{
  "text": [
    {
      "text": [
        {
          "text": "These are the names of the sons of Israel, who went into Egypt with Jacob. They entered, each one with his house:",
          "ID": "1"
        },
        {
          "text": "Reuben, Simeon, Levi, Judah,",
          "ID": "2"
        },
        {
          "text": "Issachar, Zebulun, and Benjamin,",
          "ID": "3"
        },
        {
          "text": "Dan and Naphtali, Gad and Asher.",
          "ID": "4"
        },
        {
          "text": "Therefore, all the souls of those who went forth from Jacob's thigh were seventy. Now Joseph was in Egypt.",
          "ID": "5"
        },
        {
          "text": "When he had died, along with all of his brothers and all of that generation,",
          "ID": "6"
        },
        {
          "text": "the sons of Israel increased, and they multiplied like seedlings. And having been strengthened exceedingly, they filled the land.",
          "ID": "7"
        },
        {
          "text": "Meanwhile, there arose a new king over Egypt, who was ignorant of Joseph.",
          "ID": "8"
        },
        {
          "text": "And he said to his people: \"Behold, the people of the sons of Israel are many, and they are stronger than we are.",
          "ID": "9"
        },
        {
          "text": "Come, let us wisely oppress them, lest they multiply; and if any war should advance against us, they may be added to our enemies, and having fought against us, they might depart from the land.\"",
          "ID": "10"
        },
        {
          "text": "And so he set over them masters of the works, in order to afflict them with burdens. And they built for Pharaoh the cities of the tabernacles: Pithom and Raamses.",
          "ID": "11"
        },
        {
          "text": "And the more they oppressed them, so much more did they multiply and increase.",
          "ID": "12"
        },
        {
          "text": "And the Egyptians hated the sons of Israel, and they afflicted them and mocked them.",
          "ID": "13"
        },
        {
          "text": "And they led their life directly into bitterness, with hard work in clay and brick, and with all kinds of servitude, so that they were being overwhelmed with the works of the land.",
          "ID": "14"
        },
        {
          "text": "Then the king of Egypt spoke to the midwives of the Hebrews, (one of whom one was called Shiphrah, another Puah)",
          "ID": "15"
        },
        {
          "text": "instructing them: \"When you will act as a midwife to the Hebrew women, and the time of delivery has arrived: if it is male, put it to death; if it is female, retain it.\"",
          "ID": "16"
        },
        {
          "text": "But the midwives feared God, and so they did not act according to the precept of the king of Egypt, but they kept the males safe.",
          "ID": "17"
        },
        {
          "text": "And summoning them, the king said, \"What did you intend to do, so that you would save the boys?\"",
          "ID": "18"
        },
        {
          "text": "They responded: \"The Hebrew women are not like the Egyptian women. For they themselves have the wisdom of a midwife, and so they give birth before we can come to them.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, God acted favorably toward the midwives. And the people increased, and they were strengthened exceedingly.",
          "ID": "20"
        },
        {
          "text": "And because the midwives feared God, he built houses for them.",
          "ID": "21"
        },
        {
          "text": "Therefore, Pharaoh instructed all his people, saying: \"Whatever will be born of the male sex, cast it into the river; whatever will be born of the female sex, retain it.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.1",
      "name": "Exodus 1"
    },
    {
      "text": [
        {
          "text": "After these things, a man from the house of Levi went out, and he took a wife from his own stock.",
          "ID": "1"
        },
        {
          "text": "And she conceived and bore a son. And seeing him to be handsome, she hid him for three months.",
          "ID": "2"
        },
        {
          "text": "And when she was no longer able to hide him, she took a small basket woven of bulrushes, and she smeared it with pitch as well as tar. And she placed the little infant inside, and she laid him in the sedges by the bank of the river.",
          "ID": "3"
        },
        {
          "text": "His sister was standing at a distance and was wondering what would happen.",
          "ID": "4"
        },
        {
          "text": "Then, behold, the daughter of Pharaoh descended to wash in the river. And her maids walked along the edge of the cove. And when she had seen the small basket among the papyruses, she sent one of her servants for it. And when it was brought,",
          "ID": "5"
        },
        {
          "text": "she opened it; and realizing that within it was a little one crying, she took pity on him, and she said: \"This is one of the infants of the Hebrews.\"",
          "ID": "6"
        },
        {
          "text": "And the sister of the boy said to her: \"If you wish, I will go and call to you a Hebrew woman, who will be able nurse the infant.\"",
          "ID": "7"
        },
        {
          "text": "She responded, \"Go.\" The maid went directly and called her mother.",
          "ID": "8"
        },
        {
          "text": "And the daughter of Pharaoh said to her: \"Take this boy and nurse him for me. I will give you your wages.\" The woman took and nursed the boy. And when he was mature, she delivered him to the daughter of Pharaoh.",
          "ID": "9"
        },
        {
          "text": "And she adopted him in place of a son, and she called his name Moses, saying, \"Because I took him from the water.\"",
          "ID": "10"
        },
        {
          "text": "In those days, after Moses had grown up, he went out to his brothers. And he saw their affliction and an Egyptian man striking a certain one of the Hebrews, his brothers.",
          "ID": "11"
        },
        {
          "text": "And when he had looked around this way and that, and had seen no one nearby, he struck down the Egyptian and hid him in the sand.",
          "ID": "12"
        },
        {
          "text": "And going out the next day, he spotted two Hebrews quarrelling violently. And he said to him who was causing the injury, \"Why do you strike your neighbor?\"",
          "ID": "13"
        },
        {
          "text": "But he responded: \"Who appointed you as leader and judge over us? Do you want to kill me, just as yesterday you killed the Egyptian?\" Moses was afraid, and he said, \"How has this word become known?\"",
          "ID": "14"
        },
        {
          "text": "And Pharaoh heard this talk, and he sought to kill Moses. But fleeing from his sight, he stayed in the land of Midian, and he sat down next to a well.",
          "ID": "15"
        },
        {
          "text": "Now there was a priest of Midian with seven daughters, who came to draw water. And having filled the troughs, they desired to water their father's flocks.",
          "ID": "16"
        },
        {
          "text": "The shepherds overcame them and drove them away. And Moses rose up, and defending the girls, he watered their sheep.",
          "ID": "17"
        },
        {
          "text": "And when they had returned to their father, Reuel, he said to them, \"Why have you arrived sooner than usual?\"",
          "ID": "18"
        },
        {
          "text": "They responded: \"A man of Egypt freed us from the hands of the shepherds. Moreover, he also drew water with us and gave the sheep to drink.\"",
          "ID": "19"
        },
        {
          "text": "But he said: \"Where is he? Why have you dismissed the man? Call him, so that he may eat bread.\"",
          "ID": "20"
        },
        {
          "text": "Therefore, Moses swore that he would live with him. And he accepted his daughter Zipporah as a wife.",
          "ID": "21"
        },
        {
          "text": "And she bore a son to him, whom he called Gershom, saying, \"I have been a newcomer in a foreign land.\" In truth, she bore another, whom he called Eliezer, saying, \"For the God of my father, my helper, has rescued me from the hand of Pharaoh.\"",
          "ID": "22"
        },
        {
          "text": "In truth, after a long time, the king of Egypt was dead. And the sons of Israel, groaning, cried out because of the works. And their cry ascended to God from the works.",
          "ID": "23"
        },
        {
          "text": "And he heard their groaning, and he also remembered the covenant which he formed with Abraham, Isaac, and Jacob.",
          "ID": "24"
        },
        {
          "text": "And the Lord looked with favor on the sons of Israel, and he knew them.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.2",
      "name": "Exodus 2"
    },
    {
      "text": [
        {
          "text": "Now Moses was pasturing the sheep of his father-in-law Jethro, a priest of Midian. And when he had driven the flock into the interior of the desert, he came to the mountain of God, Horeb.",
          "ID": "1"
        },
        {
          "text": "And the Lord appeared to him in a flame of fire from the midst of a bush. And he saw that the bush was burning and was not burnt.",
          "ID": "2"
        },
        {
          "text": "Therefore, Moses said, \"I will go and see this great sight, why the bush is not burnt.\"",
          "ID": "3"
        },
        {
          "text": "Then the Lord, discerning that he proceeded on to see it, called to him from the midst of the bush, and he said, \"Moses, Moses.\" And he responded, \"Here I am.\"",
          "ID": "4"
        },
        {
          "text": "And he said: \"Lest you should approach here, remove the shoes from your feet. For the place on which you stand is holy ground.\"",
          "ID": "5"
        },
        {
          "text": "And he said, \"I am the God of your father: the God of Abraham, the God of Isaac, and the God of Jacob.\" Moses hid his face, for he dared not look directly at God.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to him: \"I have seen the affliction of my people in Egypt, and I have heard their outcry because of the harshness of those who are over the works.",
          "ID": "7"
        },
        {
          "text": "And knowing their sorrow, I have descended in order to free them from the hands of the Egyptians, and to lead them from that land into a good and spacious land, into a land which flows with milk and honey, to the places of the Canaanite, and Hittite, and Amorite, and Perizzite, and Hivite, and Jebusite.",
          "ID": "8"
        },
        {
          "text": "And so, the outcry of the sons of Israel has come to me. And I have seen their affliction, with which they are oppressed by the Egyptians.",
          "ID": "9"
        },
        {
          "text": "But come, and I will send you to Pharaoh, so that you may lead my people, the sons of Israel, out of Egypt.\"",
          "ID": "10"
        },
        {
          "text": "And Moses said to God, \"Who am I that I should go to Pharaoh and that I should lead the sons of Israel out of Egypt?\"",
          "ID": "11"
        },
        {
          "text": "And he said to him: \"I will be with you. And you will have this as a sign that I have sent you: When you will have brought my people out of Egypt, you will offer sacrifice to God upon this mountain.\"",
          "ID": "12"
        },
        {
          "text": "Moses said to God: \"Behold, I will go to the sons of Israel, and I will say to them, 'The God of your fathers has sent me to you.' If they say to me, 'What is his name?' What shall I say to them?\"",
          "ID": "13"
        },
        {
          "text": "God said to Moses, \"I AM WHO AM.\" He said: \"Thus shall you say to the sons of Israel: 'HE WHO IS has sent me to you.' \"",
          "ID": "14"
        },
        {
          "text": "And God said again to Moses: \"Thus shall you say to the sons of Israel: 'The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.' This is the name for me in eternity, and this is my memorial from generation to generation.",
          "ID": "15"
        },
        {
          "text": "Go and gather together the elders of Israel, and you shall say to them: 'The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to me, saying: When visiting, I have visited you, and I have seen all that has befallen you in Egypt.",
          "ID": "16"
        },
        {
          "text": "And I have spoken in order to lead you out of the affliction of Egypt, into the land of the Canaanite, and Hittite, and Amorite, and Perizzite, and Hivite, and Jebusite, into a land flowing with milk and honey.'",
          "ID": "17"
        },
        {
          "text": "And they shall hear your voice. And you shall enter, you and the elders of Israel, to the king of Egypt, and you shall say to him: 'The Lord God of the Hebrews has called us. We shall go three days' journey into the wilderness, in order to offer sacrifice to the Lord our God.'",
          "ID": "18"
        },
        {
          "text": "But I know that the king of Egypt will not release you, unless you go out by a powerful hand.",
          "ID": "19"
        },
        {
          "text": "For I will extend my hand, and I will strike Egypt with all my wonders that I will do in the midst of them. After these things, he will release you.",
          "ID": "20"
        },
        {
          "text": "And I will grant favor to this people in the sight of the Egyptians. And so, when you go forth, you shall not go out empty.",
          "ID": "21"
        },
        {
          "text": "But every woman shall ask of her neighbor and of her hostess vessels of silver and of gold, as well as garments. And you shall set them upon your sons and daughters, and you shall despoil Egypt.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.3",
      "name": "Exodus 3"
    },
    {
      "text": [
        {
          "text": "Responding, Moses said, \"They will not believe me, and they will not listen to my voice, but they will say: 'The Lord has not appeared to you.' \"",
          "ID": "1"
        },
        {
          "text": "Therefore, he said to him, \"What is that you hold in your hand?\" He answered, \"A staff.\"",
          "ID": "2"
        },
        {
          "text": "And the Lord said, \"Cast it down upon the ground.\" He cast it down, and it was turned into a snake, so that Moses fled away.",
          "ID": "3"
        },
        {
          "text": "And the Lord said, \"Reach out your hand, and take hold of its tail.\" He reached out his hand and took hold, and it was turned into a staff.",
          "ID": "4"
        },
        {
          "text": "\"So may they believe,\" he said, \"that the Lord God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said again, \"Put your hand into your bosom.\" And when he had put it into his bosom, he brought it out leprous, resembling snow.",
          "ID": "6"
        },
        {
          "text": "\"Put your hand back,\" he said, \"into your bosom.\" He put it back and brought it out again, and it was like the rest of his flesh.",
          "ID": "7"
        },
        {
          "text": "\"If they will not believe you,\" he said, \"and will not listen to the sermon of the first sign, then they will believe the word of the subsequent sign.",
          "ID": "8"
        },
        {
          "text": "But if they will not believe even these two signs, and they will not listen to your voice: take from the water of the river, and pour it upon the dry land, and whatever you will have drawn from the river will be turned into blood.\"",
          "ID": "9"
        },
        {
          "text": "Moses said: \"I beg you, O Lord, I was not eloquent yesterday or the day before. And from the time that you have spoken to your servant, I have a greater impediment and slowness of tongue.\"",
          "ID": "10"
        },
        {
          "text": "The Lord said to him: \"Who made the mouth of man? And who has formed the mute and the deaf, the seeing and the blind? Was it not I?",
          "ID": "11"
        },
        {
          "text": "Go on, therefore, and I will be in your mouth. And I will teach you what you shall say.\"",
          "ID": "12"
        },
        {
          "text": "But he said, \"I beg you, O Lord, send whomever else you would send.\"",
          "ID": "13"
        },
        {
          "text": "The Lord, being angry at Moses, said: \"Aaron the Levite is your brother. I know that he is eloquent. Behold, he is going out to meet you, and seeing you, he will rejoice in heart.",
          "ID": "14"
        },
        {
          "text": "Speak to him, and put my words in his mouth. And I will be in your mouth and in his mouth, and I will reveal to you what you must do.",
          "ID": "15"
        },
        {
          "text": "He will speak for you to the people, and he will be your mouth. But you will be with him in those things that pertain to God.",
          "ID": "16"
        },
        {
          "text": "Also, take this staff into your hand; with it you will accomplish the signs.\"",
          "ID": "17"
        },
        {
          "text": "Moses went forth, and he returned to Jethro, his father in law, and he said to him, \"I shall go and return to my brothers in Egypt, so that I may see if they are still alive.\" And Jethro said to him, \"Go in peace.\"",
          "ID": "18"
        },
        {
          "text": "And so the Lord said to Moses in Midian: \"Go, and return to Egypt. For all those who sought your life have died.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, Moses took his wife and his sons, and he placed them upon a donkey, and he returned into Egypt, carrying the staff of God in his hand.",
          "ID": "20"
        },
        {
          "text": "And the Lord said to him, as he was returning to Egypt: \"See that you accomplish, in the sight of Pharaoh, all the wonders that I have placed in your hand. I will harden his heart, and he will not release the people.",
          "ID": "21"
        },
        {
          "text": "And you shall say to him: 'Thus says the Lord: Israel is my firstborn son.",
          "ID": "22"
        },
        {
          "text": "I have said to you: Release my son, so that he may serve me. And you were not willing to release him. Behold, I will put to death your firstborn son.' \"",
          "ID": "23"
        },
        {
          "text": "And while he was on the journey, at an inn, the Lord met him, and he was willing to kill him.",
          "ID": "24"
        },
        {
          "text": "For this reason, Zipporah took a very sharp stone, and she circumcised the foreskin of her son, and she touched his feet, and she said, \"You are a bloody spouse to me.\"",
          "ID": "25"
        },
        {
          "text": "And he released him, after she had said, \"You are a bloody spouse,\" because of the circumcision.",
          "ID": "26"
        },
        {
          "text": "Then the Lord said to Aaron, \"Go into the desert to meet Moses.\" And he went directly to meet him on the mountain of God, and he kissed him.",
          "ID": "27"
        },
        {
          "text": "And Moses explained to Aaron all the words of the Lord, by which he had sent him, and the signs which he had commanded.",
          "ID": "28"
        },
        {
          "text": "And they arrived at the same time, and they gathered together all the elders of the sons of Israel.",
          "ID": "29"
        },
        {
          "text": "And Aaron spoke all the words which the Lord had said to Moses. And he accomplished the signs in the sight of the people,",
          "ID": "30"
        },
        {
          "text": "and the people believed. And they heard that the Lord had visited the sons of Israel, and that he had looked with favor upon their affliction. And falling prostrate, they worshiped.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.4",
      "name": "Exodus 4"
    },
    {
      "text": [
        {
          "text": "After these things, Moses and Aaron entered, and they said to Pharaoh: \"Thus says the Lord God of Israel: Release my people, so that they may sacrifice to me in the desert.\"",
          "ID": "1"
        },
        {
          "text": "But he responded: \"Who is the Lord, that I should listen to his voice and release Israel? I do not know the Lord, and I will not release Israel.\"",
          "ID": "2"
        },
        {
          "text": "And they said: \"The God of the Hebrews has called us, so that we may go three days' journey into the wilderness and sacrifice to the Lord our God. Otherwise, a pestilence or the sword may befall us.\"",
          "ID": "3"
        },
        {
          "text": "The king of Egypt said to them: \"Why do you, Moses and Aaron, distract the people from their works? Go back to your burdens.\"",
          "ID": "4"
        },
        {
          "text": "And Pharaoh said: \"The people of the land are many. You see that the turmoil has increased: how much more if you give them rest from the works?\"",
          "ID": "5"
        },
        {
          "text": "Therefore, on the same day, he instructed the overseers of the works, and the taskmasters of the people, saying:",
          "ID": "6"
        },
        {
          "text": "\"You shall no longer give chaff to the people to form bricks, as before. But they may go and gather straw.",
          "ID": "7"
        },
        {
          "text": "And you shall impose upon them the same quota of bricks that they made before. Neither will you lessen anything, for they are idle, and therefore they cry out, saying: 'We shall go and sacrifice to our God.'",
          "ID": "8"
        },
        {
          "text": "They shall be oppressed with works, and these shall occupy them, so that they may not agree to lying words.\"",
          "ID": "9"
        },
        {
          "text": "And so the overseers of the works and the taskmasters went out and said to the people: \"Thus says Pharaoh: I give you no chaff.",
          "ID": "10"
        },
        {
          "text": "Go, and collect it wherever you are able to find it. Neither will anything of your work be diminished.\"",
          "ID": "11"
        },
        {
          "text": "And the people were dispersed through all the land of Egypt, in order to gather straw.",
          "ID": "12"
        },
        {
          "text": "Likewise, the overseers of the works pressured them, saying: \"Complete your work each day, just as you were accustomed to do before, when straw was given to you.\"",
          "ID": "13"
        },
        {
          "text": "And those who were first in the works of the sons of Israel were scourged by Pharaoh's taskmasters, saying: \"Why have you not filled the quota of bricks, neither yesterday, nor today, just as before?\"",
          "ID": "14"
        },
        {
          "text": "And the first among the sons of Israel came, and they cried out to Pharaoh, saying: \"Why do act against your servants in this way?",
          "ID": "15"
        },
        {
          "text": "Straw is not given to us, and yet the same amount of bricks is commanded. So we, your servants, are cut up by scourging, and injustice is done against your people.\"",
          "ID": "16"
        },
        {
          "text": "And he said: \"You are idle. And for this reason you say, 'We shall go and sacrifice to the Lord.'",
          "ID": "17"
        },
        {
          "text": "Therefore, go and work. Straw will not be given to you, and you will return the customary number of bricks.\"",
          "ID": "18"
        },
        {
          "text": "And the first among the sons of Israel saw themselves in a crisis, because it was said to them, \"Nothing at all will be lessened from the bricks throughout each day.\"",
          "ID": "19"
        },
        {
          "text": "And they met with Moses and Aaron, who stood opposite them as they departed from Pharaoh.",
          "ID": "20"
        },
        {
          "text": "And they said to them: \"May the Lord see and judge, because you have caused our odor to become foul before Pharaoh and his servants, and you have provided him with a sword, in order to kill us.\"",
          "ID": "21"
        },
        {
          "text": "And Moses returned to the Lord, and he said: \"Lord, why have you afflicted this people? Why have you sent me?",
          "ID": "22"
        },
        {
          "text": "For from the time that I entered to Pharaoh, so as to speak in your name, he has afflicted your people. And you have not freed them.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.5",
      "name": "Exodus 5"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Moses: \"Now you will see what I shall do to Pharaoh. For through a strong hand he will release them, and by a mighty hand he will cast them from his land.\"",
          "ID": "1"
        },
        {
          "text": "And the Lord spoke to Moses, saying: \"I am the Lord,",
          "ID": "2"
        },
        {
          "text": "who appeared to Abraham, to Isaac, and to Jacob as Almighty God. And I did not reveal to them my name: ADONAI.",
          "ID": "3"
        },
        {
          "text": "And I formed a covenant with them, in order to give them the land of Canaan, the land of their sojourning, in which they were newcomers.",
          "ID": "4"
        },
        {
          "text": "I have heard the groaning of the sons of Israel, with which the Egyptians have oppressed them. And I have remembered my covenant.",
          "ID": "5"
        },
        {
          "text": "For this reason, say to the sons of Israel: I am the Lord who will lead you away from the work house of the Egyptians, and rescue you from servitude, and also redeem you with an exalted arm and great judgments.",
          "ID": "6"
        },
        {
          "text": "And I will take you to myself as my people, and I will be your God. And you will know that I am the Lord your God, who led you away from the work house of the Egyptians,",
          "ID": "7"
        },
        {
          "text": "and who brought you into the land, over which I lifted up my hand in order to grant it to Abraham, Isaac, and Jacob. And I will grant it to you as a possession. I am the Lord.\"",
          "ID": "8"
        },
        {
          "text": "And so, Moses explained all these things to the sons of Israel, who did not agree with him, because of their anguish of spirit and very difficult work.",
          "ID": "9"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "10"
        },
        {
          "text": "\"Enter and speak to Pharaoh, king of Egypt, so that he may release the sons of Israel from his land.\"",
          "ID": "11"
        },
        {
          "text": "Moses responded in the sight the Lord: \"Behold, the sons of Israel do not listen to me. And how will Pharaoh listen to me, especially since I am of uncircumcised lips?\"",
          "ID": "12"
        },
        {
          "text": "And the Lord spoke to Moses and Aaron, and he gave them a commandment for the sons of Israel, and for Pharaoh, the king of Egypt, that they should lead the sons of Israel away from the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "These are the leaders of the houses by their families. The sons of Reuben, the firstborn of Israel: Hanoch and Pallu, Hezron and Carmi.",
          "ID": "14"
        },
        {
          "text": "These are the kindred of Reuben. The sons of Simeon: Jemuel and Jamin, and Ohad, and Jachin, and Zohar, and Shaul, the son of a Canaanite women. These are the progeny of Simeon.",
          "ID": "15"
        },
        {
          "text": "And these are the names of the sons of Levi by their kindred: Gershon, and Kohath, and Merari. Now the years of the life of Levi were one hundred and thirty-seven.",
          "ID": "16"
        },
        {
          "text": "The sons of Gershon: Libni and Shimei, by their kindred.",
          "ID": "17"
        },
        {
          "text": "The sons of Kohath: Amram, and Izhar, and Hebron and Uzziel. Likewise, the years of the life of Kohath were one hundred and thirty-three.",
          "ID": "18"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. These are the kindred of Levi by their families.",
          "ID": "19"
        },
        {
          "text": "Now Amram took as a wife Jochebed, his paternal aunt, who bore for him Aaron and Moses. And the years of the life of Amram were one hundred and thirty-seven.",
          "ID": "20"
        },
        {
          "text": "Likewise, the sons of Izhar: Korah, and Nepheg, and Zichri.",
          "ID": "21"
        },
        {
          "text": "Likewise, the sons of Uzziel: Mishael, and Elzaphan, and Sithri.",
          "ID": "22"
        },
        {
          "text": "Now Aaron took as a wife Elizabeth, the daughter of Amminadab, sister of Nahshon, who bore for him Nadab, and Abihu, and Eleazar, and Ithamar.",
          "ID": "23"
        },
        {
          "text": "Likewise, the sons of Korah: Assir, and Elkanah, and Abiasaph. These are the kindred of the Korahites.",
          "ID": "24"
        },
        {
          "text": "And truly Eleazar, the son of Aaron, took a wife from the daughters of Putiel. And she bore him Phinehas. These are the heads of the Levitical families by their kindred.",
          "ID": "25"
        },
        {
          "text": "These are Aaron and Moses, whom the Lord instructed to lead the sons of Israel away from the land of Egypt by their companies.",
          "ID": "26"
        },
        {
          "text": "These are those who speak to Pharaoh, king of Egypt, in order to lead the sons of Israel out of Egypt. These are Moses and Aaron,",
          "ID": "27"
        },
        {
          "text": "in the day when the Lord spoke to Moses in the land of Egypt.",
          "ID": "28"
        },
        {
          "text": "And the Lord spoke to Moses, saying: \"I am the Lord. Speak to Pharaoh, king of Egypt, all that I speak to you.\"",
          "ID": "29"
        },
        {
          "text": "And Moses said in the sight of the Lord: \"Lo, I am of uncircumcised lips, how will Pharaoh listen to me?\"",
          "ID": "30"
        }
      ],
      "ID": "OT:EXO.6",
      "name": "Exodus 6"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Moses: \"Behold, I have appointed you as the god of Pharaoh. And Aaron, your brother, will be your prophet.",
          "ID": "1"
        },
        {
          "text": "You will speak to him all that I command you. And he will speak to Pharaoh, so that he may release the sons of Israel from his land.",
          "ID": "2"
        },
        {
          "text": "But I will harden his heart, and I will multiply my signs and wonders in the land of Egypt,",
          "ID": "3"
        },
        {
          "text": "and he will not listen to you. And I will send my hand over Egypt, and I will lead my army and my people, the sons of Israel, from the land of Egypt, through very great judgments.",
          "ID": "4"
        },
        {
          "text": "And the Egyptians will know that I am the Lord, who has extended my hand over Egypt, and who has led the sons of Israel from their midst.\"",
          "ID": "5"
        },
        {
          "text": "And so, Moses and Aaron did just as the Lord had instructed. And so it was done.",
          "ID": "6"
        },
        {
          "text": "Now Moses was eighty years old, and Aaron eighty-three, when they spoke to Pharaoh.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Moses and Aaron:",
          "ID": "8"
        },
        {
          "text": "\"When Pharaoh will say to you, 'Show signs,' you shall say to Aaron, 'Take your staff, and cast it down before Pharaoh, and it will be turned into a snake.' \"",
          "ID": "9"
        },
        {
          "text": "And so Moses and Aaron entered to Pharaoh, and they did just as the Lord had commanded. And Aaron took the staff in the sight of Pharaoh and his servants, and it was turned into a snake.",
          "ID": "10"
        },
        {
          "text": "Then Pharaoh called the wise men and the sorcerers. And they also, by Egyptian incantations and certain secrets, did similarly.",
          "ID": "11"
        },
        {
          "text": "And each one cast down their staffs, and they were turned into serpents. But the staff of Aaron devoured their staffs.",
          "ID": "12"
        },
        {
          "text": "And the heart of Pharaoh was hardened, and he did not listen to them, just as the Lord had instructed.",
          "ID": "13"
        },
        {
          "text": "Then the Lord said to Moses: \"The heart of Pharaoh has been hardened; he is not willing to release the people.",
          "ID": "14"
        },
        {
          "text": "Go to him in the morning; behold, he will go out to the waters. And you will stand to meet him above the bank of the river. And you will take, in your hand, the staff that was turned into a serpent.",
          "ID": "15"
        },
        {
          "text": "And you will say to him: 'The Lord God of the Hebrews sent me to you, saying: Release my people in order to sacrifice to me in the desert. And even until the present time, you were not willing to listen.",
          "ID": "16"
        },
        {
          "text": "Therefore, thus says the Lord: In this you will know that I am the Lord. Behold, I will strike, with the staff that is in my hand, the water of the river, and it will be turned into blood.",
          "ID": "17"
        },
        {
          "text": "Also, the fishes that are in the river will die, and the waters will be polluted, and the Egyptians will be afflicted when they drink the water of the river.' \"",
          "ID": "18"
        },
        {
          "text": "The Lord also said to Moses: \"Say to Aaron: 'Take your staff; and extend your hand over the waters of Egypt, and over their rivers and streams and marshes and all the pools of waters, so that they may be turned into blood. And let there be blood throughout all the land of Egypt, as much in vessels of wood as in those of stone.' \"",
          "ID": "19"
        },
        {
          "text": "And Moses and Aaron did just as the Lord had instructed. And lifting up the staff, he struck the water of the river in the sight of Pharaoh and his servants. And it was turned into blood.",
          "ID": "20"
        },
        {
          "text": "And the fishes that were in the river died, and the river was polluted, and the Egyptians were not able to drink the water of the river, and there was blood throughout the entire land of Egypt.",
          "ID": "21"
        },
        {
          "text": "And the sorcerers of the Egyptians, with their incantations, did similarly. And the heart of Pharaoh was hardened, he did not listen to them, just as the Lord had instructed.",
          "ID": "22"
        },
        {
          "text": "And he turned himself away, and he entered his house, neither did he apply his heart to this turn of events.",
          "ID": "23"
        },
        {
          "text": "Then all the Egyptians dug along the borders of the river for water to drink. For they were not able to drink from the water of the river.",
          "ID": "24"
        },
        {
          "text": "And seven days were completed, after the Lord struck the river.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.7",
      "name": "Exodus 7"
    },
    {
      "text": [
        {
          "text": "The Lord also said to Moses: \"Enter to Pharaoh, and you will say to him: 'Thus says the Lord: Release my people in order to sacrifice to me.",
          "ID": "1"
        },
        {
          "text": "But if you are not willing to release them, behold, I will strike all your coasts with frogs.",
          "ID": "2"
        },
        {
          "text": "And the river will seethe with frogs, which will go up and enter into your house, and your bedroom, and upon your bed, and into the houses of your servants and your people, and into your ovens, and into the remains of your foods.",
          "ID": "3"
        },
        {
          "text": "And to you, and to your people, and to all your servants, the frogs will enter.' \"",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses: \"Say to Aaron: 'Extend your hand over the rivers, and also over the streams and the marshes, and bring forth frogs over the land of Egypt.' \"",
          "ID": "5"
        },
        {
          "text": "And Aaron extended his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "Then the sorcerers also, by their incantations, did similarly, and they brought forth frogs upon the land of Egypt.",
          "ID": "7"
        },
        {
          "text": "But Pharaoh called Moses and Aaron, and he said to them: \"Pray to the Lord, so as to take away the frogs from me and from my people. And I will release the people, so as to sacrifice to the Lord.\"",
          "ID": "8"
        },
        {
          "text": "And Moses said to Pharaoh: \"Appoint for me a time, when I should petition on behalf of you, and your servants, and your people, so that the frogs may be driven away from you, and from your house, and from your servants, and from your people, and so that they may remain only in the river.\"",
          "ID": "9"
        },
        {
          "text": "And he responded, \"Tomorrow.\" Then he said, \"I will act according to your word, so that you may know that there is no one like the Lord our God.",
          "ID": "10"
        },
        {
          "text": "And the frogs will withdraw from you, and from your house, and from your servants, and from your people. And they will remain only in the river.\"",
          "ID": "11"
        },
        {
          "text": "And Moses and Aaron departed from Pharaoh. And Moses cried out to the Lord on behalf of the promise that he had made to Pharaoh concerning the frogs.",
          "ID": "12"
        },
        {
          "text": "And the Lord acted according to the word of Moses. And the frogs died out of the houses, and out of the villages, and out of the fields.",
          "ID": "13"
        },
        {
          "text": "And they gathered them together into immense piles, and the land was polluted.",
          "ID": "14"
        },
        {
          "text": "Then Pharaoh, seeing that relief had been provided, hardened his own heart, and he did not listen to them, just as the Lord had instructed.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses: \"Say to Aaron: 'Extend your staff and strike the dust of the earth. And let there be stinging insects throughout the entire the land of Egypt.' \"",
          "ID": "16"
        },
        {
          "text": "And they did so. And Aaron extended his hand, holding the staff, and he struck the dust of the earth, and there came stinging insects upon men and upon beasts. All the dust of the earth was turned into stinging insects through all the land of Egypt.",
          "ID": "17"
        },
        {
          "text": "And the sorcerers, with their incantations, did similarly, in order to bring forth stinging insects, but they were not able. And there were stinging insects, as much on men as on beasts.",
          "ID": "18"
        },
        {
          "text": "And the sorcerers said to Pharaoh: \"This is the finger of God.\" And the heart of Pharaoh was hardened, and he did not listen to them, just as the Lord had instructed.",
          "ID": "19"
        },
        {
          "text": "The Lord also said to Moses: \"Arise at first light, and stand in the sight of Pharaoh, for he will go out to the waters. And you will say to him: 'Thus says the Lord: Release my people to sacrifice to me.",
          "ID": "20"
        },
        {
          "text": "But if you will not release them, behold, I will send upon you, and upon your servants, and upon your people, and into your houses, diverse kinds of flies. And the houses of the Egyptians will be filled with diverse kinds of flies, as well as the whole land in which they will be.",
          "ID": "21"
        },
        {
          "text": "And in that day, I will cause a miracle in the land of Goshen, where my people are, so that flies will not be there. And you will know that I am the Lord in the midst of the earth.",
          "ID": "22"
        },
        {
          "text": "And I will set a division between my people and your people. Tomorrow this sign will be.' \"",
          "ID": "23"
        },
        {
          "text": "And the Lord did so. And there came very grievous flies into the houses of Pharaoh and of his servants, and into all the land of Egypt. And the land was polluted, in this way, by the flies.",
          "ID": "24"
        },
        {
          "text": "And Pharaoh called Moses and Aaron, and he said to them, \"Go and sacrifice to your God in this land.\"",
          "ID": "25"
        },
        {
          "text": "And Moses said: \"It cannot be so. For we will immolate the abominations of the Egyptians to the Lord our God. For if we slaughter those things which the Egyptians worship, in their presence, they will stone us.",
          "ID": "26"
        },
        {
          "text": "We will sojourn three days' journey into the wilderness. And we will sacrifice to the Lord our God, just as he has instructed us.\"",
          "ID": "27"
        },
        {
          "text": "And Pharaoh said: \"I will release you in order to sacrifice to the Lord your God in the desert. Yet you may only go so far. Petition for me.\"",
          "ID": "28"
        },
        {
          "text": "And Moses said: \"After departing from you, I will pray to the Lord. And the flies will withdraw from Pharaoh, and from his servants, and from his people, tomorrow. Yet do not be willing to deceive any longer, so that you would not release the people to sacrifice to the Lord.\"",
          "ID": "29"
        },
        {
          "text": "And Moses, departing from Pharaoh, prayed to the Lord.",
          "ID": "30"
        },
        {
          "text": "And he acted according to his word. And he took away the flies from Pharaoh, and from his servants, and from his people. There was not even one left behind.",
          "ID": "31"
        },
        {
          "text": "And the heart of Pharaoh was hardened, so that, even at this turn, he would not release the people.",
          "ID": "32"
        }
      ],
      "ID": "OT:EXO.8",
      "name": "Exodus 8"
    },
    {
      "text": [
        {
          "text": "Then the Lord said to Moses: \"Enter to Pharaoh, and say to him: 'Thus says the Lord God of the Hebrews: Release my people, to sacrifice to me.",
          "ID": "1"
        },
        {
          "text": "But if you still refuse, and you retain them,",
          "ID": "2"
        },
        {
          "text": "behold, my hand will be over your fields. And a very grievous pestilence will be upon the horses, and the donkeys, and the camels, and the oxen, and the sheep.",
          "ID": "3"
        },
        {
          "text": "And the Lord will cause a miracle between the possessions of Israel and the possessions of the Egyptians, so that nothing at all will perish from those things which belong to the sons of Israel.\"",
          "ID": "4"
        },
        {
          "text": "And the Lord appointed a time, saying: \"Tomorrow, the Lord will accomplish this word in the land.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, the Lord accomplished this word the next day. And all the animals of the Egyptians died. Yet truly, of the animals of the sons of Israel, nothing at all perished.",
          "ID": "6"
        },
        {
          "text": "And Pharaoh sent to see; neither was there anything dead of those things that Israel possessed. And the heart of Pharaoh was hardened, and he did not release the people.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Moses and to Aaron: \"Take handfuls of ashes from the oven, and let Moses sprinkle it into the air, in the sight of Pharaoh.",
          "ID": "8"
        },
        {
          "text": "And let there be dust upon all the land of Egypt. For there will be sores and swelling pustules on men and on beasts, throughout the entire land of Egypt.\"",
          "ID": "9"
        },
        {
          "text": "And they took ashes from the oven, and they stood in the sight of Pharaoh, and Moses sprinkled it in the air. And there came sores with swelling pustules on men and on beasts.",
          "ID": "10"
        },
        {
          "text": "Neither could the sorcerers stand in the sight of Moses, because of the sores that were on them and on all the land of Egypt.",
          "ID": "11"
        },
        {
          "text": "And the Lord hardened the heart of Pharaoh, and he did not listen to them, just as the Lord said to Moses.",
          "ID": "12"
        },
        {
          "text": "And the Lord said to Moses: \"Rise up in the morning, and stand in the sight of Pharaoh, and you will say to him: 'Thus says the Lord God of the Hebrews: Release my people to sacrifice to me.",
          "ID": "13"
        },
        {
          "text": "For at this turn, I will send all my plagues upon your heart, and upon your servants, and upon your people. So may you know that there is no one like me in all the earth.",
          "ID": "14"
        },
        {
          "text": "For now, extending my hand, I shall strike you and your people with pestilence, and you will perish from the earth.",
          "ID": "15"
        },
        {
          "text": "But it was for this reason that I appointed you, so that I may reveal my strength by you, and so that my name may be described throughout all the earth.",
          "ID": "16"
        },
        {
          "text": "Do you still retain my people, and are you still unwilling to release them?",
          "ID": "17"
        },
        {
          "text": "So then, tomorrow, at this same hour, I will rain down exceedingly great hail, such as has not been in Egypt from the day that it was founded, even until this present time.",
          "ID": "18"
        },
        {
          "text": "Therefore, send immediately and gather together your cattle, and all that you have in the field. For men and beasts, and all things that will be found outside, not gathered in from the fields, and on which the hail will fall, shall die.' \"",
          "ID": "19"
        },
        {
          "text": "He who feared the word of the Lord among the servants of Pharaoh caused his servants and cattle to flee together into the houses.",
          "ID": "20"
        },
        {
          "text": "But he who neglected the word of the Lord released his servants and cattle into the fields.",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Moses: \"Extend your hand into the sky, so that there may be hail in the entire land of Egypt, on men, and on beasts, and on every plant of the field in the land of Egypt.\"",
          "ID": "22"
        },
        {
          "text": "And Moses extended his staff into the sky, and the Lord sent thunder and hail, and also lightning dashing across the earth. And the Lord rained down hail upon the land of Egypt.",
          "ID": "23"
        },
        {
          "text": "And the hail and intermingled fire drove on together. And it was of such magnitude as had never before been seen in the entire land of Egypt, from the time when that nation was formed.",
          "ID": "24"
        },
        {
          "text": "And the hail struck, throughout all the land of Egypt, everything that was in the fields, from man even to beast. And the hail struck down every plant of the field, and it broke every tree of the region.",
          "ID": "25"
        },
        {
          "text": "Only in the land of Goshen, where the sons of Israel were, did the hail not fall.",
          "ID": "26"
        },
        {
          "text": "And Pharaoh sent and called Moses and Aaron, saying to them: \"I have sinned even until now. The Lord is just. I and my people are impious.",
          "ID": "27"
        },
        {
          "text": "Pray to the Lord, so that the thundering of God and the hail may cease, so that I may release you, and so that you may by no means remain here any longer.\"",
          "ID": "28"
        },
        {
          "text": "Moses said: \"When I have departed from the city, I will extend my hands to the Lord, and the thunders will cease, and the hail will not be, so that you may know that the earth belongs to the Lord.",
          "ID": "29"
        },
        {
          "text": "But I know that both you and your servants do not yet fear the Lord God.\"",
          "ID": "30"
        },
        {
          "text": "And so, the flax and the barley were damaged, because the barley was growing, and the flax was already developing grains.",
          "ID": "31"
        },
        {
          "text": "But the wheat and the spelt were not damaged, because they were late.",
          "ID": "32"
        },
        {
          "text": "And Moses, departing from Pharaoh out of the city, reached out his hands toward the Lord. And the thunders and hail ceased, neither did there drop any more rain upon the land.",
          "ID": "33"
        },
        {
          "text": "Then Pharaoh, seeing that the rain, and the hail, and the thunders had ceased, added to his sin.",
          "ID": "34"
        },
        {
          "text": "And his heart was weighed down, along with that of his servants, and it was hardened exceedingly. Neither did he release the sons of Israel, just as the Lord had instructed by the hand of Moses.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.9",
      "name": "Exodus 9"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Moses: \"Enter to Pharaoh. For I have hardened his heart, and that of his servants, so that I may accomplish these, my signs, in him,",
          "ID": "1"
        },
        {
          "text": "and so that you may describe to the ears of your sons and your grandsons how often I opposed the Egyptians and wrought my signs among them, and so that you may know that I am the Lord.\"",
          "ID": "2"
        },
        {
          "text": "Therefore, Moses and Aaron entered to Pharaoh, and they said to him: \"Thus says the Lord God of the Hebrews: How long will you be unwilling to be subject to me? Release my people to sacrifice to me.",
          "ID": "3"
        },
        {
          "text": "But if you resist, and you are unwilling to release them, behold, tomorrow I will bring locusts into your borders.",
          "ID": "4"
        },
        {
          "text": "And they shall cover the face of the earth, lest any part of it be seen. Yes, and what remains from the hail shall be eaten. For they will gnaw away all the trees that spring up in the fields.",
          "ID": "5"
        },
        {
          "text": "And they will fill your houses, and those of your servants and of all the Egyptians: so many as your fathers and ancestors have not seen, from the time that they rose up over the earth, even until this present day.\" And he turned himself away, and he departed from Pharaoh.",
          "ID": "6"
        },
        {
          "text": "Then the servants of Pharaoh said to him: \"How long must we endure this scandal? Release the men, in order to sacrifice to the Lord their God. Do you not see that Egypt is perishing?\"",
          "ID": "7"
        },
        {
          "text": "And they called back Moses and Aaron to Pharaoh, who said to them: \"Go, sacrifice to the Lord your God. Who are they who would go?\"",
          "ID": "8"
        },
        {
          "text": "Moses said: \"We will travel with our little ones and our elderly, with our sons and daughters, with our sheep and herds. For it is a solemnity of the Lord our God.\"",
          "ID": "9"
        },
        {
          "text": "And Pharaoh responded: \"So let the Lord be with you. But if I were to release you and your little ones, who would doubt that you intend some great wickedness?",
          "ID": "10"
        },
        {
          "text": "It will not be so. However, go only with the men, and sacrifice to the Lord. For this, too, is what you yourselves requested.\" And immediately they were cast out from the sight of Pharaoh.",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Moses: \"Extend your hand over the land of Egypt, toward the locusts, so that they may rise up over it, and devour every plant which remains from the hail.\"",
          "ID": "12"
        },
        {
          "text": "And Moses extended his staff over the land of Egypt. And the Lord brought a burning wind all that day and night. And when morning came, the burning wind lifted up the locusts.",
          "ID": "13"
        },
        {
          "text": "And they ascended over the entire land of Egypt. And they settled into all the parts of the Egyptians: innumerable, such as had not been before that time, nor ever would be thereafter.",
          "ID": "14"
        },
        {
          "text": "And they covered the entire face of the land, laying waste to all things. And the plants of the land were devoured, along with whatever fruits were on the trees, which the hail had left behind. And nothing at all of the greenery remained on the trees or on the plants of the earth in all of Egypt.",
          "ID": "15"
        },
        {
          "text": "For this reason, Pharaoh hurriedly called Moses and Aaron, and he said to them: \"I have sinned against the Lord your God, and against you.",
          "ID": "16"
        },
        {
          "text": "But now, release me from my sin even this time, and petition the Lord your God, so that he may take this death away from me.\"",
          "ID": "17"
        },
        {
          "text": "And Moses, departing from the sight of Pharaoh, prayed to the Lord.",
          "ID": "18"
        },
        {
          "text": "And he caused a very strong wind to blow from the west, and, seizing the locusts, it cast them into the Red Sea. There remained not so much as one in all the parts of Egypt.",
          "ID": "19"
        },
        {
          "text": "And the Lord hardened the heart of Pharaoh; neither did he release the sons of Israel.",
          "ID": "20"
        },
        {
          "text": "Then the Lord said to Moses: \"Extend your hand into the sky. And let there be a darkness over the land of Egypt, so dense that they may be able to feel it.\"",
          "ID": "21"
        },
        {
          "text": "And Moses extended his hand into the sky. And there came a horrible darkness in the entire land of Egypt for three days.",
          "ID": "22"
        },
        {
          "text": "No one saw his brother, nor moved himself out of the place where he was. But wherever the sons of Israel were living, there was light.",
          "ID": "23"
        },
        {
          "text": "And Pharaoh called Moses and Aaron, and he said to them: \"Go, sacrifice to the Lord. Only let your sheep and herds remain behind. Your little ones may go with you.\"",
          "ID": "24"
        },
        {
          "text": "Moses said: \"You must also permit us victims and holocausts, which we may offer to the Lord our God.",
          "ID": "25"
        },
        {
          "text": "All the flocks shall travel with us. Not one hoof of them shall remain behind. For they are necessary for the worship of the Lord our God, especially since we do not know what ought to be immolated, until we arrive at the very place.\"",
          "ID": "26"
        },
        {
          "text": "But the Lord hardened the heart of Pharaoh, and he was not willing to release them.",
          "ID": "27"
        },
        {
          "text": "And Pharaoh said to Moses: \"Withdraw from me, and beware that you no longer see my face. On whatever day you will appear in my sight, you shall die.\"",
          "ID": "28"
        },
        {
          "text": "Moses responded: \"So be it, just as you have said. I will no longer see your face.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.10",
      "name": "Exodus 10"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Moses: \"I will touch Pharaoh and Egypt with one more plague, and after these things he will release you, and he will compel you to go out.",
          "ID": "1"
        },
        {
          "text": "Therefore, you will tell all the people to ask, a man of his friend, and a woman of her neighbor, for vessels of silver and of gold.",
          "ID": "2"
        },
        {
          "text": "Then the Lord will grant favor to his people in the sight of the Egyptians.\" And Moses was a very great man in the land of Egypt, in the sight of the servants of Pharaoh and of all the people.",
          "ID": "3"
        },
        {
          "text": "And he said: \"Thus says the Lord: 'In the middle of the night I will enter into Egypt.",
          "ID": "4"
        },
        {
          "text": "And every firstborn in the land of the Egyptians shall die, from the firstborn of Pharaoh, who sits on his throne, even to the firstborn of the handmaid, who is at the millstone, and all the firstborn of the beasts of burden.",
          "ID": "5"
        },
        {
          "text": "And there will be a great outcry throughout the entire land of Egypt, such as has not been before, nor ever will be afterward.",
          "ID": "6"
        },
        {
          "text": "But among all the sons of Israel there shall not be even a mutter from a dog, from man, even to cattle, so that you may know how miraculously the Lord divides the Egyptians from Israel.'",
          "ID": "7"
        },
        {
          "text": "And all these, your servants, shall descend to me and shall reverence me, by saying: 'Depart, you and all the people who are subject to you.' After these things, we will depart.\"",
          "ID": "8"
        },
        {
          "text": "And he went out from Pharaoh exceedingly angry. Then the Lord said to Moses: \"Pharaoh will not listen to you, so that many signs may be accomplished in the land of Egypt.\"",
          "ID": "9"
        },
        {
          "text": "Now Moses and Aaron did all the wonders that are written, in the sight of Pharaoh. And the Lord hardened the heart of Pharaoh; neither did he release the sons of Israel from his land.",
          "ID": "10"
        }
      ],
      "ID": "OT:EXO.11",
      "name": "Exodus 11"
    },
    {
      "text": [
        {
          "text": "The Lord also said to Moses and Aaron in the land of Egypt:",
          "ID": "1"
        },
        {
          "text": "\"This month will be for you the beginning of the months. It will be first in the months of the year.",
          "ID": "2"
        },
        {
          "text": "Speak to the entire assembly of the sons of Israel, and say to them: On the tenth day of this month, let everyone take a lamb, by their families and houses.",
          "ID": "3"
        },
        {
          "text": "But if the number is less than may suffice to be able to consume the lamb, he shall accept his neighbor, who has been joined with his house according to the number of souls that may suffice to be able to eat the lamb.",
          "ID": "4"
        },
        {
          "text": "And it shall be a lamb without blemish, a one year old male. According to this rite, you shall also take a young goat.",
          "ID": "5"
        },
        {
          "text": "And you shall keep it until the fourteenth day of this month. And the entire multitude of the sons of Israel shall immolate it toward evening.",
          "ID": "6"
        },
        {
          "text": "And they shall take from its blood, and place it on both the door posts and the upper threshold of the houses, in which they will consume it.",
          "ID": "7"
        },
        {
          "text": "And that night they shall eat the flesh, roasted by fire, and unleavened bread with wild lettuce.",
          "ID": "8"
        },
        {
          "text": "You shall not consume anything from it raw, nor boiled in water, but only roasted by fire. You shall devour the head with its feet and entrails.",
          "ID": "9"
        },
        {
          "text": "Neither shall there remain anything from it until morning. If anything will have been left over, you shall burn it with fire.",
          "ID": "10"
        },
        {
          "text": "Now you shall consume it in this way: You shall gird your waist, and you shall have shoes on your feet, holding staves in your hands, and you shall consume it in haste. For it is the Passover (that is, the Crossing) of the Lord.",
          "ID": "11"
        },
        {
          "text": "And I will cross through the land of Egypt that night, and I will strike down all the firstborn in the land of Egypt, from man, even to cattle. And I will bring judgments against all the gods of Egypt. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "But the blood will be for you as a sign in the buildings where you will be. And I will see the blood, and I will pass over you. And the plague will not be with you to destroy, when I strike the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "Then you shall have this day as a memorial, and you shall celebrate it as a solemnity to the Lord, in your generations, as an everlasting devotion.",
          "ID": "14"
        },
        {
          "text": "For seven days, you shall eat unleavened bread. On the first day there shall be no leaven in your houses. Whoever will consume anything leavened, from the first day, even until the seventh day, that soul shall perish from Israel.",
          "ID": "15"
        },
        {
          "text": "The first day shall be holy and solemn, and the seventh day shall be venerated with the same festivity. You shall do no work in these days, except that which pertains to the eating.",
          "ID": "16"
        },
        {
          "text": "And you shall observe the feast of unleavened bread. For on this same day, I will lead your army out of the land of Egypt, and you shall keep this day, in your generations, as a perpetual ritual.",
          "ID": "17"
        },
        {
          "text": "In the first month, on the fourteenth day of the month, toward evening, you shall consume the unleavened bread, until the twenty-first day of the same month, toward evening.",
          "ID": "18"
        },
        {
          "text": "For seven days, there shall not be found leaven in your houses. Whoever will eat leaven, his soul will perish from the assembly of Israel, as much with the newcomers as with the natives of the land.",
          "ID": "19"
        },
        {
          "text": "You shall not consume any leaven. In all your dwelling places, you shall eat unleavened bread.\"",
          "ID": "20"
        },
        {
          "text": "Then Moses called all the elders of the sons of Israel, and he said to them: \"Go, taking an animal by your families, and sacrifice the Passover.",
          "ID": "21"
        },
        {
          "text": "And dip a little bundle of hyssop in the blood which is at the entrance, and sprinkle the upper threshold with it, and both of the door posts. Let none of you go out of the door of his house until morning.",
          "ID": "22"
        },
        {
          "text": "For the Lord will cross through, striking the Egyptians. And when he will see the blood on the upper threshold, and on both the door posts, he will pass over the door of the house and not permit the Striker to enter into your houses or to do harm.",
          "ID": "23"
        },
        {
          "text": "You shall keep this word as a law for you and for your sons, forever.",
          "ID": "24"
        },
        {
          "text": "And when you have entered into the land that the Lord will give to you, just as he has promised, you shall observe these ceremonies.",
          "ID": "25"
        },
        {
          "text": "And when your sons will say to you, 'What is the meaning of this religious observance?'",
          "ID": "26"
        },
        {
          "text": "You shall say to them: 'It is the victim of the crossing of the Lord, when he passed over the houses of the sons of Israel in Egypt, striking the Egyptians, and freeing our houses.' \" And the people, bowing down, worshipped.",
          "ID": "27"
        },
        {
          "text": "And the sons of Israel, departing, did just as the Lord had instructed Moses and Aaron.",
          "ID": "28"
        },
        {
          "text": "Then it happened, in the middle of the night: the Lord struck down every firstborn in the land of Egypt, from the firstborn of Pharaoh, who sits on his throne, even to the firstborn of the captive woman who was in prison, and all the firstborn of the cattle.",
          "ID": "29"
        },
        {
          "text": "And Pharaoh rose up in the night, and all his servants, and all of Egypt. And there arose a great outcry in Egypt. For there was not a house in which no one lay dead.",
          "ID": "30"
        },
        {
          "text": "And Pharaoh, calling Moses and Aaron in the night, said: \"Rise up and go forth from among my people, you and the sons of Israel. Go, sacrifice to the Lord, just as you say.",
          "ID": "31"
        },
        {
          "text": "Your sheep and herds take along with you, as you requested, and as you go away, bless me.\"",
          "ID": "32"
        },
        {
          "text": "And the Egyptians urged the people to go away from the land quickly, saying, \"We will all die.\"",
          "ID": "33"
        },
        {
          "text": "Therefore, the people took bread dough before it was leavened. And tying it in their cloaks, they placed it on their shoulders.",
          "ID": "34"
        },
        {
          "text": "And the sons of Israel did just as Moses had instructed. And they petitioned the Egyptians for vessels of silver and of gold, and very many garments.",
          "ID": "35"
        },
        {
          "text": "Then the Lord granted favor to the people in the sight of the Egyptians, so that they bestowed on them. And they despoiled the Egyptians.",
          "ID": "36"
        },
        {
          "text": "And the sons of Israel set out from Rameses to Soccoth, about six hundred thousand men on foot, besides little ones.",
          "ID": "37"
        },
        {
          "text": "But also an innumerable mix of common people ascended with them, sheep and herds and animals of diverse kinds, exceedingly many.",
          "ID": "38"
        },
        {
          "text": "And they baked the bread, which a little while ago they had taken out of Egypt as dough. And they made unleavened bread baked under ashes. For it was not able to be leavened, with the Egyptians compelling them to leave and not permitting them to cause any delay. Neither did they have occasion to prepare any meat.",
          "ID": "39"
        },
        {
          "text": "Now the habitation of the sons of Israel, while they remained in Egypt, was four hundred and thirty years.",
          "ID": "40"
        },
        {
          "text": "Having been completed, on the same day all the army of the Lord departed from the land of Egypt.",
          "ID": "41"
        },
        {
          "text": "This night is a worthy observance of the Lord, when he led them out of the land of Egypt. This all the sons of Israel must observe in their generations.",
          "ID": "42"
        },
        {
          "text": "And the Lord said to Moses and to Aaron: \"This is the religious observance of the Passover. No foreigner shall eat from it.",
          "ID": "43"
        },
        {
          "text": "But every bought servant shall be circumcised, and so he may eat from it.",
          "ID": "44"
        },
        {
          "text": "The newcomer and the hired hand shall not eat from it.",
          "ID": "45"
        },
        {
          "text": "In one house it shall be eaten; you shall not carry its flesh outside, nor shall you break its bone.",
          "ID": "46"
        },
        {
          "text": "The entire assembly of the sons of Israel shall do this.",
          "ID": "47"
        },
        {
          "text": "And if any sojourner will be willing to cross over into your settlement, and to keep the Passover of the Lord, all his males shall first be circumcised, and then he shall celebrate the rite. And he shall be just like a native of the land. But if any man is not circumcised, he shall not eat from it.",
          "ID": "48"
        },
        {
          "text": "The law shall be the same for the native born and for the settler who sojourns with you.\"",
          "ID": "49"
        },
        {
          "text": "And all the sons of Israel did just as the Lord had instructed Moses and Aaron.",
          "ID": "50"
        },
        {
          "text": "And on the same day, the Lord led the sons of Israel out of the land of Egypt by their companies.",
          "ID": "51"
        }
      ],
      "ID": "OT:EXO.12",
      "name": "Exodus 12"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "\"Sanctify to me every firstborn which opens the womb among the sons of Israel, as much of men as of cattle. For they are all mine.\"",
          "ID": "2"
        },
        {
          "text": "And Moses said to the people: \"Remember this day, on which you were taken away from Egypt and from the house of servitude. For with a strong hand the Lord has led you away from this place. Thus, you shall eat no leavened bread.",
          "ID": "3"
        },
        {
          "text": "Today, you go forth in the month of new grain.",
          "ID": "4"
        },
        {
          "text": "And when the Lord has brought you into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which he swore to your fathers that he would give to you, a land flowing with milk and honey, you will celebrate this manner of sacred rites in this month.",
          "ID": "5"
        },
        {
          "text": "For seven days, you shall feed on unleavened bread. And on the seventh day, it will be the solemnity of the Lord.",
          "ID": "6"
        },
        {
          "text": "You shall consume unleavened bread for seven days. There shall not be seen anything leavened with you, nor in all your parts.",
          "ID": "7"
        },
        {
          "text": "And you will explain to your son in that day, saying: 'This is what the Lord did for me when I was taken away from Egypt.'",
          "ID": "8"
        },
        {
          "text": "And it will be like a sign in your hand and like a memorial before your eyes. And so may the law of the Lord be always in your mouth. For with a strong hand, the Lord led you away from the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "You will keep this observance, at the established time, from day to day.",
          "ID": "10"
        },
        {
          "text": "And when the Lord has brought you into the land of the Canaanite, just as he swore to you and to your fathers, and when he will give it you,",
          "ID": "11"
        },
        {
          "text": "then you shall set aside for the Lord all that opens the womb and all that is first to go forth among your cattle. Whatever you will have of the male sex, you shall consecrate to the Lord.",
          "ID": "12"
        },
        {
          "text": "The firstborn of a donkey you will exchange for a sheep. And if you will not redeem it, you shall put it to death. But every firstborn of man among your sons, you shall redeem with a price.",
          "ID": "13"
        },
        {
          "text": "And when your son will question you tomorrow, saying, 'What is this?' you will respond, 'With a strong hand the Lord led us away from the land of Egypt, from the house of servitude.",
          "ID": "14"
        },
        {
          "text": "For when Pharaoh had been hardened and was unwilling to release us, the Lord killed every firstborn in the land of Egypt, from the firstborn of man, even to the firstborn of beasts. For this reason, I immolate to the Lord all of the male sex that opens the womb, and all the firstborn of my sons I redeem.'",
          "ID": "15"
        },
        {
          "text": "Therefore, it will be like a sign in your hand and like something hanging between your eyes as a remembrance, because with a strong hand the Lord has led us away from Egypt.\"",
          "ID": "16"
        },
        {
          "text": "And so, when Pharaoh had sent the people away, God did not lead them by the way of the land of the Philistines, which is nearby, considering that perhaps they might relapse, if they saw wars rise up against them, and then they might return to Egypt.",
          "ID": "17"
        },
        {
          "text": "But he led them around by the way of the desert, which is next to the Red Sea. And so the sons of Israel ascended, armed, out of the land of Egypt.",
          "ID": "18"
        },
        {
          "text": "Also, Moses took the bones of Joseph with him, because he had sworn to the sons of Israel, saying: \"God will visit you. Carry my bones away from here with you.\"",
          "ID": "19"
        },
        {
          "text": "And setting out from Soccoth, they encamped at Etham, in the most distant parts of the wilderness.",
          "ID": "20"
        },
        {
          "text": "Now the Lord preceded them to show them the way, by day with a pillar of cloud, and by night with a pillar of fire, so that he might be the leader of their journey at both times.",
          "ID": "21"
        },
        {
          "text": "These never failed: a pillar of cloud by day, and a pillar of fire by night, in the sight of the people.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.13",
      "name": "Exodus 13"
    },
    {
      "text": [
        {
          "text": "Then the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "\"Speak to the sons of Israel. Let them turn back and encamp away from the region of Pihahiroth, which is between Migdol and the sea, opposite Baal-zephon. In its sight you shall place your camp, above the sea.",
          "ID": "2"
        },
        {
          "text": "And Pharaoh will say about the sons of Israel, 'They have been confined by the land; the desert has enclosed them.'",
          "ID": "3"
        },
        {
          "text": "And I will harden his heart, and so he will pursue you. And I will be glorified in Pharaoh, and in all his army. And the Egyptians will know that I am the Lord.\" And they did so.",
          "ID": "4"
        },
        {
          "text": "And it was reported to the king of the Egyptians that the people had fled. And the heart of Pharaoh and of his servants was changed about the people, and they said, \"What did we intend to do, so that we released Israel from serving us?\"",
          "ID": "5"
        },
        {
          "text": "Therefore, he harnessed his chariot, and he took all his people with him.",
          "ID": "6"
        },
        {
          "text": "And he took six hundred chosen chariots, and whatever chariots were in Egypt, and also the leaders of the whole army.",
          "ID": "7"
        },
        {
          "text": "And the Lord hardened the heart of Pharaoh, king of Egypt, and he pursued the sons of Israel. But they were taken away by an exalted hand.",
          "ID": "8"
        },
        {
          "text": "And when the Egyptians followed the footsteps of those who preceded them, they found them in a camp above the sea. All the horses and chariots of Pharaoh, and the entire army, were in Pihahiroth, opposite Baal-zephon.",
          "ID": "9"
        },
        {
          "text": "And when Pharaoh had drawn near, the sons of Israel, lifting up their eyes, saw the Egyptians behind them. And they were very afraid. And they cried out to the Lord.",
          "ID": "10"
        },
        {
          "text": "And they said to Moses: \"Perhaps there were no graves in Egypt, for which reason you took us to die in the wilderness. What is it that you intended to do, in leading us out of Egypt?",
          "ID": "11"
        },
        {
          "text": "Is this not the word that we spoke to you in Egypt, saying: Withdraw from us, so that we may serve the Egyptians? For it was much better to serve them, than to die in the wilderness.\"",
          "ID": "12"
        },
        {
          "text": "And Moses said to the people: \"Do not be afraid. Stand firm and see the great wonders of the Lord, which he will do today. For the Egyptians, whom you now see, will never again be seen, forever.",
          "ID": "13"
        },
        {
          "text": "The Lord will fight on your behalf, and you will remain silent.\"",
          "ID": "14"
        },
        {
          "text": "And the Lord said to Moses: \"Why cry out to me? Tell the sons of Israel to continue on.",
          "ID": "15"
        },
        {
          "text": "Now, lift up your staff, and extend your hand over the sea and divide it, so that the sons of Israel may walk through the midst of the sea on dry ground.",
          "ID": "16"
        },
        {
          "text": "Then I will harden the heart of the Egyptians, so as to pursue you. And I will be glorified in Pharaoh, and in all his army, and in his chariots, and in his horsemen.",
          "ID": "17"
        },
        {
          "text": "And the Egyptians will know that I am the Lord, when I will be glorified in Pharaoh, and in his chariots, as well as in his horsemen.\"",
          "ID": "18"
        },
        {
          "text": "And the Angel of God, who preceded the camp of Israel, lifting himself up, went behind them. And the pillar of cloud, together with him, left the front for the rear",
          "ID": "19"
        },
        {
          "text": "and stood between the camp of the Egyptians and the camp of Israel. And it was a dark cloud, yet it illuminated the night, so that they could not succeed at approaching one another at any time all that night.",
          "ID": "20"
        },
        {
          "text": "And when Moses had extended his hand over the sea, the Lord took it away by an intense burning wind, blowing throughout the night, and he turned it into dry ground. And the water was divided.",
          "ID": "21"
        },
        {
          "text": "And the sons of Israel went in through the midst of the dried sea. For the water was like a wall at their right hand and at their left hand.",
          "ID": "22"
        },
        {
          "text": "And the Egyptians, pursuing them, went in after them, along with all of the horses of Pharaoh, his chariots and horsemen, through the midst of the sea.",
          "ID": "23"
        },
        {
          "text": "And now the morning watch had arrived, and behold, the Lord, looking down upon the camp of the Egyptians through the pillar of fire and of cloud, put to death their army.",
          "ID": "24"
        },
        {
          "text": "And he overturned the wheels of the chariots, and they were carried into the deep. Therefore, the Egyptians said: \"Let us flee from Israel. For the Lord fights on their behalf against us.\"",
          "ID": "25"
        },
        {
          "text": "And the Lord said to Moses: \"Extend your hand over the sea, so that the waters may return on the Egyptians, over their chariots and horsemen.\"",
          "ID": "26"
        },
        {
          "text": "And when Moses had extended his hand opposite the sea, it was returned, at first light, to its former place. And the fleeing Egyptians met with the waters, and the Lord immersed them in the midst of the waves.",
          "ID": "27"
        },
        {
          "text": "And the waters were returned, and they covered the chariots and horsemen of the entire army of Pharaoh, who, in following, had entered into the sea. And not so much as one of them was left alive.",
          "ID": "28"
        },
        {
          "text": "But the sons of Israel continued directly through the midst of the dried sea, and the waters were to them like a wall on the right and on the left.",
          "ID": "29"
        },
        {
          "text": "And so the Lord freed Israel on that day from the hand of the Egyptians.",
          "ID": "30"
        },
        {
          "text": "And they saw the Egyptians dead on the shore of the sea and the great hand that the Lord had exercised against them. And the people feared the Lord, and they believed in the Lord and in Moses his servant.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.14",
      "name": "Exodus 14"
    },
    {
      "text": [
        {
          "text": "Then Moses and the sons of Israel sang this song to the Lord, and they said: \"Let us sing to the Lord, for he has been gloriously magnified: the horse and the rider he has cast into the sea.",
          "ID": "1"
        },
        {
          "text": "The Lord is my strength and my praise, and he has become my salvation. He is my God, and I shall glorify him. He is the God of my father, and I shall exalt him.",
          "ID": "2"
        },
        {
          "text": "The Lord is like a fighting man. Almighty is his name.",
          "ID": "3"
        },
        {
          "text": "The chariots of Pharaoh, and his army, he has cast into the sea; his elect leaders have been submerged in the Red Sea.",
          "ID": "4"
        },
        {
          "text": "The abyss has covered them. They descended into the depths like a stone.",
          "ID": "5"
        },
        {
          "text": "Your right hand, O Lord, has been magnified in strength. Your right hand, O Lord, has struck down the enemy.",
          "ID": "6"
        },
        {
          "text": "And in the multitude of your glory you have put down your adversaries. You sent out your wrath, which devoured them like stubble.",
          "ID": "7"
        },
        {
          "text": "And by the breath of your fury, the waters were gathered together. The flowing waves stood still. The abyss was gathered into the midst of the sea.",
          "ID": "8"
        },
        {
          "text": "The enemy said: 'I will pursue and overtake them. I will divide the spoils. My soul will be filled. I will unsheathe my sword. My hand will put them to death.'",
          "ID": "9"
        },
        {
          "text": "Your breath blew, and the sea covered them. They were submerged like lead into the mighty waters.",
          "ID": "10"
        },
        {
          "text": "Who is like you in strength, O Lord? Who is like you: magnificent in sanctity, terrible and yet praiseworthy, accomplishing miracles?",
          "ID": "11"
        },
        {
          "text": "You extended your hand, and the earth devoured them.",
          "ID": "12"
        },
        {
          "text": "In your mercy, you have been a leader to the people whom you have redeemed. And in your strength, you have carried them to your holy dwelling place.",
          "ID": "13"
        },
        {
          "text": "Peoples rose up and became angry. Sorrows took hold of the inhabitants of Philistia.",
          "ID": "14"
        },
        {
          "text": "Then the leaders of Edom were stirred up, and trembling took hold of the robust of Moab. All the inhabitants of Canaan were petrified.",
          "ID": "15"
        },
        {
          "text": "Let fear and dread fall upon them, by the magnitude of your arm. Let them become immobilized like stone, until your people cross through, O Lord, until this, your people whom you possess, cross through.",
          "ID": "16"
        },
        {
          "text": "You shall lead them in and plant them, on the mountain of your inheritance, in your most firm dwelling place, which you have formed, O Lord, your sanctuary, O Lord, which your hands have made firm.",
          "ID": "17"
        },
        {
          "text": "The Lord will reign in eternity and beyond.",
          "ID": "18"
        },
        {
          "text": "For the rider Pharaoh, with his chariots and horsemen, was brought into the sea. And the Lord brought back upon them the waters of the sea. But the sons of Israel walked across dry ground in its midst.\"",
          "ID": "19"
        },
        {
          "text": "And so Miriam, the prophetess, the sister of Aaron, took up a timbrel in her hand. And all the women followed her with timbrels and dancing.",
          "ID": "20"
        },
        {
          "text": "And she prophesied, saying: \"Let us sing to the Lord, for he has been gloriously magnified. The horse and its rider, he has thrown into the sea.\"",
          "ID": "21"
        },
        {
          "text": "Then Moses took Israel from the Red Sea, and they went forth into the desert of Shur. And they wandered for three days through the wilderness, and they found no water.",
          "ID": "22"
        },
        {
          "text": "And they arrived at Marah. They were unable to drink the waters of Marah because they were bitter. Therefore, he also established a name befitting the place, calling it 'Marah,' that is, bitterness.",
          "ID": "23"
        },
        {
          "text": "And the people murmured against Moses, saying: \"What shall we drink?\"",
          "ID": "24"
        },
        {
          "text": "So he cried out to the Lord, who showed him a tree. And when he had cast it into the waters, they were turned into sweetness. In that place, he established instructions for him, and also judgments. And he tested him there,",
          "ID": "25"
        },
        {
          "text": "saying: \"If you will listen to the voice of the Lord your God, and do what is right in his sight, and obey his commands, and keep all his precepts, I will not bring upon you any of the distress that I imposed on Egypt. For I am the Lord, your healer.\"",
          "ID": "26"
        },
        {
          "text": "Then the sons of Israel arrived in Elim, where there were twelve fountains of water and seventy palm trees. And they camped next to the waters.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.15",
      "name": "Exodus 15"
    },
    {
      "text": [
        {
          "text": "And they set out from Elim. And the entire multitude of the sons of Israel arrived at the desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month, after they departed from the land of Egypt.",
          "ID": "1"
        },
        {
          "text": "And the entire congregation of the sons of Israel murmured against Moses and Aaron in the wilderness.",
          "ID": "2"
        },
        {
          "text": "And the sons of Israel said to them: \"If only we had died by the hand of the Lord in the land of Egypt, when we sat around bowls of meat and ate bread until filled. Why have you led us away, into this desert, so that you might kill the entire multitude with famine?\"",
          "ID": "3"
        },
        {
          "text": "Then the Lord said to Moses: \"Behold, I will rain down bread from heaven for you. Let the people go out and collect what is sufficient for each day, so that I may test them, as to whether or not they will walk in my law.",
          "ID": "4"
        },
        {
          "text": "But on the sixth day, let them prepare what they use for carrying, and let there be double what they were accustomed to collect on a single day.\"",
          "ID": "5"
        },
        {
          "text": "And Moses and Aaron said to the sons of Israel: \"In the evening, you will know that the Lord has led you away from the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "And in the morning, you will see the glory of the Lord. For he has heard your murmuring against the Lord. But as for us, truly what are we, that you would whisper against us?\"",
          "ID": "7"
        },
        {
          "text": "And Moses said: \"In the evening, the Lord will give you flesh to eat, and in the morning, bread in fullness. For he has heard your murmurings that you have murmured against him. For what are we? Your murmuring is not against us, but against the Lord.\"",
          "ID": "8"
        },
        {
          "text": "Moses also said to Aaron: \"Say to the whole congregation of the sons of Israel, 'Approach before the Lord. For he has heard your murmuring.' \"",
          "ID": "9"
        },
        {
          "text": "And when Aaron spoke to the entire assembly of the sons of Israel, they looked out toward the wilderness. And behold, the glory of the Lord appeared in a cloud.",
          "ID": "10"
        },
        {
          "text": "Then the Lord spoke to Moses, saying:",
          "ID": "11"
        },
        {
          "text": "\"I have heard the murmuring of the sons of Israel. Say to them: 'In the evening, you will eat flesh, and in the morning, you will be filled with bread. And you shall know that I am the Lord your God.' \"",
          "ID": "12"
        },
        {
          "text": "Therefore, it happened in the evening: quails, rising up, covered the camp. Likewise, in the morning, a dew lay all around the camp.",
          "ID": "13"
        },
        {
          "text": "And when it had covered the face of the earth, it appeared, in the wilderness, small and as if crushed with a pestle, similar to hoar-frost on the ground.",
          "ID": "14"
        },
        {
          "text": "When the sons of Israel had seen it, they said one to another: \"Manhu?\" which means \"What is this?\" For they did not know what it was. And Moses said to them: \"This is the bread that the Lord has given you to eat.",
          "ID": "15"
        },
        {
          "text": "This is the word that the Lord has instructed. Let each one collect as much of it as is sufficient to eat. One omer for each head. According to the number of your souls which live in a tent, so will you take of it.\"",
          "ID": "16"
        },
        {
          "text": "And the sons of Israel did so. And they collected: some more, others less.",
          "ID": "17"
        },
        {
          "text": "And they measured by the measure of an omer. He who collected more, did not have too much; nor did he who prepared less, find too little. But each one gathered according to what they were able to eat.",
          "ID": "18"
        },
        {
          "text": "And Moses said to them, \"Let no one leave any of it behind until morning.\"",
          "ID": "19"
        },
        {
          "text": "And they did not listen to him, but they left some of it behind until morning, and it began to swarm with worms, and it putrefied. And Moses became angry against them.",
          "ID": "20"
        },
        {
          "text": "Then each one collected, in the morning, as much as would be sufficient to eat. And after the sun became hot, it melted.",
          "ID": "21"
        },
        {
          "text": "But on the sixth day, they collected a double portion, that is, two omers for each man. Then all the leaders among the multitude came, and they discoursed with Moses.",
          "ID": "22"
        },
        {
          "text": "And he said to them: \"This is what the Lord has spoken: Tomorrow, the rest day of the Sabbath, has been sanctified to the Lord. Whatever would be done, do it now. And whatever would be cooked, cook it now. Then anything that will have been left over, store it until morning.\"",
          "ID": "23"
        },
        {
          "text": "And they did just as Moses had instructed, and it did not putrefy, nor were there any worms found in it.",
          "ID": "24"
        },
        {
          "text": "And Moses said: \"Eat it today, because it is the Sabbath of the Lord. Today it will not be found in the field.",
          "ID": "25"
        },
        {
          "text": "Gather for six days. But on the seventh day, it is the Sabbath of the Lord, for which reason it will not be found.\"",
          "ID": "26"
        },
        {
          "text": "And the seventh day arrived. And some of the people, going out to collect it, did not find it.",
          "ID": "27"
        },
        {
          "text": "Then the Lord said to Moses: \"How long will you be unwilling to keep my commandments and my law?",
          "ID": "28"
        },
        {
          "text": "See how the Lord has given you the Sabbath, and, because of this, on the sixth day he distributes to you a double portion. Let each one remain with his own, and let no one go forth from his place on the seventh day.\"",
          "ID": "29"
        },
        {
          "text": "And the people kept the Sabbath on the seventh day.",
          "ID": "30"
        },
        {
          "text": "And the house of Israel called its name 'Manna.' It was like white coriander seed, and its taste was like wheat flour with honey.",
          "ID": "31"
        },
        {
          "text": "Then Moses said: \"This is the word that the Lord has instructed: Fill an omer of it, and let it be kept for future generations hereafter, so that they may know the bread, with which I nourished you in the wilderness, when you had been led away from the land of Egypt.\"",
          "ID": "32"
        },
        {
          "text": "And Moses said to Aaron, \"Take one vessel, and put manna into it, as much as an omer is able to hold. And store it in the sight of the Lord, to keep for your generations,",
          "ID": "33"
        },
        {
          "text": "just as the Lord instructed Moses.\" And so, Aaron placed it in the tabernacle, in reserve.",
          "ID": "34"
        },
        {
          "text": "Now the sons of Israel ate manna for forty years, until they arrived in a habitable land. With this food they were nourished, even until they touched the borders of the land of Canaan.",
          "ID": "35"
        },
        {
          "text": "Now an omer is a tenth part of an ephah.",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.16",
      "name": "Exodus 16"
    },
    {
      "text": [
        {
          "text": "And so, the entire multitude of the sons of Israel, having set out from the desert of Sin in stages, according to the word of the Lord, made camp at Rephidim, where there was no water for the people to drink.",
          "ID": "1"
        },
        {
          "text": "And arguing against Moses, they said, \"Give us water, so that we may drink.\" And Moses answered them: \"Why argue against me? For what reason do you tempt the Lord?\"",
          "ID": "2"
        },
        {
          "text": "And so the people were thirsty in that place, due to the scarcity of water, and they murmured against Moses, saying: \"Why did you cause us to go out of Egypt, so as to kill us and our children, as well as our cattle, with thirst?\"",
          "ID": "3"
        },
        {
          "text": "Then Moses cried out to the Lord, saying: \"What shall I do with this people? A little while more and they will stone me.\"",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses: \"Go before the people, and take with you some of the elders of Israel. And take in your hand the staff, with which you struck the river, and advance.",
          "ID": "5"
        },
        {
          "text": "Lo, I will stand in that place before you, on the rock of Horeb. And you shall strike the rock, and water will go forth from it, so that the people may drink.\" Moses did so in the sight of the elders of Israel.",
          "ID": "6"
        },
        {
          "text": "And he called the name of that place 'Temptation,' because of the arguing of the sons of Israel, and because they tempted the Lord, saying: \"Is the Lord with us, or not?\"",
          "ID": "7"
        },
        {
          "text": "And Amalek came and fought against Israel at Rephidim.",
          "ID": "8"
        },
        {
          "text": "And Moses said to Joshua: \"Choose men. And when you go out, fight against Amalek. Tomorrow, I will stand at the top of the hill, holding the staff of God in my hand.\"",
          "ID": "9"
        },
        {
          "text": "Joshua did as Moses had spoken, and he fought against Amalek. But Moses and Aaron and Hur ascended to the top of the hill.",
          "ID": "10"
        },
        {
          "text": "And when Moses lifted up his hands, Israel prevailed. But when he released them a little while, Amalek overcame.",
          "ID": "11"
        },
        {
          "text": "Then the hands of Moses became heavy. And so, taking a stone, they placed it beneath him, and he sat on it. Then Aaron and Hur sustained his hands from both sides. And it happened that his hands did not tire until the setting of the sun.",
          "ID": "12"
        },
        {
          "text": "And Joshua put to flight Amalek and his people by the edge of the sword.",
          "ID": "13"
        },
        {
          "text": "Then the Lord said to Moses: \"Write this, as a memorial in a book, and deliver it to the ears of Joshua. For I will wipe away the memory of Amalek from under heaven.\"",
          "ID": "14"
        },
        {
          "text": "And Moses built an altar. And he called its name, 'The Lord, my Exaltation.' For he said:",
          "ID": "15"
        },
        {
          "text": "\"The hand of the throne of the Lord, and the war of the Lord, will be against Amalek from generation to generation.\"",
          "ID": "16"
        }
      ],
      "ID": "OT:EXO.17",
      "name": "Exodus 17"
    },
    {
      "text": [
        {
          "text": "And when Jethro, the priest of Midian, the kinsman of Moses, had heard all that God had done for Moses, and for his people Israel, and that the Lord had led Israel away from Egypt,",
          "ID": "1"
        },
        {
          "text": "he brought Zipporah, the wife of Moses, whom he was to return to him,",
          "ID": "2"
        },
        {
          "text": "and her two sons, of whom one was called Gershom, (for his father said, \"I have been a newcomer in a foreign land,\")",
          "ID": "3"
        },
        {
          "text": "and the other in truth was Eliezer, (\"For the God of my father,\" he said, \"is my helper, and has rescued me from the sword of Pharaoh.\")",
          "ID": "4"
        },
        {
          "text": "And so Jethro, the kinsman of Moses, with his sons and his wife, came to Moses in the desert, where he was encamped next to the mountain of God.",
          "ID": "5"
        },
        {
          "text": "And he sent word to Moses, saying: \"I, Jethro, your kinsman, have come to you, with your wife, and your two sons with her.\"",
          "ID": "6"
        },
        {
          "text": "And going out to meet his kinsman, he reverenced and kissed him. And they saluted each other with peaceful words. And when he had arrived at the tent,",
          "ID": "7"
        },
        {
          "text": "Moses explained to his kinsman all that the Lord had done to Pharaoh and to the Egyptians on behalf of Israel, and all the hardships which had befallen them on the journey, and how the Lord had freed them.",
          "ID": "8"
        },
        {
          "text": "And Jethro was gladdened over all the good that the Lord had done for Israel, because he had rescued them from the hand of the Egyptians.",
          "ID": "9"
        },
        {
          "text": "And he said: \"Blessed is the Lord, who has freed his people from the hand of the Egyptians and from the hand of Pharaoh; he has rescued his people from the hand of Egypt.",
          "ID": "10"
        },
        {
          "text": "Now I know that the great Lord is above all gods. This is why they acted arrogantly against them.\"",
          "ID": "11"
        },
        {
          "text": "And so Jethro, the kinsman of Moses, offered holocausts and sacrifices to God. And Aaron arrived with all the elders of Israel, in order to eat bread with him in the sight of God.",
          "ID": "12"
        },
        {
          "text": "Then, the next day, Moses sat down in order to judge the people, and they stood beside Moses from morning, even until evening.",
          "ID": "13"
        },
        {
          "text": "And when, of course, his kinsman saw all that he did among the people, he said: \"What is this that you do among the people? Why do you sit alone, while all the people stand before you, from morning, even until evening?\"",
          "ID": "14"
        },
        {
          "text": "And Moses answered him: \"The people come to me seeking the verdict of God.",
          "ID": "15"
        },
        {
          "text": "And when any kind of dispute occurs among them, they come to me to judge between them, and to reveal the precepts of God and of his laws.\"",
          "ID": "16"
        },
        {
          "text": "But he said, \"This is not good, what you are doing.",
          "ID": "17"
        },
        {
          "text": "You will be consumed by foolish efforts, both you and this people who are with you. The task is beyond your strength; you will not be able bear it alone.",
          "ID": "18"
        },
        {
          "text": "But listen to my words and counsels, and then God will be with you. Be available to the people in that which pertains to God, so as to refer what they say to him,",
          "ID": "19"
        },
        {
          "text": "and to reveal to the people the ceremonies, and the rituals of worship, and the way by which they should progress, and the work that they should do.",
          "ID": "20"
        },
        {
          "text": "Then provide, from all of the people, men capable and fearing God, in whom there is truth and who hate avarice, and appoint from them tribunes, and leaders of hundreds, and of fifties, and of tens,",
          "ID": "21"
        },
        {
          "text": "who may judge the people at all times. Then, when anything greater will have occurred, they may refer it to you, and let them judge the lesser matters only. And so it may be lighter for you, the burden being divided among others.",
          "ID": "22"
        },
        {
          "text": "If you will do this, you will fulfill the orders of God, and you will be able to uphold his precepts. And this entire people will return to their places in peace.\"",
          "ID": "23"
        },
        {
          "text": "Having heard this, Moses did everything that he had suggested to him.",
          "ID": "24"
        },
        {
          "text": "And choosing virtuous men from all of Israel, he appointed them as leaders of the people: tribunes, and leaders of hundreds, and of fifties, and of tens.",
          "ID": "25"
        },
        {
          "text": "And they judged the people at all times. But whatever was more serious, they referred to him, and they judged easier matters only.",
          "ID": "26"
        },
        {
          "text": "And he dismissed his kinsman, who, turning back, went to his own land.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.18",
      "name": "Exodus 18"
    },
    {
      "text": [
        {
          "text": "In the third month of the departure of Israel from the land of Egypt, in that day, they arrived in the wilderness of Sinai.",
          "ID": "1"
        },
        {
          "text": "Thus, setting out from Raphidim, and going directly to the desert of Sinai, they encamped in the same place, and there Israel pitched their tents away from the region of the mountain.",
          "ID": "2"
        },
        {
          "text": "Then Moses ascended to God. And the Lord called to him from the mountain, and he said: \"This you shall say to the house of Jacob, and announce to the sons of Israel:",
          "ID": "3"
        },
        {
          "text": "'You have seen what I have done to the Egyptians, in what way I carried you upon the wings of eagles and how I have taken you for myself.",
          "ID": "4"
        },
        {
          "text": "If, therefore, you will hear my voice, and you will keep my covenant, you will be to me a particular possession out of all people. For all the earth is mine.",
          "ID": "5"
        },
        {
          "text": "And you will be to me a priestly kingdom and a holy nation.' These are the words that you will speak to the sons of Israel.\"",
          "ID": "6"
        },
        {
          "text": "Moses went, and calling together those greater by birth among the people, he set forth all the words which the Lord had commanded.",
          "ID": "7"
        },
        {
          "text": "And all the people responded together: \"Everything that the Lord has spoken, we shall do.\" And when Moses had related the words of the people to the Lord,",
          "ID": "8"
        },
        {
          "text": "the Lord said to him: \"Soon now, I will come to you in the mist of a cloud, so that the people may hear me speaking to you, and so that they may believe you continuously.\" Therefore, Moses reported the words of the people to the Lord,",
          "ID": "9"
        },
        {
          "text": "who said to him: \"Go to the people, and sanctify them today, and tomorrow, and let them wash their garments.",
          "ID": "10"
        },
        {
          "text": "And let them be prepared on the third day. For on the third day, the Lord will descend, in the sight of all the people, over Mount Sinai.",
          "ID": "11"
        },
        {
          "text": "And you will establish limits for the people all around, and you will say to them: 'Take care not to ascend to the mountain, and that you do not touch its parts. All who touch the mountain, shall die a death.'",
          "ID": "12"
        },
        {
          "text": "Hands shall not touch him, but he shall be crushed with stones, or he shall be pierced through with darts. Whether it be a beast or a man, he shall not live. For when the trumpet begins to sound, perhaps they might go up toward the mountain.\"",
          "ID": "13"
        },
        {
          "text": "And Moses came down from the mountain to the people, and he sanctified them. And when they had washed their garments,",
          "ID": "14"
        },
        {
          "text": "he said to them, \"Be prepared on the third day, and do not draw near to your wives.\"",
          "ID": "15"
        },
        {
          "text": "And now, the third day arrived and the morning dawned. And behold, thunders began to be heard, and also lightning flashed, and a very dense cloud covered the mountain, and the noise of the trumpet resounded vehemently. And the people who were in the camp were fearful.",
          "ID": "16"
        },
        {
          "text": "And when Moses had led them out to meet God, from the place of the camp, they stood at the base of the mountain.",
          "ID": "17"
        },
        {
          "text": "Then all of Mount Sinai was smoking. For the Lord had descended over it with fire, and smoke ascended from it, as from a furnace. And the entire mountain was terrible.",
          "ID": "18"
        },
        {
          "text": "And the sound of the trumpet gradually increased to be louder, and extended to be longer. Moses was speaking, and God was answering him.",
          "ID": "19"
        },
        {
          "text": "And the Lord descended over Mount Sinai, to the very top of the mountain, and he called Moses to its summit. And when he had ascended there,",
          "ID": "20"
        },
        {
          "text": "he said to him: \"Descend, and call the people to witness, lest they might be willing to transgress the limits, so as to see the Lord, and a very great multitude of them might perish.",
          "ID": "21"
        },
        {
          "text": "Likewise, the priests who approach toward the Lord, let them be sanctified, lest he strike them down.\"",
          "ID": "22"
        },
        {
          "text": "And Moses said to the Lord: \"The people are not able to ascend to Mount Sinai. For you testified, and you commanded, saying: 'Set limits around the mountain, and sanctify it.' \"",
          "ID": "23"
        },
        {
          "text": "And the Lord said to him, \"Go, descend. And you shall ascend, and Aaron with you. But let not the priests or the people transgress the limits, nor ascend to the Lord, lest perhaps he may put them to death.\"",
          "ID": "24"
        },
        {
          "text": "And Moses descended to the people, and he explained everything to them.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.19",
      "name": "Exodus 19"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke all these words:",
          "ID": "1"
        },
        {
          "text": "\"I am the Lord your God, who led you away from the land of Egypt, out of the house of servitude.",
          "ID": "2"
        },
        {
          "text": "You shall not have strange gods before me.",
          "ID": "3"
        },
        {
          "text": "You shall not make for yourself a graven image, nor a likeness of anything that is in heaven above or on earth below, nor of those things which are in the waters under the earth.",
          "ID": "4"
        },
        {
          "text": "You shall not adore them, nor shall you worship them. I am the Lord your God: strong, zealous, visiting the iniquity of the fathers on the sons to the third and fourth generation of those who hate me,",
          "ID": "5"
        },
        {
          "text": "and showing mercy to thousands of those who love me and keep my precepts.",
          "ID": "6"
        },
        {
          "text": "You shall not take the name of the Lord your God in vain. For the Lord will not hold harmless one who takes the name of the Lord his God falsely.",
          "ID": "7"
        },
        {
          "text": "Remember that you are to sanctify the day of the Sabbath.",
          "ID": "8"
        },
        {
          "text": "For six days, you will work and accomplish all your tasks.",
          "ID": "9"
        },
        {
          "text": "But the seventh day is the Sabbath of the Lord your God. You shall not do any work in it: you and your son and your daughter, your male servant and your female servant, your beast and the newcomer who is within your gates.",
          "ID": "10"
        },
        {
          "text": "For in six days the Lord made heaven and earth, and the sea, and all the things that are in them, and so he rested on the seventh day. For this reason, the Lord has blessed the day of the Sabbath and sanctified it.",
          "ID": "11"
        },
        {
          "text": "Honor your father and your mother, so that you may have a long life upon the land, which the Lord your God will give to you.",
          "ID": "12"
        },
        {
          "text": "You shall not murder.",
          "ID": "13"
        },
        {
          "text": "You shall not commit adultery.",
          "ID": "14"
        },
        {
          "text": "You shall not steal.",
          "ID": "15"
        },
        {
          "text": "You shall not speak false testimony against your neighbor.",
          "ID": "16"
        },
        {
          "text": "You shall not covet the house of your neighbor; neither shall you desire his wife, nor male servant, nor female servant, nor ox, nor donkey, nor anything that is his.\"",
          "ID": "17"
        },
        {
          "text": "Then all the people considered the voices, and the lights, and the sound of the trumpet, and the smoking mountain. And being terrified and struck with fear, they stood at a distance,",
          "ID": "18"
        },
        {
          "text": "saying to Moses: \"Speak to us, and we will listen. Let not the Lord speak to us, lest perhaps we may die.\"",
          "ID": "19"
        },
        {
          "text": "And Moses said to the people: \"Do not be afraid. For God came in order to test you, and so that the dread of him might be with you, and you would not sin.\"",
          "ID": "20"
        },
        {
          "text": "And the people stood far away. But Moses approached toward the mist, in which was God.",
          "ID": "21"
        },
        {
          "text": "Thereafter, the Lord said to Moses: \"This you shall say to the sons of Israel: You have seen that I have spoken to you from heaven.",
          "ID": "22"
        },
        {
          "text": "You shall not make gods of silver, nor shall you make for yourselves gods of gold.",
          "ID": "23"
        },
        {
          "text": "You shall make an altar from the earth for me, and you shall offer upon it your holocausts and peace-offerings, your sheep and oxen, in every place where the memory of my name shall be. I will come to you, and I will bless you.",
          "ID": "24"
        },
        {
          "text": "And if you make an altar of stone for me, you shall not build it from cut stones; for if you lift up a tool over it, it will be defiled.",
          "ID": "25"
        },
        {
          "text": "You shall not ascend by steps to my altar, lest your nakedness be revealed.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:EXO.20",
      "name": "Exodus 20"
    },
    {
      "text": [
        {
          "text": "\"These are the judgments which you shall place before them:",
          "ID": "1"
        },
        {
          "text": "If you buy a Hebrew servant, six years shall he serve you; in the seventh, he shall depart freely, without charge.",
          "ID": "2"
        },
        {
          "text": "With whatever clothing he arrived, with the like let him depart. If he has a wife, his wife also shall depart, at the same time.",
          "ID": "3"
        },
        {
          "text": "But if his lord gave him a wife, and she has borne sons and daughters, the woman and her children shall belong to her lord. Yet still, he himself will go out with his clothing.",
          "ID": "4"
        },
        {
          "text": "And if the servant will say, 'I love my lord, and my wife and children, I will not depart freely,'",
          "ID": "5"
        },
        {
          "text": "then his lord shall make an offering for him to the heavens, and it shall be applied to the door and the posts, and he will pierce his ear with an awl. And he shall be his servant in perpetuity.",
          "ID": "6"
        },
        {
          "text": "If anyone sells his daughter to be a servant, she shall not depart as a female servant is accustomed to go out.",
          "ID": "7"
        },
        {
          "text": "If she displeases the eyes of her lord, to whom she had been delivered, he shall dismiss her. But he shall have no authority to sell her to a foreign people, even if he despises her.",
          "ID": "8"
        },
        {
          "text": "But if he has betrothed her to his son, he shall treat her according to the custom with daughters.",
          "ID": "9"
        },
        {
          "text": "And if he takes another for him, he shall provide to the maiden a marriage, and clothing, and he shall not refuse the price of her chastity.",
          "ID": "10"
        },
        {
          "text": "If he does not do these three things, she shall depart freely, without money.",
          "ID": "11"
        },
        {
          "text": "Whoever strikes a man, intending to murder, shall be put to death.",
          "ID": "12"
        },
        {
          "text": "But if he did not lie in wait for him, but God delivered him into his hands, then I will appoint for you a place to which he must flee.",
          "ID": "13"
        },
        {
          "text": "If someone murders his neighbor with deliberation, by lying in wait, you shall tear him away from my altar, so that he may die.",
          "ID": "14"
        },
        {
          "text": "Whoever strikes his father or mother shall die a death.",
          "ID": "15"
        },
        {
          "text": "Whoever will have stolen a man and sold him, having been convicted of the crime, shall be put to death.",
          "ID": "16"
        },
        {
          "text": "Whoever speaks evil of his father or mother shall die a death.",
          "ID": "17"
        },
        {
          "text": "If men will have quarreled, and one of them has struck his neighbor with a stone or a fist, and he does not die, but lies in bed,",
          "ID": "18"
        },
        {
          "text": "if he gets up again and can walk outside on his staff, he who struck him will be innocent, but only if he makes sufficient restitution for his deeds and for the cost of the physicians.",
          "ID": "19"
        },
        {
          "text": "Whoever strikes his male or female servant with a staff, and if they have died by his hands, he shall be guilty of a crime.",
          "ID": "20"
        },
        {
          "text": "But if he survives for one day or two, he shall not be subject to punishment, because it is his money.",
          "ID": "21"
        },
        {
          "text": "If men will have quarreled, and one of them has struck a pregnant woman, and as a result she miscarries, but she herself survives, he shall be subject to as much damage as the husband of the woman shall petition from him, or as arbitrators shall judge.",
          "ID": "22"
        },
        {
          "text": "But if her death will have followed, he will repay a life for a life,",
          "ID": "23"
        },
        {
          "text": "an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,",
          "ID": "24"
        },
        {
          "text": "a scrape for a scrape, a wound for a wound, a bruise for a bruise.",
          "ID": "25"
        },
        {
          "text": "If anyone will have struck the eye of his male or female servant, having left them with one eye, he shall release them freely, because of the eye that he has put out.",
          "ID": "26"
        },
        {
          "text": "Likewise, if he knocks out a tooth of his male or female servant, he shall similarly release them freely.",
          "ID": "27"
        },
        {
          "text": "If an ox has struck a man or a woman with his horn, and if they die, it shall be stoned. And its flesh shall not be eaten; also, the owner of the ox will be innocent.",
          "ID": "28"
        },
        {
          "text": "But if the ox had been pushing with his horn, from yesterday and the day before, and they warned his owner, but he did not confine it, and it will have killed a man or a woman, then the ox shall be stoned, and his owner shall be killed.",
          "ID": "29"
        },
        {
          "text": "But if they have imposed a price on him, he shall give, in exchange for his life, whatever is asked.",
          "ID": "30"
        },
        {
          "text": "Likewise, if it has struck a son or a daughter with its horns, it shall be subject to a similar verdict.",
          "ID": "31"
        },
        {
          "text": "If it attacks a male or female servant, he shall give thirty shekels of silver to their lord, yet truly the ox shall be stoned.",
          "ID": "32"
        },
        {
          "text": "If a man digs or opens a cistern, and does not cover it, and an ox or a donkey falls into it,",
          "ID": "33"
        },
        {
          "text": "then the owner of the cistern shall repay the price of the beasts, and what is dead will belong to him.",
          "ID": "34"
        },
        {
          "text": "If the ox of a stranger wounds the ox of another, and it has died, then they shall sell the live ox and divide the price, but the carcass of the dead one they shall distribute between them.",
          "ID": "35"
        },
        {
          "text": "But if he knew that his ox had pushed with its horns, yesterday and the day before, and its owner did not confine it, then he shall repay an ox for an ox, and he will receive the whole carcass.\"",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.21",
      "name": "Exodus 21"
    },
    {
      "text": [
        {
          "text": "\"If anyone will have stolen an ox or a sheep, and if he kills it or sells it, then he will restore five oxen for one ox, and four sheep for one sheep.",
          "ID": "1"
        },
        {
          "text": "If a thief will have been discovered breaking into a house, or digging under it, and he has received a mortal wound, he who struck him down will not be guilty of blood.",
          "ID": "2"
        },
        {
          "text": "But if he did this when the sun was risen, he has perpetrated a homicide, and he shall die. If he does not have the means to make restitution for the theft, he shall be sold.",
          "ID": "3"
        },
        {
          "text": "If whatever he stole should be found with him, a living thing, either an ox, or a donkey, or a sheep, he shall repay double.",
          "ID": "4"
        },
        {
          "text": "If there is any damage to a field or a vineyard, when he has released his cattle to pasture on the land of a stranger, he shall repay the best of what he has in his own field, or in his own vineyard, according to the estimation of the damage.",
          "ID": "5"
        },
        {
          "text": "If a fire will have been discovered departing from brush, and taking hold in stacks of grain, or in crops standing in the fields, whoever ignited the fire shall repay the damages.",
          "ID": "6"
        },
        {
          "text": "If anyone will have entrusted money, or a container, to his friend to keep, and if these have been stolen from the one who received them: if the thief is found, he shall repay double.",
          "ID": "7"
        },
        {
          "text": "If the thief is unknown, the lord of the house will be brought before the heavens to swear that he did not lay his hand on the goods of his neighbor,",
          "ID": "8"
        },
        {
          "text": "so as to perpetrate any fraud, such as with an ox, or a donkey, or a sheep, or clothing, nor to do anything that would be able to cause damage. The case of both shall be brought before the heavens. And if they give judgment against him, he shall repay double to his neighbor.",
          "ID": "9"
        },
        {
          "text": "If anyone will have entrusted a donkey, an ox, a sheep, or any animal to the keeping of his neighbor, and it will have died, or become disabled, or have been captured by enemies, and no one saw it,",
          "ID": "10"
        },
        {
          "text": "then there shall be an oath between them, that he did not lay his hand on the goods of his neighbor. And the owner shall accept the oath, and he will not be compelled to make restitution.",
          "ID": "11"
        },
        {
          "text": "But if it will have been taken away by theft, he shall repay the damages to the owner.",
          "ID": "12"
        },
        {
          "text": "If it has been eaten by a wild beast, let him carry what was killed to him, and then he shall not make restitution.",
          "ID": "13"
        },
        {
          "text": "If anyone borrows from his neighbor any of these things, and it has died or been disabled when the owner was not present, he shall be compelled to make restitution.",
          "ID": "14"
        },
        {
          "text": "But if the owner was present, he shall not make restitution, especially if it had been brought for hired work.",
          "ID": "15"
        },
        {
          "text": "If a man has led astray a virgin not yet betrothed, and he has slept with her, he shall pay her dowry and have her as a wife.",
          "ID": "16"
        },
        {
          "text": "If the father of the virgin is not willing to give her, he shall pay money according to manner of a dowry, which virgins are accustomed to receive.",
          "ID": "17"
        },
        {
          "text": "You shall not permit practitioners of the black arts to live.",
          "ID": "18"
        },
        {
          "text": "Whoever has sexual intercourse with an animal shall be put to death.",
          "ID": "19"
        },
        {
          "text": "Whoever immolates to gods, other than to the Lord, shall be killed.",
          "ID": "20"
        },
        {
          "text": "You shall not harass the newcomer, nor shall you afflict him. For you yourselves were once newcomers in the land of Egypt.",
          "ID": "21"
        },
        {
          "text": "You shall not harm a widow or an orphan.",
          "ID": "22"
        },
        {
          "text": "If you hurt them, they will cry out to me, and I will hear their cry.",
          "ID": "23"
        },
        {
          "text": "And my fury will be enraged, and I will strike you down with the sword. And your wives will become widows, and your sons will become orphans.",
          "ID": "24"
        },
        {
          "text": "If you lend money to the poor of my people who live among you, you shall not coerce them like a collector, nor oppress them with usury.",
          "ID": "25"
        },
        {
          "text": "If you take a garment from your neighbor as a pledge, you shall return it to him again before the setting of the sun.",
          "ID": "26"
        },
        {
          "text": "For it is all that he has to cover himself, to clothe his body; nor does he have anything else in which to sleep. If he cries out to me, I will hear him, because I am compassionate.",
          "ID": "27"
        },
        {
          "text": "You shall not disparage the heavens, and you shall not speak evil of the leader of your people.",
          "ID": "28"
        },
        {
          "text": "You shall not delay in paying your tithes and your first-fruits. You shall give the firstborn of your sons to me.",
          "ID": "29"
        },
        {
          "text": "You shall do likewise with those of the oxen and the sheep. For seven days, let it be with its mother; on the eighth day you shall repay it to me.",
          "ID": "30"
        },
        {
          "text": "You shall be holy men for me. The flesh, from which beasts will have tasted, you shall not eat, but you will throw it to the dogs.\"",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.22",
      "name": "Exodus 22"
    },
    {
      "text": [
        {
          "text": "\"You shall not accept a lying voice. Neither shall you join your hand so as to give false testimony on behalf on the impious.",
          "ID": "1"
        },
        {
          "text": "You shall not follow the crowd in doing evil. Neither shall you go astray in judgment, by agreeing with the majority opinion, apart from the truth.",
          "ID": "2"
        },
        {
          "text": "Likewise, you shall not show pity in judgment of the poor.",
          "ID": "3"
        },
        {
          "text": "If you come across an ox or a donkey of your enemy, which has gone astray, lead it back to him.",
          "ID": "4"
        },
        {
          "text": "If you see the donkey of one who hates you, fallen under its burden, you shall not pass by without lifting it up with him.",
          "ID": "5"
        },
        {
          "text": "You shall not deviate in judgment of the poor.",
          "ID": "6"
        },
        {
          "text": "You shall flee from lies. The innocent and the just you shall not kill. For I shun the impious.",
          "ID": "7"
        },
        {
          "text": "Neither shall you accept bribes, which blind even the prudent and subvert the words of the just.",
          "ID": "8"
        },
        {
          "text": "You shall not harass a sojourner, for you know the life of a newcomer. For you yourselves also were sojourners in the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "For six years, you shall sow your land and gather its produce.",
          "ID": "10"
        },
        {
          "text": "But in the seventh year, you shall release it and cause it to rest, so that the poor of your people may eat. And whatever remains, let the beasts of the field eat it. So shall you do with your vineyard and your olive grove.",
          "ID": "11"
        },
        {
          "text": "For six days, you shall work. On the seventh day, you shall cease, so that your ox and your donkey may rest, and so that the newcomer and the son of your handmaid may be refreshed.",
          "ID": "12"
        },
        {
          "text": "Preserve all that I have said to you. And by the names of foreign gods you shall not swear; neither shall these be heard from your mouth.",
          "ID": "13"
        },
        {
          "text": "Three times in each year, you shall celebrate feasts to me.",
          "ID": "14"
        },
        {
          "text": "You shall keep the solemnity of unleavened bread. For seven days you shall eat unleavened bread, just as I instructed you, at the time of the month of new grain, when you departed from Egypt. You shall not appear empty-handed in my sight,",
          "ID": "15"
        },
        {
          "text": "for it is the solemnity of the harvest of the first-fruits of your work, of whatever you have sown in the field. Likewise, it is a solemnity at the end of the season, when you will have gathered in all your crops from the field.",
          "ID": "16"
        },
        {
          "text": "Three times a year, all your males shall appear before the Lord your God.",
          "ID": "17"
        },
        {
          "text": "You shall not immolate the blood of my victim over leaven, nor shall the fat of my solemnity remain until morning.",
          "ID": "18"
        },
        {
          "text": "You shall carry the first grain of the land to the house of the Lord your God. You shall not cook a young goat in the milk of its mother.",
          "ID": "19"
        },
        {
          "text": "Behold, I will send my Angel, who will go before you, and preserve you on your journey, and lead you into the place that I have prepared.",
          "ID": "20"
        },
        {
          "text": "Heed him, and hear his voice, and do not hold him in disregard. For he will not release you when you have sinned, and my name is in him.",
          "ID": "21"
        },
        {
          "text": "But if you listen to his voice and do all that I say, I will be an enemy to your enemies, and I will afflict those who afflict you.",
          "ID": "22"
        },
        {
          "text": "And my Angel will go before you, and he will bring you to the Amorite, and the Hittite, and the Perizzite, and the Canaanite, and the Hivite, and the Jebusite, whom I will crush.",
          "ID": "23"
        },
        {
          "text": "You shall not adore their gods, nor worship them. You shall not do their works, but you shall destroy them and break apart their statues.",
          "ID": "24"
        },
        {
          "text": "And you shall serve the Lord your God, so that I may bless your bread and your waters, and so that I may take away sickness from your midst.",
          "ID": "25"
        },
        {
          "text": "There will not be fruitless or barren ones in your land. I will fill up the number of your days.",
          "ID": "26"
        },
        {
          "text": "I will send my terror to run ahead of you, and I will kill all the people to whom you will enter. And I will turn the backs of all your enemies before you,",
          "ID": "27"
        },
        {
          "text": "sending wasps ahead, so that they will put to flight the Hivite, and the Canaanite, and the Hittite, before you enter.",
          "ID": "28"
        },
        {
          "text": "I will not cast them out from your face in one year, lest the land be reduced to a wilderness and the wild beasts increase against you.",
          "ID": "29"
        },
        {
          "text": "I will expel them little by little from your sight, until you have expanded and may possess the land.",
          "ID": "30"
        },
        {
          "text": "Then I will set your limits to be from the Red Sea to the Sea of the Palestinians, and from the desert all the way to the river. I will deliver into your hands the inhabitants of the land, and I will cast them out from your sight.",
          "ID": "31"
        },
        {
          "text": "You shall not enter into a pact with them, nor with their gods.",
          "ID": "32"
        },
        {
          "text": "They may not live on your land, lest perhaps they may cause you to sin against me, if you serve their gods, which certainly would be a temptation for you.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:EXO.23",
      "name": "Exodus 23"
    },
    {
      "text": [
        {
          "text": "He also said to Moses: \"Ascend to the Lord, you and Aaron, Nadab and Abihu, and seventy elders out of Israel, and adore from a distance.",
          "ID": "1"
        },
        {
          "text": "And only Moses will ascend to the Lord, and these shall not approach. Neither shall the people ascend with him.\"",
          "ID": "2"
        },
        {
          "text": "Therefore, Moses went and explained to the people all the words of the Lord, as well as the judgments. And all the people responded with one voice: \"We will do all the words of the Lord, which he has spoken.\"",
          "ID": "3"
        },
        {
          "text": "Then Moses wrote all the words of the Lord. And rising up in the morning, he built an altar at the base of the mountain, with twelve titles according to the twelve tribes of Israel.",
          "ID": "4"
        },
        {
          "text": "And he sent youths from the sons of Israel, and they offered holocausts, and they immolated calves as peace-offerings to the Lord.",
          "ID": "5"
        },
        {
          "text": "And so Moses took one half part of the blood, and he put it into bowls. Then the remaining part he poured over the altar.",
          "ID": "6"
        },
        {
          "text": "And taking up the book of the covenant, he read it in the hearing of the people, who said: \"All that the Lord has spoken, we will do, and we will be obedient.\"",
          "ID": "7"
        },
        {
          "text": "In truth, taking up the blood, he sprinkled it on the people, and he said, \"This is the blood of the covenant, which the Lord has formed with you concerning all these words.\"",
          "ID": "8"
        },
        {
          "text": "And Moses and Aaron, Nadab and Abihu, and seventy of the elders of Israel ascended.",
          "ID": "9"
        },
        {
          "text": "And they saw the God of Israel. And under his feet was something like a work of sapphire stone, or like the sky, when it is serene.",
          "ID": "10"
        },
        {
          "text": "Neither did he lay his hand upon those of the sons of Israel who were at a distance. And they saw God, and they ate and drank.",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Moses: \"Ascend to me on the mountain, and be there. And I will give to you tablets of stone, and the law and the commandments that I have written. So may you teach them.\"",
          "ID": "12"
        },
        {
          "text": "Moses rose up, with Joshua his minister. And Moses, ascending on the mountain of God,",
          "ID": "13"
        },
        {
          "text": "said to the elders: \"Wait here, until we return to you. You have Aaron and Hur with you. If any question arises, you shall refer it to them.\"",
          "ID": "14"
        },
        {
          "text": "And when Moses had ascended, a cloud covered the mountain.",
          "ID": "15"
        },
        {
          "text": "And the glory of the Lord dwelt upon Sinai, covering it with a cloud for six days. And on the seventh day, he called to him from the middle of the mist.",
          "ID": "16"
        },
        {
          "text": "Now the appearance of the glory of the Lord was like a burning fire over the summit of the mountain in the sight of the sons of Israel.",
          "ID": "17"
        },
        {
          "text": "And Moses, entering into the midst of the cloud, ascended the mountain. And he was there for forty days and forty nights.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.24",
      "name": "Exodus 24"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "\"Speak to the sons of Israel, so that they may take the first-fruits to me. You shall accept these from every man who offers of his own accord.",
          "ID": "2"
        },
        {
          "text": "Now these are the things that you must accept: Gold, and silver, and brass,",
          "ID": "3"
        },
        {
          "text": "hyacinth and purple, and twice-dyed scarlet, and fine linen, the hair of goats,",
          "ID": "4"
        },
        {
          "text": "and the skins of rams, dyed red, and skins of violet, and setim wood,",
          "ID": "5"
        },
        {
          "text": "oil to prepare lights, aromatics as ointments and sweet-smelling incense,",
          "ID": "6"
        },
        {
          "text": "onyx stones and gems to adorn the ephod as well as the breastplate.",
          "ID": "7"
        },
        {
          "text": "And they shall make a sanctuary for me, and I will live in their midst.",
          "ID": "8"
        },
        {
          "text": "According to exact likeness of the tabernacle, and all of the vessels for its rituals, that I will reveal to you, so shall you make it.",
          "ID": "9"
        },
        {
          "text": "Join together an ark of setim wood, whose length shall hold two and one half cubits; the width, one and one half cubits; the height, likewise, one and one half cubits.",
          "ID": "10"
        },
        {
          "text": "And you shall overlay it with the finest gold, inside and out. And over it, you shall fashion a gold crown all around,",
          "ID": "11"
        },
        {
          "text": "and four gold rings, which you shall set into the four corners of the ark. Let two rings be on one side and two on the other.",
          "ID": "12"
        },
        {
          "text": "Likewise, you shall make bars of setim wood and cover them with gold.",
          "ID": "13"
        },
        {
          "text": "And you shall put them through the rings that are in the sides of the ark, so that it may be carried on them.",
          "ID": "14"
        },
        {
          "text": "These must always be in the rings, neither shall they ever be drawn out of them.",
          "ID": "15"
        },
        {
          "text": "And you shall place the testimony, which I will give to you, in the ark.",
          "ID": "16"
        },
        {
          "text": "You shall also make a propitiatory of the finest gold. Its length shall hold two and one half cubits, and the width, one and one half cubits.",
          "ID": "17"
        },
        {
          "text": "Likewise, you shall make two Cherubim of formed gold, on both sides of the oracle.",
          "ID": "18"
        },
        {
          "text": "Let one Cherub be on the one side, and the other be on the other.",
          "ID": "19"
        },
        {
          "text": "And let them cover both sides of the propitiatory, spreading their wings and covering the oracle, and let them look out toward one another, their faces being turned toward the propitiatory, with which the ark is to be covered,",
          "ID": "20"
        },
        {
          "text": "in which you will place the testimony that I will give to you.",
          "ID": "21"
        },
        {
          "text": "From there, I will warn you and speak to you, above the propitiatory and from the middle of the two Cherubim, which will be over the ark of the testimony, about everything that I will command of the sons of Israel through you.",
          "ID": "22"
        },
        {
          "text": "You shall also make a table of setim wood, having two cubits of length, and one cubit in width, and one cubit and one half cubits in height.",
          "ID": "23"
        },
        {
          "text": "And you shall overlay it with the purest gold. And you shall make it with a gold lip all around,",
          "ID": "24"
        },
        {
          "text": "and for the lip itself an engraved crown, four fingers high, and above it another little gold crown.",
          "ID": "25"
        },
        {
          "text": "Likewise, you shall prepare four gold rings and set them in the four corners of the same table, over each foot.",
          "ID": "26"
        },
        {
          "text": "Under the crown, there shall be gold rings, so that the bars may be put through them and the table may be carried.",
          "ID": "27"
        },
        {
          "text": "Likewise, the bars themselves you shall make of setim wood, and surround them with gold, to lift up the table.",
          "ID": "28"
        },
        {
          "text": "You shall also prepare small cups, as well as bowls, censers, and measuring cups, with which the libations shall be offered, out of the purest gold.",
          "ID": "29"
        },
        {
          "text": "And you shall place upon the table the bread of the presence, in my sight always.",
          "ID": "30"
        },
        {
          "text": "You shall also make a lampstand, formed from the finest gold, along with its stem and arms, its bowl and little spheres, as well as the lilies proceeding from it.",
          "ID": "31"
        },
        {
          "text": "Six branches shall go out from the sides: three out of one side and three out of the other.",
          "ID": "32"
        },
        {
          "text": "Three bowls, the size of nuts, shall be on each branch, and a little sphere with it, and a lily. And three similar bowls, in the likeness of nuts, shall be on the other branch, and a little sphere with it, and a lily. This shall be the form of the six branches, which are to proceed from the stem.",
          "ID": "33"
        },
        {
          "text": "Then, in the lampstand itself, there shall be four bowls, the size of nuts, and each with little spheres and lilies.",
          "ID": "34"
        },
        {
          "text": "Little spheres under two branches in three places, which together make six, shall proceed from one of the stems.",
          "ID": "35"
        },
        {
          "text": "Thus both the little spheres and the branches shall be made out of the same thing: entirely formed from the purest gold.",
          "ID": "36"
        },
        {
          "text": "You shall also make seven lamps, and you shall place them upon the lampstand, so that they may give light in every direction.",
          "ID": "37"
        },
        {
          "text": "Likewise, the candle snuffers, and the place where the candles will be extinguished, shall be made from the purest gold.",
          "ID": "38"
        },
        {
          "text": "The entire weight of the candlestick, with all its parts, shall hold one talent of the purest gold.",
          "ID": "39"
        },
        {
          "text": "Observe, and then make it according to the example that was shown to you on the mountain.\"",
          "ID": "40"
        }
      ],
      "ID": "OT:EXO.25",
      "name": "Exodus 25"
    },
    {
      "text": [
        {
          "text": "\"Truly, thus shall you make the tabernacle: You shall make ten curtains of fine twisted linen, and hyacinth as well as purple, and twice-dyed scarlet, with diverse embroidery.",
          "ID": "1"
        },
        {
          "text": "The length of one curtain shall have twenty-eight cubits. The width shall be four cubits. The entire set of curtains shall be of one measure.",
          "ID": "2"
        },
        {
          "text": "Five curtains shall be joined to one another, and the other five shall be similarly coupled together.",
          "ID": "3"
        },
        {
          "text": "You shall make loops of hyacinth on the sides at the edges of the curtains, so that they will be able to be joined to one another.",
          "ID": "4"
        },
        {
          "text": "A curtain shall have fifty loops on each of two sides, inserted in such a manner that loop may come against loop, and one can be fitted to the other.",
          "ID": "5"
        },
        {
          "text": "You shall also make fifty rings of gold, with which the veils of the curtains are to be joined, so that it shall be one tabernacle.",
          "ID": "6"
        },
        {
          "text": "You shall also make eleven haircloth canopies to cover the roof of the tabernacle.",
          "ID": "7"
        },
        {
          "text": "The length of one canopy shall hold thirty cubits, and the width, four. The measure of all the canopies shall be equal.",
          "ID": "8"
        },
        {
          "text": "Five of these you shall join by themselves, and six of these you shall couple to one another, in such a manner as to double the sixth canopy at the front of the roof.",
          "ID": "9"
        },
        {
          "text": "You shall also make fifty loops along the edge of one canopy, so that it may be able to be joined with the other, and fifty loops along the edge of the other canopy, so that it may be coupled with the other.",
          "ID": "10"
        },
        {
          "text": "You shall also make fifty brass buckles, with which the loops may be joined, so that there may be one covering out of all.",
          "ID": "11"
        },
        {
          "text": "Then what will be left over of the canopies which are prepared for the roof, that is, one canopy which is in excess, from half of it you shall cover the back of the tabernacle.",
          "ID": "12"
        },
        {
          "text": "And one cubit will hang down on one side, and another on the other side, which is more than the length of the curtains, protecting both sides of the tabernacle.",
          "ID": "13"
        },
        {
          "text": "You shall also make another covering for the roof from the skins of rams, dyed-red, and above that again, another covering of violet-colored skins.",
          "ID": "14"
        },
        {
          "text": "You shall also make the standing panels of the tabernacle from setim wood.",
          "ID": "15"
        },
        {
          "text": "Of these, each shall have ten cubits in length, and in width, one and one half.",
          "ID": "16"
        },
        {
          "text": "At the sides of the panels, there shall be made two dovetails, by which one panel may be connected to another panel; and in this way all the panels shall be prepared.",
          "ID": "17"
        },
        {
          "text": "Of these, twenty shall be at the meridian, which lies toward the south.",
          "ID": "18"
        },
        {
          "text": "For these, you shall cast forty bases of silver, so that two bases will lie under each panel at its two corners.",
          "ID": "19"
        },
        {
          "text": "Likewise, at the second side of the tabernacle, which lies to the north, there shall be twenty panels,",
          "ID": "20"
        },
        {
          "text": "having forty bases of silver; two bases shall support each panel.",
          "ID": "21"
        },
        {
          "text": "Truly, toward the western part of the tabernacle, you shall make six panels,",
          "ID": "22"
        },
        {
          "text": "and again another two, which will be raised at the corners, behind the back of the tabernacle.",
          "ID": "23"
        },
        {
          "text": "And these shall be joined together from bottom to top, and one joint shall retain them all. Likewise, two of the panels, which will be set at the corners, shall be served by similar joints.",
          "ID": "24"
        },
        {
          "text": "And together these will be eight panels, and their bases of silver, sixteen, counting two bases for each panel.",
          "ID": "25"
        },
        {
          "text": "You shall also make five bars of setim wood, to connect the panels on one side of the tabernacle,",
          "ID": "26"
        },
        {
          "text": "and five others on the other side, and the same number toward the western part.",
          "ID": "27"
        },
        {
          "text": "These shall be set along the middle of the panels, from one end all the way to the other end.",
          "ID": "28"
        },
        {
          "text": "Likewise, the panels themselves you shall overlay with gold, and you shall establish rings of gold in them, by which the bars of the panels may be connected. These you shall cover with layers of gold.",
          "ID": "29"
        },
        {
          "text": "And you shall raise the tabernacle according to the example which was shown to you on the mountain.",
          "ID": "30"
        },
        {
          "text": "You shall also make a veil of hyacinth, and purple, and twice-dyed scarlet, and fine twisted linen, wrought with a diversity of continuous and beautiful embroidery.",
          "ID": "31"
        },
        {
          "text": "And you shall suspend it before four columns of setim wood, which themselves certainly shall be overlaid with gold, and have heads of gold, but bases of silver.",
          "ID": "32"
        },
        {
          "text": "Then the veil shall be inserted through the rings. Beyond the veil, you shall place the ark of the testimony, where both the Sanctuary and the Sanctuary of Sanctuaries shall be divided.",
          "ID": "33"
        },
        {
          "text": "And you shall place the propitiatory over the ark of the testimony, in the Holy of Holies.",
          "ID": "34"
        },
        {
          "text": "And the table shall be outside the veil. And opposite the table shall be the lampstand, in the meridian of the tabernacle. For the table shall stand at the north side.",
          "ID": "35"
        },
        {
          "text": "You shall also make a tent at the entrance of the tabernacle from hyacinth, and purple, and twice-dyed scarlet, and fine twisted linen, wrought with embroidery.",
          "ID": "36"
        },
        {
          "text": "And you shall overlay with gold five columns of setim wood, over which the tent shall be drawn. The heads of these shall be of gold, and the bases of brass.\"",
          "ID": "37"
        }
      ],
      "ID": "OT:EXO.26",
      "name": "Exodus 26"
    },
    {
      "text": [
        {
          "text": "\"You shall also make an altar of setim wood, which will have five cubits in length, and the same in width, that is, four equal sides, and three cubits in height.",
          "ID": "1"
        },
        {
          "text": "Now there shall be horns at the four corners of it, and you shall cover it with brass.",
          "ID": "2"
        },
        {
          "text": "And you shall make, for its uses, pans to receive the ashes, and tongs as well as small hooks, and receptacles for fire. You shall fabricate all of its vessels from brass,",
          "ID": "3"
        },
        {
          "text": "along with a grating of brass in the manner of a net. At its four corners there shall be four rings of brass,",
          "ID": "4"
        },
        {
          "text": "which you shall place under the base of the altar. And the grating will extend even to the middle of the altar.",
          "ID": "5"
        },
        {
          "text": "You shall also make, for the altar, two bars of setim wood, which you shall cover with layers of brass.",
          "ID": "6"
        },
        {
          "text": "And you shall lead them through the rings, and they will be on both sides of the altar to carry it.",
          "ID": "7"
        },
        {
          "text": "You shall not make it solid, but empty and hollow at the interior, just as it was shown to you on the mountain.",
          "ID": "8"
        },
        {
          "text": "You shall also make the atrium of the tabernacle, at the southern part of which, opposite the meridian, there shall be hangings of fine twisted linen: one side extending for one hundred cubits in length.",
          "ID": "9"
        },
        {
          "text": "And you shall make twenty columns with the same number of bases of brass, the heads of which, with their engravings, shall be made of silver.",
          "ID": "10"
        },
        {
          "text": "In like manner also, throughout the length of the north side, there shall be hangings of one hundred cubits, and twenty columns, and the same number of bases of brass, and their heads with their engravings of silver.",
          "ID": "11"
        },
        {
          "text": "Yet truly, along the width of the atrium that looks out toward the west, there shall be hangings of fifty cubits, and ten columns, and the same number of bases.",
          "ID": "12"
        },
        {
          "text": "Likewise, along the width of the atrium that looks out toward the east, there shall be fifty cubits,",
          "ID": "13"
        },
        {
          "text": "along which there shall be assigned hangings of fifteen cubits for one side, and three columns, and the same number of bases.",
          "ID": "14"
        },
        {
          "text": "And, along the other side, there shall be hangings occupying fifteen cubits, with three columns and the same number of bases.",
          "ID": "15"
        },
        {
          "text": "Yet truly, at the entrance of the atrium, there shall be made a hanging of twenty cubits, of hyacinth and purple, and twice-dyed scarlet, and fine twisted linen, wrought with embroidery. It shall have four columns, with the same number of bases.",
          "ID": "16"
        },
        {
          "text": "All the columns surrounding the atrium shall be clothed with layers of silver, with silver heads, and with bases of brass.",
          "ID": "17"
        },
        {
          "text": "In length, the atrium shall occupy one hundred cubits, in width, fifty; the height shall be of five cubits. And it shall be made of fine twisted linen, and it shall have bases of brass.",
          "ID": "18"
        },
        {
          "text": "All the vessels of the tabernacle, for all uses and ceremonies, even to the tent pegs for its atrium, you shall make of brass.",
          "ID": "19"
        },
        {
          "text": "Instruct the sons of Israel so that they may bring you the purest oil of the olive trees, crushed with a pestle, so that a lamp may always burn",
          "ID": "20"
        },
        {
          "text": "in the tabernacle of the testimony, outside of the veil that enshrouds the testimony. And Aaron and his sons shall arrange it, so that it may give light in the presence of the Lord, until morning. This shall be a perpetual observance among the sons of Israel, throughout their successions.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:EXO.27",
      "name": "Exodus 27"
    },
    {
      "text": [
        {
          "text": "\"Also, join to yourself your brother Aaron, with his sons from the midst of the sons of Israel, so that they may exercise the priesthood for me: Aaron, Nadab and Abihu, Eleazar and Ithamar.",
          "ID": "1"
        },
        {
          "text": "And you shall make a holy vestment for Aaron, your brother, with glory and elegance.",
          "ID": "2"
        },
        {
          "text": "And you shall speak to all the wise of heart, whom I have filled with the spirit of prudence, so that they may make the vestments of Aaron, in which, having been sanctified, he may minister to me.",
          "ID": "3"
        },
        {
          "text": "Now these shall be the vestments that they shall make: A breastplate and an ephod, a tunic and a close-fit linen garment, a headdress and a wide belt. They shall make the holy vestments for your brother Aaron and his sons, so that they may exercise the priesthood for me.",
          "ID": "4"
        },
        {
          "text": "And they shall receive gold, and hyacinth, and purple, and twice-dyed scarlet, and fine linen.",
          "ID": "5"
        },
        {
          "text": "Then they shall make the ephod of gold, and hyacinth, and purple, and twice-dyed scarlet, and fine twisted linen, wrought with diverse colors.",
          "ID": "6"
        },
        {
          "text": "It shall have two edges joined at the top on both sides, so that they may respond as one.",
          "ID": "7"
        },
        {
          "text": "Likewise, the weaving and all the detail work shall be of gold, and hyacinth, and purple, and twice-dyed scarlet, and fine twisted linen.",
          "ID": "8"
        },
        {
          "text": "And you shall take two onyx stones and engrave on them the names of the sons of Israel:",
          "ID": "9"
        },
        {
          "text": "six names on one stone, and the remaining six on the other, according to the order of their birth.",
          "ID": "10"
        },
        {
          "text": "By the work of a sculptor and the skill of a jeweler, you shall engrave them with the names of the sons of Israel, enclosed and encompassed with gold.",
          "ID": "11"
        },
        {
          "text": "And you shall place them on both sides of the ephod, as a memorial to the sons of Israel. And Aaron shall carry their names before the Lord, upon both shoulders, as a remembrance.",
          "ID": "12"
        },
        {
          "text": "You shall also make hooks of gold,",
          "ID": "13"
        },
        {
          "text": "and two little chains of the purest gold, linked to one another, which you shall insert into the hooks.",
          "ID": "14"
        },
        {
          "text": "Likewise, you shall make the breastplate of judgment, wrought with diverse colors according to weaving of the ephod: of gold, hyacinth and purple, and twice-dyed scarlet, and fine twisted linen.",
          "ID": "15"
        },
        {
          "text": "It shall have four corners and be doubled. It shall have the measure of the palm of a hand, both in length and in width.",
          "ID": "16"
        },
        {
          "text": "And you shall set within it four rows of stones. In the first row, there shall be a sardius stone, and a topaz, and an emerald.",
          "ID": "17"
        },
        {
          "text": "In the second, there shall be a garnet, a sapphire, and a jasper.",
          "ID": "18"
        },
        {
          "text": "In the third, there shall be a zircon, an agate, and an amethyst.",
          "ID": "19"
        },
        {
          "text": "In the fourth, there shall be a chrysolite, an onyx, and a beryl. They shall be set in gold by their rows.",
          "ID": "20"
        },
        {
          "text": "And these shall have the names of the sons of Israel. With twelve names shall they be engraved: each stone with one name from the twelve tribes.",
          "ID": "21"
        },
        {
          "text": "You shall make chains of the purest gold, linked one to another, on the breastplate,",
          "ID": "22"
        },
        {
          "text": "and two rings of gold, which you shall place at both ends of the breastplate.",
          "ID": "23"
        },
        {
          "text": "And the golden chains, you shall join to the rings, which are at its edges.",
          "ID": "24"
        },
        {
          "text": "And the ends of the chains themselves, you shall couple with two hooks, on both sides of the ephod, which looks toward the breastplate.",
          "ID": "25"
        },
        {
          "text": "You shall also make two rings of gold, which you shall place at the ends of the breastplate, at the borders which are away from the region of the ephod and which look toward its back.",
          "ID": "26"
        },
        {
          "text": "And then you shall also make two other rings of gold, which are to be suspended on both sides at the bottom of the ephod, which looks out opposite the face of the lower juncture, so that the breastplate can be fitted to the ephod.",
          "ID": "27"
        },
        {
          "text": "And it shall be drawn tight to the rings of the breastplate, by the rings of the ephod, with a hyacinth band, so that the well-constructed juncture will remain in place, and the breastplate and the ephod will not be able to be separated from one another.",
          "ID": "28"
        },
        {
          "text": "And Aaron shall carry the names of the sons of Israel on the breastplate of judgment upon his chest, when he enters into the Sanctuary, as a memorial in the presence of the Lord in eternity.",
          "ID": "29"
        },
        {
          "text": "Then you shall place in the breastplate of judgment, Doctrine and Truth, which shall then be upon Aaron's chest, when he enters before the Lord. And he shall wear the judgment of the sons of Israel on his chest, in the sight of the Lord always.",
          "ID": "30"
        },
        {
          "text": "And you shall make the tunic for the ephod entirely of hyacinth,",
          "ID": "31"
        },
        {
          "text": "and the head will be above its middle, with a hem woven around it, just as is usually made at the end parts of a garment, so that it may not be easily broken.",
          "ID": "32"
        },
        {
          "text": "Yet truly, beneath it, at the base of the same tunic, all around, you shall make something like pomegranates, from hyacinth, and purple, and twice-dyed scarlet, with little bells set in their midst.",
          "ID": "33"
        },
        {
          "text": "So then, there shall be a little golden bell and a pomegranate, and again another golden bell and a pomegranate.",
          "ID": "34"
        },
        {
          "text": "And Aaron will be vested with it during the office of his ministry, so that the sound may be heard when he enters and exits the Sanctuary, in the sight of the Lord, and so that he may not die.",
          "ID": "35"
        },
        {
          "text": "And you shall make a plate of the purest gold, in which you shall engrave, with the skill of a sculptor, 'Holy to the Lord.'",
          "ID": "36"
        },
        {
          "text": "And you shall fasten it with a band of hyacinth, and it shall be upon the headdress,",
          "ID": "37"
        },
        {
          "text": "hanging in front of the high priest. And Aaron shall carry the iniquities of that which the sons of Israel have offered and sanctified, in all their gifts and donations. But the plate will always be at his forehead, so that the Lord may be well pleased with them.",
          "ID": "38"
        },
        {
          "text": "And you shall draw the tunic tight with fine linen, and you shall make a headdress of fine linen, and a wide belt, wrought with embroidery.",
          "ID": "39"
        },
        {
          "text": "Furthermore, for the sons of Aaron, you shall prepare linen tunics, and wide belts as well as headdresses, with glory and elegance.",
          "ID": "40"
        },
        {
          "text": "And with all these you shall vest your brother Aaron, and his sons with him. And you shall consecrate all their hands, and you shall sanctify them, so that they may exercise the priesthood for me.",
          "ID": "41"
        },
        {
          "text": "You shall also make linen undergarments, in order to cover the flesh of their nakedness, from the kidneys all the way to the thighs.",
          "ID": "42"
        },
        {
          "text": "And Aaron and his sons will use them when they enter the tabernacle of the testimony, and when they approach toward the altar, in order to minister in the sanctuary, lest, being guilty of iniquity, they may die. It shall be a law forever for Aaron, and for his offspring after him.\"",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.28",
      "name": "Exodus 28"
    },
    {
      "text": [
        {
          "text": "\"But you shall also do this, so that they may be consecrated to me in the priesthood: Take a calf from the herd, and two immaculate rams,",
          "ID": "1"
        },
        {
          "text": "and unleavened bread, and a crust without leaven that has been sprinkled with oil, likewise, unleavened cakes smeared with oil. You shall make them all from the same wheat flour.",
          "ID": "2"
        },
        {
          "text": "And, having placed them in baskets, you shall offer them, along with the calf and the two rams.",
          "ID": "3"
        },
        {
          "text": "And you shall bring forward Aaron and his sons, to the door of the tabernacle of the testimony. And when you will have washed the father with his sons in water,",
          "ID": "4"
        },
        {
          "text": "you shall clothe Aaron in his vestments, that is, with the linen, and the tunic, and the ephod, and the breastplate, which you shall draw together with the wide belt.",
          "ID": "5"
        },
        {
          "text": "And you shall place the headdress on his head and the holy plate upon the headdress.",
          "ID": "6"
        },
        {
          "text": "And you shall pour the oil of unction over his head. And so, by this rite, he shall be consecrated.",
          "ID": "7"
        },
        {
          "text": "Likewise, you shall bring forward his sons, and you shall clothe them in the linen tunics, and wrap them with the wide belt:",
          "ID": "8"
        },
        {
          "text": "Aaron, certainly, as well as his sons. And you shall impose headdresses upon them. And they shall be priests to me by a perpetual ordinance. After you have initiated their hands,",
          "ID": "9"
        },
        {
          "text": "you shall bring forward also the calf, in the presence of the tabernacle of the testimony. And Aaron and his sons shall lay their hands upon its head.",
          "ID": "10"
        },
        {
          "text": "And you shall sacrifice it in the sight of the Lord, beside the door of the tabernacle of the testimony.",
          "ID": "11"
        },
        {
          "text": "And taking some of the blood of the calf, you shall place it upon the horns of the altar with your finger, but the remainder of the blood you shall pour next to its base.",
          "ID": "12"
        },
        {
          "text": "And you shall take all the fat which covers its intestines, and the mesh of the liver, as well as the two kidneys, and the fat that is on them, and you shall offer them as a burnt offering upon the altar.",
          "ID": "13"
        },
        {
          "text": "Yet truly, the flesh of the calf, and the hide and the dung, you shall burn outside, beyond the camp, because it is for sin.",
          "ID": "14"
        },
        {
          "text": "Likewise, you shall take one ram, and upon its head Aaron and his sons shall lay their hands.",
          "ID": "15"
        },
        {
          "text": "And when you will have sacrificed it, you shall take from its blood and pour it around the altar.",
          "ID": "16"
        },
        {
          "text": "Then you shall cut the ram into pieces, and, having washed its intestines and feet, you shall place these upon the cut-up flesh and upon its head.",
          "ID": "17"
        },
        {
          "text": "And you shall offer the entire ram as a burnt offering upon the altar. It is an oblation to the Lord, a most sweet odor of the victim of the Lord.",
          "ID": "18"
        },
        {
          "text": "Likewise, you shall take the other ram, upon whose head Aaron and his sons shall lay their hands.",
          "ID": "19"
        },
        {
          "text": "And when you will have immolated it, you shall take of its blood, and place it on the tip of the right ear of Aaron and his sons, and on the thumbs and big toes of their right hand and right foot, and you shall pour the blood upon the altar, all around.",
          "ID": "20"
        },
        {
          "text": "And when you have taken from the blood that is on the altar, and from the oil of unction, you shall sprinkle Aaron and his vestment, his sons and their vestments. And after they and their vestments have been consecrated,",
          "ID": "21"
        },
        {
          "text": "you shall take the fat of the ram, and the rump, and the lard that covers the internal organs, and the mesh of the liver, and the two kidneys along with the fat that is on them, and the right shoulder, because it is the ram of consecration,",
          "ID": "22"
        },
        {
          "text": "and one turn of bread, a crust sprinkled with oil, and a cake from the basket of unleavened bread, which was placed in the sight of the Lord.",
          "ID": "23"
        },
        {
          "text": "And you shall place all these in the hands of Aaron and his sons, and you shall sanctify them, lifting them up in the sight of the Lord.",
          "ID": "24"
        },
        {
          "text": "And you shall take all these things from their hands and burn them upon the altar as a holocaust, as a most sweet odor in the sight of the Lord, because it is his oblation.",
          "ID": "25"
        },
        {
          "text": "Likewise, you shall take the chest of the ram, with which Aaron was initiated, and you shall sanctify it, lifting it up in the sight of the Lord, and it will fall to your share.",
          "ID": "26"
        },
        {
          "text": "And you shall sanctify both the consecrated chest and the shoulder that you separated from the ram,",
          "ID": "27"
        },
        {
          "text": "with which Aaron was initiated with his sons, and these will fall to the share of Aaron and his sons, as a perpetual oath by the sons of Israel. For these are the greatest and the first of their victims of peace, which they offer to the Lord.",
          "ID": "28"
        },
        {
          "text": "But the holy vestment, which Aaron shall use, his sons shall possess after him, so that they may be anointed in it and their hands may be consecrated.",
          "ID": "29"
        },
        {
          "text": "For seven days, he who is high priest in his place and who enters the tabernacle of the testimony to minister in the Sanctuary shall use it.",
          "ID": "30"
        },
        {
          "text": "But you shall take the ram of consecration and cook its flesh in the holy place.",
          "ID": "31"
        },
        {
          "text": "And Aaron and his sons shall feed on it. Likewise, the loaves which are in the basket, they shall consume in the vestibule of the tabernacle of the testimony,",
          "ID": "32"
        },
        {
          "text": "so that it may be an appeasing sacrifice, and so that the hands of those who offer may be sanctified. A stranger shall not eat from these, for they are holy.",
          "ID": "33"
        },
        {
          "text": "And what may remain until morning, of the consecrated flesh or of the bread, you shall burn these remnants with fire. These shall not be eaten, because they have been sanctified.",
          "ID": "34"
        },
        {
          "text": "All that I have instructed you concerning Aaron and his sons, you shall do. For seven days shall you consecrate their hands,",
          "ID": "35"
        },
        {
          "text": "and you shall offer a calf for sin on each day, as an atonement. And you shall cleanse the altar when you will have immolated the victim of expiation, and you shall anoint it for sanctification.",
          "ID": "36"
        },
        {
          "text": "For seven days, you shall expiate and sanctify the altar, and it shall be the Holy of holies. All those who will touch it must be sanctified.",
          "ID": "37"
        },
        {
          "text": "This is what you shall acquire for the altar: Two one-year-old lambs, each day continually,",
          "ID": "38"
        },
        {
          "text": "one lamb in the morning, and the other in the evening;",
          "ID": "39"
        },
        {
          "text": "for the one lamb, a tenth part of fine flour sprinkled with crushed oil, which shall have the measure of the fourth part of a hin, and wine for a libation, of the same measure;",
          "ID": "40"
        },
        {
          "text": "truly, the other lamb you shall offer in the evening, according to the ritual of the morning oblation, and according to what we have said, as an odor of sweetness.",
          "ID": "41"
        },
        {
          "text": "It is a sacrifice to the Lord, by a perpetual oblation among your generations, at the door of the tabernacle of the testimony before the Lord, where I resolve to speak to you.",
          "ID": "42"
        },
        {
          "text": "And there I will instruct the sons of Israel, and the altar shall be sanctified by my glory.",
          "ID": "43"
        },
        {
          "text": "I will also sanctify the tabernacle of the testimony with the altar, and Aaron with his sons, to exercise the priesthood for me.",
          "ID": "44"
        },
        {
          "text": "And I will live in the midst of the sons of Israel, and I will be their God.",
          "ID": "45"
        },
        {
          "text": "And they shall know that I am the Lord their God, who led them away from the land of Egypt, so that I might dwell among them. I am the Lord their God.\"",
          "ID": "46"
        }
      ],
      "ID": "OT:EXO.29",
      "name": "Exodus 29"
    },
    {
      "text": [
        {
          "text": "\"You shall also make an altar, for the burning of incense, from setim wood,",
          "ID": "1"
        },
        {
          "text": "having one cubit in length, and another in width, that is, four equal sides, and two cubits in height. Horns shall proceed from the same.",
          "ID": "2"
        },
        {
          "text": "And you shall clothe it with the purest gold, both its grating and the walls around it, and also the horns. And you shall make for it a crown of gold in a circle,",
          "ID": "3"
        },
        {
          "text": "and two gold rings under the crown on each side, so that the bars may be set in them and the altar may be carried.",
          "ID": "4"
        },
        {
          "text": "Also, you shall make its bars of setim wood, and you shall overlay them with gold.",
          "ID": "5"
        },
        {
          "text": "And you shall set the altar opposite the veil, which hangs in front of the ark of the testimony, before the propitiatory with which the testimony is covered, where I will speak to you.",
          "ID": "6"
        },
        {
          "text": "And Aaron shall burn incense upon it, a sweet fragrance, in the morning. When he lights the lamps, he shall burn it.",
          "ID": "7"
        },
        {
          "text": "And when he assembles them in the evening, he shall burn an everlasting incense before the Lord throughout your generations.",
          "ID": "8"
        },
        {
          "text": "You shall not offer upon it incense of another composition, nor an oblation, nor a victim; neither shall you offer libations.",
          "ID": "9"
        },
        {
          "text": "And Aaron shall pray over its horns once a year, with the blood of what was offered for sin. And he shall make atonement over it in your generations. It shall be the Holy of holies to the Lord.\"",
          "ID": "10"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "11"
        },
        {
          "text": "\"When you have taken the sum of the sons of Israel, according to their number, each shall give a price for their souls to the Lord, and there will be no scourge among them, when they will be reviewed.",
          "ID": "12"
        },
        {
          "text": "Then all those who pass shall give by name: one half shekel, according to the measure at the temple. A shekel has twenty obols. The half part of a shekel shall be offered to the Lord.",
          "ID": "13"
        },
        {
          "text": "He who has been numbered from twenty years and above shall give the price.",
          "ID": "14"
        },
        {
          "text": "The rich shall not add to the half shekel, and the poor shall diminish nothing.",
          "ID": "15"
        },
        {
          "text": "And the money received, which was collected from the sons of Israel, you shall deliver for the uses of the tabernacle of the testimony, so that it may be a memorial of them before the Lord, and he may act favorably toward their souls.\"",
          "ID": "16"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "17"
        },
        {
          "text": "\"You shall also make a bronze washtub with its base to wash in; and you shall place it between the tabernacle of the testimony and the altar. And when water has been added,",
          "ID": "18"
        },
        {
          "text": "Aaron and his sons shall wash their hands and feet in it:",
          "ID": "19"
        },
        {
          "text": "when they enter the tabernacle of the testimony, and when they approach to the altar so as to offer incense to the Lord upon it,",
          "ID": "20"
        },
        {
          "text": "otherwise, they may die. This shall be an everlasting law to him, and to his offspring, throughout their successions.\"",
          "ID": "21"
        },
        {
          "text": "And the Lord spoke to Moses,",
          "ID": "22"
        },
        {
          "text": "saying: \"Take for yourself aromatics: of the first and best myrrh, five hundred shekels, and of cinnamon half as much, that is, two hundred and fifty shekels; of sweet flag similarly two hundred and fifty,",
          "ID": "23"
        },
        {
          "text": "but of cassia, five hundred shekels by the weight of the sanctuary, and of the oil of olives the measure of a hin.",
          "ID": "24"
        },
        {
          "text": "And you shall make the holy oil of unction, an ointment composed with the skills of a perfumer,",
          "ID": "25"
        },
        {
          "text": "and with it you shall anoint the tabernacle of the testimony, and the ark of the testament,",
          "ID": "26"
        },
        {
          "text": "and the table with its vessels, and the lampstand and it utensils, the altars of incense",
          "ID": "27"
        },
        {
          "text": "and of holocaust, and all the items that pertain to their rituals.",
          "ID": "28"
        },
        {
          "text": "And you shall sanctify everything, and they shall be the Holy of holies. He who will touch them must be sanctified.",
          "ID": "29"
        },
        {
          "text": "You shall anoint Aaron and his sons, and you shall sanctify them, so that they may exercise the priesthood for me.",
          "ID": "30"
        },
        {
          "text": "Likewise, you shall say to the sons of Israel: 'This oil of unction will be holy to me throughout your generations.",
          "ID": "31"
        },
        {
          "text": "The flesh of man shall not be anointed from it, and you shall not make any similar compound, for it has been sanctified and it shall be holy to you.",
          "ID": "32"
        },
        {
          "text": "Whatever man will have composed such a thing and have given it to a stranger, he shall be exterminated from his people.' \"",
          "ID": "33"
        },
        {
          "text": "And the Lord said to Moses: \"Take to yourself aromatics: stacte, and onycha, galbanum of sweet odor, and the clearest frankincense, all these shall be of equal weight.",
          "ID": "34"
        },
        {
          "text": "And you shall make incense composed with the skills of a perfumer, diligently mixed, and pure, and most worthy of sanctification.",
          "ID": "35"
        },
        {
          "text": "And when you have crushed all these into a very fine powder, you shall place some of it before the tabernacle of the testimony, in the place where I will appear to you. The Holy of holies shall this incense be to you.",
          "ID": "36"
        },
        {
          "text": "You shall not make such a compound for your own uses, because it is holy to the Lord.",
          "ID": "37"
        },
        {
          "text": "Whatever man will have made anything similar, so as to thoroughly enjoy its smell, he shall perish from his people.\"",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.30",
      "name": "Exodus 30"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "\"Behold, I have called by name Bezalel the son of Uri, the son of Hur, from the tribe of Judah,",
          "ID": "2"
        },
        {
          "text": "and I have filled him with the Spirit of God, with wisdom, and understanding, and knowledge in every craft,",
          "ID": "3"
        },
        {
          "text": "in order to design whatever must be fabricated from gold, and silver, and brass,",
          "ID": "4"
        },
        {
          "text": "from marble, and precious stones, and various woods.",
          "ID": "5"
        },
        {
          "text": "And I have given to him, as his associate, Oholiab the son of Ahisamach, from the tribe of Dan. And I have placed wisdom in the heart of every artisan, so that they may make everything as I have instructed you:",
          "ID": "6"
        },
        {
          "text": "the tabernacle of the covenant, and the ark of the testimony, and the propitiatory which is over it, and all the vessels of the tabernacle,",
          "ID": "7"
        },
        {
          "text": "and the table and its vessels, the most pure lampstand with its vessels, and the altars of incense",
          "ID": "8"
        },
        {
          "text": "and of holocaust and all their vessels, the washtub with its base,",
          "ID": "9"
        },
        {
          "text": "the holy vestments for the ministry of Aaron the priest, and for his sons, so that they may execute their office of sacred rites,",
          "ID": "10"
        },
        {
          "text": "the oil of unction, and the incense of aromatics in the Sanctuary. All the things that I have instructed you, they shall make.\"",
          "ID": "11"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "12"
        },
        {
          "text": "\"Speak to the sons of Israel, and you shall say to them: See that you keep my Sabbath. For it is a sign between me and you among your generations, so that you may know that I am the Lord, who sanctifies you.",
          "ID": "13"
        },
        {
          "text": "Keep my Sabbath, for it is holy to you. Whoever will have polluted it, shall die a death. Whoever will have done any work in it, his soul shall perish from the midst of his people.",
          "ID": "14"
        },
        {
          "text": "For six days you shall do work. On the seventh day, it is the Sabbath, a rest sanctified by the Lord. All who will have done work on this day shall die.",
          "ID": "15"
        },
        {
          "text": "Let the sons of Israel keep the Sabbath, and let them celebrate it throughout their generations. It is an everlasting covenant",
          "ID": "16"
        },
        {
          "text": "between me and the sons of Israel, and a perpetual sign. For in six days the Lord made heaven and earth, and in the seventh he ceased from work.\"",
          "ID": "17"
        },
        {
          "text": "And the Lord, having completed speaking in this way on Mount Sinai, gave to Moses two stone tablets of testimony, written with the finger of God.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.31",
      "name": "Exodus 31"
    },
    {
      "text": [
        {
          "text": "Then the people, seeing that Moses made a delay in descending from the mountain, gathered together against Aaron, and said: \"Rise up, make us gods, who may go before us. But as for this man Moses, who led us away from the land of Egypt, we do not know what has befallen him.\"",
          "ID": "1"
        },
        {
          "text": "And Aaron said to them, \"Take the golden earrings from the ears of your wives, and your sons and daughters, and bring them to me.\"",
          "ID": "2"
        },
        {
          "text": "And the people did what he had commanded, carrying the earrings to Aaron.",
          "ID": "3"
        },
        {
          "text": "And when he had received them, he formed these by the work of a casting furnace, and he made from these a molten calf. And they said: \"These are your gods, O Israel, who led you away from the land of Egypt.\"",
          "ID": "4"
        },
        {
          "text": "And when Aaron had seen it, he built an altar before it, and he cried out with a voice of proclamation, saying, \"Tomorrow is the solemnity of the Lord.\"",
          "ID": "5"
        },
        {
          "text": "And rising up in the morning, they offered holocausts, and peace victims, and the people sat down to eat and to drink, and they rose up to play.",
          "ID": "6"
        },
        {
          "text": "Then the Lord spoke to Moses, saying: \"Go, descend. Your people, whom you led away from the land of Egypt, have sinned.",
          "ID": "7"
        },
        {
          "text": "They have quickly withdrawn from the way which you revealed to them. And they have made for themselves a molten calf, and they have worshiped it. And immolating victims to it, they have said: 'These are your gods, O Israel, who led you away from the land of Egypt.' \"",
          "ID": "8"
        },
        {
          "text": "And again, the Lord said to Moses: \"I discern that this people is stiff-necked.",
          "ID": "9"
        },
        {
          "text": "Release me, so that my fury may be enraged against them, and I may destroy them, and then I will make of you a great nation.\"",
          "ID": "10"
        },
        {
          "text": "Then Moses prayed to the Lord his God, saying: \"Why, O Lord, is your fury enraged against your people, whom you led away from the land of Egypt, with great strength and with a mighty hand?",
          "ID": "11"
        },
        {
          "text": "I beg you, let not the Egyptians say, 'He cleverly led them away, so that he could put them to death in the mountains and destroy them from the earth.' Let your anger be quieted and appeased concerning the wickedness of your people.",
          "ID": "12"
        },
        {
          "text": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your very self, saying: 'I will multiply your offspring like the stars of heaven. And this entire land, about which I have spoken, I will give to your offspring. And you shall possess it forever.' \"",
          "ID": "13"
        },
        {
          "text": "And the Lord was appeased from doing the evil which he had spoken against his people.",
          "ID": "14"
        },
        {
          "text": "And Moses returned from the mountain, carrying the two tablets of the testimony in his hand, written on both sides,",
          "ID": "15"
        },
        {
          "text": "and accomplished by the work of God. Also, the writing of God was engraved on the tablets.",
          "ID": "16"
        },
        {
          "text": "Then Joshua, hearing the tumult of the people shouting, said to Moses: \"The outcry of battle is heard in the camp.\"",
          "ID": "17"
        },
        {
          "text": "But he responded: \"It is not the clamor of men being exhorted to battle, nor the shout of men being compelled to flee. But I hear the voice of singing.\"",
          "ID": "18"
        },
        {
          "text": "And when he had approached to the camp, he saw the calf and the dances. And being very angry, he threw down the tablets from his hand, and he broke them at the base of the mountain.",
          "ID": "19"
        },
        {
          "text": "And seizing the calf, which they had made, he burnt it and crushed it, even to dust, which he scattered into water. And he gave from it to the sons of Israel to drink.",
          "ID": "20"
        },
        {
          "text": "And he said to Aaron, \"What has this people done to you, so that you would bring upon them the greatest sin?\"",
          "ID": "21"
        },
        {
          "text": "And he answered him: \"Let not my lord be indignant. For you know this people, that they are prone to evil.",
          "ID": "22"
        },
        {
          "text": "They said to me: 'Make gods for us, who may go before us. For this Moses, who led us away from the land of Egypt, we do not know what has befallen him.'",
          "ID": "23"
        },
        {
          "text": "And I said to them, 'Which of you has gold?' And they took it and gave it to me. And I threw it into the fire, and this calf came out.\"",
          "ID": "24"
        },
        {
          "text": "Therefore, Moses, seeing that the people were naked (for Aaron had stripped them because of the disgrace of their sordidness, and he had set them naked among their enemies),",
          "ID": "25"
        },
        {
          "text": "and standing at the gate of the camp, said: \"If anyone is for the Lord, let him join with me.\" And all the sons of Levi gathered themselves together to him.",
          "ID": "26"
        },
        {
          "text": "And he said to them: \"Thus says the Lord God of Israel: Let a man place his sword at his thigh. Go forth, and then return, from gate to gate, through the midst of the camp, and let each one kill his brother, and friend, and neighbor.\"",
          "ID": "27"
        },
        {
          "text": "And the sons of Levi did according to the words of Moses, and there fell on that day about twenty-three thousand men.",
          "ID": "28"
        },
        {
          "text": "And Moses said: \"On this day, you have consecrated your hands to the Lord, each one in his son and in his brother, so that a blessing may be given to you.\"",
          "ID": "29"
        },
        {
          "text": "Then, when the next day arrived, Moses spoke to the people: \"You have sinned the greatest sin. I will ascend to the Lord. Perhaps, in some way, I might be able to entreat him for your wickedness.\"",
          "ID": "30"
        },
        {
          "text": "And returning to the Lord, he said: \"I beg you, this people has sinned the greatest sin, and they have made for themselves gods of gold. Either release them from this offense,",
          "ID": "31"
        },
        {
          "text": "or, if you do not, then delete me from the book that you have written.\"",
          "ID": "32"
        },
        {
          "text": "And the Lord answered him: \"Whoever has sinned against me, him I will delete from my book.",
          "ID": "33"
        },
        {
          "text": "But as for you, go and lead this people where I have told you. My angel will go before you. Then, on the day of retribution, I will also visit this sin of theirs.\"",
          "ID": "34"
        },
        {
          "text": "Therefore, the Lord struck the people for the guilt of the calf, which Aaron had made.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.32",
      "name": "Exodus 32"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying: \"Go forth, ascend from this place, you and your people, whom you led away from the land of Egypt, into the land that I swore to Abraham, Isaac, and Jacob, saying: To your offspring, I will give it.",
          "ID": "1"
        },
        {
          "text": "And I will send an Angel to precede you, so that I may cast out the Canaanite, and the Amorite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite,",
          "ID": "2"
        },
        {
          "text": "and so that you may enter into a land flowing with milk and honey. For I will not go up with you, since you are a stiff-necked people, lest perhaps I may destroy you on the way.\"",
          "ID": "3"
        },
        {
          "text": "And upon hearing this very bad news, the people mourned; and no one put on his finery according to custom.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses: \"Say to the sons of Israel: You are a stiff-necked people. I should at once go up into your midst and destroy you. Now immediately put aside your ornaments, so that I may know what to do to you.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, the sons of Israel put aside their ornaments before Mount Horeb.",
          "ID": "6"
        },
        {
          "text": "Also, Moses took the tabernacle and pitched it beyond the camp at a distance, and he called its name: 'Tabernacle of the Covenant.' And all the people, who had any kind of question, went out to the Tabernacle of the Covenant, beyond the camp.",
          "ID": "7"
        },
        {
          "text": "And when Moses went out to the tabernacle, all the people rose up, and each one stood at the door of his pavilion, and they beheld the back of Moses until he entered the tent.",
          "ID": "8"
        },
        {
          "text": "And when he had gone into the Tabernacle of the Covenant, the pillar of cloud descended and stood at the door, and he spoke with Moses.",
          "ID": "9"
        },
        {
          "text": "And all discerned that the pillar of cloud stood at the door of the Tabernacle. And they stood and worshipped at the doors of their tents.",
          "ID": "10"
        },
        {
          "text": "But the Lord spoke to Moses face to face, just as a man is used to speaking to his friend. And when he returned to the camp, his minister Joshua, the son of Nun, a young man, did not withdraw from the Tabernacle.",
          "ID": "11"
        },
        {
          "text": "Then Moses said to the Lord: \"You instruct me to lead this people away, and you do not reveal to me whom you will send with me, particularly since you have said: 'I know you by name, and you have found favor before me.'",
          "ID": "12"
        },
        {
          "text": "If, therefore, I have found favor in your sight, show your face to me, so that I may know you and may find grace before your eyes. Look favorably on your people, this nation.\"",
          "ID": "13"
        },
        {
          "text": "And the Lord said, \"My face will precede you, and I will give you rest.\"",
          "ID": "14"
        },
        {
          "text": "And Moses said: \"If you will not yourself precede us, then do not lead us away from this place.",
          "ID": "15"
        },
        {
          "text": "For how will we be able to know, I and your people, that we have found grace in your sight, unless you walk with us, so that we may be glorified out of all the people who live upon the earth?\"",
          "ID": "16"
        },
        {
          "text": "Then the Lord said to Moses: \"This word also, which you have spoken, I will do. For you have found grace before me, and I have known you by name.\"",
          "ID": "17"
        },
        {
          "text": "And he said, \"Show me your glory.\"",
          "ID": "18"
        },
        {
          "text": "He responded: \"I will show you all that is good, and I will call out with the name of the Lord before you. And I will take pity on whomever I will, and I will be lenient to whomever it will please me.\"",
          "ID": "19"
        },
        {
          "text": "And again he said: \"You are not able to see my face. For man shall not see me and live.\"",
          "ID": "20"
        },
        {
          "text": "And again, he said: \"Behold, there is a place with me, and you shall stand upon the rock.",
          "ID": "21"
        },
        {
          "text": "And when my glory will cross over, I will set you in a cleft of the rock, and I will protect you with my right hand, until I pass by.",
          "ID": "22"
        },
        {
          "text": "And I will take away my hand, and you shall see my back. But my face you are not able to see.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.33",
      "name": "Exodus 33"
    },
    {
      "text": [
        {
          "text": "And after this he said: \"Cut out for yourself two tablets of stone similar to the first ones, and I will write upon them the words which were held on the tablets that you broke.",
          "ID": "1"
        },
        {
          "text": "Be prepared in the morning, so that you may immediately ascend onto Mount Sinai, and you shall stand with me on the summit of the mountain.",
          "ID": "2"
        },
        {
          "text": "Let no one ascend with you, and do not let anyone be seen throughout the entire mountain. Likewise, do not let the oxen or the sheep pasture up against it.\"",
          "ID": "3"
        },
        {
          "text": "And so he cut out two tablets of stone, like those that were before. And rising up in the night, he ascended onto Mount Sinai, just as the Lord had instructed him, carrying with him the tablets.",
          "ID": "4"
        },
        {
          "text": "And when the Lord had descended in a cloud, Moses stood with him, calling upon the name of the Lord.",
          "ID": "5"
        },
        {
          "text": "And as he was crossing before him, he said: \"The Ruler, the Lord God, merciful and lenient, patient and full of compassion and also truthful,",
          "ID": "6"
        },
        {
          "text": "who preserves mercy a thousand fold, who takes away iniquity, and wickedness, and also sin; and with you no one, in and of himself, is innocent. You render the iniquity of the fathers to the sons, and also to their descendents to the third and fourth generation.\"",
          "ID": "7"
        },
        {
          "text": "And hurrying, Moses bowed down prostrate to the ground; and worshiping,",
          "ID": "8"
        },
        {
          "text": "he said: \"If I have found grace in your sight, O Lord, I beg you to walk with us, (for the people are stiff-necked) and take away our iniquities and our sin, and so possess us.\"",
          "ID": "9"
        },
        {
          "text": "The Lord responded: \"I will enter into a pact in the sight of all. I will perform signs which have never been seen on earth, nor among any nation, so that this people, in whose midst you are, may discern the terrible work of the Lord that I will do.",
          "ID": "10"
        },
        {
          "text": "Observe everything that I command you this day. I myself will drive out before your face the Amorite, and the Canaanite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite.",
          "ID": "11"
        },
        {
          "text": "Beware that you do not ever join in friendship with the inhabitants of that land, which may be your ruin.",
          "ID": "12"
        },
        {
          "text": "But destroy their altars, break their statues, and cut down their sacred groves.",
          "ID": "13"
        },
        {
          "text": "Do not be willing to worship any strange god. The jealous Lord is his name. God is a rival.",
          "ID": "14"
        },
        {
          "text": "Do not enter into a pact with the men of those regions, lest, when they will have fornicated with their gods and worshiped their idols, someone might call upon you to eat from what was immolated.",
          "ID": "15"
        },
        {
          "text": "Neither shall you take a wife for your son from their daughters, lest, after they themselves have fornicated, they may cause your sons also to fornicate with their gods.",
          "ID": "16"
        },
        {
          "text": "You shall not make for yourselves any molten gods.",
          "ID": "17"
        },
        {
          "text": "You shall keep the solemnity of unleavened bread. For seven days, you shall eat unleavened bread, just as I instructed you, in the time of the month of what is new. For in the month of springtime you departed from Egypt.",
          "ID": "18"
        },
        {
          "text": "All of the male kind, which open the womb, shall be mine: from all the animals, as much of oxen as of sheep, it shall be mine.",
          "ID": "19"
        },
        {
          "text": "The firstborn of a donkey, you shall redeem with a sheep. But if you will not give a price for it, it shall be slain. The firstborn of your sons you shall redeem. You shall not appear empty in my sight.",
          "ID": "20"
        },
        {
          "text": "For six days you shall work. On the seventh day you shall cease to cultivate and to harvest.",
          "ID": "21"
        },
        {
          "text": "You shall observe the Solemnity of Weeks with the first-fruits of the grain from the harvest of your wheat, and a Solemnity when the time of the year returns and everything is stored away.",
          "ID": "22"
        },
        {
          "text": "Three times a year, all your males shall appear in the sight of the Almighty, the Lord God of Israel.",
          "ID": "23"
        },
        {
          "text": "For when I will have taken away the nations before your face, and enlarged your borders, no one shall lie in wait against your land when you will go up to appear in the sight of the Lord your God, three times a year.",
          "ID": "24"
        },
        {
          "text": "You shall not immolate the blood of my victim over leaven; and there shall not remain, in the morning, any of the victim of the Solemnity of the Passover.",
          "ID": "25"
        },
        {
          "text": "The first of the fruits of your land you shall offer in the house of the Lord your God. You shall not boil a young goat in the milk of its mother.\"",
          "ID": "26"
        },
        {
          "text": "And the Lord said to Moses, \"Write these words to you, through which I have formed a covenant, both with you and with Israel.\"",
          "ID": "27"
        },
        {
          "text": "Therefore, he was in that place with the Lord for forty days and forty nights; he did not eat bread and he did not drink water, and he wrote on the tablets the ten words of the covenant.",
          "ID": "28"
        },
        {
          "text": "And when Moses descended from Mount Sinai, he held the two tablets of the testimony, and he did not know that his face was radiant from the sharing of words with the Lord.",
          "ID": "29"
        },
        {
          "text": "Then Aaron and the sons of Israel, seeing that the face of Moses was radiant, were afraid to approach close by.",
          "ID": "30"
        },
        {
          "text": "And being called by him, they turned back, both Aaron and the leaders of the assembly. And after he had spoken to them,",
          "ID": "31"
        },
        {
          "text": "all the sons of Israel also now came to him. And he instructed them in all the things that he had heard from the Lord on Mount Sinai.",
          "ID": "32"
        },
        {
          "text": "And having completed these words, he placed a veil over his face.",
          "ID": "33"
        },
        {
          "text": "But when he entered to the Lord and was speaking with him, he took it off, until he exited. And then he spoke to the sons of Israel all that had been commanded to him.",
          "ID": "34"
        },
        {
          "text": "And they saw that the face of Moses, when he came out, was radiant, but he covered his face again, whenever he spoke to them.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.34",
      "name": "Exodus 34"
    },
    {
      "text": [
        {
          "text": "Therefore, when all the multitude of the sons of Israel had gathered together, he said to them: \"These are the things that the Lord has ordered to be done:",
          "ID": "1"
        },
        {
          "text": "For six days you shall do work; the seventh day, the Sabbath and the rest of the Lord, will be holy to you; whoever will have done any work in it shall be killed.",
          "ID": "2"
        },
        {
          "text": "You shall not kindle a fire in any of your dwelling places throughout the day of the Sabbath.\"",
          "ID": "3"
        },
        {
          "text": "And Moses said to the entire crowd of the sons of Israel: \"This is the word which the Lord has instructed, saying:",
          "ID": "4"
        },
        {
          "text": "Separate from among you the first-fruits to the Lord. Let all who are willing and have a ready soul offer these to the Lord: gold, and silver, and brass,",
          "ID": "5"
        },
        {
          "text": "hyacinth, and purple, and twice-dyed scarlet, and fine linen, the hair of goats,",
          "ID": "6"
        },
        {
          "text": "and the skins of rams, dyed red, and violet skins, setim wood,",
          "ID": "7"
        },
        {
          "text": "and oil to prepare lights and to produce ointment, and most sweet incense,",
          "ID": "8"
        },
        {
          "text": "onyx stones and gems, to adorn the ephod and the breastplate.",
          "ID": "9"
        },
        {
          "text": "And whoever among you is wise, let him come and make what the Lord has commanded:",
          "ID": "10"
        },
        {
          "text": "the tabernacle, certainly, and its roof, and also the covering, the rings, and the panels with the bars, the tent pegs and the bases,",
          "ID": "11"
        },
        {
          "text": "the ark and its bars, the propitiatory, and the veil that is drawn before it,",
          "ID": "12"
        },
        {
          "text": "the table with its bars and vessels, and the bread of the presence,",
          "ID": "13"
        },
        {
          "text": "the lampstand to hold up the lights, its vessels and lamps, and the oil to the nourish the fire,",
          "ID": "14"
        },
        {
          "text": "the altar of incense and its bars, and the oil of unction, and the incense of aromatics, the tent at the door of the tabernacle,",
          "ID": "15"
        },
        {
          "text": "the altar of holocaust and its grate of brass, with the bars and vessels, the washtub and its base,",
          "ID": "16"
        },
        {
          "text": "the curtains of the atrium, with the columns and the bases, the hanging at the doors of the vestibule,",
          "ID": "17"
        },
        {
          "text": "the tent pegs of the tabernacle and the atrium, with their little cords,",
          "ID": "18"
        },
        {
          "text": "the vestments, which are to be used in the ministry of the Sanctuary, the vestments of Aaron, the high priest, as well as those of his sons, in order to exercise the priesthood to me.\"",
          "ID": "19"
        },
        {
          "text": "And all the multitude of the sons of Israel, departing from the sight of Moses,",
          "ID": "20"
        },
        {
          "text": "offered the first-fruits to the Lord with a most ready and devout mind, to accomplish the work of the tabernacle of the testimony. Whatever was needed for worship and for the holy vestments,",
          "ID": "21"
        },
        {
          "text": "men along with women provided: arm bands and earrings, rings and bracelets. And every vessel of gold was separated, to be donated to the Lord.",
          "ID": "22"
        },
        {
          "text": "If anyone had hyacinth, and purple, and twice-dyed scarlet, fine linen and the hair of goats, the skins of rams, dyed red, and violet skins,",
          "ID": "23"
        },
        {
          "text": "metal of silver and brass, they offered it to the Lord, along with setim wood for various uses.",
          "ID": "24"
        },
        {
          "text": "But the skillful women also gave whatever they had spun: hyacinth, purple, and vermillion, as well as fine linen,",
          "ID": "25"
        },
        {
          "text": "and the hair of goats, donating everything of their own accord.",
          "ID": "26"
        },
        {
          "text": "Yet truly, the leaders offered onyx stones and gems, for the ephod and the breastplate,",
          "ID": "27"
        },
        {
          "text": "and aromatics and oil, to maintain the lights, and to prepare ointment, and also to produce incense with a most sweet odor.",
          "ID": "28"
        },
        {
          "text": "All the men and women offered donations with a devout mind, so that the works might be done which the Lord had ordered by the hand of Moses. All the sons of Israel dedicated voluntary offerings to the Lord.",
          "ID": "29"
        },
        {
          "text": "And Moses said to the sons of Israel: \"Behold, the Lord has called by name Bezalel, the son of Uri, the son of Hur, from the tribe of Judah,",
          "ID": "30"
        },
        {
          "text": "and he has filled him with the Spirit of God, with wisdom, and understanding, and knowledge, and all teaching,",
          "ID": "31"
        },
        {
          "text": "to design and to fashion, with gold and silver and brass,",
          "ID": "32"
        },
        {
          "text": "and with engraving stones, and with the skill of a carpenter. Whatever can be skillfully invented,",
          "ID": "33"
        },
        {
          "text": "he has given to his heart. It is likewise with Oholiab, the son of Ahisamach from the tribe of Dan.",
          "ID": "34"
        },
        {
          "text": "He has taught both of them wisdom, in order to do the work of carpentry, tapestry, and embroidery, from hyacinth, and purple, and twice-dyed scarlet, and fine linen, and every textile, and to discover whatever may be new.\"",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.35",
      "name": "Exodus 35"
    },
    {
      "text": [
        {
          "text": "Therefore, Bezalel, and Oholiab, and every wise man, to whom the Lord gave wisdom and intelligence, so as to know how to work skillfully, made that which was necessary for the uses of the Sanctuary and which the Lord had instructed.",
          "ID": "1"
        },
        {
          "text": "And when Moses had called them and every man of learning, to whom the Lord had given wisdom, and who, of their own accord, had offered themselves in order to accomplish this work,",
          "ID": "2"
        },
        {
          "text": "he handed over to them all the donations of the sons of Israel. And while they were pursuing this work, the people offered what they had vowed each day, in the morning.",
          "ID": "3"
        },
        {
          "text": "The artisans were compelled by this to go",
          "ID": "4"
        },
        {
          "text": "to Moses and to say, \"The people offer more than is needed.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, Moses ordered this to be recited, with a voice of proclamation: \"Let neither man nor woman offer anything further for the work of the Sanctuary.\" And so they ceased from offering gifts,",
          "ID": "6"
        },
        {
          "text": "because what was offered was sufficient and was more than an abundance.",
          "ID": "7"
        },
        {
          "text": "And all those who were wise of heart, in order to accomplish the work of the tabernacle, made ten curtains of fine twisted linen, and hyacinth, and purple, and twice-dyed scarlet, with diverse workmanship by the art of embroidery.",
          "ID": "8"
        },
        {
          "text": "Each of these was twenty-eight cubits in length, and in width, four. All the curtains were of one measure.",
          "ID": "9"
        },
        {
          "text": "And he joined five curtains to one another, and the other five he coupled to one another.",
          "ID": "10"
        },
        {
          "text": "He also made loops of hyacinth along the edge of one curtain on both sides, and similarly along the edge of the other curtain,",
          "ID": "11"
        },
        {
          "text": "so that the loops might meet against one another and might be joined together.",
          "ID": "12"
        },
        {
          "text": "For these, he also cast fifty gold rings, which would retain the loops of the curtains and so make the tabernacle one.",
          "ID": "13"
        },
        {
          "text": "He also made eleven canopies from the hair of goats, in order to cover the roof of the tabernacle:",
          "ID": "14"
        },
        {
          "text": "one canopy held in length thirty cubits, and in width four cubits. All the canopies were of one measure.",
          "ID": "15"
        },
        {
          "text": "Five of these he joined by themselves, and the other six separately.",
          "ID": "16"
        },
        {
          "text": "And he made fifty loops along the edge of one canopy, and fifty along the edge of the other canopy, so that they might be joined to one another,",
          "ID": "17"
        },
        {
          "text": "and fifty buckles of brass, with which the roof might be woven together, so that from all the canopies there would be made one covering.",
          "ID": "18"
        },
        {
          "text": "He also made a covering for the tabernacle from the skins of rams, dyed-red; and another cover above it, from violet skins.",
          "ID": "19"
        },
        {
          "text": "He also made the standing panels of the tabernacle, from setim wood.",
          "ID": "20"
        },
        {
          "text": "Ten cubits was the length of one panel, and one and one half cubits comprised the width.",
          "ID": "21"
        },
        {
          "text": "There were two dovetails along every panel, so that one might be joined to the other. Thus did he make all the panels of the tabernacle.",
          "ID": "22"
        },
        {
          "text": "Of these, twenty were toward the meridian area, opposite the south,",
          "ID": "23"
        },
        {
          "text": "with forty bases of silver. Two bases were set under one panel at each of two sides at the corners, where the joints of the sides terminate in corners.",
          "ID": "24"
        },
        {
          "text": "Likewise, at that side of the tabernacle which looks toward the north, he made twenty panels,",
          "ID": "25"
        },
        {
          "text": "with forty bases of silver, two bases for each board.",
          "ID": "26"
        },
        {
          "text": "Yet truly, opposite the west, that is, toward that part of the tabernacle which looks out toward the sea, he made six panels,",
          "ID": "27"
        },
        {
          "text": "and two others at each corner of the tabernacle at the back,",
          "ID": "28"
        },
        {
          "text": "which were joined from bottom to top and held together by one joint. So did he make both corners on that side.",
          "ID": "29"
        },
        {
          "text": "So then, there were altogether eight panels, and they had sixteen bases of silver, with, of course, two bases under each panel.",
          "ID": "30"
        },
        {
          "text": "He also made bars from setim wood: five to hold together the panels at one side of the tabernacle,",
          "ID": "31"
        },
        {
          "text": "and five others to fit together the panels of the other side, and, in addition to these, five other bars toward the western area of the tabernacle, opposite the sea.",
          "ID": "32"
        },
        {
          "text": "He also made another bar, which came through the middle of the panels from corner to corner.",
          "ID": "33"
        },
        {
          "text": "But the panels themselves he overlaid with gold, casting silver bases for them. And he made their rings from gold, through which the bars might be able to be drawn. And he covered the bars themselves with layers of gold.",
          "ID": "34"
        },
        {
          "text": "He also made a veil from hyacinth, and purple, from vermillion as well as fine twisted linen, with varied and distinctive embroidery,",
          "ID": "35"
        },
        {
          "text": "and four columns of setim wood, which, along with their heads, he overlaid with gold, casting silver bases for them.",
          "ID": "36"
        },
        {
          "text": "He also made a tent at the entrance of the tabernacle from hyacinth, purple, vermillion, and fine twisted linen, wrought with embroidery,",
          "ID": "37"
        },
        {
          "text": "and five columns with their heads, which he covered with gold, and he cast their bases from brass.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.36",
      "name": "Exodus 36"
    },
    {
      "text": [
        {
          "text": "Now Bezalel also made the ark from setim wood, having two and one half cubits in length, and one and one half cubits in width, and the height was also one and one half cubits. And he clothed it with the purest gold, inside and out.",
          "ID": "1"
        },
        {
          "text": "And for it he made a crown of gold all around,",
          "ID": "2"
        },
        {
          "text": "casting four gold rings at its four corners: two rings on one side, and two on the other.",
          "ID": "3"
        },
        {
          "text": "Likewise, he made bars from setim wood, which he clothed with gold,",
          "ID": "4"
        },
        {
          "text": "and he placed them into the rings, which were at the sides of the ark, to carry it.",
          "ID": "5"
        },
        {
          "text": "He also made the propitiatory, that is, the oracle, from the finest gold, two and one half cubits in length, and one and one half cubits in width,",
          "ID": "6"
        },
        {
          "text": "and then two Cherubim of ductile gold, which he positioned at the two sides of the propitiatory:",
          "ID": "7"
        },
        {
          "text": "one Cherub at the top of one side, and the other Cherub at the top of the other side. The two Cherubim were at each end of the propitiatory,",
          "ID": "8"
        },
        {
          "text": "spreading their wings, and protecting the propitiatory, and gazing toward it and toward one another.",
          "ID": "9"
        },
        {
          "text": "He also made the table from setim wood, with a length of two cubits, and a width of one cubit, which had a height of one and one half cubits.",
          "ID": "10"
        },
        {
          "text": "And he surrounded it with the finest gold, and for it he made a ledge of gold all around,",
          "ID": "11"
        },
        {
          "text": "and for the ledge itself he made a polished crown of gold, four fingers high, and upon the same, another crown of gold.",
          "ID": "12"
        },
        {
          "text": "And he cast four gold rings, which he set at the four corners at each foot of the table,",
          "ID": "13"
        },
        {
          "text": "opposite the crown. And he placed the bars into them, so that the table could be carried.",
          "ID": "14"
        },
        {
          "text": "Likewise, the bars themselves he made from setim wood, and he surrounded them with gold.",
          "ID": "15"
        },
        {
          "text": "And he made vessels for the diverse uses of the table, as well as the little cups, and bowls, and measuring cups, and the censers, from pure gold, in which the libations would be offered.",
          "ID": "16"
        },
        {
          "text": "He also made the lampstand, formed from the finest gold. The branches, bowls, and little spheres, as well as the lilies, proceeded from its bar:",
          "ID": "17"
        },
        {
          "text": "six on the two sides, three branches on one side, and three on the other.",
          "ID": "18"
        },
        {
          "text": "Three bowls, the size of a nut, were on each branch, with little spheres and lilies, and three bowls, in the likeness of a nut, were on the other branch, with the little spheres together with the lilies. The workmanship of the six branches, which proceeded from the shaft of the lampstand, was equal.",
          "ID": "19"
        },
        {
          "text": "Now on the shaft itself were four bowls, the size of a nut, and little spheres together with each one, and lilies,",
          "ID": "20"
        },
        {
          "text": "and little spheres under two branches in three places, which together made six branches proceeding from one bar.",
          "ID": "21"
        },
        {
          "text": "Thus, both the little spheres and the branches were from the same thing: all hand-worked from the purest gold.",
          "ID": "22"
        },
        {
          "text": "He also made the seven lamps with their candle snuffers, and the vessels where the candles would be extinguished, from the finest gold.",
          "ID": "23"
        },
        {
          "text": "The lampstand with all its vessels weighed a talent of gold.",
          "ID": "24"
        },
        {
          "text": "He also made the altar of incense from setim wood, having one cubit on each of four sides, and in height, two. From its corners proceeded horns.",
          "ID": "25"
        },
        {
          "text": "And he clothed it with the purest gold, with its grating, as well as the sides and the horns.",
          "ID": "26"
        },
        {
          "text": "And for it he made a crown of gold all around, and two gold rings under the crown at each side, so that the bars might be put into them, and the altar could be carried.",
          "ID": "27"
        },
        {
          "text": "Now the bars themselves he also made from setim wood, and he covered them with layers of gold.",
          "ID": "28"
        },
        {
          "text": "He also composed the oil for the ointment of sanctification, and the incense, from the purest aromatics, with the skill of a perfumer.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.37",
      "name": "Exodus 37"
    },
    {
      "text": [
        {
          "text": "He also made the altar of holocaust from setim wood: five cubits square, and three in height,",
          "ID": "1"
        },
        {
          "text": "the horns of which proceeded from the corners. And he covered it with layers of brass.",
          "ID": "2"
        },
        {
          "text": "And for its uses, he prepared diverse vessels out of brass: kettles, forceps, little hooks, larger hooks, and receptacles for the fire.",
          "ID": "3"
        },
        {
          "text": "And he made its grating of brass, in the manner of a net, and under it, in the midst of the altar, its base,",
          "ID": "4"
        },
        {
          "text": "casting four rings at the four ends of the net in order to set the bars, so as to carry it.",
          "ID": "5"
        },
        {
          "text": "These bars he also made of setim wood, and he covered them with layers of brass.",
          "ID": "6"
        },
        {
          "text": "And he drew them through the rings, which projected from the sides of the altar. But the altar itself was not solid, but hollow, made from panels and empty inside.",
          "ID": "7"
        },
        {
          "text": "He also made the washtub of brass, with its base made from the mirrors of the women who kept watch at the door of the tabernacle.",
          "ID": "8"
        },
        {
          "text": "He also made the atrium, at the south side of which were hangings of fine twisted linen of one hundred cubits and",
          "ID": "9"
        },
        {
          "text": "twenty columns of brass with their bases. The heads of the columns and all of the engraving work were of silver.",
          "ID": "10"
        },
        {
          "text": "Equally, at the northern area, the hangings, the columns, and the bases and heads of the columns were of the same measure and work and metal.",
          "ID": "11"
        },
        {
          "text": "Yet truly, on that side which looks out toward the west, there were hangings of fifty cubits, and ten columns with their bases of brass. And the heads of the columns and all of the engraving work were of silver.",
          "ID": "12"
        },
        {
          "text": "Furthermore, toward the east, he prepared hangings of fifty cubits:",
          "ID": "13"
        },
        {
          "text": "of which, there were fifteen cubits, among three columns with their bases, holding up one side,",
          "ID": "14"
        },
        {
          "text": "and on the other side, (for between the two he made the entrance of the tabernacle) there were equally hangings of fifteen cubits, and three pillars, and the same number of bases.",
          "ID": "15"
        },
        {
          "text": "All the hangings of the atrium were woven from fine twisted linen.",
          "ID": "16"
        },
        {
          "text": "The bases of the columns were of brass, but their heads with all of their engravings were of silver. Now he also overlaid the columns of the atrium themselves with silver.",
          "ID": "17"
        },
        {
          "text": "And he made, at its entrance, a hanging, wrought with embroidery, of hyacinth, purple, vermillion, and fine twisted linen, which held twenty cubits in length, yet truly it was five cubits in height, as with the measure of all the hangings of the atrium.",
          "ID": "18"
        },
        {
          "text": "Now the columns at the entrance were four, with bases of brass, and their heads and engravings were of silver.",
          "ID": "19"
        },
        {
          "text": "Likewise, the tent pegs of the tabernacle and the atrium all around he made of brass.",
          "ID": "20"
        },
        {
          "text": "These are the instruments of the tabernacle of the testimony, which were enumerated according to the instruction of Moses, with the ceremonies of the Levites, by the hand of Ithamar, the son of Aaron the priest,",
          "ID": "21"
        },
        {
          "text": "which Bezalel, the son of Uri, the son of Hur from the tribe of Judah, had completed, just as the Lord decreed through Moses.",
          "ID": "22"
        },
        {
          "text": "He was joined by his associate, Oholiab, the son of Ahisamach, from the tribe of Dan, who himself was also an exceptional artisan of wood, and of weaving, as well as of embroidery, with hyacinth, purple, vermillion, and fine linen.",
          "ID": "23"
        },
        {
          "text": "All of the gold that was expended in the work of the Sanctuary, and that was offered in donation, was twenty-nine talents and seven hundred thirty shekels, according to the measure of the Sanctuary.",
          "ID": "24"
        },
        {
          "text": "Now it was offered by those who were past the numbering of twenty years and above: from six hundred and three thousand, five hundred and fifty men able to bear arms.",
          "ID": "25"
        },
        {
          "text": "There were, beyond that, one hundred talents of silver, from which were cast the bases for the Sanctuary and for the entrance where the veil hangs.",
          "ID": "26"
        },
        {
          "text": "One hundred bases were made from one hundred talents, a single talent being counted for each base.",
          "ID": "27"
        },
        {
          "text": "But from one thousand seven hundred and seventy-five, he made the heads of the columns, which he also clothed with silver.",
          "ID": "28"
        },
        {
          "text": "Likewise, of brass, there was offered seventy-two thousand talents, and four hundred more shekels,",
          "ID": "29"
        },
        {
          "text": "from which were cast the bases at the entrance of the tabernacle of the testimony, and the altar of brass with its grating, and the vessels which pertain to its use,",
          "ID": "30"
        },
        {
          "text": "and the bases of the atrium, as much at the circumference as at its entrance, and the tent pegs of the tabernacle and of the atrium all round.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.38",
      "name": "Exodus 38"
    },
    {
      "text": [
        {
          "text": "Truly, from hyacinth and purple, vermillion and fine linen, he made the vestments with which Aaron was clothed when he ministered in the holy places, just as the Lord instructed Moses.",
          "ID": "1"
        },
        {
          "text": "And so he made an ephod of gold, hyacinth, and purple, and twice-dyed scarlet, and fine twisted linen,",
          "ID": "2"
        },
        {
          "text": "wrought with embroidery. And he cut thin strips of gold and drew them into threads, so that they could be twisted into the weave of the first colors.",
          "ID": "3"
        },
        {
          "text": "And he made two edges, coupled to one another at the top of both sides,",
          "ID": "4"
        },
        {
          "text": "and a wide belt from the same colors, just as the Lord had instructed Moses.",
          "ID": "5"
        },
        {
          "text": "He also prepared two onyx stones, set and enclosed in gold, and engraved with the skill of a jeweler, with the names of the sons of Israel.",
          "ID": "6"
        },
        {
          "text": "And he set them in the sides of the ephod, as a memorial to the sons of Israel, just as the Lord had instructed Moses.",
          "ID": "7"
        },
        {
          "text": "He also made a breastplate, wrought with embroidery, according to the work of the ephod, from gold, hyacinth, purple, and twice-dyed scarlet, and fine twisted linen:",
          "ID": "8"
        },
        {
          "text": "with four equal sides, doubled, of the measure of the palm of a hand.",
          "ID": "9"
        },
        {
          "text": "And he set four rows of gems in it. In the first row was a sardius stone, a topaz, an emerald;",
          "ID": "10"
        },
        {
          "text": "in the second was a garnet, a sapphire, and a jasper;",
          "ID": "11"
        },
        {
          "text": "in the third was a zircon, an agate, and an amethyst;",
          "ID": "12"
        },
        {
          "text": "in the fourth was a chrysolite, an onyx, and a beryl, surrounded and enclosed in gold by their rows.",
          "ID": "13"
        },
        {
          "text": "And these twelve stones were engraved with the names of the twelve tribes of Israel, each one with a single name.",
          "ID": "14"
        },
        {
          "text": "They also made, in the breastplate, little chains linked to one another, from the purest gold,",
          "ID": "15"
        },
        {
          "text": "and two hooks, and the same number of gold rings. Moreover, they set the rings at both sides of the breastplate,",
          "ID": "16"
        },
        {
          "text": "from which two golden chains would hang, which they connected with the hooks that projected from the corners of the ephod.",
          "ID": "17"
        },
        {
          "text": "These were both in front and in back so that they met one another, and so that the ephod and the breastplate were woven together,",
          "ID": "18"
        },
        {
          "text": "being fastened to the wide belt and strongly coupled with rings, to which a hyacinth band was joined, lest they should shake loose and be moved away from one another, just as the Lord instructed Moses.",
          "ID": "19"
        },
        {
          "text": "They also made the tunic of the ephod entirely from hyacinth,",
          "ID": "20"
        },
        {
          "text": "with the head in the upper part at the middle, and a woven edge all around the head.",
          "ID": "21"
        },
        {
          "text": "Then, at the feet below, they also made pomegranates from hyacinth, purple, vermillion, and fine twisted linen,",
          "ID": "22"
        },
        {
          "text": "and little bells from the purest gold, which they set between the pomegranates at the very bottom of the tunic all around.",
          "ID": "23"
        },
        {
          "text": "So then, the high priest approached, adorned with gold bell and pomegranate, when he performed his ministry, just as the Lord had instructed Moses.",
          "ID": "24"
        },
        {
          "text": "They also made fine linen tunics with woven work, for Aaron and his sons,",
          "ID": "25"
        },
        {
          "text": "and headdresses with their little crowns of fine linen,",
          "ID": "26"
        },
        {
          "text": "and also linen undergarments of fine linen.",
          "ID": "27"
        },
        {
          "text": "Truly, they also made a wide band of fine twisted linen, hyacinth, purple, as well as vermillion, twice-dyed, with skillful embroidery, just as the Lord had instructed Moses.",
          "ID": "28"
        },
        {
          "text": "They also made the plate of sacred veneration from the purest gold, and they wrote on it, with the skill of a jeweler: \"Holy to the Lord.\"",
          "ID": "29"
        },
        {
          "text": "And they fastened it to the headdress with a hyacinth band, just as the Lord had instructed Moses.",
          "ID": "30"
        },
        {
          "text": "And so all the work of the tabernacle and of the covering of the testimony was completed. And the sons of Israel did all that the Lord had instructed Moses.",
          "ID": "31"
        },
        {
          "text": "And they offered the tabernacle, and the covering, and all of the articles: the rings, the panels, the bars, the columns and bases,",
          "ID": "32"
        },
        {
          "text": "the cover of the skins of rams, dyed red, and the other cover of violet skins,",
          "ID": "33"
        },
        {
          "text": "the veil, the ark, the bars, the propitiatory,",
          "ID": "34"
        },
        {
          "text": "the table, with its vessels and the bread of the presence,",
          "ID": "35"
        },
        {
          "text": "the lampstand, the lamps, and their utensils with the oil,",
          "ID": "36"
        },
        {
          "text": "the altar of gold, and the ointment, and the incense of aromatics,",
          "ID": "37"
        },
        {
          "text": "and the tent at the entrance of the tabernacle,",
          "ID": "38"
        },
        {
          "text": "the altar of brass, the grating, the bars, and all of its vessels, the washtub with its base, the hangings of the atrium, and the columns with their bases,",
          "ID": "39"
        },
        {
          "text": "the hanging at the entrance of the atrium, and their little cords and pegs. Nothing was lacking of the articles that were commanded to be made for the ministry of the tabernacle and for the covering of the covenant.",
          "ID": "40"
        },
        {
          "text": "Likewise, the vestments, which the priests, namely, Aaron and his sons, make use of use in the Sanctuary,",
          "ID": "41"
        },
        {
          "text": "the sons of Israel offered, just as the Lord had instructed.",
          "ID": "42"
        },
        {
          "text": "After this, when Moses saw that everything was completed, he blessed them.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.39",
      "name": "Exodus 39"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "\"In the first month, on the first day of the month, you shall raise the tabernacle of the testimony,",
          "ID": "2"
        },
        {
          "text": "and you shall place the ark in it, and you shall release the veil before it.",
          "ID": "3"
        },
        {
          "text": "And having brought in the table, you shall place the things which were solemnly commanded upon it. The lampstand shall stand with its lamps,",
          "ID": "4"
        },
        {
          "text": "and the altar of gold, in which the incense is burned, shall stand before the ark of the testimony. You shall place the tent at the entrance of the tabernacle,",
          "ID": "5"
        },
        {
          "text": "and before it, the altar of holocaust.",
          "ID": "6"
        },
        {
          "text": "The washtub shall stand between the altar and the tabernacle, and you shall fill it with water.",
          "ID": "7"
        },
        {
          "text": "And you shall encompass the atrium and its entrance with hangings.",
          "ID": "8"
        },
        {
          "text": "And, having taken up the oil of unction, you shall anoint the tabernacle along with its articles, so that they may be sanctified.",
          "ID": "9"
        },
        {
          "text": "The altar of holocaust and all its vessels,",
          "ID": "10"
        },
        {
          "text": "the washtub with its base, and all things, you shall consecrate with the oil of unction, so that they may be the Holy of holies.",
          "ID": "11"
        },
        {
          "text": "And you shall bring forward Aaron and his sons to the entrance of the tabernacle of the testimony, and, having washed them with water,",
          "ID": "12"
        },
        {
          "text": "you shall clothe them in the holy vestments, so that they may minister to me, and so that their unction may accomplish an everlasting priesthood.\"",
          "ID": "13"
        },
        {
          "text": "And Moses did all that the Lord had instructed.",
          "ID": "14"
        },
        {
          "text": "Therefore, in the first month of the second year, on the first day of the month, the tabernacle was put in place.",
          "ID": "15"
        },
        {
          "text": "And Moses raised it up, and he positioned the panels as well as the bases and the bars, and he set up the columns,",
          "ID": "16"
        },
        {
          "text": "and he stretched out the roof over the tabernacle, imposing a cover above it, just as the Lord had decreed.",
          "ID": "17"
        },
        {
          "text": "And he placed the testimony in the ark, applying the bars beneath, and the oracle above.",
          "ID": "18"
        },
        {
          "text": "And when he had brought the ark into the tabernacle, he drew the veil before it, in order to fulfill the commandment of the Lord.",
          "ID": "19"
        },
        {
          "text": "And he placed the table in the tabernacle of the testimony, at the north side, beyond the veil,",
          "ID": "20"
        },
        {
          "text": "arranging before it the bread of the presence, just as the Lord had instructed Moses.",
          "ID": "21"
        },
        {
          "text": "And he placed the lampstand in the tabernacle of the testimony, away from the table, on the south side,",
          "ID": "22"
        },
        {
          "text": "setting the lamps in order, according to the precept of the Lord.",
          "ID": "23"
        },
        {
          "text": "He also positioned the altar of gold under the roof of the testimony, opposite the veil,",
          "ID": "24"
        },
        {
          "text": "and he heaped upon it the incense of aromatics, just as the Lord had commanded Moses.",
          "ID": "25"
        },
        {
          "text": "And he positioned the tent at the entrance of the tabernacle of the testimony,",
          "ID": "26"
        },
        {
          "text": "and the altar of holocaust in the vestibule of the testimony, offering the holocaust and the sacrifices upon it, just as the Lord had decreed.",
          "ID": "27"
        },
        {
          "text": "Likewise, he stationed the washtub between the tabernacle of the testimony and the altar, filling it with water.",
          "ID": "28"
        },
        {
          "text": "And Moses and Aaron, along with his sons, washed their hands and feet,",
          "ID": "29"
        },
        {
          "text": "whenever they would enter the covering of the covenant, and when they approached to the altar, just as the Lord had instructed Moses.",
          "ID": "30"
        },
        {
          "text": "And he raised up the atrium around the tabernacle and the altar, drawing the hanging at its entrance. After all these things were perfected,",
          "ID": "31"
        },
        {
          "text": "the cloud covered the tabernacle of the testimony, and the glory of the Lord filled it.",
          "ID": "32"
        },
        {
          "text": "Neither could Moses enter the covering of the covenant: the cloud was covering all things, and the majesty of the Lord was flashing. For the cloud had covered everything.",
          "ID": "33"
        },
        {
          "text": "Whenever the cloud departed from the tabernacle, the sons of Israel set out by their companies.",
          "ID": "34"
        },
        {
          "text": "But if it remained hanging over it, they remained in the same place.",
          "ID": "35"
        },
        {
          "text": "Certainly, the cloud of the Lord lay over the tabernacle by day, and the fire by night, being seen by all the people of Israel throughout all their resting places.",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.40",
      "name": "Exodus 40"
    }
  ],
  "ID": "OT:EXO(CPDV)",
  "version": "CPDV",
  "name": "Exodus"
}