{
  "version": "ERV",
  "text": [
    {
      "title": "The Nurses Who Followed God",
      "text": [
        {
          "text": "When Jacob (Israel) went to Egypt, his sons and their families went with him. Here are the names of those sons:",
          "ID": "1"
        },
        {
          "text": "Reuben, Simeon, Levi, Judah,",
          "ID": "2"
        },
        {
          "text": "Issachar, Zebulun, Benjamin,",
          "ID": "3"
        },
        {
          "text": "Dan, Naphtali, Gad, and Asher.",
          "ID": "4"
        },
        {
          "text": "Another son, Joseph, was already in Egypt. So Jacob’s whole family was with him in Egypt—70 descendants in all.",
          "ID": "5"
        },
        {
          "text": "Later, Joseph, his brothers, and all the people of that generation died.",
          "ID": "6"
        },
        {
          "text": "But the Israelites had many children, and their number grew until the country of Egypt was filled with them.",
          "ID": "7"
        },
        {
          "text": "Then a new king began to rule Egypt. He did not know Joseph.",
          "ID": "8"
        },
        {
          "text": "This king said to his people, “Look at the Israelites. There are too many of them, and they are stronger than we are!",
          "ID": "9"
        },
        {
          "text": "We must make plans to stop them from growing stronger. If there is a war, they might join our enemies, defeat us, and escape from the land!”",
          "ID": "10"
        },
        {
          "text": "The Egyptians decided to make life hard for the Israelites, so they put slave masters over the people. These masters forced the Israelites to build the cities of Pithom and Rameses for the king. The king used these cities to store grain and other things.",
          "ID": "11"
        },
        {
          "text": "The Egyptians forced the Israelites to work harder and harder. But the harder they worked, the more they grew and spread, and the more the Egyptians became afraid of them.",
          "ID": "12"
        },
        {
          "text": "So the Egyptians made them work even harder.",
          "ID": "13"
        },
        {
          "text": "They made life hard for the Israelites. They forced the Israelites to work hard at making bricks and mortar and to work hard in the fields. The Egyptians showed no mercy in all the hard work they made the Israelites do!",
          "ID": "14"
        },
        {
          "text": "There were two Hebrew nurses who helped the Israelite women give birth. They were named Shiphrah and Puah. The king of Egypt said to the nurses,",
          "ID": "15",
          "comments": [
            "Hebrew Or “Israelite.” This name might also mean “descendants of Eber” (read Gen. 10:25–31) or “people from beyond the Euphrates River.” Also in verse 19."
          ]
        },
        {
          "text": "“You will continue to help the Hebrew women give birth to their children. If a girl baby is born, let the baby live. But if the baby is a boy, you must kill him!”",
          "ID": "16"
        },
        {
          "text": "But the nurses trusted God, so they did not obey the king’s command. They let all the baby boys live.",
          "ID": "17",
          "comments": [
            "trusted Literally, “feared” or “respected.” Also in verses 20-21."
          ]
        },
        {
          "text": "The king of Egypt called for the nurses and asked them, “Why did you do this? Why did you let the baby boys live?”",
          "ID": "18"
        },
        {
          "text": "The nurses said to the king, “The Hebrew women are much stronger than the Egyptian women. They give birth to their babies before we can go to help them.”",
          "ID": "19"
        },
        {
          "text": "The nurses trusted God, so he was good to them and allowed them to have their own families.\nThe Hebrews continued to have more children, and they became very strong.",
          "ID": "20-21"
        },
        {
          "text": "So Pharaoh gave this command to his own people: “If the Hebrew women give birth to a baby girl, let it live. But if they have a baby boy, you must throw it into the Nile River.”",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.1",
      "name": "Exodus 1"
    },
    {
      "title": "God Decides to Help Israel",
      "text": [
        {
          "text": "There was a man from the family of Levi who decided to marry a woman from the tribe of Levi.",
          "ID": "1",
          "comments": [
            "woman … Levi Literally, “the daughter of Levi.” See Ex. 6:20; Num. 26:59."
          ]
        },
        {
          "text": "She became pregnant and gave birth to a baby boy. The mother saw how beautiful the baby was and hid him for three months.",
          "ID": "2"
        },
        {
          "text": "She hid him for as long as she could. After three months she made a basket and covered it with tar so that it would float. Then she put the baby in the basket and put the basket in the river in the tall grass.",
          "ID": "3"
        },
        {
          "text": "The baby’s sister stayed and watched to see what would happen to the baby.",
          "ID": "4"
        },
        {
          "text": "Just then, Pharaoh’s daughter went to the river to bathe. She saw the basket in the tall grass. Her servants were walking beside the river, so she told one of them to go get the basket.",
          "ID": "5"
        },
        {
          "text": "The king’s daughter opened the basket and saw a baby boy. The baby was crying and she felt sorry for him. Then she noticed that it was one of the Hebrew babies.",
          "ID": "6",
          "comments": [
            "Hebrew Or “Israelite.” Also in verses 7, 11, 13."
          ]
        },
        {
          "text": "The baby’s sister was still hiding. She stood and asked the king’s daughter, “Do you want me to go find a Hebrew woman who can nurse the baby and help you care for it?”",
          "ID": "7"
        },
        {
          "text": "The king’s daughter said, “Yes, please.”\nSo the girl went and brought the baby’s own mother.",
          "ID": "8"
        },
        {
          "text": "The king’s daughter said to the mother, “Take this baby and feed him for me. I’ll pay you to take care of him.”\nSo the woman took her baby and cared for him.",
          "ID": "9"
        },
        {
          "text": "The baby grew, and after some time, the woman gave the baby to the king’s daughter. The king’s daughter accepted the baby as her own son. She named him Moses because she had pulled him from the water.",
          "ID": "10",
          "comments": [
            "Moses This name is like a Hebrew word meaning “to pull or draw out.”"
          ]
        },
        {
          "text": "Moses grew and became a man. He saw that his own people, the Hebrews, were forced to work very hard. One day he saw an Egyptian man beating a Hebrew man.",
          "ID": "11"
        },
        {
          "text": "Moses looked around and saw that no one was watching, so he killed the Egyptian and buried him in the sand.",
          "ID": "12"
        },
        {
          "text": "The next day Moses saw two Hebrew men fighting each other. He saw that one man was wrong and said to him, “Why are you hurting your neighbor?”",
          "ID": "13"
        },
        {
          "text": "The man answered, “Did anyone say you could be our ruler and judge? Tell me, will you kill me as you killed the Egyptian yesterday?”\nThen Moses was afraid. He thought to himself, “Now everyone knows what I did.”",
          "ID": "14",
          "comments": [
            "yesterday This word is from the ancient Greek version."
          ]
        },
        {
          "text": "Pharaoh heard about what Moses did, so he decided to kill him. But Moses ran away from Pharaoh and went to the land of Midian.\nMoses stopped near a well in Midian.",
          "ID": "15"
        },
        {
          "text": "There was a priest there who had seven daughters. These girls came to that well to get water for their father’s sheep. They were trying to fill the water trough with water.",
          "ID": "16"
        },
        {
          "text": "But there were some shepherds there who chased the girls away and would not let them get water. So Moses helped the girls and gave water to their animals.",
          "ID": "17"
        },
        {
          "text": "Then they went back to their father, Reuel. He asked them, “Why have you come home early today?”",
          "ID": "18",
          "comments": [
            "Reuel He is also called Jethro."
          ]
        },
        {
          "text": "The girls answered, “The shepherds chased us away, but an Egyptian rescued us. He got water for us and gave it to our animals.”",
          "ID": "19"
        },
        {
          "text": "So Reuel said to his daughters, “Where is this man? Why did you leave him? Go invite him to eat with us.”",
          "ID": "20"
        },
        {
          "text": "Moses was happy to stay with that man. Reuel let Moses marry his daughter, Zipporah.",
          "ID": "21"
        },
        {
          "text": "Zipporah became pregnant and had a son. Moses named him Gershom because Moses was a stranger in a land that was not his own.",
          "ID": "22",
          "comments": [
            "Gershom This name is like the Hebrew words meaning “a stranger there.”"
          ]
        },
        {
          "text": "A long time passed and that king of Egypt died. But the Israelites were still forced to work very hard. They cried for help, and God heard them.",
          "ID": "23"
        },
        {
          "text": "God heard their painful cries and remembered the agreement he made with Abraham, Isaac, and Jacob.",
          "ID": "24"
        },
        {
          "text": "God saw the troubles of the Israelites, and he knew that he would soon help them.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.2",
      "name": "Exodus 2"
    },
    {
      "title": "The Burning Bush",
      "text": [
        {
          "text": "Moses’ father-in-law was named Jethro. Jethro was a priest of Midian. Moses took care of Jethro’s sheep. One day Moses led the sheep to the west side of the desert. He went to a mountain called Horeb, the mountain of God.",
          "ID": "1",
          "comments": [
            "Jethro He is also called Reuel.",
            "a mountain called Horeb That is, “Mount Sinai.”"
          ]
        },
        {
          "text": "On that mountain, Moses saw the angel of the Lord in a burning bush.\nMoses saw a bush that was burning without being destroyed.",
          "ID": "2"
        },
        {
          "text": "So he decided to go closer to the bush and see how a bush could continue burning without being burned up.",
          "ID": "3"
        },
        {
          "text": "The Lord saw Moses was coming to look at the bush. So he called to him from the bush. He said, “Moses, Moses!”\nMoses said, “Yes, Lord.”",
          "ID": "4"
        },
        {
          "text": "Then God said, “Don’t come any closer. Take off your sandals. You are standing on holy ground.",
          "ID": "5"
        },
        {
          "text": "I am the God of your ancestors. I am the God of Abraham, the God of Isaac, and the God of Jacob.”\nMoses covered his face because he was afraid to look at God.",
          "ID": "6"
        },
        {
          "text": "Then the Lord said, “I have seen the troubles my people have suffered in Egypt, and I have heard their cries when the Egyptians hurt them. I know about their pain.",
          "ID": "7"
        },
        {
          "text": "Now I will go down and save my people from the Egyptians. I will take them from that land and lead them to a good land where they can be free from these troubles. It is a land filled with many good things. Many different people live in that land: the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites.",
          "ID": "8",
          "comments": [
            "land … troubles Or “a spacious land.”",
            "land … things Literally, “land flowing with milk and honey.” Also in verse 17."
          ]
        },
        {
          "text": "I have heard the cries of the Israelites, and I have seen the way the Egyptians have made life hard for them.",
          "ID": "9"
        },
        {
          "text": "So now I am sending you to Pharaoh. Go! Lead my people, the Israelites, out of Egypt.”",
          "ID": "10"
        },
        {
          "text": "But Moses said to God, “I am not a great man! How can I be the one to go to Pharaoh and lead the Israelites out of Egypt?”",
          "ID": "11"
        },
        {
          "text": "God said, “You can do it because I will be with you. This will be the proof that I am sending you: After you lead the people out of Egypt, you will come and worship me on this mountain.”",
          "ID": "12"
        },
        {
          "text": "Then Moses said to God, “But if I go to the Israelites and say to them, ‘The God of your ancestors sent me,’ then the people will ask, ‘What is his name?’ What should I tell them?”",
          "ID": "13"
        },
        {
          "text": "Then God said to Moses, “Tell them, ‘I Am Who I Am.’ When you go to the Israelites, tell them, ‘I Am’ sent me to you.”",
          "ID": "14",
          "comments": [
            "I Am Who I Am The Hebrew words are like the name Yahweh (“Lord”)."
          ]
        },
        {
          "text": "And God said, “Tell the Israelites that you were sent by Yahweh, the God of your ancestors—the God of Abraham, the God of Isaac, the God of Jacob. This will always be my name. It is how I want the people to remember me from now on.",
          "ID": "15"
        },
        {
          "text": "“Now go and call together the elders of the people. Tell them that Yahweh, the God of your ancestors—the God of Abraham, Isaac, and Jacob—appeared to you. Give them this message from me: ‘I have been watching over you and have seen what people in Egypt have done to you.",
          "ID": "16"
        },
        {
          "text": "And I have decided that I will take you away from the troubles you are suffering in Egypt. I will lead you to the land that now belongs to others—the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. I will lead you to a land filled with many good things.’",
          "ID": "17"
        },
        {
          "text": "“The elders will listen to you. And then you and the elders will go to the Pharaoh. You will tell him, ‘Yahweh is the God of the Hebrews. He came to us and told us to travel three days into the desert. There we must offer sacrifices to Yahweh our God.’",
          "ID": "18",
          "comments": [
            "Yahweh Or “the Lord.” See “Yahweh” in the Word List.",
            "Hebrew Or “Israelite.” Also in verse 22."
          ]
        },
        {
          "text": "“But I know that the Pharaoh will not let you go. Only a great power will force him to let you go,",
          "ID": "19"
        },
        {
          "text": "so I will use my great power against Egypt. I will cause amazing things to happen in that land. After I do this, he will let you go.",
          "ID": "20"
        },
        {
          "text": "And I will cause the Egyptians to be kind to the Israelites. They will give many gifts to your people when they leave Egypt.",
          "ID": "21"
        },
        {
          "text": "“All the Hebrew women will ask their Egyptian neighbors and the Egyptian women living in their houses for gifts. And those Egyptian women will give them gifts of silver, gold, and fine clothing. Then you will put those gifts on your children. In this way you will take away the wealth of the Egyptians.”",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.3",
      "name": "Exodus 3"
    },
    {
      "title": "Moses Arrives in Egypt",
      "text": [
        {
          "text": "Then Moses said to God, “But the Israelites will not believe me when I tell them that you sent me. They will say, ‘The Lord did not appear to you.’”",
          "ID": "1",
          "comments": [
            "The Lord Or “Yahweh.” See “Yahweh” in the Word List."
          ]
        },
        {
          "text": "But the Lord said to Moses, “What is that you have in your hand?”\nMoses answered, “It is my walking stick.”",
          "ID": "2"
        },
        {
          "text": "Then God said, “Throw your walking stick on the ground.”\nSo Moses threw his walking stick on the ground, and it became a snake. Moses ran from it,",
          "ID": "3"
        },
        {
          "text": "but the Lord said to him, “Reach out and grab the snake by its tail.”\nWhen Moses reached out and caught the snake’s tail, the snake became a walking stick again.",
          "ID": "4"
        },
        {
          "text": "Then God said, “Use your stick in this way, and the people will believe that you saw the Lord, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob.”",
          "ID": "5"
        },
        {
          "text": "Then the Lord said to Moses, “I will give you another proof. Put your hand under your robe.”\nSo Moses opened his robe and put his hand inside. Then he brought his hand out of the robe and it was changed. His hand was covered with spots that were white like snow.",
          "ID": "6"
        },
        {
          "text": "Then God said, “Now put your hand into your robe again.” So Moses put his hand into his robe again. Then he brought his hand out, and his hand was changed. Now his hand was good again, as it was before.",
          "ID": "7"
        },
        {
          "text": "Then God said, “If the people don’t believe you when you use your walking stick, then they will believe you when you show them this sign.",
          "ID": "8"
        },
        {
          "text": "If they still refuse to believe after you show them both of these signs, then take some water from the Nile River. Pour the water on the ground, and as soon as it touches the ground, it will become blood.”",
          "ID": "9"
        },
        {
          "text": "Then Moses said to the Lord, “But, Lord, I am telling you, I am not a good speaker. I have never been able to speak well. And that hasn’t changed since you started talking to me. I am still not a good speaker. You know that I speak slowly and don’t use the best words.”",
          "ID": "10",
          "comments": [
            "I speak … words Or “I stutter and don’t speak clearly.”"
          ]
        },
        {
          "text": "Then the Lord said to him, “Who made a person’s mouth? And who can make someone deaf or not able to speak? Who can make a person blind? Who can make a person able to see? I am the one. I am the Lord.",
          "ID": "11"
        },
        {
          "text": "So go. I will be with you when you speak. I will give you the words to say.”",
          "ID": "12"
        },
        {
          "text": "But Moses said, “My Lord, I beg you to send someone else, not me.”",
          "ID": "13"
        },
        {
          "text": "Then the Lord became angry with Moses and said, “All right! I’ll give you someone to help you. Aaron the Levite is your brother, isn’t he? He is a good speaker. In fact, Aaron is already coming to meet you, and he will be happy to see you.",
          "ID": "14"
        },
        {
          "text": "I will tell you what to say. Then you will tell Aaron, and I will help him say it well. I will tell both of you what to do.",
          "ID": "15"
        },
        {
          "text": "So Aaron will speak for you. Like God, you will speak to him, and he will tell the people what you say.",
          "ID": "16"
        },
        {
          "text": "So go and carry your walking stick with you. Use it and the other miracles to show the people that I am with you.”",
          "ID": "17"
        },
        {
          "text": "Then Moses went back to Jethro, his father-in-law. Moses said to him, “Please let me go back to Egypt. I want to see if my people are still alive.”\nJethro said to Moses, “Go in peace.”",
          "ID": "18"
        },
        {
          "text": "Then, while Moses was still in Midian, the Lord said to him, “It is safe for you to go back to Egypt now. The men who wanted to kill you are now dead.”",
          "ID": "19"
        },
        {
          "text": "So Moses put his wife and children on the donkey and returned to Egypt. He carried his walking stick with him—the walking stick with the power of God.",
          "ID": "20"
        },
        {
          "text": "While Moses was traveling back to Egypt, the Lord spoke to him, “When you talk to Pharaoh remember to show him all the miracles that I have given you the power to do. But I will cause Pharaoh to be very stubborn. He will not let the people go.",
          "ID": "21"
        },
        {
          "text": "Then you should say to Pharaoh, ‘This is what the Lord says: Israel is my firstborn son.",
          "ID": "22"
        },
        {
          "text": "And I am telling you to let my son go and worship me. If you refuse to let Israel go, then I will kill your firstborn son.’”",
          "ID": "23"
        },
        {
          "text": "On the way to Egypt, Moses stopped at a place to spend the night. The Lord met Moses at that place and tried to kill him.",
          "ID": "24",
          "comments": [
            "tried to kill him Or possibly, “wanted to circumcise him.”"
          ]
        },
        {
          "text": "But Zipporah took a flint knife and circumcised her son. She took the skin and touched his feet. Then she said to Moses, “You are a bridegroom of blood to me.”",
          "ID": "25",
          "comments": [
            "flint knife A sharp knife made from flint rock."
          ]
        },
        {
          "text": "Zipporah said this because she had to circumcise her son. So God let Moses live.",
          "ID": "26",
          "comments": [
            "Or “And he was healed. She said, ‘You are a bridegroom of blood’ because of the circumcision.”"
          ]
        },
        {
          "text": "The Lord had spoken to Aaron and told him, “Go out into the desert and meet Moses.” So Aaron went and met Moses at the Mountain of God. He saw Moses and kissed him.",
          "ID": "27",
          "comments": [
            "Mountain of God That is, Mount Horeb (Sinai)."
          ]
        },
        {
          "text": "Moses told Aaron everything the Lord had commanded him to say and all the miracles he must do to prove that God had sent him.",
          "ID": "28"
        },
        {
          "text": "So Moses and Aaron went and gathered together all the elders of the Israelites.",
          "ID": "29"
        },
        {
          "text": "Then Aaron spoke to the people and told them everything the Lord had told Moses. Then Moses did the miracles for all the people to see,",
          "ID": "30"
        },
        {
          "text": "and they believed what they had heard. Then the Israelites understood that the Lord had seen their troubles and had come to help them. So they bowed down and worshiped God.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.4",
      "name": "Exodus 4"
    },
    {
      "title": "Moses Complains to God",
      "text": [
        {
          "text": "After Moses and Aaron talked to the people, they went to Pharaoh and said, “The Lord, the God of Israel, says, ‘Let my people go into the desert so that they can have a festival to honor me.’”",
          "ID": "1",
          "comments": [
            "The Lord Or “Yahweh.” See “Yahweh” in the Word List."
          ]
        },
        {
          "text": "But Pharaoh said, “Who is the Lord? Why should I obey him? Why should I let Israel go? I don’t even know who this Lord is, so I refuse to let Israel go.”",
          "ID": "2"
        },
        {
          "text": "Then Aaron and Moses said, “The God of the Hebrews has talked with us. So we beg you to let us travel three days into the desert. There we will offer a sacrifice to the Lord our God. If we don’t do this, he might become angry and destroy us. He might make us die from sickness or war.”",
          "ID": "3",
          "comments": [
            "Hebrews Or “Israelites.” Also in verses 10, 14, 15, 19."
          ]
        },
        {
          "text": "But Pharaoh said to them, “Moses and Aaron, you are bothering the workers. Let them do their work. Go back to your own work!",
          "ID": "4"
        },
        {
          "text": "There are very many workers, and you are keeping them from doing their jobs.”",
          "ID": "5"
        },
        {
          "text": "That same day Pharaoh gave a command to the slave masters and Hebrew foremen.",
          "ID": "6"
        },
        {
          "text": "He said, “You have always given the people straw to use to make bricks. But now, tell them they have to go and find their own straw to make bricks.",
          "ID": "7"
        },
        {
          "text": "But they must still make the same number of bricks as they did before. They have gotten lazy. That is why they are asking me to let them go. They don’t have enough work to do. That is why they asked me to let them make sacrifices to their God.",
          "ID": "8"
        },
        {
          "text": "So make these people work harder. Keep them busy. Then they will not have enough time to listen to the lies of Moses.”",
          "ID": "9"
        },
        {
          "text": "So the Egyptian slave masters and the Hebrew foremen went to the Israelites and said, “Pharaoh has decided that he will not give you straw for your bricks.",
          "ID": "10"
        },
        {
          "text": "You must go and get the straw for yourselves. So go and find straw, but you must still make as many bricks as you made before.”",
          "ID": "11"
        },
        {
          "text": "So the people went everywhere in Egypt looking for straw.",
          "ID": "12"
        },
        {
          "text": "The slave masters forced the people to work even harder. They forced the people to make as many bricks as before.",
          "ID": "13"
        },
        {
          "text": "The Egyptian slave masters had chosen the Hebrew foremen and had made them responsible for the work the people did. The Egyptian slave masters beat these foremen and said to them, “Why aren’t you making as many bricks as you made in the past? If you could do it then, you can do it now!”",
          "ID": "14"
        },
        {
          "text": "Then the Hebrew foremen went to Pharaoh. They complained and said, “We are your servants. Why are you treating us like this?",
          "ID": "15"
        },
        {
          "text": "You give us no straw, but you tell us to make as many bricks as before. And now our masters are beating us. Your people are wrong for doing this.”",
          "ID": "16"
        },
        {
          "text": "Pharaoh answered, “You are lazy, and you don’t want to work! That is why you ask me to let you go. And that is why you want to leave here and make sacrifices to the Lord.",
          "ID": "17"
        },
        {
          "text": "Now, go back to work! We will not give you any straw. And you must still make as many bricks as you did before.”",
          "ID": "18"
        },
        {
          "text": "The Hebrew foremen knew they were in trouble, because the Pharaoh had told them, “You must still make as many bricks as you made before.”",
          "ID": "19"
        },
        {
          "text": "When they were leaving the meeting with Pharaoh, they passed Moses and Aaron. Moses and Aaron were waiting for them.",
          "ID": "20"
        },
        {
          "text": "So they said to Moses and Aaron, “May the Lord judge and punish you for what you did! You made Pharaoh and his rulers hate us. You have given them an excuse to kill us.”",
          "ID": "21"
        },
        {
          "text": "Then Moses prayed to the Lord and said, “Lord, why have you done this terrible thing to your people? Why did you send me here?",
          "ID": "22"
        },
        {
          "text": "I went to Pharaoh and said what you told me to say. But since that time he has made the people suffer, and you have done nothing to help them!”",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.5",
      "name": "Exodus 5"
    },
    {
      "title": "God Repeats His Call to Moses",
      "text": [
        {
          "text": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh. I will use my great power against him, and he will let my people go. He will be so ready for them to leave that he will force them to go.”",
          "ID": "1"
        },
        {
          "text": "Then God said to Moses, “I am the Lord.",
          "ID": "2"
        },
        {
          "text": "I appeared to Abraham, Isaac, and Jacob. They called me God All-Powerful. They did not know my name, the Lord.",
          "ID": "3"
        },
        {
          "text": "I made an agreement with them. I promised to give them the land of Canaan. They lived in that land, but it was not their own.",
          "ID": "4"
        },
        {
          "text": "Now, I have heard their painful cries. I know that they are slaves in Egypt. And I remember my agreement.",
          "ID": "5"
        },
        {
          "text": "So tell the Israelites that I say to them, ‘I am the Lord. I will save you. You will no longer be slaves of the Egyptians. I will use my great power to make you free, and I will bring terrible punishment to the Egyptians.",
          "ID": "6"
        },
        {
          "text": "You will be my people and I will be your God. I am the Lord your God, and you will know that I made you free from Egypt.",
          "ID": "7"
        },
        {
          "text": "I made a great promise to Abraham, Isaac, and Jacob. I promised to give them a special land. So I will lead you to that land. I will give you that land. It will be yours. I am the Lord.’”",
          "ID": "8"
        },
        {
          "text": "So Moses told this to the Israelites, but the people would not listen to him. They were working so hard that they were not patient with Moses.",
          "ID": "9"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "10"
        },
        {
          "text": "“Go tell Pharaoh that he must let the Israelites leave his land.”",
          "ID": "11"
        },
        {
          "text": "But Moses answered, “Lord, the Israelites refuse to listen to me. So surely Pharaoh will also refuse to listen. I am a very bad speaker.”",
          "ID": "12",
          "comments": [
            "I am a very bad speaker Or “I sound like a foreigner.” Literally, “I have uncircumcised lips.”"
          ]
        },
        {
          "text": "But the Lord talked with Moses and Aaron and commanded them to go and talk to the Israelites and to Pharaoh, the king of Egypt. He commanded them to lead the Israelites out of the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "These are the names of the leaders of the families of Israel:\nIsrael’s first son, Reuben, had four sons. They were Hanoch, Pallu, Hezron, and Carmi.",
          "ID": "14"
        },
        {
          "text": "Simeon’s sons were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul. (Shaul was the son from a Canaanite woman).",
          "ID": "15"
        },
        {
          "text": "Levi lived 137 years. His sons were Gershon, Kohath, and Merari.",
          "ID": "16"
        },
        {
          "text": "Gershon had two sons, Libni and Shimei.",
          "ID": "17"
        },
        {
          "text": "Kohath lived 133 years. His sons were Amram, Izhar, Hebron, and Uzziel.",
          "ID": "18"
        },
        {
          "text": "Merari’s sons were Mahli and Mushi.\nAll these families were from Israel’s son Levi.",
          "ID": "19"
        },
        {
          "text": "Amram lived 137 years. He married his father’s sister, Jochebed. Amram and Jochebed gave birth to Aaron and Moses.",
          "ID": "20"
        },
        {
          "text": "Izhar’s sons were Korah, Nepheg, and Zicri.",
          "ID": "21"
        },
        {
          "text": "Uzziel’s sons were Mishael, Elzaphan, and Sithri.",
          "ID": "22"
        },
        {
          "text": "Aaron married Elisheba. (Elisheba was the daughter of Amminadab, and the sister of Nahshon.) Aaron and Elisheba gave birth to Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "23"
        },
        {
          "text": "The sons of Korah (that is, the ancestors of the Korahites) were Assir, Elkanah, and Abiasaph.",
          "ID": "24"
        },
        {
          "text": "Aaron’s son, Eleazar, married a daughter of Putiel. She gave birth to Phinehas.\nAll these people were from Israel’s son, Levi.",
          "ID": "25"
        },
        {
          "text": "Aaron and Moses were from this tribe. And they are the men the Lord spoke to and said, “Lead my people out of Israel in groups.”",
          "ID": "26",
          "comments": [
            "groups Or “divisions.” This is a military term. It shows that Israel was organized like an army."
          ]
        },
        {
          "text": "Aaron and Moses are the men who talked to Pharaoh, the king of Egypt, and told him to let the Israelites leave Egypt.",
          "ID": "27"
        },
        {
          "text": "The Lord spoke to Moses again in the land of Egypt.",
          "ID": "28"
        },
        {
          "text": "He said, “I am the Lord. Tell the king of Egypt everything I tell you.”",
          "ID": "29"
        },
        {
          "text": "But Moses, standing there before the Lord, said, “You know me. I’m a very bad speaker. How will I make the king listen to me?”",
          "ID": "30"
        }
      ],
      "ID": "OT:EXO.6",
      "name": "Exodus 6"
    },
    {
      "title": "The Frogs",
      "text": [
        {
          "text": "The Lord said to Moses, “See how important I have made you? In speaking to Pharaoh, you will be like God, and your brother Aaron will be your prophet.",
          "ID": "1"
        },
        {
          "text": "You will tell Aaron everything that I command you. Then he will tell the king what I say. And Pharaoh will let the Israelites leave this country.",
          "ID": "2"
        },
        {
          "text": "But I will make Pharaoh stubborn so that he will not do what you tell him. Then I will do many miracles in Egypt to prove who I am.",
          "ID": "3"
        },
        {
          "text": "But he will still refuse to listen. So then I will punish Egypt very much. And I will lead my army, my people, out of that land.",
          "ID": "4"
        },
        {
          "text": "I will punish the people of Egypt, and they will learn that I am the Lord. Then I will lead my people out of their country.”",
          "ID": "5"
        },
        {
          "text": "Moses and Aaron did what the Lord told them.",
          "ID": "6"
        },
        {
          "text": "Moses was 80 years old at the time, and Aaron was 83.",
          "ID": "7"
        },
        {
          "text": "The Lord said to Moses and Aaron,",
          "ID": "8"
        },
        {
          "text": "“Pharaoh will ask you to prove your power. He will ask you to do a miracle. Tell Aaron to throw his walking stick on the ground. While Pharaoh is watching, the stick will become a snake.”",
          "ID": "9"
        },
        {
          "text": "So Moses and Aaron went to Pharaoh and obeyed the Lord. Aaron threw his walking stick down. While Pharaoh and his officers watched, the stick became a snake.",
          "ID": "10"
        },
        {
          "text": "So Pharaoh called for his wise men and magicians. These men used their magic, and they were able to do the same thing as Aaron.",
          "ID": "11"
        },
        {
          "text": "They threw their walking sticks on the ground, and their sticks became snakes. But then Aaron’s walking stick ate theirs.",
          "ID": "12"
        },
        {
          "text": "Pharaoh still refused to let the people go, just as the Lord had said. Pharaoh refused to listen to Moses and Aaron.",
          "ID": "13"
        },
        {
          "text": "Then the Lord said to Moses, “Pharaoh is being stubborn. He refuses to let the people go.",
          "ID": "14"
        },
        {
          "text": "In the morning Pharaoh will go out to the river. Go to him by the edge of the Nile River. Take the walking stick that became a snake.",
          "ID": "15"
        },
        {
          "text": "Tell him this: ‘The Lord, the God of the Hebrews, sent me to you. He told me to tell you to let his people go worship him in the desert. Until now you have not listened to the Lord.",
          "ID": "16"
        },
        {
          "text": "So the Lord says that he will do something to show you that he is the Lord. I will hit the water of the Nile River with this walking stick in my hand, and the river will turn into blood.",
          "ID": "17"
        },
        {
          "text": "The fish in the river will die, and the river will begin to stink. Then the Egyptians will not be able to drink the water from the river.’”",
          "ID": "18"
        },
        {
          "text": "The Lord said to Moses: “Tell Aaron to hold the walking stick in his hand over the rivers, canals, lakes, and every place where they store water. When he does this, all the water will turn into blood. All the water, even the water stored in wood and stone jars, will turn into blood.”",
          "ID": "19"
        },
        {
          "text": "So Moses and Aaron did what the Lord commanded. Aaron raised the walking stick and hit the water in the Nile River. He did this in front of Pharaoh and his officials. So all the water in the river changed into blood.",
          "ID": "20"
        },
        {
          "text": "The fish in the river died, and the river began to stink. So the Egyptians could not drink water from the river. The blood was everywhere in Egypt.",
          "ID": "21"
        },
        {
          "text": "The magicians used their magic to do the same thing. So Pharaoh refused to listen to Moses and Aaron. This happened just as the Lord said.",
          "ID": "22"
        },
        {
          "text": "Pharaoh ignored what Moses and Aaron had done. He turned and went into his house.",
          "ID": "23"
        },
        {
          "text": "The Egyptians could not drink the water from the river, so they dug wells around the river for water to drink.",
          "ID": "24"
        },
        {
          "text": "Seven days passed after the Lord changed the Nile River.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.7",
      "name": "Exodus 7"
    },
    {
      "title": "The Flies",
      "text": [
        {
          "text": "Then the Lord told Moses, “Go to Pharaoh and tell him that the Lord says, ‘Let my people go to worship me!",
          "ID": "1"
        },
        {
          "text": "If you refuse to let my people go, then I will fill Egypt with frogs.",
          "ID": "2"
        },
        {
          "text": "The Nile River will be filled with frogs. They will come from the river and enter your houses. They will be in your bedrooms and in your beds. They will be in the houses of your officials and in your ovens and in your jars of water.",
          "ID": "3"
        },
        {
          "text": "The frogs will be all over you, your people, and your officials.’”",
          "ID": "4"
        },
        {
          "text": "Then the Lord said to Moses, “Tell Aaron to hold the walking stick in his hand over the canals, rivers, and lakes. Then the frogs will come out onto the land of Egypt.”",
          "ID": "5"
        },
        {
          "text": "So Aaron raised his hand over the waters of Egypt, and the frogs began coming out of the water and covered the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "The magicians used their magic to do the same thing—so even more frogs came out onto the land in Egypt!",
          "ID": "7"
        },
        {
          "text": "Pharaoh called for Moses and Aaron and said, “Ask the Lord to remove the frogs from me and my people. I will let the people go to offer sacrifices to the Lord.”",
          "ID": "8"
        },
        {
          "text": "Moses said to Pharaoh, “I will pray for you, your people, and your officials. Then the frogs will leave you and your houses. They will remain only in the river. When do you want the frogs to go away?”",
          "ID": "9"
        },
        {
          "text": "Pharaoh said, “Tomorrow.”\nMoses said, “It will happen as you say. In this way you will know that there is no god like the Lord our God.",
          "ID": "10"
        },
        {
          "text": "The frogs will leave you, your house, your officials, and your people. They will remain only in the river.”",
          "ID": "11"
        },
        {
          "text": "Moses and Aaron left Pharaoh. Moses prayed to the Lord about the frogs he had sent against Pharaoh.",
          "ID": "12"
        },
        {
          "text": "And the Lord did what Moses asked. The frogs died in the houses, in the yards, and in the fields.",
          "ID": "13"
        },
        {
          "text": "They began to rot, and the whole country began to stink.",
          "ID": "14"
        },
        {
          "text": "But when Pharaoh saw that they were free of the frogs, he again became stubborn. Pharaoh did not do what Moses and Aaron had asked him to do. This happened just as the Lord had said.",
          "ID": "15"
        },
        {
          "text": "Then the Lord said to Moses, “Tell Aaron to raise his stick and hit the dust on the ground, and everywhere in Egypt dust will become lice.”",
          "ID": "16"
        },
        {
          "text": "They did this. Aaron raised the stick in his hand and hit the dust on the ground, and everywhere in Egypt the dust became lice. The lice got on the animals and the people.",
          "ID": "17"
        },
        {
          "text": "The magicians used their magic and tried to do the same thing. But the magicians could not make lice come from the dust. The lice remained on the animals and the people.",
          "ID": "18"
        },
        {
          "text": "So the magicians told Pharaoh that the power of God did this. But Pharaoh refused to listen to them. This happened just as the Lord had said.",
          "ID": "19"
        },
        {
          "text": "The Lord said to Moses, “Get up in the morning and go to Pharaoh. He will go out to the river. Tell him that the Lord says, ‘Let my people go and worship me!",
          "ID": "20"
        },
        {
          "text": "If you don’t let my people go, then flies will come into your houses. The flies will be on you and your officials. The houses of Egypt will be full of flies. They will be all over the ground too!",
          "ID": "21"
        },
        {
          "text": "But I will not treat the Israelites the same as the Egyptians. There will not be any flies in Goshen, where my people live. In this way you will know that I, the Lord, am in this land.",
          "ID": "22"
        },
        {
          "text": "So tomorrow I will treat my people differently from your people. This will be my proof.’”",
          "ID": "23"
        },
        {
          "text": "So the Lord did just what he said. Millions of flies came into Egypt. The flies were in Pharaoh’s house, and they were in all his officials’ houses. They were all over Egypt. The flies were ruining the country.",
          "ID": "24"
        },
        {
          "text": "So Pharaoh called for Moses and Aaron and told them, “Offer sacrifices to your God here in this country.”",
          "ID": "25"
        },
        {
          "text": "But Moses said, “It would not be right to do that. The Egyptians think it is terrible to kill animals as sacrifices for the Lord our God. If we do this here, the Egyptians will see us and throw stones at us and kill us.",
          "ID": "26"
        },
        {
          "text": "Let us go three days into the desert and offer sacrifices to the Lord our God. This is what he told us to do.”",
          "ID": "27"
        },
        {
          "text": "So Pharaoh said, “I will let you go and offer sacrifices to the Lord your God in the desert, but you must not go very far. Now, go and pray for me.”",
          "ID": "28"
        },
        {
          "text": "Moses said, “Look, I will leave and ask the Lord to remove the flies from you, your people, and your officials tomorrow. But you must not stop the people from offering sacrifices to the Lord.”",
          "ID": "29"
        },
        {
          "text": "So Moses left Pharaoh and prayed to the Lord.",
          "ID": "30"
        },
        {
          "text": "And the Lord did what Moses asked. He removed the flies from Pharaoh, his officials, and his people. None of the flies remained.",
          "ID": "31"
        },
        {
          "text": "But Pharaoh again became stubborn and did not let the people go.",
          "ID": "32"
        }
      ],
      "ID": "OT:EXO.8",
      "name": "Exodus 8"
    },
    {
      "title": "The Hail",
      "text": [
        {
          "text": "Then the Lord told Moses to go to Pharaoh and tell him: “The Lord, the God of the Hebrews, says, ‘Let my people go to worship me!’",
          "ID": "1"
        },
        {
          "text": "If you continue to hold them and refuse to let them go,",
          "ID": "2"
        },
        {
          "text": "then the Lord will use his power against your animals in the fields. He will cause all of your horses, donkeys, camels, cattle, and sheep to get sick with a terrible disease.",
          "ID": "3"
        },
        {
          "text": "But the Lord will treat Israel’s animals differently from the animals of Egypt. None of the animals that belong to the Israelites will die.",
          "ID": "4"
        },
        {
          "text": "The Lord has set the time for this to happen. He said, ‘Tomorrow the Lord will make this happen in this country.’”",
          "ID": "5"
        },
        {
          "text": "The next morning the Lord did what he said. All the farm animals of the Egyptians died, but none of the animals that belonged to the Israelites died.",
          "ID": "6"
        },
        {
          "text": "Pharaoh sent people to see if any of the animals of Israel died. Not one of them died. But Pharaoh remained stubborn and did not let the people go.",
          "ID": "7"
        },
        {
          "text": "The Lord said to Moses and Aaron, “Fill your hands with the ashes from a furnace. Moses, you throw the ashes into the air in front of Pharaoh.",
          "ID": "8"
        },
        {
          "text": "This will become dust that will go throughout the land of Egypt. Whenever the dust touches a person or an animal in Egypt, sores will break out on the skin.”",
          "ID": "9"
        },
        {
          "text": "So Moses and Aaron took ashes from a furnace and went and stood before Pharaoh. Moses threw the ashes into the air, and sores began breaking out on people and animals.",
          "ID": "10"
        },
        {
          "text": "The magicians could not stop Moses from doing this, because even the magicians had the sores. This happened everywhere in Egypt.",
          "ID": "11"
        },
        {
          "text": "But the Lord made Pharaoh stubborn, so he refused to listen to Moses and Aaron, just as the Lord had said.",
          "ID": "12"
        },
        {
          "text": "Then the Lord said to Moses, “Get up in the morning and go to Pharaoh. Tell him that the Lord, the God of the Hebrews, says, ‘Let my people go to worship me!",
          "ID": "13"
        },
        {
          "text": "This time, I will use my full power against you, your officials, and your people. Then you will know that there is no god in the world like me.",
          "ID": "14"
        },
        {
          "text": "I could use my power and cause a disease that would wipe you and your people off the earth.",
          "ID": "15"
        },
        {
          "text": "But I have put you here for a reason. I have put you here so that I could show you my power. Then people all over the world will learn about me!",
          "ID": "16"
        },
        {
          "text": "You are still against my people. You are not letting them go free.",
          "ID": "17"
        },
        {
          "text": "So at this time tomorrow, I will cause a very bad hailstorm. There has never been a hailstorm like this in Egypt, not since Egypt became a nation.",
          "ID": "18"
        },
        {
          "text": "Now, you must put your animals in a safe place. Everything you own that is now in the fields must be put in a safe place. Any person or animal that remains in the fields will be killed. The hail will fall on everything that is not gathered into your houses.’”",
          "ID": "19"
        },
        {
          "text": "Some of Pharaoh’s officials paid attention to the Lord’s message. They quickly put all of their animals and slaves into houses.",
          "ID": "20"
        },
        {
          "text": "But other people ignored the Lord’s message and lost all their slaves and animals that were in the fields.",
          "ID": "21"
        },
        {
          "text": "The Lord told Moses, “Raise your hand into the air and the hail will start falling all over Egypt. The hail will fall on all the people, animals, and plants in all the fields of Egypt.”",
          "ID": "22"
        },
        {
          "text": "So Moses raised his walking stick into the air, and the Lord sent hail with thunder and lightning down on the earth. The Lord caused hail to fall all over Egypt.",
          "ID": "23"
        },
        {
          "text": "The hail was falling, and lightning was flashing all through it. It was the worst hailstorm that had ever hit Egypt since it had become a nation.",
          "ID": "24"
        },
        {
          "text": "The storm destroyed everything in the fields in Egypt. The hail destroyed people, animals, and plants. The hail also broke all the trees in the fields.",
          "ID": "25"
        },
        {
          "text": "The only place that did not get hail was the land of Goshen, where the Israelites lived.",
          "ID": "26"
        },
        {
          "text": "Pharaoh sent for Moses and Aaron and told them, “This time I have sinned. The Lord is right, and I and my people are wrong.",
          "ID": "27"
        },
        {
          "text": "We have had enough of this hail and thunder! Ask the Lord to stop the storm, and I will let you go. You don’t have to stay here.”",
          "ID": "28"
        },
        {
          "text": "Moses told Pharaoh, “When I leave the city, I will lift my hands in prayer to the Lord, and the thunder and hail will stop. Then you will know that the Lord is in this land.",
          "ID": "29"
        },
        {
          "text": "But I know that you and your officials don’t really fear and respect the Lord yet.”",
          "ID": "30"
        },
        {
          "text": "The flax had already developed its seeds, and the barley was already blooming. So these plants were destroyed.",
          "ID": "31"
        },
        {
          "text": "But wheat and spelt ripen later than the other grains, so these plants were not destroyed.",
          "ID": "32"
        },
        {
          "text": "Moses left Pharaoh and went outside the city. He lifted his hands in prayer to the Lord. And the thunder and hail stopped, and then even the rain stopped.",
          "ID": "33"
        },
        {
          "text": "When Pharaoh saw that the rain, hail, and thunder had stopped, he again did wrong. He and his officials became stubborn again.",
          "ID": "34"
        },
        {
          "text": "Pharaoh refused to let the Israelites go free, just as the Lord had said through Moses.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.9",
      "name": "Exodus 9"
    },
    {
      "title": "The Darkness",
      "text": [
        {
          "text": "The Lord said to Moses, “Go to Pharaoh. I have made him and his officials stubborn. I did this so that I could show them my powerful miracles.",
          "ID": "1"
        },
        {
          "text": "I also did this so that you could tell your children and your grandchildren about the miracles and other wonderful things that I have done in Egypt. Then all of you will know that I am the Lord.”",
          "ID": "2"
        },
        {
          "text": "So Moses and Aaron went to Pharaoh. They told him, “The Lord, the God of the Hebrews, says, ‘How long will you refuse to obey me? Let my people go to worship me!",
          "ID": "3",
          "comments": [
            "Hebrews Or “Israelites.” This name might also mean “descendants of Eber” (read Gen. 10:25-31) or “people from beyond the Euphrates River.”"
          ]
        },
        {
          "text": "If you refuse to let my people go, then tomorrow I will bring locusts into your country.",
          "ID": "4"
        },
        {
          "text": "The locusts will cover the land. There will be so many locusts that you will not be able to see the ground. Anything that was left from the hailstorm will be eaten by the locusts. The locusts will eat all the leaves from every tree in the field.",
          "ID": "5"
        },
        {
          "text": "They will fill all your houses, and all your officials’ houses, and all the houses in Egypt. There will be more locusts than your fathers or your grandfathers have ever seen. There will be more locusts than there have ever been since people began living in Egypt.’” Then Moses turned and left Pharaoh.",
          "ID": "6"
        },
        {
          "text": "Then the officials asked Pharaoh, “How long will we be trapped by these people? Let the men go to worship the Lord their God. If you don’t let them go, before you know it, Egypt will be destroyed!”",
          "ID": "7"
        },
        {
          "text": "So Pharaoh told his officials to bring Moses and Aaron back to him. Pharaoh said to them, “Go and worship the Lord your God. But tell me, just who is going?”",
          "ID": "8"
        },
        {
          "text": "Moses answered, “All of our people, young and old, will go. And we will take our sons and daughters, and our sheep and cattle with us. We will all go because the Lord’s festival is for all of us.”",
          "ID": "9"
        },
        {
          "text": "Pharaoh said to them, “The Lord really will have to be with you before I let you and all of your children leave Egypt. Look, you are planning something evil.",
          "ID": "10"
        },
        {
          "text": "The men can go worship the Lord. That is what you asked for in the beginning. But all of your people cannot go.” Then Pharaoh sent Moses and Aaron away.",
          "ID": "11"
        },
        {
          "text": "The Lord told Moses, “Raise your hand over the land of Egypt and the locusts will come! They will spread all over the land of Egypt and will eat all the plants that the hail did not destroy.”",
          "ID": "12"
        },
        {
          "text": "So Moses raised his walking stick over the land of Egypt, and the Lord caused a strong wind to blow from the east. The wind blew all that day and night. When morning came, the wind had brought the locusts to the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "The locusts flew into the country of Egypt and landed on the ground. There were more locusts than there had ever been in Egypt. And there will never again be that many locusts there.",
          "ID": "14"
        },
        {
          "text": "They covered the ground, and the whole country became dark. The locusts ate every plant on the ground and all the fruit in the trees that the hail had not destroyed. There were no leaves left on any of the trees or plants anywhere in Egypt.",
          "ID": "15"
        },
        {
          "text": "Pharaoh quickly called for Moses and Aaron. Pharaoh said, “I have sinned against the Lord your God and against you.",
          "ID": "16"
        },
        {
          "text": "Now, forgive me for my sins this time. Ask the Lord to remove this ‘death’ from me.”",
          "ID": "17"
        },
        {
          "text": "Moses left Pharaoh and prayed to the Lord.",
          "ID": "18"
        },
        {
          "text": "So the Lord changed the wind. He made a very strong wind blow from the west, and it blew the locusts out of Egypt and into the Red Sea. Not one locust was left in Egypt!",
          "ID": "19",
          "comments": [
            "Red Sea Or “Reed Sea.” See 1 Kings 9:26."
          ]
        },
        {
          "text": "But the Lord caused Pharaoh to be stubborn again, and Pharaoh did not let the Israelites go.",
          "ID": "20"
        },
        {
          "text": "Then the Lord told Moses, “Raise your hand into the air and darkness will cover Egypt. It will be so dark you can feel it!”",
          "ID": "21"
        },
        {
          "text": "So Moses raised his hand into the air and a cloud of darkness covered Egypt. The darkness stayed in Egypt for three days.",
          "ID": "22"
        },
        {
          "text": "None of the people could see each other, and no one got up to go any place for three days. But there was light in all the places where the Israelites lived.",
          "ID": "23"
        },
        {
          "text": "Again Pharaoh called for Moses. He said, “Go and worship the Lord! You can take your children with you. But you must leave your sheep and cattle here.”",
          "ID": "24"
        },
        {
          "text": "Moses said, “No, we will take them all. In fact, you will give us offerings and sacrifices for us to use in worshiping the Lord our God.",
          "ID": "25"
        },
        {
          "text": "Yes, we will take our animals with us to worship the Lord our God. Not one hoof will be left behind. We don’t know yet exactly what we will need to worship the Lord. We will learn that only when we get there.”",
          "ID": "26"
        },
        {
          "text": "The Lord made Pharaoh stubborn again, so he refused to let them go.",
          "ID": "27"
        },
        {
          "text": "Then Pharaoh told Moses, “Get out of here. I don’t want you to come here again. The next time you come to see me, you will die!”",
          "ID": "28"
        },
        {
          "text": "Then Moses told Pharaoh, “You are right about one thing. I will not come to see you again.”",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.10",
      "name": "Exodus 10"
    },
    {
      "title": "The Death of the Firstborn",
      "text": [
        {
          "text": "Then the Lord told Moses, “I have one more disaster to bring against Pharaoh and Egypt. After this, he will ask you to leave Egypt. In fact, he will force you to leave this country.",
          "ID": "1"
        },
        {
          "text": "You must give this message to the Israelites: ‘Men and women, you must ask your neighbors to give you things made of silver and gold.’”",
          "ID": "2"
        },
        {
          "text": "The Lord caused the Egyptians to be kind to the Israelites. The Egyptians, even Pharaoh’s own officials, already considered Moses to be a great man.",
          "ID": "3"
        },
        {
          "text": "Moses said to the king, “The Lord says, ‘At midnight tonight, I will go through Egypt,",
          "ID": "4"
        },
        {
          "text": "and every firstborn son in Egypt will die, from the firstborn son of Pharaoh, the ruler of Egypt, to the firstborn son of the slave girl grinding grain. Even the firstborn animals will die.",
          "ID": "5"
        },
        {
          "text": "The crying in Egypt will be worse than at any time in the past or any time in the future.",
          "ID": "6"
        },
        {
          "text": "But none of the Israelites or their animals will be hurt—not even a dog will bark at them.’ Then you will know that the Lord has treated Israel differently from Egypt.",
          "ID": "7"
        },
        {
          "text": "All these officials of yours will come down and bow to me. They will say, ‘Leave and take all your people with you.’ Only then will I leave!” Then in anger, Moses left the meeting with Pharaoh.",
          "ID": "8"
        },
        {
          "text": "Then the Lord told Moses, “The reason Pharaoh did not listen to you is so that I could show my great power in Egypt.”",
          "ID": "9"
        },
        {
          "text": "That is why Moses and Aaron did all these great miracles in front of Pharaoh. And that is why the Lord made Pharaoh so stubborn that he would not let the Israelites leave his country.",
          "ID": "10"
        }
      ],
      "ID": "OT:EXO.11",
      "name": "Exodus 11"
    },
    {
      "title": "Israel Leaves Egypt",
      "text": [
        {
          "text": "While Moses and Aaron were still in Egypt, the Lord spoke to them. He said,",
          "ID": "1"
        },
        {
          "text": "“This month will be the first month of the year for you.",
          "ID": "2",
          "comments": [
            "month Abib (or Nisan). See “Abib” in the Word List."
          ]
        },
        {
          "text": "This command is for the whole community of Israel: On the tenth day of this month each man must get one lamb for the people in his house.",
          "ID": "3"
        },
        {
          "text": "If there are not enough people in his house to eat a whole lamb, then he should invite some of his neighbors to share the meal. There must be enough lamb for everyone to eat.",
          "ID": "4"
        },
        {
          "text": "The lamb must be a one-year-old male, and it must be completely healthy. This animal can be either a young sheep or a young goat.",
          "ID": "5"
        },
        {
          "text": "You should watch over the animal until the 14th day of the month. On that day all the people of the community of Israel must kill these animals just before dark.",
          "ID": "6"
        },
        {
          "text": "You must collect the blood from these animals and put it on the top and sides of the doorframe of every house where the people eat this meal.",
          "ID": "7"
        },
        {
          "text": "“On this night you must roast the lamb and eat all the meat. You must also eat bitter herbs and bread made without yeast.",
          "ID": "8"
        },
        {
          "text": "You must not eat the lamb raw or boiled in water. You must roast the whole lamb over a fire. The lamb must still have its head, legs, and inner parts.",
          "ID": "9"
        },
        {
          "text": "You must eat all the meat that night. If any of the meat is left until morning, you must burn it in the fire.",
          "ID": "10"
        },
        {
          "text": "“When you eat the meal, you must be fully dressed and ready to travel. You must have your sandals on your feet and your walking stick in your hand. You must eat in a hurry, because this is the Lord’s Passover.",
          "ID": "11"
        },
        {
          "text": "“Tonight I will go through Egypt and kill every firstborn man and animal in Egypt. In this way I will judge all the gods of Egypt and show that I am the Lord.",
          "ID": "12"
        },
        {
          "text": "But the blood on your houses will be a special sign. When I see the blood, I will pass over your house. I will cause bad things to happen to the people of Egypt. But none of these bad diseases will hurt you.",
          "ID": "13",
          "comments": [
            "pass over Or “protect.” Also in verse 27."
          ]
        },
        {
          "text": "“You will always remember tonight—it will be a special festival for you. Your descendants will honor the Lord with this festival forever.",
          "ID": "14"
        },
        {
          "text": "For this festival you will eat bread made without yeast for seven days. On the first day, you will remove all the yeast from your houses. No one should eat any yeast for the full seven days of this festival. Anyone who eats yeast must be separated from the rest of Israel.",
          "ID": "15"
        },
        {
          "text": "There will be holy assemblies on the first day and the last day of the festival. You must not do any work on these days. The only work you can do is preparing the food for your meals.",
          "ID": "16"
        },
        {
          "text": "You must remember the Festival of Unleavened Bread, because on this day I took all of your people out of Egypt in groups. All of your descendants must remember this day. This is a law that will last forever.",
          "ID": "17",
          "comments": [
            "groups Or “divisions.” This is a military term. It shows that Israel was organized like an army. Also in verse 51."
          ]
        },
        {
          "text": "So on the evening of the 14th day of the first month, you will begin eating bread without yeast. You will eat this bread until the evening of the 21st day of the same month.",
          "ID": "18"
        },
        {
          "text": "For seven days, there must not be any yeast in your houses. Anyone, either a citizen of Israel or a foreigner living among you, who eats yeast at this time must be separated from the rest of Israel.",
          "ID": "19",
          "comments": [
            "foreigner living among you That is, someone who has chosen to live among the Israelites and obey their laws and customs. Also in verse 48."
          ]
        },
        {
          "text": "During this festival you must not eat any yeast. You must eat bread without yeast wherever you live.”",
          "ID": "20"
        },
        {
          "text": "So Moses called all the elders together and told them, “Get the lambs for your families. Kill the lambs for the Passover.",
          "ID": "21"
        },
        {
          "text": "Take bunches of hyssop and dip them in the bowls filled with blood. Paint the blood on the sides and top of each doorframe. No one must leave their house until morning.",
          "ID": "22"
        },
        {
          "text": "At the time the Lord goes through Egypt to kill the firstborn, he will see the blood on the sides and top of each doorframe. Then he will protect that house and not let the Destroyer come into any of your houses and hurt you.",
          "ID": "23",
          "comments": [
            "protect Or “pass over.”"
          ]
        },
        {
          "text": "You must remember this command. This law is for you and your descendants forever.",
          "ID": "24"
        },
        {
          "text": "You must remember to do this even when you go to the land the Lord is giving you.",
          "ID": "25"
        },
        {
          "text": "When your children ask you, ‘Why are we doing this ceremony?’",
          "ID": "26"
        },
        {
          "text": "you will say, ‘This Passover is to honor the Lord, because when we were in Egypt, he passed over the houses of Israel. He killed the Egyptians, but he saved the people in our houses.’”\nThen the people bowed down and worshiped the Lord.",
          "ID": "27"
        },
        {
          "text": "The Lord had given this command to Moses and Aaron, so the Israelites did what the Lord commanded.",
          "ID": "28"
        },
        {
          "text": "At midnight the Lord killed all the firstborn sons in Egypt, from the firstborn son of Pharaoh (who ruled Egypt) to the firstborn son of the prisoner sitting in jail. Also all the firstborn animals died.",
          "ID": "29"
        },
        {
          "text": "That night someone died in every house in Egypt. Pharaoh, his officials, and all the people of Egypt began to cry loudly.",
          "ID": "30"
        },
        {
          "text": "So that night Pharaoh called for Moses and Aaron and said to them, “Get up and leave my people. You and your people can do as you say. Go and worship the Lord.",
          "ID": "31"
        },
        {
          "text": "Take all of your sheep and cattle with you, just as you said you would. Go! And say a blessing for me too.”",
          "ID": "32"
        },
        {
          "text": "The people of Egypt also asked them to hurry and leave. They said, “If you don’t leave, we will all die!”",
          "ID": "33"
        },
        {
          "text": "The Israelites did not have time to put the yeast in their bread. They just wrapped the bowls of dough with cloth and carried them on their shoulders.",
          "ID": "34"
        },
        {
          "text": "Then the Israelites did what Moses asked them to do. They went to their Egyptian neighbors and asked for clothing and things made from silver and gold.",
          "ID": "35"
        },
        {
          "text": "The Lord caused the Egyptians to be kind to the Israelites, so the Egyptians gave their riches to the Israelites.",
          "ID": "36"
        },
        {
          "text": "The Israelites traveled from Rameses to Succoth. There were about 600,000 men, not counting the small boys.",
          "ID": "37"
        },
        {
          "text": "A great number of people who were not Israelites went with them, along with many sheep, cattle, and other livestock.",
          "ID": "38"
        },
        {
          "text": "The people did not have time to put yeast in their bread or make any special food for their journey. So they had to bake their bread without yeast.",
          "ID": "39"
        },
        {
          "text": "The Israelites had lived in Egypt for 430 years.",
          "ID": "40",
          "comments": [
            "Egypt The ancient Greek and Samaritan versions say, “Egypt and Canaan.” This would mean they counted the years from about Abraham’s time, not from Joseph’s. See Gen. 15:12-16 and Gal. 3:17."
          ]
        },
        {
          "text": "After 430 years, to the very day, all the armies of the Lord left Egypt.",
          "ID": "41",
          "comments": [
            "armies of the Lord The Israelites."
          ]
        },
        {
          "text": "The night they left, the Lord watched over them to bring them safely out of Egypt. So the Israelites will always celebrate this night each year to remember what the Lord did.",
          "ID": "42"
        },
        {
          "text": "The Lord told Moses and Aaron, “These are the rules for Passover: No foreigner is allowed to eat the Passover meal.",
          "ID": "43",
          "comments": [
            "foreigner Here, this means someone who has not agreed to follow the laws and customs of Israel."
          ]
        },
        {
          "text": "A foreigner who is only a hired worker or is only staying in your country is not allowed to eat the meal. But if someone buys a slave and circumcises him, then the slave can eat the Passover meal.",
          "ID": "44-45"
        },
        {
          "text": "“Each family must eat the meal in one house. None of the food is to be taken outside the house. Don’t break any of the lamb’s bones.",
          "ID": "46"
        },
        {
          "text": "The whole community of Israel must do this ceremony.",
          "ID": "47"
        },
        {
          "text": "If a foreigner living among you wants to share in the Lord’s Passover, he must be circumcised. Then he can share in the meal like any other citizen of Israel. But a man who is not circumcised cannot eat the Passover meal.",
          "ID": "48"
        },
        {
          "text": "The same rules are for everyone. It doesn’t matter if they are citizens or foreigners living among you.”",
          "ID": "49"
        },
        {
          "text": "So all the Israelites obeyed the commands that the Lord gave to Moses and Aaron.",
          "ID": "50"
        },
        {
          "text": "On that same day the Lord led all the Israelites out of the country of Egypt. The people left in groups.",
          "ID": "51"
        }
      ],
      "ID": "OT:EXO.12",
      "name": "Exodus 12"
    },
    {
      "title": "The Lord Leads His People",
      "text": [
        {
          "text": "Then the Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“You must give me every male in Israel who is his mother’s first child. That means that every firstborn baby boy and every firstborn male animal will be mine.”",
          "ID": "2"
        },
        {
          "text": "Moses said to the people, “Remember this day. You were slaves in Egypt, but on this day the Lord used his great power and made you free. You must not eat bread with yeast.",
          "ID": "3"
        },
        {
          "text": "Today, in the month of Abib, you are leaving Egypt.",
          "ID": "4"
        },
        {
          "text": "The Lord made a special promise to your ancestors. He promised to give you the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites. After the Lord leads you to the land filled with many good things, then you must remember this day. You must have a special day of worship on this day during the first month of every year.",
          "ID": "5",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "“For seven days, you must eat only bread without yeast. On the seventh day there will be a great festival to show honor to the Lord.",
          "ID": "6"
        },
        {
          "text": "So for seven days, you must not eat any bread made with yeast. There must be no bread with yeast any place in your land.",
          "ID": "7"
        },
        {
          "text": "On this day you should tell your children, ‘We are having this festival because the Lord took me out of Egypt.’",
          "ID": "8"
        },
        {
          "text": "“This festival will help you remember; it will be like a string tied on your hand. It will be like a sign before your eyes. This festival will help you remember the Lord’s teachings. It will help you remember that the Lord used his great power to take you out of Egypt.",
          "ID": "9",
          "comments": [
            "string … eyes Literally, “a mark on your hands and a reminder between your eyes.” This might refer to the special things an Israelite ties to his arm and forehead to help him remember God’s laws for him. Also in verse 16."
          ]
        },
        {
          "text": "So remember this festival every year at the right time.",
          "ID": "10"
        },
        {
          "text": "“The Lord will lead you into the land he promised to give you. The Canaanites live there now. But God promised your ancestors that he would give you this land. When that happens,",
          "ID": "11"
        },
        {
          "text": "you must remember to give the Lord every firstborn boy. And every male animal that is the firstborn must also be given to the Lord.",
          "ID": "12"
        },
        {
          "text": "Every firstborn donkey can be bought back. You can offer a lamb and keep the donkey. If you don’t want to buy back the donkey like this, then you must break its neck to kill it. But every firstborn baby boy must be bought back from the Lord.",
          "ID": "13",
          "comments": [
            "baby boy Or “baby.”"
          ]
        },
        {
          "text": "“In the future, your children will ask why you do this. They will say, ‘What does all this mean?’ And you will answer, ‘The Lord used his great power to save us from Egypt. We were slaves in that place, but he led us out and brought us here.",
          "ID": "14"
        },
        {
          "text": "In Egypt, Pharaoh was stubborn and refused to let us leave. So the Lord killed every firstborn in all the land. (The Lord killed the firstborn males—animal and human.) That is why I give every firstborn male animal to the Lord, and that is why I buy back each of my firstborn sons from him.’",
          "ID": "15"
        },
        {
          "text": "This is like a string tied on your hand, like a sign in front of your eyes. It helps you remember that the Lord brought us out of Egypt with his great power.”",
          "ID": "16"
        },
        {
          "text": "Pharaoh made the people leave Egypt. God did not let the people take the road leading to the land of the Philistines. That road by the Mediterranean Sea is the shortest way, but God said, “If the people go that way they will have to fight. Then they might change their minds and go back to Egypt.”",
          "ID": "17"
        },
        {
          "text": "So God led them another way through the desert by the Red Sea. The Israelites were dressed for war when they left Egypt.",
          "ID": "18",
          "comments": [
            "Red Sea Or “Reed Sea.” Also in 14:2, 9, 16, 21, 30. See 1 Kings 9:26."
          ]
        },
        {
          "text": "Moses carried the bones of Joseph with him. Before Joseph died, he made the Israelites promise to do this for him. He said, “When God saves you, remember to carry my bones with you out of Egypt.”",
          "ID": "19"
        },
        {
          "text": "The Israelites left Succoth and camped at Etham. Etham was near the desert.",
          "ID": "20"
        },
        {
          "text": "The Lord led the way. During the day, he used a tall cloud to lead the people. And during the night, he used a tall column of fire to lead the way. This fire gave them light so that they could also travel at night.",
          "ID": "21"
        },
        {
          "text": "The cloud was always with them during the day, and the column of fire was always with them at night.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.13",
      "name": "Exodus 13"
    },
    {
      "title": "The Lord Defeats the Egyptian Army",
      "text": [
        {
          "text": "Then the Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Tell the people to go back to Pi Hahiroth. Tell them to spend the night between Migdol and the Red Sea, near Baal Zephon.",
          "ID": "2"
        },
        {
          "text": "Pharaoh will think that the Israelites are lost in the desert and that the people will have no place to go.",
          "ID": "3"
        },
        {
          "text": "I will make Pharaoh brave, and he will chase you. But I will defeat Pharaoh and his army. This will bring honor to me. Then the people of Egypt will know that I am the Lord.” So the Israelites did what he told them.",
          "ID": "4"
        },
        {
          "text": "Pharaoh received a report that the Israelites had escaped. When he heard this, he and his officials changed their minds about what they had done. Pharaoh said, “Why did we let the Israelites leave? Why did we let them run away? Now we have lost our slaves!”",
          "ID": "5"
        },
        {
          "text": "So Pharaoh prepared his chariot and took his men with him.",
          "ID": "6"
        },
        {
          "text": "He took 600 of his best men and all of his chariots. There was an officer in each chariot.",
          "ID": "7",
          "comments": [
            "There was … chariot Or “There were three soldiers in each chariot.”"
          ]
        },
        {
          "text": "The Israelites were leaving with their arms raised in victory. But the Lord caused Pharaoh, the king of Egypt, to become brave. And Pharaoh chased the Israelites.",
          "ID": "8"
        },
        {
          "text": "The Egyptian army had many horse soldiers and chariots. They chased the Israelites and caught up with them while they were camped near the Red Sea at Pi Hahiroth, east of Baal Zephon.",
          "ID": "9"
        },
        {
          "text": "When the Israelites saw Pharaoh and his army coming toward them, they were very frightened and cried to the Lord for help.",
          "ID": "10"
        },
        {
          "text": "They said to Moses, “Why did you bring us out of Egypt? Did you bring us out here in the desert to die? We could have died peacefully in Egypt; there were plenty of graves in Egypt.",
          "ID": "11"
        },
        {
          "text": "We told you this would happen! In Egypt we said, ‘Please don’t bother us. Let us stay and serve the Egyptians.’ It would have been better for us to stay and be slaves than to come out here and die in the desert.”",
          "ID": "12"
        },
        {
          "text": "But Moses answered, “Don’t be afraid! Don’t run away! Stand where you are and watch the Lord save you today. You will never see these Egyptians again.",
          "ID": "13"
        },
        {
          "text": "You will not have to do anything but stay calm. The Lord will do the fighting for you.”",
          "ID": "14"
        },
        {
          "text": "Then the Lord said to Moses, “Why are you still crying to me? Tell the Israelites to start moving.",
          "ID": "15"
        },
        {
          "text": "Raise the walking stick in your hand over the Red Sea, and the sea will split. Then the people can go across on dry land.",
          "ID": "16"
        },
        {
          "text": "I have made the Egyptians brave, so they will chase you. But I will show you that I am more powerful than Pharaoh and all of his horses and chariots.",
          "ID": "17"
        },
        {
          "text": "Then Egypt will know that I am the Lord. They will honor me when I defeat Pharaoh and his horse soldiers and chariots.”",
          "ID": "18"
        },
        {
          "text": "Then the angel of God moved to the back of the people. (The angel was usually in front of the people, leading them.) So the tall cloud moved from in front of the people and went to the back of the people.",
          "ID": "19"
        },
        {
          "text": "In this way the cloud stood between the Egyptians and the Israelites. There was light for the Israelites. But there was darkness for the Egyptians. So the Egyptians did not come any closer to the Israelites that night.",
          "ID": "20"
        },
        {
          "text": "Moses raised his hand over the Red Sea, and the Lord caused a strong wind to blow from the east. The wind blew all night long. The sea split, and the wind made the ground dry.",
          "ID": "21"
        },
        {
          "text": "The Israelites went through the sea on dry land. The water was like a wall on their right and on their left.",
          "ID": "22"
        },
        {
          "text": "Then all of Pharaoh’s chariots and horse soldiers followed them into the sea.",
          "ID": "23"
        },
        {
          "text": "Early that morning the Lord looked down from the tall cloud and column of fire at the Egyptian army. Then he made them panic.",
          "ID": "24"
        },
        {
          "text": "The wheels of the chariots became stuck. It was very hard to control the chariots. The Egyptians shouted, “Let’s get out of here! The Lord is fighting against us. He is fighting for the Israelites.”",
          "ID": "25"
        },
        {
          "text": "Then the Lord told Moses, “Raise your hand over the sea to make the water fall and cover the Egyptian chariots and horse soldiers.”",
          "ID": "26"
        },
        {
          "text": "So just before daylight, Moses raised his hand over the sea. And the water rushed back to its proper level. The Egyptians were running as fast as they could from the water, but the Lord swept them away with the sea.",
          "ID": "27"
        },
        {
          "text": "The water returned to its normal level and covered the chariots and horse soldiers. Pharaoh’s army had been chasing the Israelites, but that army was destroyed. None of them survived!",
          "ID": "28"
        },
        {
          "text": "But the Israelites crossed the sea on dry land. The water was like a wall on their right and on their left.",
          "ID": "29"
        },
        {
          "text": "So that day the Lord saved the Israelites from the Egyptians. Later, the Israelites saw the dead bodies of the Egyptians on the shore of the Red Sea.",
          "ID": "30"
        },
        {
          "text": "The Israelites saw the great power of the Lord when he defeated the Egyptians. So the people feared and respected the Lord, and they began to trust the Lord and his servant Moses.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.14",
      "name": "Exodus 14"
    },
    {
      "title": "Israel Goes Into the Desert",
      "text": [
        {
          "text": "Then Moses and the Israelites began singing this song to the Lord:\n“I will sing to the Lord!\nHe threw horse and rider",
          "ID": "1"
        },
        {
          "text": "The Lord is my strength.\nHe is my God,\nHe is the God of my ancestors,",
          "ID": "2"
        },
        {
          "text": "The Lord is a great soldier.",
          "ID": "3"
        },
        {
          "text": "He threw Pharaoh’s chariots\nPharaoh’s very best soldiers",
          "ID": "4"
        },
        {
          "text": "The deep water covered them,",
          "ID": "5"
        },
        {
          "text": "“Lord, your right hand is amazingly strong.",
          "ID": "6"
        },
        {
          "text": "In your great majesty you destroyed\nYour anger destroyed them,",
          "ID": "7"
        },
        {
          "text": "The wind you sent in anger\nThe flowing water became a wall,",
          "ID": "8"
        },
        {
          "text": "“The enemy said,\nI’ll take all their riches.",
          "ID": "9"
        },
        {
          "text": "But you blew on them\nThey sank like lead",
          "ID": "10"
        },
        {
          "text": "“Are there any gods like the Lord?",
          "ID": "11"
        },
        {
          "text": "You raised your right hand to punish the enemy,",
          "ID": "12"
        },
        {
          "text": "But with your kindness\nAnd with your strength",
          "ID": "13"
        },
        {
          "text": "“The other nations will hear this story,",
          "ID": "14"
        },
        {
          "text": "The commanders of Edom will tremble.",
          "ID": "15"
        },
        {
          "text": "They will be filled with fear\nThey will be as still as a rock, Lord,",
          "ID": "16"
        },
        {
          "text": "You will lead your people\nYou will let them live by the place that you, Lord, prepared as your home.",
          "ID": "17"
        },
        {
          "text": "“The Lord will rule forever and ever!”",
          "ID": "18"
        },
        {
          "text": "Yes, it really happened! Pharaoh’s horses and riders, and chariots went into the sea. And the Lord brought all the water of the sea down on top of them. But the Israelites walked through that sea on dry land.",
          "ID": "19"
        },
        {
          "text": "Then Aaron’s sister, the woman prophet Miriam, took a tambourine. She and the women began singing and dancing.",
          "ID": "20"
        },
        {
          "text": "Miriam repeated the words,\n“Sing to the Lord!\nHe threw horse and rider",
          "ID": "21"
        },
        {
          "text": "Moses led the Israelites away from the Red Sea and into the desert of Shur. They traveled for three days in the desert. They could not find any water.",
          "ID": "22"
        },
        {
          "text": "Then they came to Marah. There was water at Marah, but it was too bitter to drink. (That is why the place was named Marah.)",
          "ID": "23",
          "comments": [
            "Marah This name means “Bitter” or “Sad.”"
          ]
        },
        {
          "text": "The people began complaining to Moses. They said, “Now what will we drink?”",
          "ID": "24"
        },
        {
          "text": "So Moses called to the Lord, and the Lord showed him a large piece of wood. When Moses put the wood in the water, the water became good to drink.\nThere the Lord put in place a law and a command for him and tested him to see if he would obey.",
          "ID": "25",
          "comments": [
            "There … he would obey Or “There the Lord put in place a law and a command for them and tested them to see if they would obey.”"
          ]
        },
        {
          "text": "He said to him, “I am the Lord your God. If you listen to me and do what I say is right, and if you obey all my commands and laws, then I will not give you any of the sicknesses that I gave the Egyptians. I am the Lord who heals you.”",
          "ID": "26"
        },
        {
          "text": "Then the people traveled to Elim. At Elim there were twelve springs of water and 70 palm trees. So the people made their camp there near that water.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.15",
      "name": "Exodus 15"
    },
    {
      "title": "Israel Complains, So God Sends Food",
      "text": [
        {
          "text": "Then all the Israelites left Elim. They reached the western Sinai desert, between Elim and Mount Sinai, on the 15th day of the second month after leaving Egypt.",
          "ID": "1",
          "comments": [
            "western Sinai desert Literally, “desert of Sin.”",
            "15th day of the second month That is, the 15th of Iyyar. The Israelites had been traveling for a month."
          ]
        },
        {
          "text": "Then the whole community of Israelites began complaining again. They complained to Moses and Aaron in the desert.",
          "ID": "2"
        },
        {
          "text": "They said, “It would have been better if the Lord had just killed us in the land of Egypt. At least there we had plenty to eat. We had all the food we needed. But now you have brought us out here into this desert to make us all die from hunger.”",
          "ID": "3"
        },
        {
          "text": "Then the Lord said to Moses, “I will cause food to fall from the sky. This food will be for you to eat. Every day the people should go out and gather the food they need that day. I will do this to see if they will do what I tell them.",
          "ID": "4"
        },
        {
          "text": "Every day the people will gather only enough food for one day. But on Friday, when the people prepare their food, they will see that they have enough food for two days.”",
          "ID": "5",
          "comments": [
            "Friday, … two days This happened so that the people would not have to work on the Sabbath (Saturday), the day of rest."
          ]
        },
        {
          "text": "So Moses and Aaron said to the Israelites, “Tonight you will see the power of the Lord. You will know that he is the one who brought you out of Egypt.",
          "ID": "6"
        },
        {
          "text": "You have been complaining about the Lord, and he heard you. So tomorrow morning you will see the Glory of the Lord. You have been complaining and complaining about us. Maybe now we can have a little rest.”",
          "ID": "7",
          "comments": [
            "You … rest Or “Who are we that you should be complaining about us?”"
          ]
        },
        {
          "text": "Then Moses said, “In the evening the Lord will give you meat to eat, and in the morning you will have all the bread you want. The Lord will do this because he has heard your complaining, which was against him, not us. What can we do? We do only what he tells us to do, so your complaints are really against the Lord.”",
          "ID": "8"
        },
        {
          "text": "Then Moses said to Aaron, “Tell the whole community of Israelites to come together before the Lord, because he has heard their complaints.”",
          "ID": "9"
        },
        {
          "text": "So Aaron spoke to all the Israelites. While he was talking, the people turned and looked into the desert. And they saw the Glory of the Lord appear in a cloud.",
          "ID": "10"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "“I have heard the complaints of the Israelites. So tell them, ‘Tonight you will eat meat. And in the morning you will have all the bread you want. Then you will know you can trust the Lord, your God.’”",
          "ID": "12"
        },
        {
          "text": "That evening, flocks of quail came and filled the camp, and in the morning dew lay on the ground all around it.",
          "ID": "13"
        },
        {
          "text": "After the dew was gone, something like thin flakes of frost was on the ground.",
          "ID": "14"
        },
        {
          "text": "When the Israelites saw it, they asked each other, “What is that?” because they did not know what it was. So Moses told them, “This is the food the Lord is giving you to eat.",
          "ID": "15"
        },
        {
          "text": "The Lord says, ‘Each of you should gather what you need, a basket of manna for everyone in your family.’”",
          "ID": "16",
          "comments": [
            "basket Literally, “1 omer” (2.2 l). Also in verses 32, 33."
          ]
        },
        {
          "text": "So that is what the Israelites did. Some people gathered a large amount, some people gathered a little.",
          "ID": "17"
        },
        {
          "text": "But when they measured what they had gathered, there was no shortage and there was none left over. Everyone gathered just what they needed.",
          "ID": "18"
        },
        {
          "text": "Moses told them, “Don’t save that food to eat the next day.”",
          "ID": "19"
        },
        {
          "text": "But some of the people did not obey Moses. They saved their food for the next day. But worms got into the food and it began to stink. Moses was angry with the people who did this.",
          "ID": "20"
        },
        {
          "text": "Every morning the people gathered as much food as they could eat, but by noon the food melted and was gone.",
          "ID": "21",
          "comments": [
            "noon Literally, “the heat of the day.”"
          ]
        },
        {
          "text": "On Friday the people gathered twice as much food—two baskets for every person. So all the leaders of the people came and told this to Moses.",
          "ID": "22",
          "comments": [
            "two baskets Literally, “2 omers” (4.4 l)."
          ]
        },
        {
          "text": "Moses told them, “This is what the Lord said would happen. It happened because tomorrow is the Sabbath, the special day of rest to honor the Lord. You can cook all the food you need to cook for today, but save the rest of this food for tomorrow morning.”",
          "ID": "23"
        },
        {
          "text": "So the people saved the rest of the food for the next day, as Moses had commanded, and none of the food spoiled or had worms in it.",
          "ID": "24"
        },
        {
          "text": "On Saturday, Moses told the people, “Today is the Sabbath, the special day of rest to honor the Lord. So none of you should be out in the fields. Eat the food you gathered yesterday.",
          "ID": "25"
        },
        {
          "text": "You should gather the food for six days. But the seventh day of the week is a day of rest—so there will not be any of the special food on the ground.”",
          "ID": "26"
        },
        {
          "text": "On Saturday, some of the people went out to gather some of the food, but they could not find any.",
          "ID": "27"
        },
        {
          "text": "Then the Lord said to Moses, “How long will you people refuse to obey my commands and teachings?",
          "ID": "28"
        },
        {
          "text": "Look, the Lord has made the Sabbath a day of rest for you. So on Friday he will give you enough food for two days. Then, on the Sabbath, each of you should sit down and relax. Stay where you are.”",
          "ID": "29"
        },
        {
          "text": "So the people rested on the Sabbath.",
          "ID": "30"
        },
        {
          "text": "The people called the special food “manna.” It was like small white coriander seeds and tasted like thin cakes made with honey.",
          "ID": "31",
          "comments": [
            "manna This name is like the Hebrew phrase in verse 15 meaning “What is that?”"
          ]
        },
        {
          "text": "Moses told the people what the Lord said: “Save a basket of this food for your descendants. Then they can see the food that I gave to you in the desert when I took you out of Egypt.”",
          "ID": "32"
        },
        {
          "text": "So Moses told Aaron, “Take a jar and fill it with a full basket of manna. Save this manna to put before the Lord. Save it for our descendants.”",
          "ID": "33"
        },
        {
          "text": "(Aaron did what the Lord had commanded Moses. Aaron put the jar of manna in front of the Box of the Agreement.)",
          "ID": "34"
        },
        {
          "text": "The people ate the manna for 40 years, until they came to the land of rest, that is, until they came to the edge of the land of Canaan.",
          "ID": "35"
        },
        {
          "text": "(The measure they used for the manna was an omer. An omer was about 8 cups.)",
          "ID": "36",
          "comments": [
            "about 8 cups Literally, “1/10 of an ephah” (2.2 l)."
          ]
        }
      ],
      "ID": "OT:EXO.16",
      "name": "Exodus 16"
    },
    {
      "title": "War With the Amalekites",
      "text": [
        {
          "text": "The Israelites left the western Sinai desert. They traveled all together from place to place as the Lord commanded. They camped at Rephidim, but there was no water for the people to drink.",
          "ID": "1",
          "comments": [
            "western Sinai desert Literally, “desert of Sin.”"
          ]
        },
        {
          "text": "So they turned against Moses and started arguing with him. They said, “Give us water to drink.”\nMoses said to them, “Why have you turned against me? Why are you testing the Lord?”",
          "ID": "2"
        },
        {
          "text": "But the people were very thirsty, so they continued complaining to Moses. They said, “Why did you bring us out of Egypt? Did you bring us out here so that we, our children, and our cattle will all die without water?”",
          "ID": "3"
        },
        {
          "text": "So Moses cried to the Lord, “What can I do with these people? They are ready to kill me.”",
          "ID": "4"
        },
        {
          "text": "The Lord said to Moses, “Go before the Israelites. Take some of the elders of the people with you. Carry your walking stick with you. This is the stick that you used when you hit the Nile River.",
          "ID": "5"
        },
        {
          "text": "I will stand before you on a rock at Horeb. Hit that rock with the walking stick and water will come out of it. Then the people can drink.”\nMoses did these things and the elders of Israel saw it.",
          "ID": "6",
          "comments": [
            "Horeb Another name for Mount Sinai."
          ]
        },
        {
          "text": "Moses named that place Meribah and Massah, because this was the place that the Israelites turned against him and tested the Lord. The people wanted to know if the Lord was with them or not.",
          "ID": "7",
          "comments": [
            "Meribah This name means “argument” or “rebellion.”",
            "Massah This name means “trial,” “temptation,” or “test.”"
          ]
        },
        {
          "text": "At Rephidim the Amalekites came and fought against the Israelites.",
          "ID": "8"
        },
        {
          "text": "So Moses said to Joshua, “Choose some men and go and fight the Amalekites tomorrow. I will stand on the top of the hill and watch you. I will be holding the walking stick God gave me.”",
          "ID": "9"
        },
        {
          "text": "Joshua obeyed Moses and went to fight the Amalekites the next day. At the same time Moses, Aaron, and Hur went to the top of the hill.",
          "ID": "10"
        },
        {
          "text": "Any time Moses held his hands in the air, the men of Israel would start winning the fight. But when Moses put his hands down, the men of Israel began to lose the fight.",
          "ID": "11"
        },
        {
          "text": "After some time, Moses’ arms became tired. So they put a large rock under Moses for him to sit on. Then Aaron and Hur held Moses’ hands in the air. Aaron was on one side of Moses and Hur was on the other side. They held his hands up like this until the sun went down.",
          "ID": "12"
        },
        {
          "text": "So Joshua and his men defeated the Amalekites in this battle.",
          "ID": "13"
        },
        {
          "text": "Then the Lord said to Moses, “Write about this battle. Write these things in a book so that people will remember what happened here. And be sure to tell Joshua that I will completely destroy the Amalekites from the earth.”",
          "ID": "14"
        },
        {
          "text": "Then Moses built an altar and named it, “The Lord is My Flag.”",
          "ID": "15"
        },
        {
          "text": "Moses said, “I lifted my hands toward the Lord’s throne. So the Lord fought against the Amalekites, as he always has.”",
          "ID": "16"
        }
      ],
      "ID": "OT:EXO.17",
      "name": "Exodus 17"
    },
    {
      "title": "Advice From Moses’ Father-in-Law",
      "text": [
        {
          "text": "Jethro, Moses’ father-in-law, was a priest in Midian. He heard about the many ways that God helped Moses and the Israelites. He heard about the Lord leading the Israelites out of Egypt.",
          "ID": "1"
        },
        {
          "text": "So Jethro went to Moses while Moses was camped near the mountain of God. Jethro brought Moses’ wife, Zipporah, with him. (Zipporah was not with Moses, because Moses had sent her home.)",
          "ID": "2",
          "comments": [
            "mountain of God That is, Mount Horeb (Sinai)."
          ]
        },
        {
          "text": "Jethro also brought Moses’ two sons with him. The first son was named Gershom, because when he was born, Moses said, “I am a stranger in a foreign country.”",
          "ID": "3",
          "comments": [
            "Gershom This name is like the Hebrew words meaning “a stranger there.”"
          ]
        },
        {
          "text": "The other son was named Eliezer, because when he was born, Moses said, “The God of my father helped me and saved me from the king of Egypt.”",
          "ID": "4",
          "comments": [
            "Eliezer This name means “My God helps.”"
          ]
        },
        {
          "text": "So Jethro went to Moses while Moses was camped in the desert near the mountain of God. Moses’ wife and his two sons were with Jethro.",
          "ID": "5"
        },
        {
          "text": "Jethro sent a message to Moses that said, “This is your father-in-law Jethro. I am bringing your wife and her two sons to you.”",
          "ID": "6"
        },
        {
          "text": "So Moses went out to meet his father-in-law. Moses bowed down before him and kissed him. The two men asked about each other’s health. Then they went into Moses’ tent to talk more.",
          "ID": "7"
        },
        {
          "text": "Moses told Jethro everything the Lord had done for the Israelites. He told what the Lord did to Pharaoh and the people of Egypt. He told about all the problems they had along the way. And he told his father-in-law how the Lord saved the Israelites every time there was trouble.",
          "ID": "8"
        },
        {
          "text": "Jethro was happy when he heard all the good things the Lord had done for Israel. He was glad that the Lord had freed the Israelites from the Egyptians.",
          "ID": "9"
        },
        {
          "text": "He said, “Praise the Lord! He freed you from the power of Egypt. He saved you from Pharaoh.",
          "ID": "10"
        },
        {
          "text": "Now I know the Lord is greater than all the gods. They thought they were in control, but look what God did!”",
          "ID": "11"
        },
        {
          "text": "Jethro got some sacrifices and offerings to honor God. Then Aaron and all the elders of Israel came to eat with Moses’ father-in-law Jethro. They all ate together there with God.",
          "ID": "12"
        },
        {
          "text": "The next day, Moses had the special job of judging the people. There were so many people that they had to stand before him all day.",
          "ID": "13"
        },
        {
          "text": "Jethro saw Moses judging the people. He asked, “Why are you doing this? Why are you the only judge? And why do people come to you all day?”",
          "ID": "14"
        },
        {
          "text": "Then Moses said to his father-in-law, “The people come to me and ask me to ask for God’s decision for their problem.",
          "ID": "15"
        },
        {
          "text": "If people have an argument, they come to me, and I decide which person is right. In this way I teach the people God’s laws and teachings.”",
          "ID": "16"
        },
        {
          "text": "But Moses’ father-in-law said to him, “This isn’t the right way to do this.",
          "ID": "17"
        },
        {
          "text": "It is too much work for you to do alone. You cannot do this job by yourself. It wears you out. And it makes the people tired too.",
          "ID": "18"
        },
        {
          "text": "Now, listen to me. Let me give you some advice. And I pray God will be with you. You should continue listening to the problems of the people. And you should continue to speak to God about these things.",
          "ID": "19"
        },
        {
          "text": "You should explain God’s laws and teachings to the people. Warn them not to break the laws. Tell them the right way to live and what they should do.",
          "ID": "20"
        },
        {
          "text": "But you should also choose some of the people to be judges and leaders.\n“Choose good men you can trust—men who respect God. Choose men who will not change their decisions for money. Make these men rulers over the people. There should be rulers over 1000 people, 100 people, 50 people, and even over ten people.",
          "ID": "21"
        },
        {
          "text": "Let these rulers judge the people. If there is a very important case, then they can come to you and let you decide what to do. But they can decide the other cases themselves. In this way these men will share your work with you, and it will be easier for you to lead the people.",
          "ID": "22"
        },
        {
          "text": "If you do this as God directs you, then you will be able to do your job without tiring yourself out. And the people can still have all their problems solved before they return home.”",
          "ID": "23"
        },
        {
          "text": "So Moses did what Jethro told him.",
          "ID": "24"
        },
        {
          "text": "Moses chose good men from among the Israelites. He made them leaders over the people. There were rulers over 1000 people, 100 people, 50 people, and ten people.",
          "ID": "25"
        },
        {
          "text": "These rulers were judges for the people. The people could always bring their arguments to these rulers, and Moses had to decide only the most important cases.",
          "ID": "26"
        },
        {
          "text": "After a short time Moses said goodbye to his father-in-law Jethro, and Jethro went back to his own home.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.18",
      "name": "Exodus 18"
    },
    {
      "title": "God’s Agreement With Israel",
      "text": [
        {
          "text": "The Israelites reached the desert of Sinai in the third month of their trip from Egypt.",
          "ID": "1"
        },
        {
          "text": "They had traveled from Rephidim to the Sinai desert. The Israelites camped in the desert near Mount Sinai.",
          "ID": "2"
        },
        {
          "text": "Then Moses climbed up the mountain to meet with God. The Lord spoke to him on the mountain and said, “Tell this to the Israelites, the great family of Jacob:",
          "ID": "3"
        },
        {
          "text": "‘You people saw what I did to the people of Egypt. You saw that I carried you out of Egypt like an eagle and brought you here to me.",
          "ID": "4"
        },
        {
          "text": "So now I tell you to obey my commands and keep my agreement. So if you do this, you will be my own special people. The whole world belongs to me, but I am choosing you to be my own special people.",
          "ID": "5"
        },
        {
          "text": "You will be a special nation—a kingdom of priests.’ Moses, you must tell the Israelites what I have said.”",
          "ID": "6"
        },
        {
          "text": "So Moses climbed down the mountain and called the elders of the people together. Moses told the elders everything the Lord had commanded him to tell them.",
          "ID": "7"
        },
        {
          "text": "All the people spoke at the same time and said, “We will obey everything the Lord says.”\nThen Moses went back up the mountain and told the Lord that the people would obey him.",
          "ID": "8"
        },
        {
          "text": "Then the Lord said to Moses, “I will come to you in the thick cloud. I will speak to you. All the people will hear me talking to you. I will do this so that they will always believe what you tell them.”\nThen Moses told God everything the people had said.",
          "ID": "9"
        },
        {
          "text": "And the Lord said to Moses, “Today and tomorrow you must prepare the people for a special meeting. They must wash their clothes",
          "ID": "10"
        },
        {
          "text": "and be ready for me on the third day. On the third day, the Lord will come down to Mount Sinai. And all the people will see me.",
          "ID": "11"
        },
        {
          "text": "But you must tell the people to stay away from the mountain. Make a line and don’t let them cross it. Any person or animal that touches the mountain must be killed with stones or shot with arrows. But don’t let anyone touch them. The people must wait until the trumpet blows. Only then can they go up the mountain.”",
          "ID": "12-13"
        },
        {
          "text": "So Moses climbed down the mountain and went to the people. He got them ready for the special meeting and they washed their clothes.",
          "ID": "14"
        },
        {
          "text": "Then Moses said to the people, “Be ready for the meeting with God in three days. Until that time do not have sexual relations.”",
          "ID": "15"
        },
        {
          "text": "On the morning of the third day, a thick cloud came down onto the mountain. There was thunder and lightning and a very loud sound from a trumpet. All the people in the camp were frightened.",
          "ID": "16"
        },
        {
          "text": "Then Moses led the people out of the camp to a place near the mountain to meet God.",
          "ID": "17"
        },
        {
          "text": "Mount Sinai was covered with smoke. Smoke rose off the mountain like smoke from a furnace. This happened because the Lord came down to the mountain in fire. Also the whole mountain began to shake.",
          "ID": "18"
        },
        {
          "text": "The noise from the trumpet became louder and louder. Every time Moses spoke to God, God answered him with a voice like thunder.",
          "ID": "19"
        },
        {
          "text": "So the Lord came down to Mount Sinai. He came from heaven to the top of the mountain. Then he called Moses to come up to the top of the mountain with him. So Moses went up the mountain.",
          "ID": "20"
        },
        {
          "text": "The Lord said to Moses, “Go down and warn the people not to come near me and look at me. If they do, many will die.",
          "ID": "21"
        },
        {
          "text": "Also tell the priests who come near the Lord that they must prepare themselves for this special meeting. If they don’t, I, the Lord, will punish them.”",
          "ID": "22"
        },
        {
          "text": "Moses said to the Lord, “But the people cannot come up the mountain. You yourself told us to make a line and not allow the people to cross the line to holy ground.”",
          "ID": "23"
        },
        {
          "text": "The Lord said to him, “Go down to the people. Get Aaron and bring him back with you. But don’t let the priests or the people come near me. I will punish them if they come too close.”",
          "ID": "24"
        },
        {
          "text": "So Moses went down to the people and told them these things.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.19",
      "name": "Exodus 19"
    },
    {
      "title": "The People Are Afraid of God",
      "text": [
        {
          "text": "These are the things God told his people:",
          "ID": "1"
        },
        {
          "text": "“I am the Lord your God. I am the one who freed you from the land of Egypt, where you were slaves.",
          "ID": "2"
        },
        {
          "text": "“You must not worship any other gods except me.",
          "ID": "3"
        },
        {
          "text": "“You must not make any idols. Don’t make any statues or pictures of anything up in the sky or of anything on the earth or of anything down in the water.",
          "ID": "4"
        },
        {
          "text": "Don’t worship or serve idols of any kind, because I, the Lord, am your God. I hate my people worshiping other gods. People who sin against me become my enemies, and I will punish them. And I will punish their children, their grandchildren, and even their great-grandchildren.",
          "ID": "5",
          "comments": [
            "I hate … gods Or “I am El Kanah—the Jealous God.”"
          ]
        },
        {
          "text": "But I will be very kind to people who love me and obey my commands. I will be kind to their families for thousands of generations.",
          "ID": "6",
          "comments": [
            "Or “But I will show mercy to thousands of people who love me and obey my commands.”"
          ]
        },
        {
          "text": "“You must not use the name of the Lord your God to make empty promises. If you do, the Lord will not let you go unpunished.",
          "ID": "7"
        },
        {
          "text": "“You must remember to keep the Sabbath a special day.",
          "ID": "8"
        },
        {
          "text": "You may work six days a week to do your job.",
          "ID": "9"
        },
        {
          "text": "But the seventh day is a day of rest in honor of the Lord your God. So on that day no one should work—not you, your sons and daughters, or your men and women slaves. Even your animals and the foreigners living in your cities must not work!",
          "ID": "10"
        },
        {
          "text": "That is because the Lord worked six days and made the sky, the earth, the sea, and everything in them. And on the seventh day, he rested. In this way the Lord blessed the Sabbath—the day of rest. He made that a very special day.",
          "ID": "11"
        },
        {
          "text": "“You must honor and respect your father and your mother. Do this so that you will have a full life in the land that the Lord your God gives you.",
          "ID": "12"
        },
        {
          "text": "“You must not murder anyone.",
          "ID": "13"
        },
        {
          "text": "“You must not commit adultery.",
          "ID": "14"
        },
        {
          "text": "“You must not steal anything.",
          "ID": "15"
        },
        {
          "text": "“You must not tell lies about other people.",
          "ID": "16",
          "comments": [
            "Or “You must not be a false witness against your neighbor.”"
          ]
        },
        {
          "text": "“You must not want to take your neighbor’s house. You must not want his wife. And you must not want his men and women servants or his cattle or his donkeys. You must not want to take anything that belongs to another person.”",
          "ID": "17"
        },
        {
          "text": "During all this time, the people in the valley heard the thundering and saw the lightning on the mountain. They saw smoke rising from the mountain and heard the sound of the trumpet. They were afraid and shook with fear. They stood away from the mountain and watched.",
          "ID": "18"
        },
        {
          "text": "Then the people said to Moses, “If you want to speak to us, then we will listen. But please don’t let God speak to us. If this happens, we will die.”",
          "ID": "19"
        },
        {
          "text": "Then Moses said to them, “Don’t be afraid! God has come to test you. He wants you to respect him so that you will not sin.”",
          "ID": "20"
        },
        {
          "text": "The people stood far away from the mountain while Moses went to the dark cloud where God was.",
          "ID": "21"
        },
        {
          "text": "Then the Lord told Moses to say this to the Israelites: “You people have seen that I talked with you from heaven.",
          "ID": "22"
        },
        {
          "text": "So you must not make idols using gold or silver to compete with me. You must not make these false gods.",
          "ID": "23"
        },
        {
          "text": "“Make a special altar for me. You should use dirt to make this altar. Offer sheep and cattle as burnt offerings and fellowship offerings on this altar. Do this in every place where I tell you to remember me. Then I will come and bless you.",
          "ID": "24"
        },
        {
          "text": "But if you use stones to make an altar, then don’t use stones that were cut with an iron tool. If you do that, it will make the altar unacceptable.",
          "ID": "25",
          "comments": [
            "iron tool Literally, “sword.”"
          ]
        },
        {
          "text": "And you must not make steps leading up to the altar. If there are steps, when people look up to the altar, they will be able to see under your clothes.”",
          "ID": "26"
        }
      ],
      "ID": "OT:EXO.20",
      "name": "Exodus 20"
    },
    {
      "title": "Other Laws and Commands",
      "text": [
        {
          "text": "Then God said to Moses, “These are the other laws that you will give to the people:",
          "ID": "1"
        },
        {
          "text": "“If you buy a Hebrew slave, then that slave will serve for only six years. After six years, he will be free, and he will have to pay nothing.",
          "ID": "2",
          "comments": [
            "Hebrew Or “Israelite.”"
          ]
        },
        {
          "text": "If he is not married when he becomes your slave, when he becomes free, he will leave without a wife. But if the man is married when he becomes your slave, then he will keep his wife at the time he is made free.",
          "ID": "3"
        },
        {
          "text": "If the slave is not married, the master can give him a wife. If that wife gives birth to sons or daughters, she and her children will belong to the master. After the slave is finished with his years of service, he will be made free.",
          "ID": "4"
        },
        {
          "text": "“But if the slave decides that he wants to stay with the master, he must say, ‘I love my master. I love my wife and my children. I will not become free—I will stay.’",
          "ID": "5"
        },
        {
          "text": "If this happens, the master will bring the slave before God. The master will take the slave to a door or the wooden frame around the door and pierce the slave’s ear using a sharp tool to show that the slave will serve that master for all his life.",
          "ID": "6",
          "comments": [
            "before God Or “before the judges.”"
          ]
        },
        {
          "text": "“A man might decide to sell his daughter as a slave. If this happens, the rules for making her free are not the same as the rules for making the men slaves free.",
          "ID": "7"
        },
        {
          "text": "If the master who chose her for himself is not pleased with her, then he can sell the woman back to her father. If the master broke his promise to marry her, he loses the right to sell her to other people.",
          "ID": "8"
        },
        {
          "text": "If the master promised to let the slave woman marry his son, he must treat her like a daughter, not like a slave.",
          "ID": "9"
        },
        {
          "text": "“If the master marries another woman, he must not give less food or clothing to the first wife. And he must continue to give her what she has a right to have in marriage.",
          "ID": "10"
        },
        {
          "text": "The man must do these three things for her. If he does not, the woman is made free, and it will cost her nothing. She owes no money to the man.",
          "ID": "11"
        },
        {
          "text": "“Whoever hits and kills someone must be killed too.",
          "ID": "12"
        },
        {
          "text": "But if an accident happens, and a person kills someone without planning it, then God allowed that thing to happen. I will choose some special places where people can run to for safety. So that person can run to one of those places.",
          "ID": "13"
        },
        {
          "text": "But whoever plans to kill someone out of anger or hatred must be punished. Take them away from my altar and kill them.",
          "ID": "14",
          "comments": [
            "altar It was one of the special places an innocent person could run to for safety. See “altar” in the Word List."
          ]
        },
        {
          "text": "“Whoever hits their father or their mother must be killed.",
          "ID": "15"
        },
        {
          "text": "“Whoever steals someone to sell them as a slave or to keep them for their own slave must be killed.",
          "ID": "16"
        },
        {
          "text": "“Whoever curses their father or mother must be killed.",
          "ID": "17"
        },
        {
          "text": "“Two men might argue and one might hit the other with a rock or with his fist. If the man who was hurt is not killed, the man who hurt him should not be killed.",
          "ID": "18"
        },
        {
          "text": "If the man was hurt and must stay in bed for some time, the man who hurt him must support him. The man who hurt him must pay for the loss of his time. He must support him until he is completely healed.",
          "ID": "19"
        },
        {
          "text": "“Sometimes people beat their slaves. If the slave dies after being beaten, the killer must be punished.",
          "ID": "20"
        },
        {
          "text": "But if the slave gets up after a few days, then the master will not be punished. That is because someone paid their money for the slave, and the slave belongs to them.",
          "ID": "21",
          "comments": [
            "punished Or “punished for murder.”"
          ]
        },
        {
          "text": "“Two men might be fighting and hurt a pregnant woman. This might make the woman give birth to her baby before its time. If the woman was not hurt badly, the man who hurt her must pay a fine. The woman’s husband will decide how much the man must pay. The judges will help the man decide how much the fine will be.",
          "ID": "22",
          "comments": [
            "hurt badly Or “killed.”"
          ]
        },
        {
          "text": "But if the woman was hurt badly, then the man who hurt her must be punished. The punishment must fit the crime. You must trade one life for another life.",
          "ID": "23"
        },
        {
          "text": "You must trade an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,",
          "ID": "24"
        },
        {
          "text": "a burn for a burn, a bruise for a bruise, a cut for a cut.",
          "ID": "25"
        },
        {
          "text": "“If a man hits a slave in the eye, and the slave is blinded in that eye, then the slave will be allowed to go free. His eye is the payment for his freedom. This is the same for a man or a woman slave.",
          "ID": "26"
        },
        {
          "text": "If a master hits his slave in the mouth, and the slave loses a tooth, then the slave will be allowed to go free. The slave’s tooth is payment for the slave’s freedom. This is the same for a man or a woman slave.",
          "ID": "27"
        },
        {
          "text": "“If a man’s bull kills a man or woman, then you should use stones and kill that bull. You should not eat the bull. The owner of the bull is not guilty.",
          "ID": "28"
        },
        {
          "text": "But if the bull had hurt people in the past, and if the owner was warned, then the owner is guilty. That is because he did not keep the bull tied or locked in its place. So if the bull is allowed to be free and kills someone, the owner is guilty. You should kill the bull with stones and also kill the owner.",
          "ID": "29"
        },
        {
          "text": "But the family of the dead man may accept money. If they accept money, the man who owned the bull should not be killed. But he must pay as much money as the judge decides.",
          "ID": "30"
        },
        {
          "text": "“This same law must be followed if the bull kills someone’s son or daughter.",
          "ID": "31"
        },
        {
          "text": "But if the bull kills a slave, the owner of the animal must pay the master 30 pieces of silver. And the bull must also be killed with stones. This law will be the same for men and women slaves.",
          "ID": "32",
          "comments": [
            "30 pieces of silver The price for a new slave."
          ]
        },
        {
          "text": "“A man might take a cover off a well or dig a hole and not cover it. If another man’s animal comes and falls into that hole, the man who owns the hole is guilty.",
          "ID": "33"
        },
        {
          "text": "The man who owns the hole must pay for the animal. But after he pays for the animal, he will be allowed to keep the body of that animal.",
          "ID": "34"
        },
        {
          "text": "“If one man’s bull kills another man’s bull, they should sell the bull that is alive. Both men will get half of the money that comes from selling the bull, and both men will also get half of the bull that was killed.",
          "ID": "35"
        },
        {
          "text": "But if a man’s bull has hurt other animals in the past, that owner is responsible for his bull. If his bull kills another bull, he is guilty because he allowed the bull to be free. That man must pay bull for bull. He must trade his bull for the bull that was killed.",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.21",
      "name": "Exodus 21"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“How should you punish a man who steals a bull or a sheep? If the man kills the animal or sells it, then he cannot give it back. So he must pay five bulls for the one he stole. Or he must pay four sheep for the one he stole. He must pay for stealing.",
          "ID": "1"
        },
        {
          "text": "If he owns nothing, then he will be sold as a slave. But if the man still has the animal and you find it, that man must give the owner two animals for every animal he stole. It doesn’t matter if the animal was a bull, a donkey, or a sheep.\n“If a thief is killed while trying to break into a house at night, then no one will be guilty for killing him. But if this happens during the day, the one who killed him will be guilty of murder.",
          "ID": "2-4"
        },
        {
          "text": "“A man might let his animal loose to graze in his field or vineyard. If the animal wanders into another person’s field or vineyard, then the owner must pay. The payment must come from the best of his crop.",
          "ID": "5",
          "comments": [
            "Or “A man might start a fire in his field or vineyard. If he lets the fire spread and it burns his neighbor’s field or vineyard, he must use his best crops to pay his neighbor for his loss.”"
          ]
        },
        {
          "text": "“A man might start a fire to burn thornbushes on his field. But if the fire grows and burns his neighbor’s crops or the grain growing on the neighbor’s field, the man who started the fire must pay for what he burned.",
          "ID": "6"
        },
        {
          "text": "“Someone might give some money or tools to a neighbor for safekeeping. What should you do if someone steals those things from the neighbor’s house? If you find the one who stole them, then that thief must pay twice as much as the things are worth.",
          "ID": "7"
        },
        {
          "text": "If you don’t find the thief, then the owner of the house must go before the judges who will decide if that person is guilty.",
          "ID": "8",
          "comments": [
            "judges Or “God.” Also in verse 9."
          ]
        },
        {
          "text": "“What should you do if two men disagree about a bull or a donkey or sheep or clothing or something that is lost? One man says, ‘This is mine,’ and the other says, ‘No, it is mine.’ Both men should go before the judges who will decide who is guilty. The one who was wrong must pay the other man twice as much as the thing is worth.",
          "ID": "9"
        },
        {
          "text": "“A man might ask his neighbor to take care of an animal for a short time. It might be a donkey, a bull, or a sheep. But what should you do if that animal is hurt or dies or someone takes the animal while no one is looking?",
          "ID": "10"
        },
        {
          "text": "That neighbor must explain that he did not steal the animal. If this is true, the neighbor will promise to the Lord that he did not steal it. The owner of the animal must accept this promise. The neighbor does not have to pay the owner for the animal.",
          "ID": "11"
        },
        {
          "text": "But if the neighbor stole the animal, then he must pay the owner for the animal.",
          "ID": "12"
        },
        {
          "text": "If wild animals killed the animal, then the neighbor should bring the body as proof. The neighbor will not have to pay the owner for the animal that was killed.",
          "ID": "13"
        },
        {
          "text": "“If a man borrows an animal from his neighbor, and the animal is hurt or dies, then the neighbor must pay the owner for the animal. The neighbor is responsible, because the owner was not there himself.",
          "ID": "14"
        },
        {
          "text": "But if the owner was there, then the neighbor does not have to pay. Or if the neighbor was paying money to use the animal for work, he will not have to pay if the animal dies or is hurt. The money he paid to use the animal will be enough payment.",
          "ID": "15"
        },
        {
          "text": "“If a man has sexual relations with a virgin who he is not engaged to, then he must pay her father the full amount necessary to marry her.",
          "ID": "16",
          "comments": [
            "a virgin … engaged to Literally, “a virgin who is not engaged.”"
          ]
        },
        {
          "text": "If the father refuses to allow his daughter to marry him, then the man must still pay the full amount for her.",
          "ID": "17"
        },
        {
          "text": "“You must not allow any woman to do evil magic. If she does magic, you must not let her live.",
          "ID": "18"
        },
        {
          "text": "“You must not allow anyone to have sexual relations with an animal. If this happens, that person must be killed.",
          "ID": "19"
        },
        {
          "text": "“Whoever makes a sacrifice to a false god should be destroyed. The Lord is the only one you should make sacrifices to.",
          "ID": "20"
        },
        {
          "text": "“Remember, in the past you were foreigners in the land of Egypt. So you should not cheat or hurt anyone who is a foreigner in your land.",
          "ID": "21"
        },
        {
          "text": "“You must never do anything bad to women whose husbands are dead or to orphans.",
          "ID": "22"
        },
        {
          "text": "If you do anything wrong to these widows or orphans, I will know it. I will hear about their suffering.",
          "ID": "23"
        },
        {
          "text": "And I will be very angry. I will kill you with a sword. Then your wives will become widows, and your children will become orphans.",
          "ID": "24"
        },
        {
          "text": "“If you loan money to any of my people, that is, the poor among you, don’t be like a moneylender and charge them interest.",
          "ID": "25"
        },
        {
          "text": "You might take their cloak to make sure they pay the money back, but you must give that cloak back to them before sunset.",
          "ID": "26"
        },
        {
          "text": "That cloak might be their only protection against the cold when they lie down to sleep. If they call to me for help, I will listen because I am kind.",
          "ID": "27"
        },
        {
          "text": "“You must not curse God or the leaders of your people.",
          "ID": "28"
        },
        {
          "text": "“At harvest time you should give me the first grain and the first juice from your fruit. Don’t wait until late in the year.\n“Give me your firstborn sons.",
          "ID": "29"
        },
        {
          "text": "Also, give me your firstborn cattle and sheep. Let the firstborn stay with its mother for seven days. Then on the eighth day, give him to me.",
          "ID": "30"
        },
        {
          "text": "“You are my special people. So don’t eat the meat from something that was killed by wild animals. Let the dogs eat that dead animal.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.22",
      "name": "Exodus 22"
    },
    {
      "title": "God Will Help Israel Take Their Land",
      "text": [
        {
          "text": "“Don’t tell lies against other people. If you are a witness in court, don’t agree to help a bad person tell lies.",
          "ID": "1"
        },
        {
          "text": "“Don’t do something just because everyone else is doing it. If you see a group of people doing wrong, don’t join them. You must not let them persuade you to do wrong things—you must do what is right and fair.",
          "ID": "2"
        },
        {
          "text": "“In court, don’t treat a person in a special way simply because that person is poor.",
          "ID": "3"
        },
        {
          "text": "“If you see a lost bull or donkey, then you must return it to its owner—even if the owner is your enemy.",
          "ID": "4"
        },
        {
          "text": "“If you see an animal that cannot walk because it has too much to carry, you must stop and help that animal. You must help that animal even if it belongs to one of your enemies.",
          "ID": "5"
        },
        {
          "text": "“In court, don’t let anyone take advantage of a person simply because that person is poor.",
          "ID": "6"
        },
        {
          "text": "“Be very careful if you say that someone is guilty of something. Don’t make false charges against a person. Never allow innocent people to be killed as punishment for something they did not do. Whoever kills an innocent person is evil, and I will not treat a guilty person as innocent.",
          "ID": "7"
        },
        {
          "text": "“If someone tries to pay you to agree with them when they are wrong, don’t accept that payment. A payment like that can blind judges so that they cannot see the truth. It can make good people tell lies.",
          "ID": "8"
        },
        {
          "text": "“You must never do wrong things to a foreigner. Remember, you know what it is like to be a foreigner because at one time you were foreigners in the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "“Plant seeds, harvest your crops, and work the ground for six years.",
          "ID": "10"
        },
        {
          "text": "But the seventh year must be a special time of rest for the land. Don’t plant anything in your fields. If any crops grow there, allow the poor to have it. And allow the wild animals to eat the food that is left. You should do the same with your vineyards and with your fields of olive trees.",
          "ID": "11"
        },
        {
          "text": "“Work for six days, but on the seventh day, rest! This will allow your slaves and other workers a time to rest and relax. And your bulls and donkeys will also have a time of rest.",
          "ID": "12"
        },
        {
          "text": "“Be sure that you obey all these laws. Don’t worship false gods. You should not even speak their names!",
          "ID": "13"
        },
        {
          "text": "“You will have three special festivals each year. You must come to my special place to worship me during these festivals.",
          "ID": "14"
        },
        {
          "text": "The first festival is the Festival of Unleavened Bread. This is as I commanded you. During this time you will eat bread that is made without yeast. This will continue for seven days. You will do this during the month of Abib, because this is the time when you came out of Egypt. Everyone must bring a sacrifice to me at that time.",
          "ID": "15"
        },
        {
          "text": "“The second festival will be the Festival of Harvest. This festival will be during the early summer when you begin harvesting the first crops that you planted in your fields.\n“The third festival will be the Festival of Shelters. This will be in the fall, when you finish gathering the rest of the crops from your fields.",
          "ID": "16"
        },
        {
          "text": "“So three times each year all the men will come to the special place to be with the Lord God.",
          "ID": "17"
        },
        {
          "text": "“When you kill an animal and offer its blood as a sacrifice, you must not include anything that has yeast in it. And when you burn the fat from my sacrifice, don’t let any of it remain until morning.",
          "ID": "18"
        },
        {
          "text": "“When you gather your crops at harvest time, you should bring the first of everything you harvest to the house of the Lord your God.\n“You must not eat the meat from a young goat that is boiled in its mother’s milk.”",
          "ID": "19",
          "comments": [
            "house The “Holy Tent” where the people went to meet with God. See Ex. 25:8, 9."
          ]
        },
        {
          "text": "“I am sending an angel before you to protect you along the way and to lead you to the place that I have prepared for you.",
          "ID": "20"
        },
        {
          "text": "Obey the angel and follow him. Be careful in his presence, and don’t rebel against him. The angel will not forgive the wrong things you do to him. He has my power in him.",
          "ID": "21",
          "comments": [
            "my power Literally, “my name.”"
          ]
        },
        {
          "text": "If you listen to what he says and do everything I tell you, then I will be an enemy to all of your enemies. I will be against everyone who is against you.",
          "ID": "22"
        },
        {
          "text": "“My angel will lead you through the land. He will lead you against many different people—the Amorites, Hittites, Perizzites, Canaanites, Hivites, and Jebusites. But I will defeat all of them.",
          "ID": "23"
        },
        {
          "text": "“Don’t worship their gods. Don’t ever bow down to those gods. You must never live the way those people live. You must destroy their idols. And you must break the stones that help them remember their gods.",
          "ID": "24",
          "comments": [
            "stones … gods Or “memorials.” Here, these were stone markers that people used in worshiping their gods."
          ]
        },
        {
          "text": "You must serve the Lord your God. If you do this, I will bless you with plenty of bread and water. I will take away all sickness from you.",
          "ID": "25"
        },
        {
          "text": "Your women will all be able to have babies. None of their babies will die at birth. And I will allow you to live long lives.",
          "ID": "26"
        },
        {
          "text": "“When you fight against your enemies, I will send my great power before you. I will help you defeat all your enemies. The people who are against you will become confused in battle and run away.",
          "ID": "27",
          "comments": [
            "When you fight … you Or “News of my power will go before you, and your enemies will be frightened.”"
          ]
        },
        {
          "text": "I will send the hornet in front of you. He will force your enemies to leave. The Hivites, Canaanites, and Hittites will leave your country.",
          "ID": "28",
          "comments": [
            "hornet A stinging insect like a large wasp or bee. Here, it might mean “God’s angel” or “his great power.”"
          ]
        },
        {
          "text": "But I will not force all of them out of your land quickly. I will not do this in only one year. The land will be empty if I force the people out too fast. Then all the wild animals would increase and control the land. And they would be much trouble for you.",
          "ID": "29"
        },
        {
          "text": "So I will force them out of your land very slowly. I will do this as you grow and eventually take the land to be your own.",
          "ID": "30"
        },
        {
          "text": "“I will give you all the land from the Red Sea to the Mediterranean Sea, and from the desert of Sinai to the Euphrates River. I will let you defeat the people living there and force them all to leave.",
          "ID": "31",
          "comments": [
            "Red Sea Or “Reed Sea,” probably the part known as the Gulf of Aqaba. See 1 Kings 9:26.",
            "Mediterranean Sea Literally, “Philistine Sea.”"
          ]
        },
        {
          "text": "“You must not make any agreements with any of those people or their gods.",
          "ID": "32"
        },
        {
          "text": "Don’t let them stay in your country. If you let them stay, they will be like a trap to you—they will cause you to sin against me. And you will begin worshiping their gods.”",
          "ID": "33"
        }
      ],
      "ID": "OT:EXO.23",
      "name": "Exodus 23"
    },
    {
      "title": "Moses Meets With God",
      "text": [
        {
          "text": "The Lord told Moses, “You, Aaron, Nadab, Abihu, and the 70 elders of Israel must come up the mountain and worship me from a distance.",
          "ID": "1"
        },
        {
          "text": "Then only Moses will come close to the Lord. The other men must not come close, and the rest of the people must not even come up the mountain.”",
          "ID": "2"
        },
        {
          "text": "Moses told the people all the rules and commands from the Lord. Then all the people said, “We will obey all the commands that the Lord has spoken.”",
          "ID": "3"
        },
        {
          "text": "So Moses wrote down all the commands of the Lord. The next morning he got up and built an altar near the bottom of the mountain. And he set up twelve stones—one for each of the twelve tribes of Israel.",
          "ID": "4"
        },
        {
          "text": "Then Moses sent young men of Israel to offer sacrifices. These men offered bulls to the Lord as burnt offerings and fellowship offerings.",
          "ID": "5"
        },
        {
          "text": "Moses saved the blood from these animals. He put half of the blood in bowls, and he poured the other half of the blood on the altar.",
          "ID": "6",
          "comments": [
            "The blood was used to seal the agreement between God and the people. It was poured on the altar to show that God shared in the agreement."
          ]
        },
        {
          "text": "Moses read the scroll with the special agreement written on it. He read the agreement so that all the people could hear him. And the people said, “We have heard the laws that the Lord has given us. And we agree to obey them.”",
          "ID": "7"
        },
        {
          "text": "Then Moses held the bowls full of the blood from the sacrifices. He threw that blood on the people. He said, “This blood shows that the Lord has made a special agreement with you. The laws God gave you explain the agreement.”",
          "ID": "8"
        },
        {
          "text": "Then Moses, Aaron, Nadab, Abihu, and the 70 elders of Israel went up the mountain.",
          "ID": "9"
        },
        {
          "text": "On the mountain, these men saw the God of Israel. He was standing on something that looked like blue sapphires, as clear as the sky!",
          "ID": "10"
        },
        {
          "text": "All the leaders of Israel saw God, but God did not destroy them. They all ate and drank together.",
          "ID": "11",
          "comments": [
            "saw God … destroy them In other places, the Bible says that people cannot see God. But God wanted these leaders to know what he was like, so he allowed them to see him in some special way."
          ]
        },
        {
          "text": "The Lord said to Moses, “Come to me on the mountain. I have written my teachings and laws on two stone tablets. These teachings and laws are for the people. I will give these stone tablets to you.”",
          "ID": "12"
        },
        {
          "text": "So Moses and his helper, Joshua, went up the mountain of God.",
          "ID": "13"
        },
        {
          "text": "Moses said to the elders, “Wait here for us until we come back to you. While I am gone, Aaron and Hur will rule over you. Go to them if anyone has a problem.”",
          "ID": "14"
        },
        {
          "text": "Then Moses went up the mountain, and the cloud covered the mountain.",
          "ID": "15"
        },
        {
          "text": "The Glory of the Lord came down on Mount Sinai. The cloud covered the mountain for six days. On the seventh day, the Lord spoke to Moses from the cloud.",
          "ID": "16"
        },
        {
          "text": "The Israelites could see the Glory of the Lord. It was like a fire burning on top of the mountain.",
          "ID": "17"
        },
        {
          "text": "Then Moses went higher up the mountain into the cloud. He was on the mountain for 40 days and 40 nights.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.24",
      "name": "Exodus 24"
    },
    {
      "title": "The Lampstand",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Tell the Israelites to bring me gifts. You will accept gifts for me from everyone who is willing to give.",
          "ID": "2"
        },
        {
          "text": "Here is the list of the things that you should accept from the people: gold, silver, and bronze;",
          "ID": "3"
        },
        {
          "text": "blue, purple, and red yarn and fine linen; goat hair,",
          "ID": "4"
        },
        {
          "text": "ram skins dyed red, and fine leather; acacia wood;",
          "ID": "5"
        },
        {
          "text": "oil for the lamps; spices for the anointing oil and spices for the sweet-smelling incense.",
          "ID": "6"
        },
        {
          "text": "Also accept onyx stones and other jewels to be put on the ephod and the judgment pouch.",
          "ID": "7"
        },
        {
          "text": "“The people will build a holy place for me. Then I can live among them.",
          "ID": "8"
        },
        {
          "text": "I will show you what the Holy Tent and everything in it should look like. Build everything exactly as I show you.",
          "ID": "9"
        },
        {
          "text": "“Use acacia wood and build a special box. This Holy Box must be 2 1/2 cubits long, 1 1/2 cubits wide, and 1 1/2 cubits high.",
          "ID": "10",
          "comments": [
            "2 1/2 cubits 4' 3\" (1.3 m). Also in verse 17.",
            "1 1/2 cubits 30 5/8\" (77.75 cm). Also in verses 17, 23."
          ]
        },
        {
          "text": "Use pure gold to cover the Box inside and out. Put gold trim around the edges of the Box.",
          "ID": "11"
        },
        {
          "text": "Make four gold rings for carrying the Box. Put the gold rings on the four corners, two rings on each side.",
          "ID": "12"
        },
        {
          "text": "Then make poles for carrying the Box. These poles should be made from acacia wood and covered with gold.",
          "ID": "13"
        },
        {
          "text": "Put the poles through the rings on the corners of the Box. Use these poles to carry the Box.",
          "ID": "14"
        },
        {
          "text": "These poles should always stay in the rings of the Box. Don’t take the poles out.",
          "ID": "15"
        },
        {
          "text": "“I will give you the Agreement. Put it into this Box.",
          "ID": "16"
        },
        {
          "text": "Then make a lid, the mercy-cover. Make it from pure gold. Make it 2 1/2 cubits long and 1 1/2 cubits wide.",
          "ID": "17"
        },
        {
          "text": "Then make two Cherub angels and put them on each end of the mercy-cover. Hammer gold to make these angels.",
          "ID": "18"
        },
        {
          "text": "Put one angel on one end of the mercy-cover, and put the other angel on the other end. Join the angels together with the mercy-cover to make one piece.",
          "ID": "19"
        },
        {
          "text": "The wings of these angels should spread up toward the sky. The angels should cover the Box with their wings and should face each other, looking toward the mercy-cover.",
          "ID": "20"
        },
        {
          "text": "“I will give you the Agreement. Put it in the Box, and put the mercy-cover on the Box.",
          "ID": "21"
        },
        {
          "text": "When I meet with you, I will speak from between the Cherub angels on the mercy-cover that is on the Box of the Agreement. From that place, I will give all my commands to the Israelites.",
          "ID": "22"
        },
        {
          "text": "“Make a table from acacia wood. The table must be 2 cubits long, 1 cubit wide, and 1 1/2 cubits high.",
          "ID": "23",
          "comments": [
            "2 cubits 3' 4 13/16\" (104 cm).",
            "cubit 20 5/8\" (51.83 cm)."
          ]
        },
        {
          "text": "Cover the table with pure gold and put gold trim around it.",
          "ID": "24"
        },
        {
          "text": "Then make a frame 1 handbreadth wide around the table. And put gold trim on the frame.",
          "ID": "25",
          "comments": [
            "handbreadth The width of 4 fingers, about 3\" (7.4 cm)."
          ]
        },
        {
          "text": "Then make four gold rings and put them on the four corners of the table, where the four legs are.",
          "ID": "26"
        },
        {
          "text": "Put the rings close to the frame around the top of the table. These rings will hold the poles used to carry the table.",
          "ID": "27"
        },
        {
          "text": "Use acacia wood to make the poles, and cover them with gold. The poles are for carrying the table.",
          "ID": "28"
        },
        {
          "text": "Make the plates, the spoons, the pitchers, and the bowls from pure gold. The pitchers and bowls will be used for pouring the drink offerings.",
          "ID": "29"
        },
        {
          "text": "Put the special bread before me on the table. It must always be there in front of me.",
          "ID": "30",
          "comments": [
            "special bread Also called “bread of the Presence.” Every day this bread was put before God on the special table in the Holy Place."
          ]
        },
        {
          "text": "“Then you must make a lampstand. Use pure gold and hammer it to make the base and the shaft. Make flowers, buds, and petals from pure gold. Join all these things together into one piece.",
          "ID": "31",
          "comments": [
            "base and the shaft Or “flared base.”"
          ]
        },
        {
          "text": "“The lampstand must have six branches—three branches on one side and three branches on the other.",
          "ID": "32"
        },
        {
          "text": "Each branch must have three flowers. Make these flowers like almond flowers with buds and petals.",
          "ID": "33"
        },
        {
          "text": "Make four more flowers for the lampstand. These flowers must be made like almond flowers with buds and petals.",
          "ID": "34"
        },
        {
          "text": "There will be six branches on the lampstand—three branches coming out from each side of the shaft. Make a flower with buds and petals below each of the three places where the branches join the shaft.",
          "ID": "35"
        },
        {
          "text": "The whole lampstand with the flowers and branches must be made from pure gold. All this gold must be hammered and joined together into one piece.",
          "ID": "36"
        },
        {
          "text": "Then make seven lamps to go on the lampstand. These lamps will give light to the area in front of the lampstand.",
          "ID": "37",
          "comments": [
            "lamps Small bowls filled with oil. A wick was put in the bowl and lit to produce light."
          ]
        },
        {
          "text": "Use pure gold to make the lamp snuffers and trays.",
          "ID": "38"
        },
        {
          "text": "Use 75 pounds of pure gold to make the lampstand and the things to be used with it.",
          "ID": "39",
          "comments": [
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "Be very careful to make everything exactly the way I showed you on the mountain.",
          "ID": "40"
        }
      ],
      "ID": "OT:EXO.25",
      "name": "Exodus 25"
    },
    {
      "title": "The Door of the Holy Tent",
      "text": [
        {
          "text": "“The Holy Tent should be made from ten curtains. These curtains must be made from fine linen and blue, purple, and red yarn. A skilled worker should sew pictures of Cherub angels with wings into the curtains.",
          "ID": "1"
        },
        {
          "text": "Make each curtain the same size. Each curtain should be 28 cubits long and 4 cubits wide.",
          "ID": "2",
          "comments": [
            "28 cubits 47' 7 3/8\" (14.5 m).",
            "4 cubits 6' 9 5/8\" (2.1 m). Also in verse 8."
          ]
        },
        {
          "text": "Join the curtains together into two groups. Join five curtains together to make one group and join five curtains together to make the other group.",
          "ID": "3"
        },
        {
          "text": "Use blue cloth to make loops along the edge of the end curtain in one group. Do the same on the end curtain in the other group.",
          "ID": "4"
        },
        {
          "text": "There must be 50 loops on the end curtain of the first group. And there must be 50 loops on the end curtain of the other group. These loops must be opposite each other.",
          "ID": "5"
        },
        {
          "text": "Then make 50 gold rings to join the curtains together. This will join the Holy Tent together into one piece.",
          "ID": "6"
        },
        {
          "text": "“Make another tent that will cover the Holy Tent. Use eleven curtains to make this tent. Make these curtains from goat hair.",
          "ID": "7"
        },
        {
          "text": "All these curtains must be the same size. They must be 30 cubits long and 4 cubits wide.",
          "ID": "8",
          "comments": [
            "30 cubits 51' 3/16\" (15.55 m)."
          ]
        },
        {
          "text": "Join five of the curtains together into one group. Then join the other six curtains together into another group. Fold back half of the sixth curtain at the front of the Tent.",
          "ID": "9"
        },
        {
          "text": "Make 50 loops down the edge of the end curtain of one group. Do the same for the end curtain of the other group.",
          "ID": "10"
        },
        {
          "text": "Then make 50 bronze rings to join the curtains together. This will join the tent together into one piece.",
          "ID": "11"
        },
        {
          "text": "Half of the end curtain of this tent will hang down below the back edge of the Holy Tent.",
          "ID": "12"
        },
        {
          "text": "On the sides, the curtains of this tent will hang down 1 cubit below the bottom edges of the Holy Tent. So this tent will completely cover the Holy Tent.",
          "ID": "13",
          "comments": [
            "cubit 20 5/8\" (51.83 cm)."
          ]
        },
        {
          "text": "Make two coverings to go over the outer tent. One covering should be made from ram skins dyed red. The other covering should be made from fine leather.",
          "ID": "14"
        },
        {
          "text": "“Use acacia wood to make frames to support the Holy Tent.",
          "ID": "15"
        },
        {
          "text": "The frames should be 10 cubits high and 1 1/2 cubits wide.",
          "ID": "16",
          "comments": [
            "10 cubits 17' 1/16\" (5.18 m).",
            "1 1/2 cubits 30 5/8\" (77.75 cm)."
          ]
        },
        {
          "text": "Two side poles should be joined together with cross pieces to make each frame. All the frames for the Holy Tent must be the same.",
          "ID": "17"
        },
        {
          "text": "Make 20 frames for the south side of the Holy Tent.",
          "ID": "18"
        },
        {
          "text": "And make 40 silver bases for the frames. Each frame should have two silver bases to go under it—one base for each side pole.",
          "ID": "19"
        },
        {
          "text": "Make 20 more frames for the other side (the north side) of the Holy Tent.",
          "ID": "20"
        },
        {
          "text": "And make 40 silver bases for these frames—two bases under each frame.",
          "ID": "21"
        },
        {
          "text": "Make six more frames for the back (the west side) of the Holy Tent.",
          "ID": "22"
        },
        {
          "text": "Make two frames for the corners at the back of the Holy Tent.",
          "ID": "23"
        },
        {
          "text": "The frames at the corners should be joined together at the bottom. At the top a ring will hold the frames together. Do the same for both corners.",
          "ID": "24"
        },
        {
          "text": "There will be a total of eight frames for the west end of the Tent. There will be 16 silver bases—two bases under each frame.",
          "ID": "25"
        },
        {
          "text": "“Use acacia wood and make braces for the frames of the Holy Tent. There should be five braces for the first side of the Holy Tent.",
          "ID": "26"
        },
        {
          "text": "And there should be five braces for the frames on the other side of the Holy Tent. And there should be five braces for the frames at the back (the west side) of the Holy Tent.",
          "ID": "27"
        },
        {
          "text": "The middle brace should pass through the frames from one end to the other.",
          "ID": "28"
        },
        {
          "text": "“Cover the frames with gold. And make rings for the frames to hold the braces. Make these rings from gold. Also cover the braces with gold.",
          "ID": "29"
        },
        {
          "text": "Build the Holy Tent the way I showed you on the mountain.",
          "ID": "30"
        },
        {
          "text": "“Use fine linen and make a special curtain for the inside of the Holy Tent. Use blue, purple, and red yarn and sew pictures of Cherub angels into the curtain.",
          "ID": "31"
        },
        {
          "text": "Make four posts from acacia wood, and cover the posts with gold. Put hooks made from gold on the four posts. Put four silver bases under the posts. Then hang the curtain on the gold hooks.",
          "ID": "32"
        },
        {
          "text": "Put the curtain under the gold rings. Then put the Box of the Agreement behind the curtain. This curtain will separate the Holy Place from the Most Holy Place.",
          "ID": "33",
          "comments": [
            "under the gold rings The 50 gold rings that joined together the two parts of the Holy Tent. See Ex. 26:6."
          ]
        },
        {
          "text": "Put the mercy-cover on the Box of the Agreement in the Most Holy Place.",
          "ID": "34"
        },
        {
          "text": "“Put the special table you made outside of the curtain. The table should be on the north side of the Holy Tent. Then put the lampstand on the south side, across from the table.",
          "ID": "35"
        },
        {
          "text": "“Then make a curtain to cover the entrance to the Holy Tent. Use blue, purple, and red yarn and fine linen to make this curtain. Weave pictures into it.",
          "ID": "36"
        },
        {
          "text": "Make gold hooks for this curtain. Make five posts using acacia wood covered with gold and make five bronze bases for the five posts.",
          "ID": "37"
        }
      ],
      "ID": "OT:EXO.26",
      "name": "Exodus 26"
    },
    {
      "title": "Oil for the Lamp",
      "text": [
        {
          "text": "“Use acacia wood and build an altar. The altar should be square. It must be 5 cubits long, 5 cubits wide, and 3 cubits high.",
          "ID": "1",
          "comments": [
            "5 cubits 8' 6\" (2.6 m). Also in verse 18.",
            "3 cubits 5' 1 3/16\" (1.55 m)."
          ]
        },
        {
          "text": "Make a horn for each of the four corners of the altar. Join each horn to its corner so that everything is one piece. Then cover the altar with bronze.",
          "ID": "2"
        },
        {
          "text": "“Use bronze to make all the tools and dishes that will be used on the altar. Make pots, shovels, bowls, forks, and pans. These will be used for cleaning ashes from the altar.",
          "ID": "3"
        },
        {
          "text": "Make a grating for the altar. This grating will be shaped like a net. And make a bronze ring at each of the four corners of the grating.",
          "ID": "4"
        },
        {
          "text": "Put the grating under the ledge at the bottom of the altar. The grating will go halfway up into the altar from below.",
          "ID": "5"
        },
        {
          "text": "“Use acacia wood to make poles for the altar, and cover them with bronze.",
          "ID": "6"
        },
        {
          "text": "Put the poles through the rings on both sides of the altar. Use these poles for carrying the altar.",
          "ID": "7"
        },
        {
          "text": "Make the altar like an empty box with the sides made from boards. Make the altar just as I showed you on the mountain.",
          "ID": "8"
        },
        {
          "text": "“Make a courtyard for the Holy Tent. The south side should have a wall of curtains 100 cubits long. These curtains must be made from fine linen.",
          "ID": "9",
          "comments": [
            "100 cubits 170' 5/8\" (51.83 m). Also in verse 18."
          ]
        },
        {
          "text": "Use 20 posts and 20 bronze bases under the posts. The hooks for the posts and the curtain rods should be made from silver.",
          "ID": "10",
          "comments": [
            "curtain rods These were either rods that joined the posts together or grommets (rings) sewn into the curtains."
          ]
        },
        {
          "text": "The north side must also have a wall of curtains 100 cubits long. It must have 20 posts and 20 bronze bases. The hooks for the posts and the curtain rods must be made from silver.",
          "ID": "11"
        },
        {
          "text": "“On the west side of the courtyard there must be a wall of curtains 50 cubits long. There must be ten posts and ten bases.",
          "ID": "12",
          "comments": [
            "50 cubits 85' 5/16\" (25.92 m). Also in verse 18."
          ]
        },
        {
          "text": "The east side of the courtyard must also be 50 cubits long.",
          "ID": "13"
        },
        {
          "text": "Here at the entrance to the courtyard, one side must have curtains 15 cubits long. There must be three posts and three bases on this side.",
          "ID": "14",
          "comments": [
            "15 cubits 25' 6 1/16\" (7.77 m)."
          ]
        },
        {
          "text": "The other side of the entrance must also have curtains 15 cubits long. There must be three posts and three bases on that side.",
          "ID": "15"
        },
        {
          "text": "“Make a curtain 20 cubits long to cover the entrance to the courtyard. Make that curtain from fine linen and blue, purple, and red yarn. Weave designs into that curtain. There must be four posts and four bases for that curtain.",
          "ID": "16",
          "comments": [
            "20 cubits 34' 1/8\" (10.37 m)."
          ]
        },
        {
          "text": "All the posts around the courtyard must be joined with silver curtain rods. The hooks on the posts must be made from silver, and the bases for the posts must be bronze.",
          "ID": "17"
        },
        {
          "text": "The courtyard should be 100 cubits long and 50 cubits wide. The wall of curtains around the courtyard should be 5 cubits high. The curtains must be made from fine linen. The bases under the posts must be bronze.",
          "ID": "18"
        },
        {
          "text": "All the tools, tent pegs, and other things used in the Holy Tent must be made from bronze. And all the pegs for the curtains around the courtyard must be made from bronze.",
          "ID": "19"
        },
        {
          "text": "“Command the Israelites to bring their best olive oil for the lamp that must be lit each evening.",
          "ID": "20"
        },
        {
          "text": "This lamp is in the first room of the Meeting Tent, outside the curtain for the room where the Agreement is. Aaron and his sons will make sure this lamp is burning before the Lord every day from evening until morning. The Israelites and their descendants must obey this law forever.",
          "ID": "21"
        }
      ],
      "ID": "OT:EXO.27",
      "name": "Exodus 27"
    },
    {
      "title": "Other Clothes for the Priests",
      "text": [
        {
          "text": "“Tell your brother Aaron and his sons, Nadab, Abihu, Eleazar, and Ithamar, to come to you from the Israelites. These men will serve me as priests.",
          "ID": "1"
        },
        {
          "text": "“Make special clothes for your brother Aaron. These clothes will give him honor and respect.",
          "ID": "2"
        },
        {
          "text": "I have given special wisdom to some of the skilled men. Tell them to make the clothes for Aaron. These clothes will show that he serves me in a special way. Then he can serve me as a priest.",
          "ID": "3"
        },
        {
          "text": "These are the clothes the men should make: the judgment pouch, the ephod, a blue robe, a white woven robe, a turban, and a cloth belt. They must make these special clothes for your brother Aaron and his sons. Then Aaron and his sons can serve me as priests.",
          "ID": "4"
        },
        {
          "text": "Tell the men to use gold thread, fine linen, and blue, purple, and red yarn.",
          "ID": "5"
        },
        {
          "text": "“Use gold thread, fine linen, and blue, purple, and red yarn to make the ephod. This must be the work of a very skilled person.",
          "ID": "6"
        },
        {
          "text": "At each shoulder of the ephod, there should be a shoulder piece. These shoulder pieces should be tied to the two corners of the ephod.",
          "ID": "7"
        },
        {
          "text": "“The men will very carefully weave a cloth belt for the ephod. This belt must be made the same way as the ephod—use gold threads, fine linen, and blue, purple, and red yarn.",
          "ID": "8"
        },
        {
          "text": "“Take two onyx stones. Write the names of the twelve sons of Israel on these jewels.",
          "ID": "9"
        },
        {
          "text": "Write six names on one jewel and six names on the other jewel. Write the names in order, from the oldest son to the youngest.",
          "ID": "10"
        },
        {
          "text": "Cut the names of the sons of Israel into these stones. Do this the way a worker makes a seal. Put the jewels in gold settings.",
          "ID": "11"
        },
        {
          "text": "Then put these two jewels on the shoulder pieces of the ephod. Aaron will wear this special coat when he stands before the Lord. And the two stones with the names of the sons of Israel will be on the ephod. These jewels will cause the Lord to remember the Israelites.",
          "ID": "12"
        },
        {
          "text": "Use fine gold to hold the stones on the ephod.",
          "ID": "13"
        },
        {
          "text": "Twist chains of pure gold together like a rope. Make two of these gold chains and fasten them to the gold settings.",
          "ID": "14"
        },
        {
          "text": "“Make the judgment pouch for the high priest. Skilled workers should make this pouch just as they made the ephod. They must use gold threads, fine linen, and blue, purple, and red yarn.",
          "ID": "15"
        },
        {
          "text": "The judgment pouch should be folded double to make a square pocket. It should be 1 span long and 1 span wide.",
          "ID": "16",
          "comments": [
            "1 span The distance from the tip of the thumb to the tip of the little finger, about 9\" (23 cm)."
          ]
        },
        {
          "text": "Put four rows of beautiful jewels on the judgment pouch. The first row of jewels should have a ruby, a topaz, and a beryl.",
          "ID": "17"
        },
        {
          "text": "The second row should have a turquoise, a sapphire, and an emerald.",
          "ID": "18"
        },
        {
          "text": "The third row should have a jacinth, an agate, and an amethyst.",
          "ID": "19"
        },
        {
          "text": "The fourth row should have a chrysolite, an onyx, and a jasper. Set all these jewels in gold.",
          "ID": "20"
        },
        {
          "text": "There will be twelve jewels on the judgment pouch—one stone for each of the sons of Israel. Each stone will be like a seal with the name of one of the twelve tribes cut into it.",
          "ID": "21"
        },
        {
          "text": "“Make chains of pure gold for the judgment pouch. These chains must be braided like a rope.",
          "ID": "22"
        },
        {
          "text": "Make two gold rings and put them on two corners of the judgment pouch.",
          "ID": "23"
        },
        {
          "text": "Put the two golden chains through the two rings at the corners of the judgment pouch.",
          "ID": "24"
        },
        {
          "text": "Fasten the other ends of the gold chains to the two settings. This will fasten them to the two shoulder pieces of the ephod on the front.",
          "ID": "25"
        },
        {
          "text": "Make two more gold rings and put them on the other two corners of the judgment pouch. This will be on the inside edge of the judgment pouch next to the ephod.",
          "ID": "26"
        },
        {
          "text": "Make two more gold rings and put them on the bottom of the shoulder pieces on the front of the ephod. Put the gold rings above the cloth belt of the ephod.",
          "ID": "27"
        },
        {
          "text": "Use blue ribbon to tie the rings of the judgment pouch to the rings of the ephod. In this way the judgment pouch will rest close to the cloth belt and will be held against the ephod.",
          "ID": "28"
        },
        {
          "text": "“When Aaron enters the Holy Place, he must wear the judgment pouch. In this way he will wear the names of the twelve sons of Israel over his heart. And the Lord will always be reminded of them.",
          "ID": "29"
        },
        {
          "text": "Put the Urim and Thummim inside the judgment pouch. They will be over Aaron’s heart when he goes before the Lord. So Aaron will always carry with him a way of judging for the Israelites when he is before the Lord.",
          "ID": "30"
        },
        {
          "text": "“Make a blue robe for the ephod.",
          "ID": "31"
        },
        {
          "text": "Make a hole in the center for the head. And sew a piece of cloth around the edge of this hole. This cloth will be like a collar that keeps the hole from tearing.",
          "ID": "32"
        },
        {
          "text": "Use blue, purple, and red yarn to make cloth pomegranates. Hang these pomegranates around the bottom edge of the robe, and hang gold bells between the pomegranates.",
          "ID": "33"
        },
        {
          "text": "So around the bottom edge of the robe there should be bells and pomegranates. There should be a bell following each pomegranate.",
          "ID": "34"
        },
        {
          "text": "Aaron will wear this robe when he serves as a priest. The bells will ring as Aaron goes into the Holy Place to stand before the Lord, and the bells will ring as he leaves the Holy Place. This way Aaron will not die.",
          "ID": "35"
        },
        {
          "text": "“Make a strip of pure gold and carve these words into the gold like the writing on a seal: holy to the lord.",
          "ID": "36",
          "comments": [
            "Holy to the Lord These words were written on everything that was used in the Temple. This showed that these things belonged to the Lord and that they could be used only for special purposes. Dishes with this label could be used only by the priests in a holy place."
          ]
        },
        {
          "text": "Fasten the gold strip to a blue ribbon. Tie the blue ribbon around the turban. The gold strip should be on the front of the turban.",
          "ID": "37"
        },
        {
          "text": "Aaron will wear this on his head. In this way he will remove the guilt if anything is wrong with the gifts that the Israelites give to God. Aaron will always wear this on his head so that the Lord will accept the gifts of the people.",
          "ID": "38",
          "comments": [
            "In this way … Israelites Literally, “It will keep him holy when he bears the guilt from the gifts of the Israelites.”"
          ]
        },
        {
          "text": "“Use fine linen to make the white woven robe and the turban. The cloth belt should have designs sewn into it.",
          "ID": "39"
        },
        {
          "text": "Also make coats, belts, and cloth caps for Aaron’s sons. This will give them honor and respect.",
          "ID": "40"
        },
        {
          "text": "Put the clothes on your brother Aaron and his sons. Then pour the special oil on them to make them priests. This will make them holy, and they will serve me as priests.",
          "ID": "41"
        },
        {
          "text": "“Use linen to make underclothes for the priests. These underclothes will cover them from the waist to the thighs.",
          "ID": "42"
        },
        {
          "text": "Aaron and his sons must wear these clothes whenever they enter the Meeting Tent. They must wear these clothes when they come near to the altar to serve as priests in the Holy Place. If they don’t wear these clothes, they will be guilty of wrong and will have to die. All this should be a law that continues forever for Aaron and all his family after him.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.28",
      "name": "Exodus 28"
    },
    {
      "title": "The Ceremony for Appointing the Priests",
      "text": [
        {
          "text": "“Now I will tell you what you must do to show that Aaron and his sons serve me in a special way as priests. Find one young bull and two rams that have nothing wrong with them.",
          "ID": "1"
        },
        {
          "text": "Then use fine wheat flour without yeast to make bread. And use the same things to make cakes mixed with olive oil. Make small thin cakes spread with oil.",
          "ID": "2"
        },
        {
          "text": "Put this bread and the cakes in a basket. Then give the basket to Aaron and his sons. At the same time, give them the bull and the two rams.",
          "ID": "3"
        },
        {
          "text": "“Then bring Aaron and his sons to the entrance of the Meeting Tent. Wash them with water.",
          "ID": "4"
        },
        {
          "text": "Put the special clothes on Aaron. Put on him the white woven robe and the blue robe that is worn with the ephod. Put the ephod and the judgment pouch on him. Then tie the beautiful cloth belt on him.",
          "ID": "5"
        },
        {
          "text": "Put the turban on his head and the special crown around the turban.",
          "ID": "6"
        },
        {
          "text": "Take the anointing oil and pour it on Aaron’s head. This will show that he is chosen for this work.",
          "ID": "7"
        },
        {
          "text": "“Then bring Aaron’s sons to that place. Put the white woven robes on them.",
          "ID": "8"
        },
        {
          "text": "Then tie cloth belts around their waists, and give them cloth caps to wear. At that time they will begin to be priests. They will be priests because of the special law that will continue forever. This is the way you will make Aaron and his sons priests.",
          "ID": "9"
        },
        {
          "text": "“Then bring the bull to that place at the front of the Meeting Tent. Aaron and his sons must put their hands on the bull’s head.",
          "ID": "10"
        },
        {
          "text": "Then kill the bull there in the Lord’s presence at the entrance to the Meeting Tent.",
          "ID": "11"
        },
        {
          "text": "Then take some of the bull’s blood and go to the altar. Use your finger to put some blood on the horns of the altar. Pour out all the blood that is left at the bottom of the altar.",
          "ID": "12"
        },
        {
          "text": "Then take all the fat from inside the bull, the fatty part of the liver, both kidneys, and the fat around them. Burn this fat on the altar.",
          "ID": "13"
        },
        {
          "text": "Then take the bull’s meat, his skin, and his other parts and go outside your camp and burn them. This bull is an offering to take away the sins of the priests.",
          "ID": "14"
        },
        {
          "text": "“Then tell Aaron and his sons to put their hands on the head of one of the rams.",
          "ID": "15"
        },
        {
          "text": "Kill that ram and save the blood. Throw the blood against the altar on all four sides.",
          "ID": "16"
        },
        {
          "text": "Then cut the ram into several pieces. Wash all the parts from inside the ram and the legs. Put these things with the head and the other pieces of the ram.",
          "ID": "17"
        },
        {
          "text": "Then burn everything on the altar. It is a burnt offering to the Lord. It is a sweet-smelling gift to the Lord.",
          "ID": "18"
        },
        {
          "text": "“Tell Aaron and his sons to put their hands on the other ram.",
          "ID": "19"
        },
        {
          "text": "Kill that ram and save some of its blood. Put that blood on the right ear lobes of Aaron and his sons. Also put some of the blood on the thumbs of their right hands and on the big toes of their right feet. Then throw blood against all four sides of the altar.",
          "ID": "20"
        },
        {
          "text": "Then take some of the blood from the altar. Mix it with the special oil and sprinkle it on Aaron and his clothes. And sprinkle it on his sons and their clothes. This will show that Aaron and his sons serve me in a special way. And it will show that their clothes are used only at special times.",
          "ID": "21"
        },
        {
          "text": "“Then take the fat from the ram. (This is the ram that will be used in the ceremony to make Aaron the high priest.) Take the fat from around the tail and the fat that covers the organs inside the body. Then take the fat that covers the liver, both kidneys and the fat on them, and the right leg.",
          "ID": "22"
        },
        {
          "text": "Then take the basket of bread that you made without yeast. This is the basket you put before the Lord. Take these things out of the basket: one loaf of bread, one cake made with oil, and one small thin cake.",
          "ID": "23"
        },
        {
          "text": "Give them to Aaron and his sons. Tell them to hold these things in their hands before the Lord. This will be a special offering to the Lord.",
          "ID": "24"
        },
        {
          "text": "Then take them from Aaron and his sons and put them on the altar with the ram. Then burn everything on the altar. It is a burnt offering to the Lord. It is a sweet-smelling gift to the Lord.",
          "ID": "25"
        },
        {
          "text": "“Then take the breast from the ram. (This is the ram that will be used in the ceremony to make Aaron the high priest.) Hold the breast of the ram before the Lord as a special offering. Then take it back and keep it. This part of the animal will be for you.",
          "ID": "26"
        },
        {
          "text": "Take the breast and the leg of the ram that was used to make Aaron the high priest and make these parts holy. Then give these special parts to Aaron and his sons.",
          "ID": "27"
        },
        {
          "text": "The Israelites will always give Aaron and his sons these parts. These parts will always belong to the priests when the Israelites make an offering to the Lord. When they give these parts to the priest, it will be the same as giving them to the Lord.",
          "ID": "28"
        },
        {
          "text": "“Save these special clothes that were made for Aaron and his descendants. They will wear these clothes when they are chosen to be priests.",
          "ID": "29"
        },
        {
          "text": "Aaron’s son will become the next high priest after him. That son will wear these clothes seven days when he comes to the Meeting Tent to serve in the Holy Place.",
          "ID": "30"
        },
        {
          "text": "“Cook the meat from the ram that was used to make Aaron the high priest. Cook that meat in a holy place.",
          "ID": "31"
        },
        {
          "text": "Then Aaron and his sons must eat the meat at the front door of the Meeting Tent. And they must also eat the bread that is in the basket.",
          "ID": "32"
        },
        {
          "text": "These offerings were used to take away their sins when they were made priests. Now they should eat these offerings.",
          "ID": "33"
        },
        {
          "text": "If any of the meat from that ram or any of the bread is left the next morning, then it must be burned. You must not eat that bread or the meat because it should be eaten only in a special way at a special time.",
          "ID": "34"
        },
        {
          "text": "“You must do all these things for Aaron and his sons. You must do them exactly as I told you. The ceremony for appointing them to be priests must continue for seven days.",
          "ID": "35"
        },
        {
          "text": "You must kill one bull every day for seven days. This will be an offering for the sins of Aaron and his sons. You will use these sacrifices to make the altar pure, and pour olive oil on the altar to make it holy.",
          "ID": "36"
        },
        {
          "text": "You will make the altar pure and holy for seven days. At that time the altar will be most holy. Anything that touches the altar will also be holy.",
          "ID": "37"
        },
        {
          "text": "“Every day you must make an offering on the altar. You must kill two lambs that are one year old.",
          "ID": "38"
        },
        {
          "text": "Offer one lamb in the morning and the other in the evening.",
          "ID": "39"
        },
        {
          "text": "When you kill the first lamb, also offer 8 cups of fine wheat flour. Mix that flour with 1 quart of the best oil. Also offer 1 quart of wine as an offering. When you kill the second lamb in the evening, also offer the 8 cups of fine flour mixed with 1 quart of the best oil and offer 1 quart of wine. This is the same as you did in the morning. This will be a sweet-smelling gift to the Lord. When you burn this offering, he will smell it, and it will please him.",
          "ID": "40-41",
          "comments": [
            "8 cups Literally, “1/10 of a measure” (2.2 l).",
            "1 quart Literally, “1/4 hin” (.8 l)."
          ]
        },
        {
          "text": "“You must burn these things as an offering to the Lord every day. Do this at the entrance of the Meeting Tent before the Lord. Continue to do this for all time. When you make the offering, I will meet you there and speak to you.",
          "ID": "42"
        },
        {
          "text": "I will meet with the Israelites at that place, and my Glory will make that place holy.",
          "ID": "43"
        },
        {
          "text": "“So I will make the Meeting Tent and the altar holy. I will also make Aaron and his sons holy so that they can serve me as priests.",
          "ID": "44"
        },
        {
          "text": "I will live with the Israelites. I will be their God.",
          "ID": "45"
        },
        {
          "text": "The people will know that I am the Lord their God. They will know that I am the one who led them out of Egypt so that I could live with them. I am the Lord their God.",
          "ID": "46"
        }
      ],
      "ID": "OT:EXO.29",
      "name": "Exodus 29"
    },
    {
      "title": "The Incense",
      "text": [
        {
          "text": "“Make an altar from acacia wood. You will use this altar for burning incense.",
          "ID": "1"
        },
        {
          "text": "You must make the altar square—1 cubit long and 1 cubit wide. It must be 2 cubits high. There will be horns at the four corners. These horns must be made as one piece with the altar.",
          "ID": "2",
          "comments": [
            "cubit 20 5/8\" (51.83 cm).",
            "2 cubits 3' 4 13/16\" (104 cm)."
          ]
        },
        {
          "text": "Cover the top, the horns, and all four sides of the altar with pure gold. Then put gold trim all around the altar.",
          "ID": "3"
        },
        {
          "text": "Below this trim there should be two gold rings. There should be two gold rings on opposite sides of the altar. These gold rings will be used with poles to carry the altar.",
          "ID": "4"
        },
        {
          "text": "Make the poles from acacia wood and cover them with gold.",
          "ID": "5"
        },
        {
          "text": "Put the altar just outside the special curtain that hangs in front of the Box of the Agreement. So the altar will be in front of the mercy-cover that is above the Agreement. This is the place where I will meet with you.",
          "ID": "6"
        },
        {
          "text": "“Aaron must burn sweet-smelling incense on the altar every morning. He will do this when he comes to care for the lamps.",
          "ID": "7"
        },
        {
          "text": "He must burn incense again when he checks the lamps in the evening so that incense will be burned before the Lord every day forever.",
          "ID": "8"
        },
        {
          "text": "Don’t use this altar for offering any other kind of incense or burnt offering or for any kind of grain offering or drink offering.",
          "ID": "9"
        },
        {
          "text": "“Once a year Aaron must make a special sacrifice. He will use the blood of the sin offering to erase the sins of the people. He will do this at the horns of this altar. This day will be called the Day of Atonement, and it will be a very special day for the Lord.”",
          "ID": "10"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "“Count the Israelites so that you will know how many people there are. Every time this is done, each man must make a payment for himself to the Lord so that nothing terrible will happen to the people.",
          "ID": "12"
        },
        {
          "text": "Each man who is counted must pay 1/2 shekel of silver. (That is 1/2 shekel by the official measure. This shekel weighs 20 gerahs.) This half shekel is an offering to the Lord.",
          "ID": "13",
          "comments": [
            "gerahs 1/50 of an ounce (.6 g)."
          ]
        },
        {
          "text": "Every man who is at least 20 years old must be counted. And every man who is counted must give the Lord this offering.",
          "ID": "14"
        },
        {
          "text": "The rich must not give more than 1/2 shekel, and the poor must not give less than 1/2 shekel. All people will make the same offering to the Lord. This will be a payment for your life.",
          "ID": "15"
        },
        {
          "text": "Gather this money from the Israelites. Use the money for the service in the Meeting Tent. This payment will be a way for the Lord to remember his people. They will be paying for their own lives.”",
          "ID": "16"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "17"
        },
        {
          "text": "“Make a bronze bowl and put it on a bronze base. You will use this for washing. Put the bowl between the Meeting Tent and the altar. Fill the bowl with water.",
          "ID": "18"
        },
        {
          "text": "Aaron and his sons must wash their hands and feet with the water from this bowl.",
          "ID": "19"
        },
        {
          "text": "Every time they enter the Meeting Tent, they must wash with that water so that they will not die. They must also wash every time they come near the altar to burn incense or to offer gifts to the Lord.",
          "ID": "20"
        },
        {
          "text": "They must wash their hands and their feet so that they will not die. This will be a law that continues forever for Aaron and his people who will live in the future.”",
          "ID": "21"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "22"
        },
        {
          "text": "“Find the finest spices. Get 12 pounds of liquid myrrh, half that amount (that is, 6 pounds) of sweet-smelling cinnamon, and 12 pounds of sweet-smelling cane,",
          "ID": "23",
          "comments": [
            "12 pounds Literally, “500 measures” (5.75 kg).",
            "6 pounds Literally, “250 measures” (2.9 kg)."
          ]
        },
        {
          "text": "and 12 pounds of cassia. Use the official measure to measure all these things. Also get 1 gallon of olive oil.",
          "ID": "24",
          "comments": [
            "gallon Literally, “a hin” (3.2 l)."
          ]
        },
        {
          "text": "“Mix all these things to make a special sweet-smelling anointing oil.",
          "ID": "25"
        },
        {
          "text": "Pour this oil on the Meeting Tent and on the Box of the Agreement. This will show that these things have a special purpose.",
          "ID": "26"
        },
        {
          "text": "Pour the oil on the table and on all the dishes on the table. And pour this oil on the lamp and on all its tools. Pour the oil on the incense altar.",
          "ID": "27"
        },
        {
          "text": "Also, pour the oil on the altar for burning offerings to God. Pour this oil on everything on that altar. Pour this oil on the bowl and on the base under the bowl.",
          "ID": "28"
        },
        {
          "text": "You will make all these things holy. They will be very special to the Lord. Anything that touches these things will also become holy.",
          "ID": "29"
        },
        {
          "text": "“Pour the oil on Aaron and his sons to show that they are separated from the rest of the people to serve as priests.",
          "ID": "30"
        },
        {
          "text": "Tell the Israelites that the anointing oil is holy—it must always be used only for me.",
          "ID": "31"
        },
        {
          "text": "This oil is holy and you must treat it as something special. Don’t use the same formula for making perfume and don’t let people use this oil like an ordinary perfume.",
          "ID": "32"
        },
        {
          "text": "Whoever makes a perfume like that and puts it on anyone except a priest must be separated from the people.”",
          "ID": "33",
          "comments": [
            "priest Literally, “stranger.”"
          ]
        },
        {
          "text": "Then the Lord said to Moses, “Get these sweet-smelling spices: resin, onycha, galbanum, and pure frankincense. Be sure that you have equal amounts of these spices.",
          "ID": "34"
        },
        {
          "text": "Mix the spices together to make a sweet-smelling incense. Do this the same as a perfume maker would do it. Also mix salt with this incense. This will make it pure and special.",
          "ID": "35"
        },
        {
          "text": "Grind some of the incense until it becomes a fine powder. Put the powder in front of the Holy Box that holds the Agreement in the Meeting Tent. This is the place where I meet with you. You must use this incense powder only for its very special purpose.",
          "ID": "36",
          "comments": [
            "Holy Box that holds the Agreement Literally, “Testimony.” See “Agreement” in the Word List."
          ]
        },
        {
          "text": "You must use it only in this special way for the Lord. You must also make it in a special way. Don’t make any other incense in this way.",
          "ID": "37"
        },
        {
          "text": "There may be people who will want to make some of this incense for themselves so that they can enjoy the smell. But whoever does this must be separated from their people.”",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.30",
      "name": "Exodus 30"
    },
    {
      "title": "The Sabbath",
      "text": [
        {
          "text": "Then the Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“I have chosen a man from the tribe of Judah to do some special work for me. His name is Bezalel son of Uri son of Hur.",
          "ID": "2"
        },
        {
          "text": "I have filled Bezalel with the Spirit of God—I have given him the skill and knowledge to do all kinds of things.",
          "ID": "3"
        },
        {
          "text": "He is a very good designer. And he can make things from gold, silver, and bronze.",
          "ID": "4"
        },
        {
          "text": "He can cut and set beautiful jewels. And he can work with wood. He can do all kinds of work.",
          "ID": "5"
        },
        {
          "text": "I have also chosen Oholiab to work with him. Oholiab is the son of Ahisamach from the tribe of Dan. And I have given skills to all the other workers so that they can make everything that I have commanded you:",
          "ID": "6"
        },
        {
          "text": "the Meeting Tent;\nthe Box of the Agreement;\nthe mercy-cover that is on it;",
          "ID": "7"
        },
        {
          "text": "the table and everything on it;\nthe pure gold lampstand and everything used with it;\nthe altar for burning incense;",
          "ID": "8"
        },
        {
          "text": "the altar for burning offerings and the things used at the altar;\nthe bowl and the base under it;",
          "ID": "9"
        },
        {
          "text": "the special clothes for Aaron the priest;\nthe special clothes for Aaron’s sons when they serve as priests;",
          "ID": "10"
        },
        {
          "text": "the sweet-smelling anointing oil;\nthe sweet-smelling incense for the Holy Place.\nThese workers must make everything the way that I have commanded you.”",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "12"
        },
        {
          "text": "“Tell the Israelites this: ‘You must follow the rules about my special days of rest. You must do this because they will be a sign between you and me for all generations. This will show you that I, the Lord, have made you my special people.",
          "ID": "13"
        },
        {
          "text": "“‘Make the Sabbath a special day. If someone treats the Sabbath like any other day, that person must be killed. Whoever works on the Sabbath day must be separated from their people.",
          "ID": "14"
        },
        {
          "text": "There are six other days in the week for working. But the seventh day is a very special day of rest. That is the special day to honor the Lord. Anyone who works during the Sabbath must be killed.",
          "ID": "15"
        },
        {
          "text": "The Israelites must remember the Sabbath and make it a special day. They must continue to do this forever. It is an agreement between them and me that will continue forever.",
          "ID": "16"
        },
        {
          "text": "The Sabbath will be a sign between me and the Israelites forever.’” (The Lord worked six days and made the sky and the earth, and on the seventh day he rested and relaxed.)",
          "ID": "17"
        },
        {
          "text": "When God finished speaking to Moses on Mount Sinai, he gave him the two stone tablets of the agreement. God had written on the stones with his finger.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.31",
      "name": "Exodus 31"
    },
    {
      "title": "The Golden Calf",
      "text": [
        {
          "text": "The people saw that a long time had passed and Moses had not come down from the mountain. So they gathered around Aaron. They said to him, “Look, Moses led us out of the land of Egypt, but we don’t know what has happened to him. So make us some gods to go before us and lead us.”",
          "ID": "1"
        },
        {
          "text": "Aaron said to the people, “Bring me the gold earrings that belong to your wives, sons, and daughters.”",
          "ID": "2"
        },
        {
          "text": "So the people collected all their gold earrings and brought them to Aaron.",
          "ID": "3"
        },
        {
          "text": "He took the gold from the people and used it to make an idol. Using a special tool, he shaped the gold into a statue of a calf.\nThen the people said, “Israel, here are your gods! These are the gods that brought you out of the land of Egypt!”",
          "ID": "4",
          "comments": [
            "Israel … Egypt This shows that the people worshiped the calf as a special symbol for the Lord, and even this was forbidden. See 1 Kings 12:26-30."
          ]
        },
        {
          "text": "Aaron saw all these things, so he built an altar in front of the calf. Then Aaron made an announcement. He said, “Tomorrow will be a special festival to honor the Lord.”",
          "ID": "5"
        },
        {
          "text": "The people woke up very early the next morning. They killed animals and offered them as burnt offerings and fellowship offerings. They sat down to eat and drink. Then they got up and had a wild party.",
          "ID": "6"
        },
        {
          "text": "At the same time, the Lord said to Moses, “Go down from this mountain. Your people, the people you brought out of the land of Egypt, have committed a terrible sin.",
          "ID": "7"
        },
        {
          "text": "They have very quickly turned away from what I commanded them to do. They made a calf from melted gold for themselves. They are worshiping that calf and making sacrifices to it. The people have said, ‘Israel, these are the gods that led you out of Egypt.’”",
          "ID": "8"
        },
        {
          "text": "The Lord said to Moses, “I have seen these people, and I know that they are very stubborn. They will always turn against me.",
          "ID": "9"
        },
        {
          "text": "So now let me destroy them in anger. Then I will make a great nation from you.”",
          "ID": "10"
        },
        {
          "text": "But Moses begged the Lord his God, “Lord, don’t let your anger destroy your people. You brought them out of Egypt with your great power and strength.",
          "ID": "11"
        },
        {
          "text": "But if you destroy your people, the Egyptians will say, ‘God planned to do bad things to his people. That is why he led them out of Egypt. He wanted to kill them in the mountains. He wanted to wipe them off the earth.’ So don’t be angry with your people. Please change your mind! Don’t destroy them.",
          "ID": "12"
        },
        {
          "text": "Remember Abraham, Isaac, and Israel. These men served you, and you used your name to make a promise to them. You said, ‘I will make your people as many as the stars in the sky. I will give your people all this land as I promised. This land will be theirs forever.’”",
          "ID": "13"
        },
        {
          "text": "So the Lord felt sorry for the people. He did not do what he said he might do—he did not destroy them.",
          "ID": "14"
        },
        {
          "text": "Then Moses went down the mountain. He had the two stone tablets with the agreement on them. The commandments were written on both sides of the stone, front and back.",
          "ID": "15"
        },
        {
          "text": "God himself made the stones, and God himself wrote the commandments on them.",
          "ID": "16"
        },
        {
          "text": "Joshua heard the noise from the party in camp. He said to Moses, “It sounds like war down in the camp!”",
          "ID": "17"
        },
        {
          "text": "Moses answered, “It is not the noise of an army shouting for victory. And it is not the noise of an army crying from defeat. The noise I hear is the sound of music.”",
          "ID": "18",
          "comments": [
            "music Or “singing.”"
          ]
        },
        {
          "text": "When Moses came near the camp, he saw the golden calf and the people dancing. He became very angry, and he threw the stone tablets on the ground. The stones broke into several pieces at the bottom of the mountain.",
          "ID": "19"
        },
        {
          "text": "Then Moses destroyed the calf that the people had made. He melted it in the fire. Then he ground the gold until it became dust and threw it into the water. Then he forced the Israelites to drink that water.",
          "ID": "20"
        },
        {
          "text": "Moses said to Aaron, “What did these people do to you that would make you do this? Why did you lead them to do such a terrible sin?”",
          "ID": "21"
        },
        {
          "text": "Aaron answered, “Don’t be angry, sir. You know that these people are always ready to do wrong.",
          "ID": "22"
        },
        {
          "text": "The people said to me, ‘Moses led us out of Egypt, but we don’t know what has happened to him. So make us some gods to lead us.’",
          "ID": "23"
        },
        {
          "text": "So I told the people, ‘If you have any gold rings, then give them to me.’ The people gave me their gold. I threw the gold into the fire, and out of the fire came this calf!”",
          "ID": "24"
        },
        {
          "text": "Moses saw that Aaron had let the people get out of control. They were being wild, and all their enemies could see them acting like fools.",
          "ID": "25"
        },
        {
          "text": "So Moses stood at the entrance to the camp and said, “Anyone who wants to follow the Lord should come to me.” Everyone from the tribe of Levi ran to Moses.",
          "ID": "26"
        },
        {
          "text": "Then Moses said to them, “I will tell you what the Lord, the God of Israel, says: ‘Every man must get his sword and go from one end of the camp to the other. You men must kill those who are against the Lord, even if they are your brothers, friends, or neighbors.’”",
          "ID": "27"
        },
        {
          "text": "The people from the tribe of Levi obeyed Moses. That day about 3000 of the people died.",
          "ID": "28"
        },
        {
          "text": "Then Moses said, “Take your role today as special servants of the Lord because you were willing to fight against even your own sons and brothers. You will receive a blessing for this.”",
          "ID": "29",
          "comments": [
            "Take your role … blessing for this This seems to be the point when the priesthood changed. Before this time, the priests came from the firstborn sons; after this time, they came from the sons of Aaron of the tribe of Levi."
          ]
        },
        {
          "text": "The next morning Moses told the people, “You have committed a terrible sin! But now I will go up to the Lord, and maybe I can do something so that he will forgive you for your sin.”",
          "ID": "30"
        },
        {
          "text": "So Moses went back to the Lord and said, “Please listen! These people committed a terrible sin and made a god from gold.",
          "ID": "31"
        },
        {
          "text": "Now, forgive them of this sin. If you will not forgive them, then erase my name from your book.”",
          "ID": "32",
          "comments": [
            "your book The book of life, in which God has written the names of his chosen people. See Rev. 3:5; 21:27."
          ]
        },
        {
          "text": "But the Lord said to Moses, “The only people I erase from my book are those who sin against me.",
          "ID": "33"
        },
        {
          "text": "So now, go down and lead the people where I tell you to go. My angel will go before you and lead you. When the time comes to punish those who sinned, they will be punished.”",
          "ID": "34"
        },
        {
          "text": "So the Lord caused a terrible sickness to come to the people. He did this because they told Aaron to make the golden calf.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.32",
      "name": "Exodus 32"
    },
    {
      "title": "Moses Sees the Glory of the Lord",
      "text": [
        {
          "text": "Then the Lord said to Moses, “You and the people you brought out of Egypt must leave this place. Go to the land that I promised to give to Abraham, Isaac, and Jacob. I promised them that I would give that land to their descendants.",
          "ID": "1"
        },
        {
          "text": "So I will send an angel to go before you, and I will defeat the Canaanites, Amorites, Hittites, Perizzites, Hivites, and Jebusites. I will force them to leave your land.",
          "ID": "2"
        },
        {
          "text": "So go to the land filled with many good things, but I will not go with you. You people are very stubborn. If I go with you, I might destroy you along the way.”",
          "ID": "3",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "The people heard this bad news and became very sad, so they stopped wearing jewelry.",
          "ID": "4"
        },
        {
          "text": "This was because the Lord said to Moses, “Tell the Israelites, ‘You are a stubborn people. I might destroy you even if I travel with you only a short time. So take off all your jewelry while I decide what to do with you.’”",
          "ID": "5",
          "comments": [
            "jewelry … decide This is a wordplay in Hebrew, but people often wore jewelry to remind them of their false gods."
          ]
        },
        {
          "text": "So the Israelites stopped wearing their jewelry at Mount Horeb.",
          "ID": "6"
        },
        {
          "text": "Moses used to take a tent a short way outside the camp. He called it “the meeting tent.” Anyone who wanted to ask something from the Lord would go to the meeting tent outside the camp.",
          "ID": "7",
          "comments": [
            "meeting tent This is probably a tent that Moses used only until the real Meeting Tent was built."
          ]
        },
        {
          "text": "Any time Moses went out to the tent, all the people watched him. They stood at the entrance of their tents and watched Moses until he entered the meeting tent.",
          "ID": "8"
        },
        {
          "text": "Whenever Moses went into the tent, the tall cloud would come down and stay at the entrance to the tent. And the Lord would speak with Moses.",
          "ID": "9"
        },
        {
          "text": "So when the people saw the cloud at the entrance of the tent, they would go to the entrance of their own tents and bow down to worship God.",
          "ID": "10"
        },
        {
          "text": "In this way the Lord spoke to Moses face to face like a man speaks with his friend. Then Moses would go back to the camp, but his helper, Joshua son of Nun, always stayed in the tent.",
          "ID": "11"
        },
        {
          "text": "Moses said to the Lord, “You told me to lead these people, but you did not say who you would send with me. You said to me, ‘I know you very well, and I am pleased with you.’",
          "ID": "12"
        },
        {
          "text": "If I have really pleased you, then teach me your ways. I want to know you. Then I can continue to please you. Remember that these people are your nation.”",
          "ID": "13"
        },
        {
          "text": "The Lord answered, “I myself will go with you. I will lead you.”",
          "ID": "14",
          "comments": [
            "lead you Or “give you rest.”"
          ]
        },
        {
          "text": "Then Moses said to him, “If you don’t go with us, then don’t make us leave this place.",
          "ID": "15"
        },
        {
          "text": "Also, how will we know if you are pleased with me and these people? If you go with us, we will know for sure. If you don’t go with us, these people and I will be no different from any other people on the earth.”",
          "ID": "16"
        },
        {
          "text": "Then the Lord said to Moses, “I will do what you ask. I will do this because I am pleased with you and because I know you very well.”",
          "ID": "17",
          "comments": [
            "I know you very well Literally, “I know you by name.”"
          ]
        },
        {
          "text": "Then Moses said, “Now, please show me your Glory.”",
          "ID": "18"
        },
        {
          "text": "Then the Lord answered, “I will show my love and mercy to anyone I want to. So I will cause my perfect goodness to pass by in front of you, and I will speak my name, Yahweh, so that you can hear it.",
          "ID": "19"
        },
        {
          "text": "But you cannot see my face. No one can see me and continue to live.”",
          "ID": "20"
        },
        {
          "text": "Then the Lord said, “Here is a place for you to stand by me on this large rock.",
          "ID": "21"
        },
        {
          "text": "I will put you in a large crack in that rock. Then I will cover you with my hand, and my Glory will pass by.",
          "ID": "22"
        },
        {
          "text": "Then I will take away my hand, and you will see my back. But you will not see my face.”",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.33",
      "name": "Exodus 33"
    },
    {
      "title": "Moses’ Shining Face",
      "text": [
        {
          "text": "Then the Lord said to Moses, “Make two more stone tablets like the first two that were broken. I will write the same words on these stones that were written on the first two stones.",
          "ID": "1"
        },
        {
          "text": "Be ready tomorrow morning and come up on Mount Sinai. Stand before me there on the top of the mountain.",
          "ID": "2"
        },
        {
          "text": "No one will be allowed to come with you. No one should even be seen anywhere on the mountain. Even your herds of animals or flocks of sheep will not be allowed to eat grass at the bottom of the mountain.”",
          "ID": "3"
        },
        {
          "text": "So Moses made two more stone tablets like the first ones. Early the next morning Moses went up Mount Sinai, just as the Lord had commanded. Moses carried the two stone tablets with him.",
          "ID": "4"
        },
        {
          "text": "Then the Lord came down to him in a cloud, stood there with Moses, and spoke his own name.",
          "ID": "5"
        },
        {
          "text": "That is, the Lord passed in front of Moses and said, “Yahweh, the Lord, is a kind and merciful God. He is slow to become angry. He is full of great love. He can be trusted.",
          "ID": "6"
        },
        {
          "text": "He shows his faithful love to thousands of people. He forgives people for the wrong things they do, but he does not forget to punish guilty people. Not only will he punish the guilty people, but their children, their grandchildren, and their great-grandchildren will also suffer for the bad things these people do.”",
          "ID": "7",
          "comments": [
            "people Or “generations.”"
          ]
        },
        {
          "text": "Then Moses quickly bowed to the ground and worshiped the Lord. Moses said,",
          "ID": "8"
        },
        {
          "text": "“Lord, if you are pleased with me, please go with us. I know that these are stubborn people, but forgive us for the bad things we did. Accept us as your people.”",
          "ID": "9"
        },
        {
          "text": "Then the Lord said, “I am making this agreement with all of your people. I will do amazing things that have never before been done for any other nation on earth. The people with you will see that I, the Lord, am very great. They will see the wonderful things that I will do for you.",
          "ID": "10"
        },
        {
          "text": "Obey what I command you today, and I will force your enemies to leave your land. I will force out the Amorites, Canaanites, Hittites, Perizzites, Hivites, and Jebusites.",
          "ID": "11"
        },
        {
          "text": "Be careful! Don’t make any agreement with the people who live in the land where you are going. If you make an agreement with them, it will bring you trouble.",
          "ID": "12"
        },
        {
          "text": "So destroy their altars, break the stones they worship, and cut down their idols.",
          "ID": "13",
          "comments": [
            "stones … idols Literally, “memorials … Asherah poles.” These were stone markers and wood poles that the people set up to help them remember and honor false gods."
          ]
        },
        {
          "text": "Don’t worship any other god. I am Yahweh Kanah—the jealous Lord. That is my name. I hate for my people to worship other gods.",
          "ID": "14",
          "comments": [
            "I hate … gods Or “I am El Kanah—the Jealous God.”"
          ]
        },
        {
          "text": "“Be careful not to make any agreements with the people who live in that land. If you do this, you might join them when they worship their gods. They will invite you to join them, and you will eat their sacrifices.",
          "ID": "15"
        },
        {
          "text": "You might choose some of their daughters as wives for your sons. Those daughters serve false gods. They might lead your sons to do the same thing.",
          "ID": "16"
        },
        {
          "text": "“Don’t make idols.",
          "ID": "17"
        },
        {
          "text": "“Celebrate the Festival of Unleavened Bread. For seven days, eat the bread made without yeast as I commanded you before. Do this during the month I have chosen, the month of Abib, because that is the month you came out of Egypt.",
          "ID": "18"
        },
        {
          "text": "“A woman’s first baby always belongs to me. Even the first animals that are born from your cattle or sheep belong to me.",
          "ID": "19"
        },
        {
          "text": "If you want to keep a donkey that is the first born, then you can buy it with a lamb. But if you don’t buy that donkey with a lamb, you must break the donkey’s neck. You must buy back all of your firstborn sons from me. No one should come before me without a gift.",
          "ID": "20"
        },
        {
          "text": "“You will work for six days, but on the seventh day you must rest. You must rest even during the times of planting and harvesting.",
          "ID": "21"
        },
        {
          "text": "“Celebrate the Festival of Harvest. Use the first grain from the wheat harvest for this festival. And in the fall celebrate the Festival of Shelters.",
          "ID": "22",
          "comments": [
            "fall Literally, “at the changing of the year.”"
          ]
        },
        {
          "text": "“Three times each year all your men must go to be with the Lord God, the God of Israel.",
          "ID": "23"
        },
        {
          "text": "“When you go into your land, I will force your enemies out of that land. I will expand your borders—you will get more and more land. You will go before the Lord your God three times each year. At that time no one will try to take your land from you.",
          "ID": "24"
        },
        {
          "text": "“When you kill an animal and offer its blood as a sacrifice, you must not include anything that has yeast in it.\n“Don’t let any of the meat from the Passover meal remain until morning.",
          "ID": "25"
        },
        {
          "text": "“Give the Lord the very first crops that you harvest. Bring them to the house of the Lord your God.\n“Never cook a young goat in its mother’s milk.”",
          "ID": "26",
          "comments": [
            "house The “Holy Tent” where the people went to meet with God. See Ex. 25:8, 9."
          ]
        },
        {
          "text": "Then the Lord said to Moses, “Write everything that I have told you. This is the agreement that I made with you and the Israelites.”",
          "ID": "27"
        },
        {
          "text": "Moses stayed there with the Lord for 40 days and 40 nights. Moses did not eat any food or drink any water. And he wrote the words of the agreement (the Ten Commandments) on the two stone tablets.",
          "ID": "28"
        },
        {
          "text": "When Moses came down from Mount Sinai, he carried the two stone tablets of the agreement. Because he had talked with the Lord, his face was shining, but he did not know it.",
          "ID": "29"
        },
        {
          "text": "Aaron and all the people of Israel saw that Moses’ face was shining bright. So they were afraid to go near him.",
          "ID": "30"
        },
        {
          "text": "But Moses called to them. So Aaron and all the leaders of the people went to him. Moses talked with them.",
          "ID": "31"
        },
        {
          "text": "After that all the Israelites came near Moses, and he gave them the commands that the Lord had given him on Mount Sinai.",
          "ID": "32"
        },
        {
          "text": "When Moses finished speaking to the people, he put a covering over his face.",
          "ID": "33"
        },
        {
          "text": "Any time Moses went before the Lord to speak with him, Moses took off the covering. Then Moses would come out and tell the Israelites what the Lord commanded.",
          "ID": "34"
        },
        {
          "text": "The people would see that Moses’ face was shining bright, so he would cover his face again. He kept his face covered until the next time he went in to speak with the Lord.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.34",
      "name": "Exodus 34"
    },
    {
      "title": "Bezalel and Oholiab",
      "text": [
        {
          "text": "Moses gathered all the Israelites together and said to them, “I will tell you what the Lord has commanded you to do:",
          "ID": "1"
        },
        {
          "text": "“There are six days for working, but the seventh day will be a very special day of rest for you. You will honor the Lord by resting on that special day. Anyone who works on the seventh day must be killed.",
          "ID": "2"
        },
        {
          "text": "On the Sabbath you should not even light a fire in any of the places where you live.”",
          "ID": "3"
        },
        {
          "text": "Moses said to all the Israelites, “This is what the Lord commanded:",
          "ID": "4"
        },
        {
          "text": "Gather special gifts for the Lord. Each of you should decide in your heart what you will give. And then you should bring that gift to the Lord. Bring gold, silver, and bronze;",
          "ID": "5"
        },
        {
          "text": "blue, purple, and red yarn and fine linen; goat hair;",
          "ID": "6"
        },
        {
          "text": "ram skins dyed red and fine leather; acacia wood;",
          "ID": "7"
        },
        {
          "text": "oil for the lamps; spices for the anointing oil and spices for the sweet-smelling incense.",
          "ID": "8"
        },
        {
          "text": "Also, bring onyx stones and other jewels to be put on the ephod and the judgment pouch.",
          "ID": "9"
        },
        {
          "text": "“All of you who are skilled workers should make all the things the Lord commanded:",
          "ID": "10"
        },
        {
          "text": "the Holy Tent, its outer tent, and its covering; the hooks, boards, braces, posts, and bases;",
          "ID": "11"
        },
        {
          "text": "the Holy Box, its poles, the mercy-cover, and the curtain that covers the area where the Box stays;",
          "ID": "12"
        },
        {
          "text": "the table and its poles, all the things on the table, and the special bread on the table;",
          "ID": "13"
        },
        {
          "text": "the lampstand that is used for light and the things used with the lampstand, the lamps, and oil for the light;",
          "ID": "14"
        },
        {
          "text": "the altar for burning incense and its poles; the anointing oil and the sweet-smelling incense; the curtain that covers the door at the entrance to the Holy Tent;",
          "ID": "15"
        },
        {
          "text": "the altar for burning offerings and its bronze grating, the poles, and all the things used at the altar; the bronze bowl and its base;",
          "ID": "16"
        },
        {
          "text": "the curtains around the yard, their posts and bases, and the curtain that covers the entrance to the yard;",
          "ID": "17"
        },
        {
          "text": "the pegs used to support the Tent and the wall of curtains around the courtyard, and the ropes that tie to the pegs;",
          "ID": "18"
        },
        {
          "text": "and the special woven clothes for the priest to wear in the Holy Place. These are the special clothes for Aaron the priest and his sons to wear when they serve as priests.”",
          "ID": "19"
        },
        {
          "text": "Then all the Israelites went away from Moses.",
          "ID": "20"
        },
        {
          "text": "All the people who wanted to give came and brought a gift to the Lord. These gifts were used for making the Meeting Tent, everything in the Tent, and the special clothes.",
          "ID": "21"
        },
        {
          "text": "All the men and women who wanted to give brought gold jewelry of all kinds. They brought pins, earrings, rings, and other jewelry. They all gave their jewelry as a special offering to the Lord.",
          "ID": "22",
          "comments": [
            "pins Or “hooks.” These were like safety pins and were used like buttons to fasten their robes."
          ]
        },
        {
          "text": "Everyone who had fine linen and blue, purple, and red yarn brought it to the Lord. Anyone who had goat hair or ram skins dyed red or fine leather brought it to the Lord.",
          "ID": "23"
        },
        {
          "text": "Everyone who wanted to give silver or bronze brought that as a gift to the Lord. Everyone who had acacia wood came and gave it to the Lord.",
          "ID": "24"
        },
        {
          "text": "Every skilled woman made fine linen and blue, purple, and red yarn.",
          "ID": "25"
        },
        {
          "text": "And all the women who were skilled and wanted to help made cloth from the goat hair.",
          "ID": "26"
        },
        {
          "text": "The leaders brought onyx stones and other jewels. These stones and jewels were put on the ephod and judgment pouch of the priest.",
          "ID": "27"
        },
        {
          "text": "The people also brought spices and olive oil. These things were used for the sweet-smelling incense, the anointing oil, and the oil for the lamps.",
          "ID": "28"
        },
        {
          "text": "All the Israelites who wanted to help brought gifts to the Lord. They gave these gifts freely, because they wanted to. These gifts were used to make everything the Lord had commanded Moses and the people to make.",
          "ID": "29"
        },
        {
          "text": "Then Moses said to the Israelites, “Look, the Lord has chosen Bezalel son of Uri, from the tribe of Judah. (Uri was the son of Hur.)",
          "ID": "30"
        },
        {
          "text": "And he has filled Bezalel with the Spirit of God—he gave Bezalel special skill and knowledge to do all kinds of things.",
          "ID": "31"
        },
        {
          "text": "He can design and make things with gold, silver, and bronze.",
          "ID": "32"
        },
        {
          "text": "He can cut and set stones and jewels. He can work with wood and make all kinds of things.",
          "ID": "33"
        },
        {
          "text": "The Lord has given Bezalel and Oholiab special skills to teach other people. (Oholiab was the son of Ahisamach from the tribe of Dan.)",
          "ID": "34"
        },
        {
          "text": "He has given both of these men special skills to do all kinds of work. They are able to do the work of carpenters and metalworkers. They can weave cloth with designs in it from blue, purple, and red yarn and fine linen. And they are able to weave things with wool.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.35",
      "name": "Exodus 35"
    },
    {
      "title": "The Holy Tent",
      "text": [
        {
          "text": "“So Bezalel, Oholiab, and all the other skilled men must do the work the Lord has commanded. The Lord has given these men the wisdom and understanding to do all the skilled work needed to build this holy place.”",
          "ID": "1"
        },
        {
          "text": "Then Moses called Bezalel, Oholiab, and all the other skilled men who the Lord had given special skills to. And they came because they wanted to help with the work.",
          "ID": "2"
        },
        {
          "text": "Moses gave them everything the Israelites had brought as gifts, and they used these things to build the holy place. The people continued to bring gifts each morning.",
          "ID": "3"
        },
        {
          "text": "Finally, all the skilled workers left the work they were doing on the holy place, and they went to speak to Moses. They said,",
          "ID": "4"
        },
        {
          "text": "“The people have brought too much. We have more than we need to finish the work the Lord told us to do.”",
          "ID": "5"
        },
        {
          "text": "Then Moses sent this message throughout the camp: “No man or woman should make anything else as a gift for the holy place.” So the people were forced to stop giving more.",
          "ID": "6"
        },
        {
          "text": "The people had brought more than enough things to finish the work of building God’s holy place.",
          "ID": "7"
        },
        {
          "text": "Then the skilled workers began making the Holy Tent. They made the ten curtains from fine linen and blue, purple, and red yarn. And they sewed pictures of Cherub angels with wings into the curtains.",
          "ID": "8"
        },
        {
          "text": "Each curtain was the same size—28 cubits long and 4 cubits wide.",
          "ID": "9",
          "comments": [
            "28 cubits 47' 7 3/8\" (14.5 m).",
            "4 cubits 6' 9 5/8\" (2.1 m). Also in verse 15."
          ]
        },
        {
          "text": "The workers joined the curtains together into two groups of curtains. They joined five curtains together to make one group and five curtains together to make the other group.",
          "ID": "10"
        },
        {
          "text": "Then they used blue cloth to make loops along the edge of the end curtain of one group. And they did the same on the end curtain in the other group.",
          "ID": "11"
        },
        {
          "text": "There were 50 loops on the end curtain in one group and 50 loops on the end curtain in the other group. The loops were opposite each other.",
          "ID": "12"
        },
        {
          "text": "Then they made 50 gold rings to join the two curtains together. So the Holy Tent was joined together into one piece.",
          "ID": "13"
        },
        {
          "text": "Then the workers made another tent to cover the Holy Tent. They used goat hair to make eleven curtains.",
          "ID": "14"
        },
        {
          "text": "All the curtains were the same size—30 cubits long and 4 cubits wide.",
          "ID": "15",
          "comments": [
            "30 cubits 51' 3/16\" (15.55 m)."
          ]
        },
        {
          "text": "The workers joined five curtains together into one group and six curtains together into another group.",
          "ID": "16"
        },
        {
          "text": "They put 50 loops along the edge of the end curtain of one group. And they did the same on the end curtain of the other group.",
          "ID": "17"
        },
        {
          "text": "The workers made 50 bronze rings to join the two groups of curtains together to form one tent.",
          "ID": "18"
        },
        {
          "text": "Then they made two more coverings for the Holy Tent. One covering was made from ram skins dyed red. The other covering was made from fine leather.",
          "ID": "19"
        },
        {
          "text": "Then the workers made frames from acacia wood to support the Holy Tent.",
          "ID": "20"
        },
        {
          "text": "Each frame was 10 cubits long and 1 1/2 cubits wide.",
          "ID": "21",
          "comments": [
            "10 cubits 17' 1/16\" (5.18 m).",
            "1 1/2 cubits 30 5/8\" (77.75 cm). Also in 37:1."
          ]
        },
        {
          "text": "There were two side poles joined together with cross pieces to make each frame. Every frame for the Holy Tent was made the same.",
          "ID": "22"
        },
        {
          "text": "They made 20 frames for the south side of the Holy Tent.",
          "ID": "23"
        },
        {
          "text": "Then they made 40 silver bases for the frames. There were two bases for each frame—one base for each side pole.",
          "ID": "24"
        },
        {
          "text": "They also made 20 frames for the other side (the north side) of the Holy Tent.",
          "ID": "25"
        },
        {
          "text": "They made 40 silver bases for the frames—two bases for each frame.",
          "ID": "26"
        },
        {
          "text": "They made six more frames for the back (the west side) of the Holy Tent.",
          "ID": "27"
        },
        {
          "text": "They also made two frames for the corners at the back of the Holy Tent.",
          "ID": "28"
        },
        {
          "text": "These frames were joined together at the bottom. And at the top a ring held the corner frames together. They did the same for both corners.",
          "ID": "29"
        },
        {
          "text": "There were eight frames for the west side of the Holy Tent. And there were 16 silver bases—two bases for each frame.",
          "ID": "30"
        },
        {
          "text": "Then the workers used acacia wood to make the braces for the frames—five braces for the first side of the Holy Tent,",
          "ID": "31"
        },
        {
          "text": "five braces for the other side, and five braces for the back of the Holy Tent (that is, the west side).",
          "ID": "32"
        },
        {
          "text": "They made the middle brace so that it passed through the frames from one end to the other.",
          "ID": "33"
        },
        {
          "text": "They covered these frames with gold. Then they used gold to make the rings to hold the braces, and they covered the braces with gold.",
          "ID": "34"
        },
        {
          "text": "They used fine linen and blue, purple, and red yarn to make the special curtain for the entrance to the Most Holy Place. And they sewed pictures of Cherub angels into the curtain.",
          "ID": "35"
        },
        {
          "text": "They made four posts using acacia wood, and they covered the posts with gold. Then they made gold hooks for the posts and four silver bases for the posts.",
          "ID": "36"
        },
        {
          "text": "Then they made the curtain to cover the entrance to the Tent. They used blue, purple, and red yarn and fine linen to make this curtain. And they wove pictures into it.",
          "ID": "37"
        },
        {
          "text": "Then they made the five posts and the hooks for this curtain over the entrance. They covered the tops of the posts and the curtain rods with gold. And they made the five bronze bases for the posts.",
          "ID": "38",
          "comments": [
            "curtain rods Or “fasteners.”"
          ]
        }
      ],
      "ID": "OT:EXO.36",
      "name": "Exodus 36"
    },
    {
      "title": "The Altar for Burning Incense",
      "text": [
        {
          "text": "Bezalel made the Holy Box from acacia wood. The Box was 2 1/2 cubits long, 1 1/2 cubits wide, and 1 1/2 cubits high.",
          "ID": "1",
          "comments": [
            "2 1/2 cubits 4' 3\" (1.3 m).",
            "1 1/2 cubits 30 5/8\" (77.75 cm). Also in verse 10."
          ]
        },
        {
          "text": "He covered the inside and outside of the Box with pure gold. Then he put gold trim around the Box.",
          "ID": "2"
        },
        {
          "text": "He made four rings of gold and put them on the four corners. These rings were used for carrying the Box. There were two rings on each side.",
          "ID": "3"
        },
        {
          "text": "Then he made the poles for carrying the Box. He used acacia wood and covered the poles with pure gold.",
          "ID": "4"
        },
        {
          "text": "He put the poles through the rings on each side of the Box.",
          "ID": "5"
        },
        {
          "text": "Then he made the mercy-cover from pure gold. It was 2 1/2 cubits long and 1 1/2 cubits wide.",
          "ID": "6"
        },
        {
          "text": "Then Bezalel hammered gold to make two Cherub angels. He put the Cherub angels on each end of the mercy-cover.",
          "ID": "7"
        },
        {
          "text": "He put one angel on one end and the other angel on the other end. The angels were joined together with the mercy-cover to make one piece.",
          "ID": "8"
        },
        {
          "text": "The wings of the angels were spread up toward the sky. The angels covered the Box with their wings and faced each other, looking toward the mercy-cover.",
          "ID": "9"
        },
        {
          "text": "Then he made the table from acacia wood. The table was 2 cubits long, 1 cubit wide, and 1 1/2 cubits high.",
          "ID": "10",
          "comments": [
            "2 cubits 3' 4 13/16\" (104 cm). See also in verse 25.",
            "cubit 20 5/8\" (51.83 cm). Also in verse 25."
          ]
        },
        {
          "text": "He covered it with pure gold and put gold trim around it.",
          "ID": "11"
        },
        {
          "text": "Then he made a frame 1 handbreadth wide around the table. He put gold trim on the frame.",
          "ID": "12",
          "comments": [
            "handbreadth The width of 4 fingers, about 3\" (7.4 cm)."
          ]
        },
        {
          "text": "Then he made four gold rings and put them at the four corners of the table, where the four legs were.",
          "ID": "13"
        },
        {
          "text": "He put the rings close to the frame. The rings were to hold the poles used to carry the table.",
          "ID": "14"
        },
        {
          "text": "Then he used acacia wood to make the poles for carrying the table. He covered the poles with pure gold.",
          "ID": "15"
        },
        {
          "text": "Then he made everything that was used on the table. He made the plates, the spoons, the bowls, and the pitchers from pure gold. The bowls and pitchers are used for pouring the drink offerings.",
          "ID": "16"
        },
        {
          "text": "Then he made the lampstand. He used pure gold and hammered it to make the base and the shaft. Then he made flowers, buds, and petals and joined everything together into one piece.",
          "ID": "17",
          "comments": [
            "base and the shaft Or “flared base.”"
          ]
        },
        {
          "text": "The lampstand had six branches—three branches on one side and three branches on the other side.",
          "ID": "18"
        },
        {
          "text": "Each branch had three flowers on it. These flowers were made like almond flowers with buds and petals.",
          "ID": "19"
        },
        {
          "text": "The shaft of the lampstand had four more flowers. They were also made like almond flowers with buds and petals.",
          "ID": "20"
        },
        {
          "text": "There were six branches—three branches coming out from each side of the shaft. And there was a flower with buds and petals below each of the three places where the branches joined the shaft.",
          "ID": "21"
        },
        {
          "text": "The whole lampstand, with the flowers and branches, was made from pure gold. All this gold was hammered and joined together into one piece.",
          "ID": "22"
        },
        {
          "text": "He made seven lamps for this lampstand. Then he made lamp snuffers and trays from pure gold.",
          "ID": "23"
        },
        {
          "text": "He used 75 pounds of pure gold to make the lampstand and the things used with it.",
          "ID": "24",
          "comments": [
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "He made the altar for burning incense from acacia wood. The altar was square. It was 1 cubit long, 1 cubit wide, and 2 cubits high. There were four horns on the altar. There was one horn on each corner. These horns were joined together with the altar to make one piece.",
          "ID": "25"
        },
        {
          "text": "He covered the top, all the sides, and the horns with pure gold. Then he put gold trim around the altar.",
          "ID": "26"
        },
        {
          "text": "He made two gold rings for the altar. He put the gold rings below the trim on each side of the altar. These gold rings held the poles for carrying the altar.",
          "ID": "27"
        },
        {
          "text": "He made the poles from acacia wood and covered them with gold.",
          "ID": "28"
        },
        {
          "text": "Then he made the holy anointing oil. He also made the pure, sweet-smelling incense. These things were made the same way that a perfume maker would make them.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.37",
      "name": "Exodus 37"
    },
    {
      "title": "The Courtyard Around the Holy Tent",
      "text": [
        {
          "text": "Then Bezalel used acacia wood to build the altar. This was the altar used for burning offerings. The altar was square. It was 5 cubits long, 5 cubits wide, and 3 cubits high.",
          "ID": "1",
          "comments": [
            "5 cubits 8' 6\" (2.6 m). Also in verse 18.",
            "3 cubits 5' 1 3/16\" (1.55 m)."
          ]
        },
        {
          "text": "He made a horn for each of the four corners of the altar. He joined each horn to its corner so that everything was one piece. He covered the altar with bronze.",
          "ID": "2"
        },
        {
          "text": "Then he used bronze to make all the tools to be used on the altar. He made the pots, shovels, bowls, forks, and pans.",
          "ID": "3"
        },
        {
          "text": "Then he made a bronze grating for the altar. This grating was shaped like a net. The grating was put under the ledge at the bottom of the altar. It went halfway up into the altar from below.",
          "ID": "4"
        },
        {
          "text": "Then he made bronze rings to hold the poles for carrying the altar. He put the rings at the four corners of the grating.",
          "ID": "5"
        },
        {
          "text": "Then he used acacia wood to make the poles and covered them with bronze.",
          "ID": "6"
        },
        {
          "text": "He put the poles through the rings on the sides of the altar to carry it. He used boards to make the sides of the altar. It was hollow, like an empty box.",
          "ID": "7"
        },
        {
          "text": "He made the bowl and its base with bronze. He used the bronze mirrors that the women gave. These were the women who served at the entrance to the Meeting Tent.",
          "ID": "8"
        },
        {
          "text": "Then he made a wall of curtains around the courtyard. On the south side, he made a wall of curtains 100 cubits long. The curtains were made from fine linen.",
          "ID": "9",
          "comments": [
            "100 cubits 170' 5/8\" (51.83 m)."
          ]
        },
        {
          "text": "The curtains on the south side were supported by 20 posts. The posts were on 20 bronze bases. The hooks for the posts and the curtain rods were made from silver.",
          "ID": "10",
          "comments": [
            "curtain rods Or “fasteners.” Also in verses 12, 17, 19, 28."
          ]
        },
        {
          "text": "The north side of the courtyard also had a wall of curtains 100 cubits long. There were 20 posts with 20 bronze bases. The hooks for the posts and the curtain rods were made from silver.",
          "ID": "11"
        },
        {
          "text": "On the west side of the courtyard the wall of curtains was 50 cubits long. There were 10 posts and 10 bases. The hooks for the posts and the curtain rods were made from silver.",
          "ID": "12",
          "comments": [
            "50 cubits 85' 5/16\" (25.92 m)."
          ]
        },
        {
          "text": "The east side of the courtyard was 50 cubits wide. The entrance to the courtyard was on this side.",
          "ID": "13"
        },
        {
          "text": "On one side of the entrance the wall of curtains was 15 cubits long. There were three posts and three bases on this side.",
          "ID": "14",
          "comments": [
            "15 cubits 25' 6 1/16\" (7.77 m)."
          ]
        },
        {
          "text": "The wall of curtains on the other side of the entrance was also 15 cubits long. There were three posts and three bases on that side.",
          "ID": "15"
        },
        {
          "text": "All the curtains around the courtyard were made from fine linen.",
          "ID": "16"
        },
        {
          "text": "The bases for the posts were made from bronze. The hooks and the curtain rods were made from silver. The tops of the posts were covered with silver also. All the posts in the courtyard had silver curtain rods.",
          "ID": "17"
        },
        {
          "text": "The curtain for the entrance of the courtyard was made from fine linen and blue, purple, and red yarn. Designs were woven into that curtain. The curtain was 20 cubits long and 5 cubits high. It was the same height as the curtains around the courtyard.",
          "ID": "18",
          "comments": [
            "20 cubits 34' 1/8\" (10.37 m)."
          ]
        },
        {
          "text": "The curtain was supported by four posts and four bronze bases. The hooks on the posts were made from silver. The tops on the posts were covered with silver, and the curtain rods were also made from silver.",
          "ID": "19"
        },
        {
          "text": "All the tent pegs for the Holy Tent and for the curtains around the courtyard were made from bronze.",
          "ID": "20"
        },
        {
          "text": "Moses commanded the Levites to write down everything that was used to make the Holy Tent, that is, the Tent of the Agreement. Ithamar son of Aaron was in charge of keeping the list.",
          "ID": "21"
        },
        {
          "text": "Bezalel son of Uri, the son of Hur, from the tribe of Judah, made everything the Lord commanded Moses.",
          "ID": "22"
        },
        {
          "text": "Also Oholiab son of Ahisamach, from the tribe of Dan, helped him. Oholiab was a skilled worker and designer. He was skilled at weaving fine linen and blue, purple, and red yarn.",
          "ID": "23"
        },
        {
          "text": "The people gave over a ton of gold as an offering to the Lord for his holy place. (This was weighed using the official measure.)",
          "ID": "24",
          "comments": [
            "ton Literally, “29 talents and 730 shekels.”"
          ]
        },
        {
          "text": "All the men 20 years old or older were counted. Each man had to pay a tax of 1 beka of silver. (Using the official measure, 1 beka is 1/2 shekel.) There were 603,550 men. So they collected about 7550 pounds of silver.",
          "ID": "25-26",
          "comments": [
            "beka About 1/5 of an ounce (6 g).",
            "shekel Two-fifths of an ounce (11.5 g)."
          ]
        },
        {
          "text": "They used most of the silver to make 100 bases for the Holy Tent and its curtains, 75 pounds for each base.",
          "ID": "27",
          "comments": [
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "They used the remaining 44 pounds of silver to make the hooks, the curtain rods, and the silver covers for the posts.",
          "ID": "28",
          "comments": [
            "44 pounds Literally, “1775 shekels” (20.4 kg)."
          ]
        },
        {
          "text": "They gave more than 2 1/2 tons of bronze.",
          "ID": "29",
          "comments": [
            "2 1/2 tons Literally, “70 talents and 2400 shekels” (2447 kg)."
          ]
        },
        {
          "text": "That bronze was used to make the bases at the entrance of the Meeting Tent. They also used the bronze to make the altar and the bronze grating. And the bronze was used to make all the tools and dishes for the altar.",
          "ID": "30"
        },
        {
          "text": "It was also used to make the bases for the curtains around the courtyard and the bases for the curtains at the entrance. And the bronze was used to make the tent pegs for the Holy Tent and for the curtains around the courtyard.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.38",
      "name": "Exodus 38"
    },
    {
      "title": "Moses Inspects the Holy Tent",
      "text": [
        {
          "text": "The workers used the blue, purple, and red yarn to make special clothes for the priests to wear when they served in the holy place. They also made the special clothes for Aaron as the Lord had commanded Moses.",
          "ID": "1"
        },
        {
          "text": "They made the ephod from gold thread, fine linen, and blue, purple, and red yarn.",
          "ID": "2"
        },
        {
          "text": "(They hammered the gold into thin strips and cut the gold into long threads. They wove the gold into the blue, purple, and red yarn and fine linen. This was the work of a very skilled person.)",
          "ID": "3"
        },
        {
          "text": "They made the shoulder pieces for the ephod. They tied these shoulder pieces to the two corners of the ephod.",
          "ID": "4"
        },
        {
          "text": "They wove the cloth belt and fastened it to the ephod. It was made the same way as the ephod—they used gold thread, fine linen, and blue, purple, and red yarn, just as the Lord commanded Moses.",
          "ID": "5"
        },
        {
          "text": "The workers put the onyx stones for the ephod in gold settings. They wrote the names of the sons of Israel on these stones.",
          "ID": "6"
        },
        {
          "text": "Then they put these jewels on the shoulder pieces of the ephod. These jewels were to help God to remember the Israelites. This was done as the Lord commanded Moses.",
          "ID": "7"
        },
        {
          "text": "Then they made the judgment pouch. It was the work of a skilled person, just like the ephod. It was made from gold threads, fine linen, and blue, purple, and red yarn.",
          "ID": "8"
        },
        {
          "text": "The judgment pouch was folded in half to make a square pocket. It was 1 span long and 1 span wide.",
          "ID": "9",
          "comments": [
            "1 span The distance from the tip of the thumb to the tip of the little finger, about 9\" (23 cm)."
          ]
        },
        {
          "text": "Then the workers put four rows of beautiful jewels on the judgment pouch. The first row had a ruby, a topaz, and a beryl.",
          "ID": "10"
        },
        {
          "text": "The second row had a turquoise, a sapphire, and an emerald.",
          "ID": "11"
        },
        {
          "text": "The third row had a jacinth, an agate, and an amethyst.",
          "ID": "12"
        },
        {
          "text": "The fourth row had a chrysolite, an onyx, and a jasper. All these jewels were set in gold.",
          "ID": "13"
        },
        {
          "text": "There were twelve jewels on the judgment pouch—one jewel for each of the sons of Israel. Each stone had the name of one of the sons of Israel carved onto it, like a seal.",
          "ID": "14"
        },
        {
          "text": "The workers made two chains from pure gold for the judgment pouch. The chains were braided like a rope.",
          "ID": "15"
        },
        {
          "text": "The workers made two gold rings and fastened them to two corners of the judgment pouch. Then they made two gold settings for the shoulder pieces.",
          "ID": "16"
        },
        {
          "text": "They fastened the gold chains to the rings at the corners of the judgment pouch.",
          "ID": "17"
        },
        {
          "text": "They fastened the other ends of the gold chains to the settings on the shoulder pieces. They fastened these to the front of the ephod.",
          "ID": "18"
        },
        {
          "text": "Then they made two more gold rings and put them on the other two corners of the judgment pouch. This was on the inside edge of the judgment pouch next to the ephod.",
          "ID": "19"
        },
        {
          "text": "They also put two gold rings on the bottom of the shoulder pieces on the front of the ephod. These rings were near the fastener, just above the cloth belt.",
          "ID": "20"
        },
        {
          "text": "Then they used a blue ribbon and tied the rings of the judgment pouch to the rings of the ephod. In this way the judgment pouch would rest close to the cloth belt and would be held tight against the ephod. They did everything just as the Lord commanded.",
          "ID": "21"
        },
        {
          "text": "Then they made the robe for the ephod from blue cloth. It was woven by a skilled worker.",
          "ID": "22"
        },
        {
          "text": "They made a hole in the center of the robe and sewed a piece of cloth around the edge of this hole. This cloth kept the hole from tearing.",
          "ID": "23"
        },
        {
          "text": "Then they used fine linen and blue, purple, and red yarn to make the cloth pomegranates. They hung these pomegranates around the bottom edge of the robe.",
          "ID": "24"
        },
        {
          "text": "Then they made bells from pure gold. They hung these bells around the bottom edge of the robe between the pomegranates.",
          "ID": "25"
        },
        {
          "text": "Around the bottom edge of the robe there were bells and pomegranates. There was a bell following each pomegranate. This robe was for the priest to wear when he served the Lord. It was made just as the Lord commanded Moses.",
          "ID": "26"
        },
        {
          "text": "Skilled workers wove shirts for Aaron and his sons. These shirts were made from fine linen.",
          "ID": "27"
        },
        {
          "text": "And the workers made a turban from fine linen. They also used fine linen to make cloth caps and underclothes.",
          "ID": "28"
        },
        {
          "text": "Then they made the cloth belt from fine linen and blue, purple, and red yarn. Designs were sewn into the cloth. These things were made as the Lord had commanded Moses.",
          "ID": "29"
        },
        {
          "text": "Then they made a strip of pure gold for the holy crown. They carved these words into the gold like the writing on a seal: holy to the lord.",
          "ID": "30",
          "comments": [
            "Holy to the Lord These words were written on everything that was used in the Temple. This showed that these things belonged to the Lord, and that they could be used only for special purposes. Dishes with this label could be used only by the priests in a holy place."
          ]
        },
        {
          "text": "They fastened the gold strip to a blue ribbon. Then they tied the blue ribbon around the turban like the Lord had commanded Moses.",
          "ID": "31"
        },
        {
          "text": "So all the work on the Holy Tent, that is, the Meeting Tent, was finished. The Israelites did everything just as the Lord had commanded Moses.",
          "ID": "32"
        },
        {
          "text": "Then they showed the Holy Tent and everything in it to Moses. They showed him the rings, the frames, the braces, the posts, and the bases.",
          "ID": "33"
        },
        {
          "text": "They showed him the covering of the Tent that was made from ram skins dyed red and the covering that was made from fine leather. And they showed him the curtain that covered the entrance to the Most Holy Place.",
          "ID": "34"
        },
        {
          "text": "They showed Moses the Box of the Agreement, the poles used for carrying it, and the mercy-cover.",
          "ID": "35"
        },
        {
          "text": "They showed him the table with everything on it and the special bread.",
          "ID": "36",
          "comments": [
            "special bread Also called “bread of the Presence.” Every day this bread was put before God on the special table in the Holy Place."
          ]
        },
        {
          "text": "They showed him the pure gold lampstand and the lamps on it, the oil, and all the other things that were used with the lamps.",
          "ID": "37"
        },
        {
          "text": "They showed Moses the golden altar, the anointing oil, the sweet-smelling incense, and the curtain that covered the entrance to the Tent.",
          "ID": "38"
        },
        {
          "text": "They showed him the bronze altar, the bronze screen, the poles used for carrying the altar, and everything that was used on the altar. They showed him the bowl and the base under the bowl.",
          "ID": "39"
        },
        {
          "text": "They showed Moses the wall of curtains around the courtyard with the posts and bases. They showed him the curtain that covered the entrance to the courtyard. They showed him the ropes and the tent pegs. They showed him everything in the Holy Tent, that is, the Meeting Tent.",
          "ID": "40"
        },
        {
          "text": "Then they showed Moses the clothes that were made for the priests serving in the holy area. They showed him the special clothes for Aaron the priest and his sons to wear when they served as priests.",
          "ID": "41",
          "comments": [
            "holy area A restricted area that was considered sacred (special) because of God’s presence."
          ]
        },
        {
          "text": "The Israelites did all this work exactly as the Lord had commanded Moses.",
          "ID": "42"
        },
        {
          "text": "Moses looked closely at all the work and saw that it was done exactly as the Lord had commanded. So Moses blessed them.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.39",
      "name": "Exodus 39"
    },
    {
      "title": "The Glory of the Lord",
      "text": [
        {
          "text": "Then the Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“On the first day of the first month, set up the Holy Tent, that is, the Meeting Tent.",
          "ID": "2"
        },
        {
          "text": "Put the Box of the Agreement in the Holy Tent. Cover the Box with the curtain.",
          "ID": "3"
        },
        {
          "text": "Then bring in the table. Put the things on the table that should be there. Then put the lampstand in the Tent. Put the lamps on the lampstand in the right places.",
          "ID": "4"
        },
        {
          "text": "Put the golden altar for offering incense in the Tent in front of the Box of the Agreement. Then put the curtain at the entrance to the Holy Tent.",
          "ID": "5"
        },
        {
          "text": "“Put the altar for burning offerings in front of the entrance of the Holy Tent, that is, the Meeting Tent.",
          "ID": "6"
        },
        {
          "text": "Put the bowl between the Meeting Tent and the altar. Put water in the bowl.",
          "ID": "7"
        },
        {
          "text": "Set up the wall of curtains around the courtyard. Then put the curtain at the entrance to the courtyard.",
          "ID": "8"
        },
        {
          "text": "“Use the anointing oil and anoint the Holy Tent and everything in it. When you put the oil on these things, you will make them holy.",
          "ID": "9"
        },
        {
          "text": "Anoint the altar for burning offerings. Anoint everything on the altar. You will make the altar holy. It will be very holy.",
          "ID": "10"
        },
        {
          "text": "Then anoint the bowl and the base under it to make these things holy.",
          "ID": "11"
        },
        {
          "text": "“Bring Aaron and his sons to the entrance of the Meeting Tent. Wash them with water.",
          "ID": "12"
        },
        {
          "text": "Then put the special clothes on Aaron. Anoint him with the oil and make him holy. Then he can serve me as a priest.",
          "ID": "13"
        },
        {
          "text": "Then put the clothes on his sons.",
          "ID": "14"
        },
        {
          "text": "Anoint the sons in the same way you anointed their father. Then they can also serve me as priests. When you anoint them, they will become priests. That family will continue to be priests for all time to come.”",
          "ID": "15"
        },
        {
          "text": "Moses obeyed the Lord. He did everything that the Lord commanded him.",
          "ID": "16"
        },
        {
          "text": "So the Holy Tent was set up at the right time. It was the first day of the first month during the second year from the time they left Egypt.",
          "ID": "17"
        },
        {
          "text": "Moses set up the Holy Tent just as the Lord had said. He put the bases down first. Then he put the frames on the bases. Then he put the braces on and set up the posts.",
          "ID": "18"
        },
        {
          "text": "After that Moses put the outer tent over the Holy Tent. Then he put the covering over the outer tent. He did these things just as the Lord had commanded.",
          "ID": "19"
        },
        {
          "text": "Moses took the Agreement and put it in the Holy Box. He put the poles on the Box and put the mercy-cover on it.",
          "ID": "20"
        },
        {
          "text": "Then Moses put the Holy Box into the Holy Tent. He hung the curtain in the right place to protect it. In this way he protected the Box of the Agreement behind the curtain just as the Lord had commanded him.",
          "ID": "21"
        },
        {
          "text": "Then Moses put the table in the Meeting Tent on the north side of the Holy Tent. He put it in the Holy Place, in front of the curtain.",
          "ID": "22"
        },
        {
          "text": "Then he put the bread on the table before the Lord. He did this just as the Lord had commanded him.",
          "ID": "23"
        },
        {
          "text": "Then Moses put the lampstand in the Meeting Tent on the south side of the Tent, across from the table.",
          "ID": "24"
        },
        {
          "text": "Then Moses put the lamps on the lampstand before the Lord. He did this just as the Lord had commanded him.",
          "ID": "25"
        },
        {
          "text": "Then Moses put the golden altar in the Meeting Tent, in front of the curtain.",
          "ID": "26"
        },
        {
          "text": "Then he burned sweet-smelling incense on the altar. He did this as the Lord had commanded him.",
          "ID": "27"
        },
        {
          "text": "Then Moses put the curtain at the entrance to the Holy Tent.",
          "ID": "28"
        },
        {
          "text": "Moses put the altar for burning offerings at the entrance to the Holy Tent, that is, the Meeting Tent. Then Moses offered a burnt offering on that altar. He also offered grain offerings to the Lord. He did these things just as the Lord had commanded him.",
          "ID": "29"
        },
        {
          "text": "Then Moses put the bowl between the Meeting Tent and the altar. He put water in the bowl for washing.",
          "ID": "30"
        },
        {
          "text": "Moses, Aaron, and Aaron’s sons used this bowl to wash their hands and feet.",
          "ID": "31"
        },
        {
          "text": "They washed themselves every time they entered the Meeting Tent. They also washed themselves every time they went near the altar. They did these things just as the Lord commanded Moses.",
          "ID": "32"
        },
        {
          "text": "Then Moses set up the curtains around the courtyard of the Holy Tent. He put the altar in the courtyard. Then he put the curtain at the entrance to the courtyard. So he finished all the work.",
          "ID": "33"
        },
        {
          "text": "Then the cloud covered the Meeting Tent and the Glory of the Lord filled the Holy Tent.",
          "ID": "34"
        },
        {
          "text": "Moses could not go into the Meeting Tent because the cloud had settled on it, and the Glory of the Lord had filled the Holy Tent.",
          "ID": "35"
        },
        {
          "text": "When the cloud rose from the Holy Tent, the Israelites would begin to travel.",
          "ID": "36"
        },
        {
          "text": "But when the cloud stayed on the Holy Tent, the people did not try to move. They stayed in that place until the cloud rose.",
          "ID": "37"
        },
        {
          "text": "So the cloud of the Lord was over the Holy Tent during the day, and at night there was a fire in the cloud. So all the Israelites could see the cloud while they traveled.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.40",
      "name": "Exodus 40"
    }
  ],
  "ID": "OT:EXO(ERV)",
  "name": "Exodus"
}