{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Вот родословие Иисуса Христа, потомка Давида и Авраама:",
          "ID": "1"
        },
        {
          "text": "от Авраама родился Исаак, от Исаака родился Иаков,",
          "ID": "2"
        },
        {
          "text": "от Иакова родились Иуда и братья его,",
          "ID": "2"
        },
        {
          "text": "от Иуды родились Фарес и Зара, матерью их была Фамарь;",
          "ID": "3"
        },
        {
          "text": "от Фареса родился Есром, от Есрома – Арам,",
          "ID": "3"
        },
        {
          "text": "от Арама родился Аминадав, от Аминадава Наассон,",
          "ID": "4"
        },
        {
          "text": "от Наассона – Салмон, ",
          "ID": "4"
        },
        {
          "text": "от Салмона родился Вооз, матерью его",
          "ID": "5"
        },
        {
          "text": "была Рахав; от Вооза родился Овид, матерью его была Руфь;",
          "ID": "5"
        },
        {
          "text": "от Овида родился Иессей, ",
          "ID": "5"
        },
        {
          "text": "от Иессея родился Давид-царь.",
          "ID": "6"
        },
        {
          "text": "Давид был отцом царя Соломона, мать которого прежде была за Урией;",
          "ID": "6"
        },
        {
          "text": "от Соломона родился Ровоам, от Ровоама – Авия, от Авии – Асаф,",
          "ID": "7"
        },
        {
          "text": "от Асафа родился Иосафат, от Иосафата – Иорам, от Иорама – Озия,",
          "ID": "8"
        },
        {
          "text": "от Озии родился Иоафам, от Иоафама – Ахаз, от Ахаза – Езекия,",
          "ID": "9"
        },
        {
          "text": "от Езекии родился Манассия, от Манассии – Амос,",
          "ID": "10"
        },
        {
          "text": "от Амоса – Иосия, ",
          "ID": "10"
        },
        {
          "text": "от Иосиико времени переселения в Вавилон родились Иехония и его братья.",
          "ID": "11"
        },
        {
          "text": "После переселения в Вавилон от Иехонии родился Салафиил,",
          "ID": "12"
        },
        {
          "text": "от Салафиила – Зоровавель, ",
          "ID": "12"
        },
        {
          "text": "от Зоровавеля родился Авиуд,",
          "ID": "13"
        },
        {
          "text": "от Авиуда – Елиаким, от Елиакима – Азор,",
          "ID": "13"
        },
        {
          "text": "от Азора родился Садок, от Садока – Ахим, от Ахима – Елиуд,",
          "ID": "14"
        },
        {
          "text": "от Елиуда родился Елеазар, от Елеазара – Матфан,",
          "ID": "15"
        },
        {
          "text": "от Матфана – Иаков, ",
          "ID": "15"
        },
        {
          "text": "от Иакова родился Иосиф, муж Марии,",
          "ID": "16"
        },
        {
          "text": "матери Иисуса, называемого также Христом.",
          "ID": "16"
        },
        {
          "text": "Итак, всех поколений от Авраама до Давида – четырнадцать, от Давида до переселения в Вавилон – четырнадцать и от переселения в Вавилон до рождения Христа четырнадцать.",
          "ID": "17"
        },
        {
          "text": "И вот как произошло рождение Иисуса Христа.",
          "ID": "18"
        },
        {
          "text": "Его мать Мария была обручена с Иосифом, но, прежде чем они сочетались браком, оказалось, что носит она под сердцем ребенка от Духа Святого. ",
          "ID": "18"
        },
        {
          "text": "Будущий ее муж, Иосиф, был человеком праведным; он не захотел выставлять ее на позор, и потому решил тайно расторгнуть помолвку. ",
          "ID": "19"
        },
        {
          "text": "Но как только он это задумал, явился ему во сне ангел Господень и сказал: «Иосиф, сын Давида, не бойся принять Марию, жену твою: ожидаемый ею ребенок – от Духа Святого. ",
          "ID": "20"
        },
        {
          "text": "Родит она Сына, и ты наречешь Ему имя Иисус, потому что спасет Он народ Свой от грехов его».",
          "ID": "21"
        },
        {
          "text": "Всё это произошло во исполнение сказанного Господом через пророка:",
          "ID": "22"
        },
        {
          "text": "«И вот дева понесет и родит Сына,",
          "ID": "23"
        },
        {
          "text": "Которого назовут Эммануил ",
          "ID": "23"
        },
        {
          "text": "(что в переводе значит „с нами Бог“)».",
          "ID": "23"
        },
        {
          "text": "Пробудившись ото сна, Иосиф сделал так, как велел ему ангел Господень: он принял Марию, жену свою, ",
          "ID": "24"
        },
        {
          "text": "но не прикасался к ней, пока не родила она Сына. И назвал Его Иосиф Иисусом.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1",
      "name": "Евангелие по Матфею 1"
    },
    {
      "text": [
        {
          "text": "Иисус родился в Вифлееме иудейском во дни царя Ирода. И пришли тогда в Иерусалим волхвы с востока, ",
          "ID": "1"
        },
        {
          "text": "и стали спрашивать: «Где новорожденный Царь иудейский? Мы видели восход звезды Его и пришли воздать Ему почести».",
          "ID": "2"
        },
        {
          "text": "Узнав об этом, встревожился царь Ирод, а вместе с ним – весь Иерусалим. ",
          "ID": "3"
        },
        {
          "text": "Собрал царь всех первосвященников и книжников народа и стал спрашивать у них, где должен родиться Мессия? ",
          "ID": "4"
        },
        {
          "text": "Они сказали ему: «В Вифлееме иудейском, ибо сказано пророком:",
          "ID": "5"
        },
        {
          "text": "„И ты, Вифлеем в земле иудейской,",
          "ID": "6"
        },
        {
          "text": "вовсе не меньший среди городова Иудеи, ",
          "ID": "6"
        },
        {
          "text": "ибо ты тот город, откуда выйдет Вождь ",
          "ID": "6"
        },
        {
          "text": "и будет пасти Он народ Мой Израиль“б».",
          "ID": "6"
        },
        {
          "text": "Призвав тогда волхвов тайно, Ирод выведал у них время появления звезды ",
          "ID": "7"
        },
        {
          "text": "и отправил их в Вифлеем, наказав: «Идите и всё хорошо разузнайте о Младенце, а когда найдете Его, известите меня, чтоб и я мог пойти и поклониться Ему».",
          "ID": "8"
        },
        {
          "text": "Выслушали они царя и отправились в путь. А звезда, восход которой они видели, шла перед ними, пока наконец не остановилась над тем местом, где был Младенец. ",
          "ID": "9"
        },
        {
          "text": "Увидев так близко звезду, они преисполнились великой радостью. ",
          "ID": "10"
        },
        {
          "text": "Когда же вошли в дом, то увидели там Младенца с матерью Его Марией. Пав ниц, волхвы поклонились Ему, затем открыли свои ларцы и положили перед Ним дары: золото, ладан и смирну.",
          "ID": "11"
        },
        {
          "text": "В свою страну волхвы пошли другой дорогой, ибо во сне получили предупреждение свыше: нельзя им возвращаться к Ироду.",
          "ID": "12"
        },
        {
          "text": "Как только они удалились, явился Иосифу ангел Господень во сне и сказал: «Встань, возьми Младенца с матерью Его и беги с ними в Египет. Оставайся там до тех пор, пока не дам знать тебе, ибо вознамерился Ирод найти и убить Младенца».",
          "ID": "13"
        },
        {
          "text": "Ночью Иосиф встал, взял Младенца с матерью Его и бежал в Египет. ",
          "ID": "14"
        },
        {
          "text": "Там оставался он до смерти Ирода. Так должно было исполниться сказанное Господом через пророка: «Из Египта призвал Я Сына Моего».",
          "ID": "15"
        },
        {
          "text": "А Ирод, увидев, что волхвы провели его, впал в ярость и приказал в самом Вифлееме, а также в окрестностях его убить всех младенцев до двух лет, что родились в то время, о котором он узнал от волхвов. ",
          "ID": "16"
        },
        {
          "text": "Так исполнилось сказанное через пророка Иеремию:",
          "ID": "17"
        },
        {
          "text": "«Крик слышен в Раме,",
          "ID": "18"
        },
        {
          "text": "рыдание и громкий вопль.",
          "ID": "18"
        },
        {
          "text": "Рахиль плачет о детях своих",
          "ID": "18"
        },
        {
          "text": "и не хочет утешиться, ибо их больше нет».",
          "ID": "18"
        },
        {
          "text": "По смерти же Ирода Иосифу в Египте явился во сне ангел Господень ",
          "ID": "19"
        },
        {
          "text": "и сказал: «Встань, возьми Младенца с матерью Его и возвращайся в землю израильскую, потому что умерли те, кто покушался на жизнь Младенца».",
          "ID": "20"
        },
        {
          "text": "Встал Иосиф, взял Младенца с матерью Его и пришел в землю израильскую. ",
          "ID": "21"
        },
        {
          "text": "Но когда услышал, что царем Иудеи стал сын Ирода Архелай, побоялся идти в Иудею. Во сне Иосиф получил Божественное повеление отправиться в область Галилейскую. ",
          "ID": "22"
        },
        {
          "text": "Там он и поселился в городе, именуемом Назарет. Так должно было исполниться сказанное через пророков: «Назарянином Он назван будет».",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2",
      "name": "Евангелие по Матфею 2"
    },
    {
      "text": [
        {
          "text": "В те дни явился миру Иоанн Креститель. Проповедуя в пустыне Иудейской, ",
          "ID": "1"
        },
        {
          "text": "он призывал: «Покайтесь, ибо приблизилось Царство Небесное». ",
          "ID": "2"
        },
        {
          "text": "Это о нем было сказано через пророка Исайю:",
          "ID": "3"
        },
        {
          "text": "«Голос громко взывающего в пустыне:",
          "ID": "3"
        },
        {
          "text": "„Приготовьте путь Господу, ",
          "ID": "3"
        },
        {
          "text": "прямыми сделайте стези Ему!“».",
          "ID": "3"
        },
        {
          "text": "Иоанн носил одежду из грубой верблюжьей шерсти, бедра его опоясывал простой кожаный пояс, а пищей ему были акриды и дикий мед. ",
          "ID": "4"
        },
        {
          "text": "Шли к нему тогда из Иерусалима, из всей Иудеи и всей округи Иорданской, ",
          "ID": "5"
        },
        {
          "text": "признавали грехи свои, и он крестил их в реке Иордан.",
          "ID": "6"
        },
        {
          "text": "Когда же увидел Иоанн, что многие из фарисеев и саддукеев тоже идут к нему, чтобы принять крещение, он остановил их словами: «Отродье змеиное! Кто сказал вам, будто сможете вы избежать грядущего возмездия?! ",
          "ID": "7"
        },
        {
          "text": "Жизнью докажите искренность покаяния вашего ",
          "ID": "8"
        },
        {
          "text": "и не обольщайте себя словами: „Наш отец – Авраам!“ Говорю вам: Бог может даже из этих камней сотворить детей Аврааму. ",
          "ID": "9"
        },
        {
          "text": "И уже положен топор у корня деревьев; и всякое из них, не приносящее добрых плодов, срубят и бросят в огонь.",
          "ID": "10"
        },
        {
          "text": "Я крещу вас водой в знак покаяния, Идущий же за мной столь много сильнее меня, что я недостоин нести и обувь Его за Ним. Он будет крестить вас Духом Святым и огнем. ",
          "ID": "11"
        },
        {
          "text": "В руках Его лопата, и Он очистит гумно Свое и соберет пшеницу Свою в закрома, а мякину сожжет в огне неугасимом».",
          "ID": "12"
        },
        {
          "text": "Тогда же из Галилеи пришел к Иоанну на Иордан Иисус, дабы и Его крестил Иоанн. ",
          "ID": "13"
        },
        {
          "text": "Тот хотел было удержать Иисуса, говоря: «Ты идешь ко мне? Но ведь это мне следует принять от Тебя крещение».",
          "ID": "14"
        },
        {
          "text": "«Пусть будет так на этот раз, – возразил Иисус. – Нам нужно во всем исполнить волю Божию». Уступил Ему Иоанн.",
          "ID": "15"
        },
        {
          "text": "Тотчас после крещения Иисус вышел из воды, и тогда раскрылись [над Ним] небеса, и увидел Он, что Дух Божий, подобно голубю, нисходит на Него. ",
          "ID": "16"
        },
        {
          "text": "И голос с неба сказал: «Это – Сын Мой возлюбленный, в Нем радость Моя».",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3",
      "name": "Евангелие по Матфею 3"
    },
    {
      "text": [
        {
          "text": "После того Дух Божий увел Иисуса в пустыню. Там предстояло Ему перенести искушения дьявола. ",
          "ID": "1"
        },
        {
          "text": "После сорока дней и ночей поста Иисус был истомлен голодом. ",
          "ID": "2"
        },
        {
          "text": "И приступил к Нему искуситель, и сказал: «Если Ты Сын Божий, прикажи этим камням стать хлебами».",
          "ID": "3"
        },
        {
          "text": "Иисус возразил ему: «В Писании сказано:",
          "ID": "4"
        },
        {
          "text": "„Не хлебом единым должно жить человеку,",
          "ID": "4"
        },
        {
          "text": "но словом каждым, исходящим из уст Божьих“».",
          "ID": "4"
        },
        {
          "text": "Взял Его тогда дьявол с собой во святой город, поставил на край стены Храма ",
          "ID": "5"
        },
        {
          "text": "и сказал Ему: «Если Ты Сын Божий, бросься вниз! Ведь сказано в Писании:",
          "ID": "6"
        },
        {
          "text": "„Ангелам Своим поручит Он Тебя,",
          "ID": "6"
        },
        {
          "text": "и на руках понесут Тебя,",
          "ID": "6"
        },
        {
          "text": "чтобы Ты ногой Своей не споткнулся о камень“».",
          "ID": "6"
        },
        {
          "text": "Иисус отвечал ему: «Но там и другое написано: „Без нужды не испытывай Господа Бога своего“».",
          "ID": "7"
        },
        {
          "text": "Наконец привел Его дьявол на высочайшую гору и, явив Ему великолепие всех царств мира, ",
          "ID": "8"
        },
        {
          "text": "сказал: «Всё это дам я Тебе, если Ты падешь ниц и поклонишься мне как божеству».",
          "ID": "9"
        },
        {
          "text": "«Прочь от Меня, сатана! – вновь отвечал Иисус. – Сказано в Писании:",
          "ID": "10"
        },
        {
          "text": "„Господу Богу твоему поклоняйся ",
          "ID": "10"
        },
        {
          "text": "и Ему одному служи“».",
          "ID": "10"
        },
        {
          "text": "Тогда дьявол оставил Его, и тотчас пришли к Иисусу ангелы Божии, чтобы заботиться о Нем.",
          "ID": "11"
        },
        {
          "text": "Вскоре Иисус услышал, что Иоанн взят под стражу. Он удалился в Галилею ",
          "ID": "12"
        },
        {
          "text": "и, оставив Назарет, поселился в Капернауме, что у моря Галилейского, в земле Завулона и Неффалима. ",
          "ID": "13"
        },
        {
          "text": "Так исполнилось сказанное через пророка Исайю:",
          "ID": "14"
        },
        {
          "text": "«Земля Завулона и земля Неффалима,",
          "ID": "15"
        },
        {
          "text": "ведущая к морю, на той стороне Иордана,",
          "ID": "15"
        },
        {
          "text": "Галилея, страна язычников,",
          "ID": "15"
        },
        {
          "text": "народ этот, пребывавший во тьме,",
          "ID": "16"
        },
        {
          "text": "увидел свет великий;",
          "ID": "16"
        },
        {
          "text": "для тех, кто жил в стране тени смертной,",
          "ID": "16"
        },
        {
          "text": "свет воссиял».",
          "ID": "16"
        },
        {
          "text": "С тех пор Иисус стал проповедовать в Галилее. «Покайтесь, – говорил Он, – ибо приблизилось Царство Небесное!»",
          "ID": "17"
        },
        {
          "text": "Проходя как-то берегом моря Галилейского, Иисус увидел двух братьев, закидывавших в море сеть: Симона, по прозванию Петр, и брата его Андрея. Они были рыбаки. ",
          "ID": "18"
        },
        {
          "text": "«Идите за Мной, – сказал Он им, – и Я сделаю вас ловцами людей». ",
          "ID": "19"
        },
        {
          "text": "Они сразу оставили сети и последовали за Ним.",
          "ID": "20"
        },
        {
          "text": "Пройдя дальше, Иисус увидел других двух братьев: Иакова, сына Зеведеева, и брата его Иоанна, которые с отцом своим Зеведеем чинили сети в лодке. Их тоже позвал Иисус. ",
          "ID": "21"
        },
        {
          "text": "Тотчас, оставив лодку и отца своего, они последовали за Ним.",
          "ID": "22"
        },
        {
          "text": "По всей Галилее ходил Иисус, уча в синагогах, возвещая Благую Весть о Царстве Божьем и исцеляя людей от всякой болезни и всякого недуга. ",
          "ID": "23"
        },
        {
          "text": "Со временем слух о Нем прошел и по всей Сирии. И приносили к Нему страдающих от разных болезней и мучительных недугов, одержимых бесами, больных падучей и разбитых параличом. Всех их исцелял Иисус. ",
          "ID": "24"
        },
        {
          "text": "И ходили за Ним толпы людей из Галилеи, из-за Иордана, из Иерусалима, Иудеи и Десятиградия.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4",
      "name": "Евангелие по Матфею 4"
    },
    {
      "text": [
        {
          "text": "Однажды при большом стечении народа Иисус поднялся на гору. Там Он сел, и вокруг Него собрались Его ученики. ",
          "ID": "1"
        },
        {
          "text": "Отверзши уста Свои, Иисус стал говорить. Он учил:",
          "ID": "2"
        },
        {
          "text": "«Блаженны нищетой духа своего томимые,",
          "ID": "3"
        },
        {
          "text": "ибо их есть Царство Небесное.",
          "ID": "3"
        },
        {
          "text": "Блаженны скорбящие:",
          "ID": "4"
        },
        {
          "text": "утешены будут они.",
          "ID": "4"
        },
        {
          "text": "Блаженны и кроткие:",
          "ID": "5"
        },
        {
          "text": "вся земля им в наследство.",
          "ID": "5"
        },
        {
          "text": "Блаженны алчущие, жаждущие праведности:",
          "ID": "6"
        },
        {
          "text": "они обретут ее.",
          "ID": "6"
        },
        {
          "text": "Блаженны милосердные:",
          "ID": "7"
        },
        {
          "text": "они помилованы будут.",
          "ID": "7"
        },
        {
          "text": "Блаженны чистые сердцем,",
          "ID": "8"
        },
        {
          "text": "ибо узрят Бога они.",
          "ID": "8"
        },
        {
          "text": "Блаженны миротворцы:",
          "ID": "9"
        },
        {
          "text": "Божьими их назовут детьми.",
          "ID": "9"
        },
        {
          "text": "Блаженны те, кого за праведность преследуют:",
          "ID": "10"
        },
        {
          "text": "их царство – Царство Небесное.",
          "ID": "10"
        },
        {
          "text": "Блаженны и вы все, кого за Меня будут гнать, поносить, кого будут злословить из-за Меня. ",
          "ID": "11"
        },
        {
          "text": "Радуйтесь и веселитесь: велика ваша награда на небесах – так и пророков гнали, которые жили до вас.",
          "ID": "12"
        },
        {
          "text": "Вы – соль земли, но если соль станет пресной, что сделает ее соленой? Ни на что она не годится больше: ее выбрасывают вон, под ноги людям.",
          "ID": "13"
        },
        {
          "text": "Вы – свет мира. Не может быть скрыт город, на вершине горы расположенный. ",
          "ID": "14"
        },
        {
          "text": "И когда зажигают светильник, не под сосуд его ставят, но на подставку, и он светит всем в доме. ",
          "ID": "15"
        },
        {
          "text": "Пусть и ваш свет людям светит, чтобы они видели ваши добрые дела и прославляли Отца вашего Небесного.",
          "ID": "16"
        },
        {
          "text": "Не думайте, что упразднить Я пришел Закон или пророков: не упразднить Я пришел, но исполнить. ",
          "ID": "17"
        },
        {
          "text": "Заверяю вас, пока не исчезли земля и небо, ни одна, даже самая малая, буква и черточка ни одна из Закона не выпадет, пока не сбудется всё. ",
          "ID": "18"
        },
        {
          "text": "А если кто хотя бы одной – пусть самой малой – из заповедей этих не повинуется и научит тому людей, ничтожнейшим назван он будет в Царстве Небесном. Но кто следует этим заповедям и других тому учит, великим будет назван в Царстве Небесном. ",
          "ID": "19"
        },
        {
          "text": "Потому говорю Я вам: если праведность ваша не превзойдет праведности фарисеев и книжников, не войдете вы в Царство Небесное.",
          "ID": "20"
        },
        {
          "text": "Вы слышали, что праотцам вашим было сказано: „Не убивай!“ Если же убьет кто, должен ответить перед судом. ",
          "ID": "21"
        },
        {
          "text": "А Я говорю вам: всякий, кто гневается на брата, подлежит суду. Кто скажет брату своему: „Глупец“, должен ответить перед Синедрионом, а кто безумцем его назовет, того геенна ждет огненная.",
          "ID": "22"
        },
        {
          "text": "И если, придя с даром своим к жертвеннику, вспомнишь ты вдруг, что брат твой имеет что-то против тебя, ",
          "ID": "23"
        },
        {
          "text": "оставь свой дар там, у жертвенника, и прежде пойди, примирись с братом и только потом вернись и принеси дар свой Богу.",
          "ID": "24"
        },
        {
          "text": "Спеши добром уладить спор свой с противником в самом начале. Иначе передаст тебя противник судье, а судья – страже, и окажешься ты в тюрьме. ",
          "ID": "25"
        },
        {
          "text": "Поверь Мне, не выйдешь оттуда, пока не отдашь всё до последнего гроша.",
          "ID": "26"
        },
        {
          "text": "И еще вы слышали, что было сказано: „Не прелюбодействуй!“ ",
          "ID": "27"
        },
        {
          "text": "А Я говорю вам: кто посмотрел на женщину с вожделением, тот уже прелюбодействовал с ней в сердце своем. ",
          "ID": "28"
        },
        {
          "text": "Если же правый глаз твой влечет тебя на зло, вырви его и отбрось! Лучше тебе лишиться части тела своего, чем всё оно будет ввергнуто в геенну. ",
          "ID": "29"
        },
        {
          "text": "И если правая рука твоя влечет тебя на зло, отруби ее и отбрось! Лучше тебе лишиться части тела своего, нежели всё оно окажется в геенне.",
          "ID": "30"
        },
        {
          "text": "Было сказано и так: „Тот, кто разводится с женой, должен дать ей разводное свидетельство“. ",
          "ID": "31"
        },
        {
          "text": "А Я говорю вам: всякий, кто разводится со своей женой, если только не из-за неверности ее, обрекает ее на прелюбодеяние; и тот, кто женится на разведенной, прелюбодействует.",
          "ID": "32"
        },
        {
          "text": "Еще вы слышали, что было сказано вашим праотцам: „Не давай ложной клятвы, но исполняй перед Господом клятвы твои“. ",
          "ID": "33"
        },
        {
          "text": "А Я говорю вам: не клянитесь вовсе. Ни небом, ибо оно престол Божий, ",
          "ID": "34"
        },
        {
          "text": "ни землей – это место, где ноги Его покоятся, ни Иерусалимом, ибо то город великого Царя, ",
          "ID": "35"
        },
        {
          "text": "ни головой своей не клянитесь, ибо не можете вы ни единого волоса сделать ни белым, ни черным. ",
          "ID": "36"
        },
        {
          "text": "Пусть слово ваше будет: „да“, если да, и „нет“, если нет; а что сверх того – то от духа злого.",
          "ID": "37"
        },
        {
          "text": "Вы слышали, что было сказано также: „Око за око и зуб за зуб“. ",
          "ID": "38"
        },
        {
          "text": "А Я говорю: не противься злому. Если ударит тебя кто по правой [твоей] щеке, подставь ему и другую. ",
          "ID": "39"
        },
        {
          "text": "Если же захочет кто-то отсудить у тебя рубашку, пусть забирает и верхнюю одежду. ",
          "ID": "40"
        },
        {
          "text": "И если кто принудит тебя идти с его ношей одну версту, пройди с ним две. ",
          "ID": "41"
        },
        {
          "text": "Тому, кто просит у тебя, дай и от того, кто у тебя занять хочет, не отворачивайся.",
          "ID": "42"
        },
        {
          "text": "Вы слышали, что было сказано: „Люби ближнего своего и ненавидь врага своего“. ",
          "ID": "43"
        },
        {
          "text": "А Я говорю вам: любите своих врагов и молитесь за тех, кто преследует вас. ",
          "ID": "44"
        },
        {
          "text": "Только так будете вы детьми Отца вашего Небесного, ибо по воле Его солнце восходит и над злыми, и над добрыми, и дождь проливается и для праведных, и для неправедных. ",
          "ID": "45"
        },
        {
          "text": "Если же любите только тех, кто вас любит, в чем тут заслуга? Разве не то же самое делают и сборщики налогов? ",
          "ID": "46"
        },
        {
          "text": "И если вы только братьев своих приветствуете, что же тут особенного? Не то же ли самое и язычники делают?",
          "ID": "47"
        },
        {
          "text": "Итак, будьте совершенны, как совершенен Отец ваш Небесный.",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5",
      "name": "Евангелие по Матфею 5"
    },
    {
      "text": [
        {
          "text": "Остерегайтесь, [однако], выставлять свою праведность напоказ, не будет вам иначе награды от Отца вашего Небесного.",
          "ID": "1"
        },
        {
          "text": "Вот и когда подаешь милостыню, не труби на весь свет, как поступают лицемеры в синагогах и на улицах, чтобы люди восхваляли их. Поверьте Мне, в этом и вся их награда. ",
          "ID": "2"
        },
        {
          "text": "Когда подаешь ты нищим, пусть левая рука твоя не знает, что делает правая: ",
          "ID": "3"
        },
        {
          "text": "милостыня твоя должна быть втайне, а Отец твой, видящий тайное, Он воздаст тебе.",
          "ID": "4"
        },
        {
          "text": "И когда молитесь, не ведите себя, как лицемеры: они любят молиться на виду у людей, стоя в синагогах и на перекрестках. Поверьте Мне, в этом и вся их награда. ",
          "ID": "5"
        },
        {
          "text": "А ты, когда молишься, войди в свою комнату и, затворив за собой дверь, помолись Отцу своему, Который и в тайном месте присутствует; и Отец твой, видящий тайное, Он воздаст тебе. ",
          "ID": "6"
        },
        {
          "text": "Молясь же, не твердите пустых слов, как язычники, которые думают, что в многословии своем будут услышаны. ",
          "ID": "7"
        },
        {
          "text": "Не уподобляйтесь им, ибо знает Отец ваш, в чем нуждаетесь вы, прежде чем сами Его попросите.",
          "ID": "8"
        },
        {
          "text": "Молитесь же так:",
          "ID": "9"
        },
        {
          "text": "Отец наш Небесный!",
          "ID": "9"
        },
        {
          "text": "Почитаемо да будет святое имя Твое,",
          "ID": "9"
        },
        {
          "text": "да придет Твое Царство.",
          "ID": "10"
        },
        {
          "text": "И на земле да будет воля Твоя, как на Небе.",
          "ID": "10"
        },
        {
          "text": "Хлеб наш насущный даруй нам сегодня.",
          "ID": "11"
        },
        {
          "text": "И прости нам долги наши,",
          "ID": "12"
        },
        {
          "text": "как и мы простили тем, кто нам должен.",
          "ID": "12"
        },
        {
          "text": "Не дай нам впасть во искушение",
          "ID": "13"
        },
        {
          "text": "и от злого духа нас избавь.",
          "ID": "13"
        },
        {
          "text": "Твое ведь Царство и сила и слава вовеки. Аминь.",
          "ID": "13"
        },
        {
          "text": "Если простите другим согрешения их, простит и вам Отец ваш Небесный. ",
          "ID": "14"
        },
        {
          "text": "А если не будете людям прощать, то и вам не простит ваш Отец согрешения ваши.",
          "ID": "15"
        },
        {
          "text": "Когда поститесь, не будьте угрюмы, как лицемеры. Это они кичатся скорбными лицами, чтобы люди видели их постящимися. Поверьте Мне, в этом и вся их награда. ",
          "ID": "16"
        },
        {
          "text": "А ты, когда постишься, голову умасти елеем и умой лицо свое ",
          "ID": "17"
        },
        {
          "text": "и постись не на глазах у людей, но лишь пред Отцом своим, Который и в тайном месте присутствует; и Он, видящий тайное, Он воздаст тебе.",
          "ID": "18"
        },
        {
          "text": "Не копите богатства себе на земле, где моль и ржавчина точат их и где воры добираются до них и крадут их; ",
          "ID": "19"
        },
        {
          "text": "приумножайте лучше свои богатства на небе, где нет моли и ржавчины и нет воров и краж. ",
          "ID": "20"
        },
        {
          "text": "Ибо там, где богатство твое, там будет и сердце твое.",
          "ID": "21"
        },
        {
          "text": "Глаз есть светильник тела. Если глаза твои беззлобны, всё тело твое будет во свете. ",
          "ID": "22"
        },
        {
          "text": "Но если глаза твои недобры, всё тело твое будет во тьме. Когда же свет, который в тебе, – не что иное, как тьма, сколь велика эта тьма!",
          "ID": "23"
        },
        {
          "text": "Никто не может служить двум господам: полюбив одного, он не сможет любить другого; будучи предан одному, станет пренебрегать другим. Не можете разом служить вы мамоне и Богу.",
          "ID": "24"
        },
        {
          "text": "Вот почему говорю вам: не тревожьтесь о повседневной жизни вашей, что будете вы есть [или что пить] и будет ли у вас одежда для тела. Ведь жизнь – это больше, чем пища. И тело не больше ли, чем одежда? ",
          "ID": "25"
        },
        {
          "text": "Взгляните на птиц поднебесных: не сеют они и не жнут, в закрома не собирают, однако Отец ваш Небесный питает их. Разве не дороги вы для Него много более, чем они? ",
          "ID": "26"
        },
        {
          "text": "Да и кто из вас, сколько бы он ни заботился, может хотя бы на час продлить свою жизнь?",
          "ID": "27"
        },
        {
          "text": "И об одежде зачем беспокоитесь? Вот лилии полевые: они не изнуряют себя трудом, не прядут. ",
          "ID": "28"
        },
        {
          "text": "Но даже и Соломон, во всей своей славе и блеске, не одевался – говорю вам – так, как любая из них. ",
          "ID": "29"
        },
        {
          "text": "Но если траву полевую, которая сегодня есть, а завтра будет в печь брошена, Бог так одевает, не сделает ли Он большее для вас, маловеры?",
          "ID": "30"
        },
        {
          "text": "Итак, не тревожьтесь и не говорите: „Что нам есть?“, „Что нам пить?“, „Во что нам одеться?“ – ",
          "ID": "31"
        },
        {
          "text": "это ведь для язычников главная забота. Что же до ваших нужд, знает обо всех о них Отец ваш Небесный. ",
          "ID": "32"
        },
        {
          "text": "Царство [Божие] и Божия праведность вот к чему должны вы стремиться прежде всего, а остальное всё будет дано вам в придачу.",
          "ID": "33"
        },
        {
          "text": "Итак, не тревожьтесь о завтрашнем дне, ибо завтрашний день сам позаботится о себе. Довольно каждому дню своего беспокойства.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6",
      "name": "Евангелие по Матфею 6"
    },
    {
      "text": [
        {
          "text": "Не осуждайте, чтобы и вас не осудил Бог, ",
          "ID": "1"
        },
        {
          "text": "ибо каким судом судите, таким и сами судимы будете, и какой мерой мерите, такою же отмерится вам.",
          "ID": "2"
        },
        {
          "text": "Что смотришь ты на соринку в глазу брата своего, а в собственном – бревна не замечаешь? ",
          "ID": "3"
        },
        {
          "text": "Как можешь говорить брату своему: „Дай-ка выну соринку из глаза твоего“, когда у самого в глазу бревно? ",
          "ID": "4"
        },
        {
          "text": "Лицемер! Вынь прежде бревно из своего глаза, тогда увидишь, как вынуть соринку из глаза брата твоего.",
          "ID": "5"
        },
        {
          "text": "Не давайте святыни псам. И жемчуга своего не сыпьте перед свиньями, ибо растопчут они его ногами, а псы, накинувшись, вас разорвут.",
          "ID": "6"
        },
        {
          "text": "Просите – и дано вам будет, ищите – и найдете, стучитесь – и отворят вам. ",
          "ID": "7"
        },
        {
          "text": "Ибо всякий, кто просит, получает, кто ищет, находит, и тому, кто стучится, отворяют.",
          "ID": "8"
        },
        {
          "text": "Разве даст кто-нибудь из вас сыну своему камень, когда тот попросит хлеба, ",
          "ID": "9"
        },
        {
          "text": "даст ли змею ему, когда попросит он рыбы? ",
          "ID": "10"
        },
        {
          "text": "Но если даже вы, оставаясь людьми злыми, способны дарить вашим детям хорошее, то тем более Отец ваш Небесный даст просящим у Него нужное им. ",
          "ID": "11"
        },
        {
          "text": "И так во всем: как вы хотите, чтобы люди поступали с вами, так и сами поступайте с ними; этому учат Закон и пророки.",
          "ID": "12"
        },
        {
          "text": "Входите узкими вратами! Широки ворота, и просторен путь, что ведет к погибели, и многие его выбирают. ",
          "ID": "13"
        },
        {
          "text": "Как узки ворота, и тесен путь, что ведет в жизнь, и немногие находят его.",
          "ID": "14"
        },
        {
          "text": "Бойтесь лжепророков! В овечьей шкуре приходят они к вам, нутром же они – волки хищные. ",
          "ID": "15"
        },
        {
          "text": "По делам их узнаете, кто они. Разве собирают гроздья виноградные с терновника или с репейника смоквы? ",
          "ID": "16"
        },
        {
          "text": "Всякое хорошее дерево приносит добрые плоды, а плохое – худые. ",
          "ID": "17"
        },
        {
          "text": "Хорошее дерево не может приносить худых плодов, а плохое дерево – добрых плодов. ",
          "ID": "18"
        },
        {
          "text": "Всякое дерево, не приносящее добрых плодов, срубают и бросают в огонь. ",
          "ID": "19"
        },
        {
          "text": "Итак, по плодам их узнаете, кто они.",
          "ID": "20"
        },
        {
          "text": "Не всякий, говорящий Мне: „Господи! Господи!“, войдет в Царство Небесное, но тот лишь, кто исполняет волю Отца Моего Небесного. ",
          "ID": "21"
        },
        {
          "text": "Многие скажут Мне в День Суда: „Господи! Господи! Не от Твоего разве имени пророчествовали мы и не Твоим ли именем изгоняли бесов, не им ли много чудес совершили?“ ",
          "ID": "22"
        },
        {
          "text": "И тогда объявлю им: „Я никогда вас не знал. Отойдите от Меня, живущие беззаконно!“",
          "ID": "23"
        },
        {
          "text": "Итак, всякого, кто слушает и исполняет эти слова Мои, можно сравнить с благоразумным человеком, который построил свой дом на скале. ",
          "ID": "24"
        },
        {
          "text": "Хоть и пролился дождь, вышли из берегов реки, подули ветры и обрушилось всё это на дом тот, но не упал он, потому что поставлен был на скале. ",
          "ID": "25"
        },
        {
          "text": "А того, кто слушает эти слова Мои, но их не исполняет, сравнить можно с человеком безрассудным, построившим дом свой на песке. ",
          "ID": "26"
        },
        {
          "text": "Пролился дождь, вышли из берегов реки, подули ветры, и под натиском их рухнул тот дом. Страшным было это падение!»",
          "ID": "27"
        },
        {
          "text": "Иисус закончил говорить, народ же не переставал дивиться тому, как и чему Он учил: ",
          "ID": "28"
        },
        {
          "text": "как имеющий власть учил Он их, а не как книжники.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7",
      "name": "Евангелие по Матфею 7"
    },
    {
      "text": [
        {
          "text": "Когда сошел Иисус с горы, за Ним последовало множество народа. ",
          "ID": "1"
        },
        {
          "text": "И тут подошел к Нему прокаженный; упав пред Ним на колени, он сказал: «Господи! Ты ведь можешь меня очистить, если захочешь».",
          "ID": "2"
        },
        {
          "text": "Иисус протянул руку и прикоснулся к нему. «Хочу, – сказал Он. – Будь чист!» И тотчас очистился тот от проказы. ",
          "ID": "3"
        },
        {
          "text": "«Смотри, никому не говори, – сказал ему Иисус, – но иди, покажись священнику и принеси в жертву дар, какой повелел Моисей, чтобы и другие священники убедились, что ты исцелился».",
          "ID": "4"
        },
        {
          "text": "Когда же Иисус вошел в Капернаум, подошел к Нему с просьбой центурион. ",
          "ID": "5"
        },
        {
          "text": "«Господи! – сказал он. – Слуга мой, разбитый параличом, лежит дома и жестоко страдает».",
          "ID": "6"
        },
        {
          "text": "«Я приду, исцелю его», – сказал ему Иисус.",
          "ID": "7"
        },
        {
          "text": "«Господи, – ответил на это центурион, – недостоин я, чтобы Ты вошел в мой дом. Но скажи лишь слово, и слуга мой будет исцелен. ",
          "ID": "8"
        },
        {
          "text": "Я ведь и сам в подчинении, в то же время и у меня под началом воины. Когда говорю одному из них: „Пойди!“ – он идет, другому: „Иди сюда!“ – и он приходит, говорю рабу своему: „Сделай то-то!“ – и он делает».",
          "ID": "9"
        },
        {
          "text": "Услышав это, Иисус восхитился и сказал идущим за Ним: «Воистину, ни у кого в Израиле не нашел Я такой веры. ",
          "ID": "10"
        },
        {
          "text": "Говорю же вам, что многие придут с востока и запада и займут свои места с Авраамом, Исааком и Иаковом в Царстве Небесном. ",
          "ID": "11"
        },
        {
          "text": "А те, кто должен был наследовать Царство, низвергнуты будут во тьму, где будет плач и скрежет зубовный».",
          "ID": "12"
        },
        {
          "text": "«Ступай! – сказал Иисус центуриону. – Пусть будет тебе по вере твоей». И слуга [его] был исцелен в тот же час.",
          "ID": "13"
        },
        {
          "text": "Иисус пришел в дом Петра и увидел его тещу, лежащую в горячке. ",
          "ID": "14"
        },
        {
          "text": "Он прикоснулся к ее руке, и жар у нее спал. Она поднялась и стала прислуживать Ему.",
          "ID": "15"
        },
        {
          "text": "С наступлением вечера привели к Иисусу множество одержимых бесами. Он словом Своим изгнал духов и исцелил всех больных; ",
          "ID": "16"
        },
        {
          "text": "это произошло во исполнение сказанного через пророка Исайю:",
          "ID": "17"
        },
        {
          "text": "«Он взял на Себя немощи наши",
          "ID": "17"
        },
        {
          "text": "и прочь унес наши болезни».",
          "ID": "17"
        },
        {
          "text": "Иисус, увидев вокруг Себя толпу народа, велел переправляться на другой берег. ",
          "ID": "18"
        },
        {
          "text": "К Нему подошел тогда один из книжников и сказал: «Учитель, я хочу следовать за Тобой, куда бы Ты ни шел».",
          "ID": "19"
        },
        {
          "text": "Иисус ответил ему: «У лисиц есть норы, и у птиц поднебесных – гнезда, а Сыну Человеческому негде голову преклонить».",
          "ID": "20"
        },
        {
          "text": "Другой, ученик [Его], сказал: «Господи! Позволь мне прежде пойти и похоронить отца моего».",
          "ID": "21"
        },
        {
          "text": "Иисус же возразил ему: «Следуй за Мной и предоставь мертвецам хоронить своих мертвых!»",
          "ID": "22"
        },
        {
          "text": "Иисус вошел в лодку. Ученики Его последовали за Ним. ",
          "ID": "23"
        },
        {
          "text": "Внезапно на море поднялась такая большая буря, что лодку захлестывало волнами. А Иисус в это время спал. ",
          "ID": "24"
        },
        {
          "text": "Приблизившись к Нему, ученики разбудили Его. «Господи, – кричали они, – спаси! Погибаем!»",
          "ID": "25"
        },
        {
          "text": "«Что же вы оробели? – сказал Он им. – Как мало веры у вас!» Он встал и усмирил ветры и море – наступила полная тишина.",
          "ID": "26"
        },
        {
          "text": "Все были потрясены. «Кто же Он такой? Даже ветры и море повинуются Ему!» – говорили они.",
          "ID": "27"
        },
        {
          "text": "Когда Иисус оказался на другом берегу, в земле гадаринской, навстречу Ему из могильных пещер вышли двое. Были они одержимы бесами и настолько свирепы, что никто не мог пройти той дорогой. ",
          "ID": "28"
        },
        {
          "text": "«Что Тебе нужно от нас, Сын Божий? – закричали они. – Ты пришел сюда мучить нас раньше времени?»",
          "ID": "29"
        },
        {
          "text": "Вдали от них паслось большое стадо свиней. ",
          "ID": "30"
        },
        {
          "text": "И бесы стали просить Его: «Если Ты изгонишь нас, пусти нас в это стадо свиней».",
          "ID": "31"
        },
        {
          "text": "«Идите», – ответил им Иисус. Оставив одержимых, бесы вошли в свиней. В тот же миг всё стадо ринулось с кручи в море и погибло в волнах. ",
          "ID": "32"
        },
        {
          "text": "Свинопасы побежали в город и рассказали там обо всём, что случилось с одержимыми. ",
          "ID": "33"
        },
        {
          "text": "Тогда весь город вышел навстречу Иисусу. И, увидев Его, они попросили, чтобы Он не заходил в их город и покинул его окрестности.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8",
      "name": "Евангелие по Матфею 8"
    },
    {
      "text": [
        {
          "text": "Иисус вернулся к лодке, переправился на другой берег и прибыл в Свой город. ",
          "ID": "1"
        },
        {
          "text": "И тут люди принесли к Нему на носилках парализованного. Видя веру их, Иисус сказал параличному: «Не бойся, юноша! Твои грехи прощены».",
          "ID": "2"
        },
        {
          "text": "При этом иные из книжников говорили про себя: «Он богохульствует!»",
          "ID": "3"
        },
        {
          "text": "Иисус же, зная, о чем они думают, сказал им: «Для чего вынашиваете вы в сердцах такие недобрые мысли? ",
          "ID": "4"
        },
        {
          "text": "Что легче сказать: „Твои грехи прощены“ или „Встань и иди“? ",
          "ID": "5"
        },
        {
          "text": "Но чтобы убедить вас, что есть у Сына Человеческого власть на земле прощать грехи, – Он обратился к параличному, – встань, возьми постель свою и иди домой!» ",
          "ID": "6"
        },
        {
          "text": "Тот встал и пошел домой. ",
          "ID": "7"
        },
        {
          "text": "При виде этого народ, исполнившись благоговейного трепета, стал славить Бога, давшего такую власть людям.",
          "ID": "8"
        },
        {
          "text": "Возвращаясь оттуда, Иисус увидел сидевшего на месте сбора налогов человека, которого звали Матфей, и сказал ему: «Иди за Мной!» Матфей встал и пошел за Ним.",
          "ID": "9"
        },
        {
          "text": "Когда же Иисус обедал в доме, собралось там много сборщиков налогов и тех, кого называли грешниками, они заняли место за одним столом вместе с Ним и Его учениками. ",
          "ID": "10"
        },
        {
          "text": "Увидев это, фарисеистали говорить ученикам Его: «Почему Учитель ваш ест со сборщиками налогов и с грешниками?»",
          "ID": "11"
        },
        {
          "text": "Иисус услышал это и сказал: «Не здоровым нужен врач, а больным. ",
          "ID": "12"
        },
        {
          "text": "Ступайте же и вдумайтесь в слова Писания: „Милосердия хочу, а не жертвоприношений“. Не праведных пришел Я призвать, а грешников».",
          "ID": "13"
        },
        {
          "text": "Явились к Нему потом ученики Иоанна и спросили: «Почему мы и фарисеи постимся [часто], а Твои ученики не постятся?»",
          "ID": "14"
        },
        {
          "text": "Иисус ответил: «Разве могут печалиться гости на брачном пире, пока с ними Жених? Придет время, когда отнимут у них Жениха, тогда и будут поститься.",
          "ID": "15"
        },
        {
          "text": "Никто ведь не ставит заплату из новой ткани на ветхую одежду: такая заплата разорвет старую ткань, и дыра станет еще больше. ",
          "ID": "16"
        },
        {
          "text": "И не наливают молодое вино в старые мехи: мехи эти прорвутся, тогда и вино вытечет, и мехи пропадут. Молодое вино наливают в новые мехи – тогда и то, и другое сохраняется».",
          "ID": "17"
        },
        {
          "text": "Когда Иисус говорил им это, подошел к Нему один из старейшин и, пав ниц перед Ним, вымолвил: «Дочь моя только что скончалась, но Ты приди, возложи на нее руку Свою, и она оживет!» ",
          "ID": "18"
        },
        {
          "text": "Иисус встал и пошел с учениками Своими за ним.",
          "ID": "19"
        },
        {
          "text": "Тут женщина, целых двенадцать лет мучавшаяся от кровотечения, подошла к Нему сзади и прикоснулась к краю одежды Его, ",
          "ID": "20"
        },
        {
          "text": "она говорила себе: «Исцелена буду, если хоть к одежде Его прикоснусь». ",
          "ID": "21"
        },
        {
          "text": "Иисус обернулся и, увидев ее, сказал: «Не бойся, дочь Моя! Вера твоя принесла тебе исцеление». В тот же миг женщина стала здорова.",
          "ID": "22"
        },
        {
          "text": "Войдя в дом старейшины, Иисус увидел там флейтистов и множество плачущих людей. ",
          "ID": "23"
        },
        {
          "text": "Он сказал им: «Выйдите все! Девочка не умерла – она спит!» Над Ним стали смеяться. ",
          "ID": "24"
        },
        {
          "text": "Когда же народ удалили, Иисус вошел в комнату, где лежала девочка, взял ее за руку, и она встала. ",
          "ID": "25"
        },
        {
          "text": "Слух об этом прошел по всей земле той.",
          "ID": "26"
        },
        {
          "text": "Когда Иисус уходил оттуда, [за Ним] последовали двое слепых. Они кричали: «Сжалься над нами, Сын Давидов!»",
          "ID": "27"
        },
        {
          "text": "Как только Он вошел в дом, слепые приблизились к Нему. Иисус спросил их: «Верите ли, что Я могу это сделать?»",
          "ID": "28"
        },
        {
          "text": "«Да, Господи», – ответили они.",
          "ID": "28"
        },
        {
          "text": "Тогда прикоснулся Он к их глазам и сказал: «Пусть будет вам по вере вашей». ",
          "ID": "29"
        },
        {
          "text": "И открылись глаза их; Иисус же строго предупредил их: «Смотрите, чтобы никто не знал об этом». ",
          "ID": "30"
        },
        {
          "text": "Они же, выйдя, стали рассказывать о Нем по всей земле той.",
          "ID": "31"
        },
        {
          "text": "Не успели эти двое выйти, как привели к Иисусу немого, одержимого бесом. ",
          "ID": "32"
        },
        {
          "text": "Бес был изгнан, и немой заговорил. Люди пришли в изумление. «Никогда еще такого не видели в Израиле!» – говорили они.",
          "ID": "33"
        },
        {
          "text": "Фарисеи же твердили: «Силой бесовского князя изгоняет Он бесов».",
          "ID": "34"
        },
        {
          "text": "Так ходил Иисус по всем городам и селениям, уча в синагогах, возвещая Благую Весть о Царстве Божьем и исцеляя всякие болезни и всякие недуги. ",
          "ID": "35"
        },
        {
          "text": "Вид толп людских вызывал в Нем глубокое сострадание, потому что люди, как овцы без пастуха, были измучены и обессилены. ",
          "ID": "36"
        },
        {
          "text": "И сказал тогда Иисус Своим ученикам: «Жатва велика, а работников мало – ",
          "ID": "37"
        },
        {
          "text": "просите Господина жатвы, чтобы послал Он больше работников на жатву Свою».",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9",
      "name": "Евангелие по Матфею 9"
    },
    {
      "text": [
        {
          "text": "Созвав двенадцать Своих учеников, Иисус дал им власть над нечистыми духами, чтобы изгонять их и исцелять все болезни и все недуги.",
          "ID": "1"
        },
        {
          "text": "Вот имена двенадцати апостолов: первый – Симон, называемый также Петром, затем – его брат Андрей; далее – Иаков, сын Зеведея, и брат его Иоанн; ",
          "ID": "2"
        },
        {
          "text": "Филипп и Варфоломей; Фома и сборщик налогов Матфей; Иаков, сын Алфея, и Фаддей; ",
          "ID": "3"
        },
        {
          "text": "Симон Кананит и Иуда Искариот, который и предал Его.",
          "ID": "4"
        },
        {
          "text": "Разослал Иисус двенадцать этих апостолов, дав такой им наказ: «К язычникам не ходите и ни в один самаритянский город не заходите, ",
          "ID": "5"
        },
        {
          "text": "но идите к заблудшим овцам народа Израиля. ",
          "ID": "6"
        },
        {
          "text": "Идите и возвещайте: „Приблизилось Царство Небесное!“ ",
          "ID": "7"
        },
        {
          "text": "Больных исцеляйте, мертвых воскрешайте, прокаженных очищайте, бесов изгоняйте. Даром получили – даром и отдавайте. ",
          "ID": "8"
        },
        {
          "text": "Не берите с собой ни золота, ни серебра, ни меди в пояса свои, ",
          "ID": "9"
        },
        {
          "text": "ни сумы на дорогу, ни смены одежды, ни второй пары обуви, ни посоха, ибо трудящийся достоин пропитания.",
          "ID": "10"
        },
        {
          "text": "И в какой бы город или селение ни вошли вы, найдите в нем достойного человека и у него оставайтесь, пока не отправитесь дальше. ",
          "ID": "11"
        },
        {
          "text": "Когда войдете в дом, пожелайте мира ему. ",
          "ID": "12"
        },
        {
          "text": "И если дом достоин того – пусть мир ваш войдет в него. Но если не будет достоин – пусть мир ваш вернется к вам. ",
          "ID": "13"
        },
        {
          "text": "А если не примут вас и не выслушают ваших слов, то, выйдя из дома того или города, отряхните прах с ваших ног. ",
          "ID": "14"
        },
        {
          "text": "Заверяю вас, Содому и Гоморре будет легче в День Суда, чем тому городу.",
          "ID": "15"
        },
        {
          "text": "Вот, Я посылаю вас, но смотрите, вы будете, как овцы среди волков: так будьте же мудры, как змеи, и невинны, как голуби. ",
          "ID": "16"
        },
        {
          "text": "Остерегайтесь людей: они отдадут вас в свои судилища и будут бичевать вас в синагогах своих. ",
          "ID": "17"
        },
        {
          "text": "К правителям и царям поведут вас за Меня – во свидетельство им и язычникам. ",
          "ID": "18"
        },
        {
          "text": "Когда же будут судить вас, не тревожьтесь о том, как и что говорить вам, ибо будет дано вам в тот час, что сказать. ",
          "ID": "19"
        },
        {
          "text": "Не вы говорить будете, но Дух Отца вашего даст вам слова.",
          "ID": "20"
        },
        {
          "text": "Брат станет на смерть предавать брата, а отец – дитя свое; восстанут дети против родителей и пошлют их на смерть; ",
          "ID": "21"
        },
        {
          "text": "и все ненавидеть вас будут из-за Меня. Но кто до конца претерпит, будет спасен. ",
          "ID": "22"
        },
        {
          "text": "В одном вас будут преследовать городе – бегите в другой; поверьте Мне, вы не успеете охватить проповедью Вести Благой все города израильские, как придет Сын Человеческий.",
          "ID": "23"
        },
        {
          "text": "Ученик не выше учителя, и раб – своего господина. ",
          "ID": "24"
        },
        {
          "text": "Довольно для ученика разделить участь учителя своего, и для раба – своего господина. Если хозяина дома назвали Веельзевулом, то тем более – домочадцев его.",
          "ID": "25"
        },
        {
          "text": "Так не бойтесь же их: ибо нет ничего сокрытого, что не открылось бы, и нет тайного ничего, что не стало бы известным. ",
          "ID": "26"
        },
        {
          "text": "То, что говорю вам в темноте, передавайте при свете дня, и сказанное на ухо с крыш домов провозглашайте. ",
          "ID": "27"
        },
        {
          "text": "Не бойтесь убивающих тело, души же не могущих убить – напротив, бойтесь Того, Кто и душу, и тело может погубить в огне. ",
          "ID": "28"
        },
        {
          "text": "Всего за грош можно купить двух птичек, не так ли? Но ни одна из них не упадет на землю без ведома Отца вашего. ",
          "ID": "29"
        },
        {
          "text": "А у вас и волосы на голове все сосчитаны. ",
          "ID": "30"
        },
        {
          "text": "Так что не бойтесь: вы больше значите, чем любое множество птиц.",
          "ID": "31"
        },
        {
          "text": "Кто открыто признает Меня перед людьми, того Я, Сын Человеческий, признаю перед Отцом Моим Небесным. ",
          "ID": "32"
        },
        {
          "text": "А кто от Меня отречется перед людьми, от того и Я отрекусь перед Моим Отцом Небесным.",
          "ID": "33"
        },
        {
          "text": "Не думайте, что мир Я пришел принести на землю; не мир, но меч Я пришел принести. ",
          "ID": "34"
        },
        {
          "text": "Ибо Я пришел, чтобы «сына разделить с отцом,",
          "ID": "35"
        },
        {
          "text": "дочь – с матерью,",
          "ID": "35"
        },
        {
          "text": "невестку – со свекровью ее, ",
          "ID": "35"
        },
        {
          "text": "так что врагами человеку станут близкие его».",
          "ID": "36"
        },
        {
          "text": "Недостоин Меня тот, кто любит отца или мать больше, чем Меня, и тот, кто любит сына или дочь больше, чем Меня; ",
          "ID": "37"
        },
        {
          "text": "и кто не берет свой крест и не следует за Мной – тоже недостоин Меня. ",
          "ID": "38"
        },
        {
          "text": "Сберегший свою жизнь для себя – потеряет ее, а кто потеряет свою жизнь ради Меня – обретет ее.",
          "ID": "39"
        },
        {
          "text": "Кто вас принимает, тот Меня принимает, и кто принимает Меня, тот принимает Пославшего Меня. ",
          "ID": "40"
        },
        {
          "text": "Кто вестника Божьего принимает, потому что он вестник Божий, получит награду вестника, и кто праведника принимает, потому что он праведник, получит награду праведника. ",
          "ID": "41"
        },
        {
          "text": "И если кто даст хотя бы чашку холодной воды одному из малых сих потому лишь, что он ученик Мой, заверяю вас, не лишится награды своей».",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10",
      "name": "Евангелие по Матфею 10"
    },
    {
      "text": [
        {
          "text": "Преподав эти наставления двенадцати ученикам Своим, Иисус отправился учить и проповедовать в городах Галилеи.",
          "ID": "1"
        },
        {
          "text": "Когда Иоанн в темнице услышал о делах, которые совершал Христос, он послал своих учеников ",
          "ID": "2"
        },
        {
          "text": "спросить Его: «Ты ли Тот, Кто должен был прийти, или ждать нам другого?»",
          "ID": "3"
        },
        {
          "text": "Иисус ответил им: «Ступайте и передайте Иоанну то, что вы слышите и видите: ",
          "ID": "4"
        },
        {
          "text": "слепые прозревают, глухие слышат и хромые ходят; видите прокаженных очищенными, мертвых – воскрешенными и что нуждающимся возвещается Благая Весть. ",
          "ID": "5"
        },
        {
          "text": "И блажен, кто не найдет во Мне ничего, что могло бы его смутить и оттолкнуть».",
          "ID": "6"
        },
        {
          "text": "Когда ученики Иоанна ушли, Иисус, обратившись к народу, стал говорить об Иоанне: «Что же хотели увидеть вы, когда ходили в пустыню? Ведь не тростник, качающийся на ветру? ",
          "ID": "7"
        },
        {
          "text": "На что же смотреть вы ходили? На человека в пышной одежде? Но те, кто в пышных одеждах, – они в царских дворцах. ",
          "ID": "8"
        },
        {
          "text": "Зачем же вы ходили? Увидеть пророка? Конечно же, так, но, скажу вам, он много больше, чем пророк. ",
          "ID": "9"
        },
        {
          "text": "Он тот, о котором в Писании говорится:",
          "ID": "10"
        },
        {
          "text": "„Вот, впереди Тебя ",
          "ID": "10"
        },
        {
          "text": "посылаю вестника Моего, ",
          "ID": "10"
        },
        {
          "text": "он приготовит путь Твой перед Тобой“.",
          "ID": "10"
        },
        {
          "text": "Поверьте Мне, среди всех, рожденных женщинами, не было более великого, чем Иоанн Креститель; но наименьший в Царстве Небесном – больше его. ",
          "ID": "11"
        },
        {
          "text": "От дней же Иоанна Крестителя и доныне Царство Небесное силою берется, и люди стремятся овладеть им, полагаясь на свои усилия. ",
          "ID": "12"
        },
        {
          "text": "Но предсказания всех пророков и Закон вели к Иоанну, ",
          "ID": "13"
        },
        {
          "text": "и он, если хотите знать, и есть Илия, который должен был прийти. ",
          "ID": "14"
        },
        {
          "text": "У кого есть уши, пусть услышит!",
          "ID": "15"
        },
        {
          "text": "Люди нынешнего поколения – с кем сравню их? С теми детьми, что сидят на рыночной площади и друг друга ",
          "ID": "16"
        },
        {
          "text": "укоряют:",
          "ID": "17"
        },
        {
          "text": "„Мы играли вам на свирели,",
          "ID": "17"
        },
        {
          "text": "а вы не плясали;",
          "ID": "17"
        },
        {
          "text": "мы пели похоронные песни,",
          "ID": "17"
        },
        {
          "text": "а вы не плакали“.",
          "ID": "17"
        },
        {
          "text": "Ибо вот пришел Иоанн, он не ест и не пьет, а они говорят: „В нем бес“. ",
          "ID": "18"
        },
        {
          "text": "И пришел Сын Человеческий – ест и пьет Он, а они говорят: „Вот человек, который любит есть и пить вино и дружит со сборщиками налогов и грешниками“. Но оправдана мудрость делами своими».",
          "ID": "19"
        },
        {
          "text": "Потом Иисус стал укорять города, в которых сотворил многие чудеса Свои, за то, что не покаялись они: ",
          "ID": "20"
        },
        {
          "text": "«Горе тебе, Хоразин! Горе тебе, Вифсаида! Если бы в Тире, в Сидоне увидели те чудеса, что свершились у вас, то давно бы покаялись они, во власяницы облачившись и пеплом посыпав головы свои. ",
          "ID": "21"
        },
        {
          "text": "И говорю вам: Сидону и Тиру будет легче в День Суда, чем вам! ",
          "ID": "22"
        },
        {
          "text": "А ты, Капернаум, думаешь, что до неба превознесут тебя? Нет. До ада ты будешь низвержен. Ибо, если в Содоме совершились бы те чудеса, что в тебе свершены, то стоял бы и ныне он; ",
          "ID": "23"
        },
        {
          "text": "говорю Я вам: земле содомской будет легче в День Суда, чем тебе».",
          "ID": "24"
        },
        {
          "text": "Тогда же Иисус произнес: «Благодарю Тебя, Отец, Владыка неба и земли, за то, что сокрыл Ты всё это от мудрых и разумных и открыл таким простым, как дети. ",
          "ID": "25"
        },
        {
          "text": "Да, Отец, ибо так было угодно Тебе!",
          "ID": "26"
        },
        {
          "text": "Всё вверено Мне Отцом Моим, и никто не знает Сына, кроме Отца; также не знает никто Отца, кроме Сына и тех, кому Сын хочет открыть.",
          "ID": "27"
        },
        {
          "text": "Придите ко Мне все, несущие тяжкое бремя трудов и забот, и Я успокою вас! ",
          "ID": "28"
        },
        {
          "text": "Примите на себя иго заповедей Моих и у Меня учитесь, ибо кроток Я и смирен сердцем, и найдете покой душам вашим, ",
          "ID": "29"
        },
        {
          "text": "потому что иго Мое удобно нести, и ноша Моя легка».",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11",
      "name": "Евангелие по Матфею 11"
    },
    {
      "text": [
        {
          "text": "Некоторое время спустя случилось Иисусу проходить в субботний день засеянными полями. Ученики Его, проголодавшись, начали срывать колосья и есть зерна. ",
          "ID": "1"
        },
        {
          "text": "Это увидели фарисеи и сказали Ему: «Смотри, ученики Твои делают то, что в субботу делать нельзя».",
          "ID": "2"
        },
        {
          "text": "А Он их спросил: «Разве вы не читали, что сделал Давид, когда сам он и бывшие с ним проголодались? ",
          "ID": "3"
        },
        {
          "text": "Как вошел в Божий Дом он и ел тот хлеб, что кладут перед Богом, хлеб, который нельзя было есть ни ему, ни тем, кто был с ним, а только священникам? ",
          "ID": "4"
        },
        {
          "text": "Или вы не читали в Законе о том, что и сами священники по субботам нарушают в Храме субботу, но это в вину не вменяется им? ",
          "ID": "5"
        },
        {
          "text": "Но Я говорю вам: здесь нечто большее, чем Храм! ",
          "ID": "6"
        },
        {
          "text": "Если б вы понимали, что значат слова Писания: „Милосердия Я хочу, а не жертвы“, не осудили бы невиновных. ",
          "ID": "7"
        },
        {
          "text": "Ибо Сын Человеческий – Господин субботы».",
          "ID": "8"
        },
        {
          "text": "Иисус оставил то место и пришел в синагогу их. ",
          "ID": "9"
        },
        {
          "text": "Там был человек с сухой рукой. Иисуса спросили, чтобы обвинить Его: «Можно ли исцелять в субботу?»",
          "ID": "10"
        },
        {
          "text": "Он ответил: «Если в субботу у кого-то из вас единственная овца упадет в яму, разве не вытащит он ее? ",
          "ID": "11"
        },
        {
          "text": "Человек не дороже ль овцы?! Стало быть, можно делать добро в субботу».",
          "ID": "12"
        },
        {
          "text": "Потом Он сказал тому человеку: «Протяни свою руку!» Тот протянул – и рука стала такой же здоровой, как и другая. ",
          "ID": "13"
        },
        {
          "text": "Фарисеи же, выйдя из синагоги, стали решать, как расправиться им с Иисусом.",
          "ID": "14"
        },
        {
          "text": "Иисусу стало известно об этом, и Он удалился оттуда, и многие последовали за Ним. Он исцелил всех больных, ",
          "ID": "15"
        },
        {
          "text": "но строго им наказал о Нем не говорить никому. ",
          "ID": "16"
        },
        {
          "text": "Произошло это всё, чтобы исполнилось сказанное через пророка Исайю:",
          "ID": "17"
        },
        {
          "text": "«Вот Слуга Мой, Которого Я избрал; ",
          "ID": "18"
        },
        {
          "text": "возлюбленный Мой, радость души Моей; ",
          "ID": "18"
        },
        {
          "text": "наделю Его Духом Моим, ",
          "ID": "18"
        },
        {
          "text": "и возвестит Он справедливость народам.",
          "ID": "18"
        },
        {
          "text": "Не будет ни спорить Он, ни кричать; ",
          "ID": "19"
        },
        {
          "text": "и никто не услышит на улицах голос Его. ",
          "ID": "19"
        },
        {
          "text": "Он надломленного тростника не переломит ",
          "ID": "20"
        },
        {
          "text": "и фитиля курящегося не угасит, ",
          "ID": "20"
        },
        {
          "text": "пока не приведет справедливость к победе. ",
          "ID": "20"
        },
        {
          "text": "И на имя Его уповать будут народы».",
          "ID": "21"
        },
        {
          "text": "В то время привели к Нему одержимого бесом; человек был слепым и немым. Иисус исцелил его, так что стал тот видеть и говорить. ",
          "ID": "22"
        },
        {
          "text": "Весь народ пришел в изумление. «Уж не Сын ли Давидов Он?» – вопрошали иные.",
          "ID": "23"
        },
        {
          "text": "Фарисеи же, услышав про это, сказали: «Он изгоняет бесов не иначе, как силою Веельзевула, князя бесовского».",
          "ID": "24"
        },
        {
          "text": "Зная помыслы их, Иисус сказал им: «Всякое царство, разделенное на враждующие между собой стороны, обратится в пустыню; и всякий город или дом, где живущие друг с другом не в ладу, не устоит. ",
          "ID": "25"
        },
        {
          "text": "И если сатана изгоняет сатану, то он сам с собою не в ладу. Как же устоит его царство? ",
          "ID": "26"
        },
        {
          "text": "И если Я изгоняю бесов силою Веельзевула, то чьей силой изгоняют бесов ваши люди? Они-то и будут вам судьями. ",
          "ID": "27"
        },
        {
          "text": "Если же Духом Божьим изгоняю Я бесов, тогда Царство Божие пришло уже к вам.",
          "ID": "28"
        },
        {
          "text": "И еще: разве может кто проникнуть в дом сильного и похитить вещи его, если прежде не свяжет хозяина? Только после того он сможет разграбить его дом.",
          "ID": "29"
        },
        {
          "text": "Вы же знайте: кто не со Мною, тот против Меня; и кто не собирает со Мной, тот расточает. ",
          "ID": "30"
        },
        {
          "text": "Потому говорю вам: всякий грех и хула любая людям простятся, но хула на Духа не простится. ",
          "ID": "31"
        },
        {
          "text": "Если скажет кто слово против Сына Человеческого, простится ему, но кто скажет против Духа Святого, не простится ему ни в этом мире, ни в грядущем.",
          "ID": "32"
        },
        {
          "text": "Или вы признаёте хорошим дерево и хорошим же плод его, или плохим признаёте дерево и плохим его плод; по плодам узнаётся дерево. ",
          "ID": "33"
        },
        {
          "text": "Отродье змеиное! Как можете доброе говорить, будучи злыми?! Чем полнится сердце, о том и уста говорят. ",
          "ID": "34"
        },
        {
          "text": "Добрый человек из хранимого им добра выносит доброе; а злой человек из зла, им хранимого, злое выносит. ",
          "ID": "35"
        },
        {
          "text": "И Я говорю вам: в День Суда ответят люди за всякое праздное слово, что сказано ими. ",
          "ID": "36"
        },
        {
          "text": "От слов твоих и зависит: будешь ли ты оправдан иль осужден».",
          "ID": "37"
        },
        {
          "text": "Иные из книжников и фарисеев, бывшие при этом, сказали Ему: «Учитель! Мы хотим, чтобы Ты явил нам знамение».",
          "ID": "38"
        },
        {
          "text": "Но он ответил им: «Нечестивое и безбожное поколение ищет знамения, но не будет ему дано иного, кроме знамения пророка Ионы. ",
          "ID": "39"
        },
        {
          "text": "Ибо так же, как Иона пробыл во чреве огромной рыбы три дня и три ночи, так и Сын Человеческий пробудет в недрах земли три дня и три ночи. ",
          "ID": "40"
        },
        {
          "text": "Во время Суда встанут с людьми нынешнего поколения и будут свидетельствовать против них жители Ниневии, ибо они покаялись, услышав проповедь Ионы. А здесь Тот, Кто больше, чем Иона. ",
          "ID": "41"
        },
        {
          "text": "Во время Суда воскреснет с людьми этого поколения царица юга и будет свидетельствовать против них, ибо пришла она с другого конца земли послушать мудрого Соломона. А здесь Тот, Кто больше, чем Соломон.",
          "ID": "42"
        },
        {
          "text": "Когда нечистый дух выходит из человека, то бродит он по безводным краям в поисках места покоя, но не находит его. ",
          "ID": "43"
        },
        {
          "text": "И говорит тогда: „Вернусь в свой дом, оставленный мной“. Возвратившись же, находит его незанятым да еще подметенным и прибранным. ",
          "ID": "44"
        },
        {
          "text": "Идет он, и приводит с собой других семь духов, притом злейших, чем сам он, те входят и живут там, и в конце тому человеку приходится хуже, чем было вначале. То же самое произойдет с нечестивым нынешним поколением».",
          "ID": "45"
        },
        {
          "text": "В то время, когда еще Иисус говорил с народом, мать и братья Его пришли и стояли поодаль, желая поговорить с Ним. ",
          "ID": "46"
        },
        {
          "text": "[Кто-то сказал Ему: «Там, в стороне, мать и братья Твои стоят: они хотят поговорить с Тобою».]",
          "ID": "47"
        },
        {
          "text": "«Кто Моя мать и кто братья Мои?» – ответил Иисус тому человеку. ",
          "ID": "48"
        },
        {
          "text": "И, рукой указав на Своих учеников, сказал: «Вот Моя мать и братья Мои. ",
          "ID": "49"
        },
        {
          "text": "Ибо кто исполняет волю Отца Моего Небесного, тот Мне и брат, и сестра, и мать».",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12",
      "name": "Евангелие по Матфею 12"
    },
    {
      "text": [
        {
          "text": "В тот же день, выйдя из дома, Иисус направился к морю и сел там на берегу. ",
          "ID": "1"
        },
        {
          "text": "Вокруг Него собралось много людей, тогда Он вошел в лодку, сел, а весь народ стоял на берегу. ",
          "ID": "2"
        },
        {
          "text": "Многое сказал Иисус им в притчах.",
          "ID": "3"
        },
        {
          "text": "«Послушайте! – говорил Он. – Вот вышел сеятель сеять. ",
          "ID": "3"
        },
        {
          "text": "Когда он сеял, часть зерен упала у дороги – налетели птицы и склевали их. ",
          "ID": "4"
        },
        {
          "text": "Другие же зерна упали на каменистую почву, где земли было очень мало. Быстро взошли они, потому что слой земли был неглубок. ",
          "ID": "5"
        },
        {
          "text": "Но когда поднялось солнце, оно опалило их – без сильного корня ростки засохли. ",
          "ID": "6"
        },
        {
          "text": "Другие упали среди колючек, которые выросли и заглушили их. ",
          "ID": "7"
        },
        {
          "text": "Иные же зерна упали на хорошую землю, и дали они урожай стократный, шестидесятикратный и тридцатикратный. ",
          "ID": "8"
        },
        {
          "text": "У кого есть уши, пусть услышит!»",
          "ID": "9"
        },
        {
          "text": "Ученики подошли к Нему и спросили: «Почему Ты притчами говоришь им?»",
          "ID": "10"
        },
        {
          "text": "Он ответил: «Вам дано узнать тайны Царства Небесного, а им не дано. ",
          "ID": "11"
        },
        {
          "text": "Ибо у кого есть, тому и еще будет дано, и дано будет с избытком; а у кого нет, у него и то, что есть, будет взято.",
          "ID": "12"
        },
        {
          "text": "Я потому им притчами говорю,",
          "ID": "13"
        },
        {
          "text": "что смотрят они – но не видят,",
          "ID": "13"
        },
        {
          "text": "слушают – но не слышат и не понимают.",
          "ID": "13"
        },
        {
          "text": "Так сбылось на них пророчество Исайи:",
          "ID": "14"
        },
        {
          "text": "„Вы будете слушать и слушать – и всё же не поймете; ",
          "ID": "14"
        },
        {
          "text": "будете смотреть и смотреть – и всё же не увидите. ",
          "ID": "14"
        },
        {
          "text": "Ибо огрубело сердце народа этого,",
          "ID": "15"
        },
        {
          "text": "уши их едва слышат, и глаза свои они закрыли. ",
          "ID": "15"
        },
        {
          "text": "Иначе увидели бы глазами, услышали бы ушами, ",
          "ID": "15"
        },
        {
          "text": "поняли бы сердцем и лицом повернулись бы ко Мне, ",
          "ID": "15"
        },
        {
          "text": "и Я исцелил бы их“.",
          "ID": "15"
        },
        {
          "text": "А что до вас, как вы блаженны! Глаза ваши видят, и уши ваши слышат. ",
          "ID": "16"
        },
        {
          "text": "Поверьте Мне, много пророков и праведников страстно желали увидеть то, что видите вы, но не увидели; очень хотели услышать то, что вы слышите, но не услышали.",
          "ID": "17"
        },
        {
          "text": "А теперь послушайте, что значит притча о сеятеле. ",
          "ID": "18"
        },
        {
          "text": "Когда человек слышит весть Царства, но не понимает ее, приходит к нему нечистый и уносит посеянное в сердце его. Это представлено зерном, упавшим у дороги. ",
          "ID": "19"
        },
        {
          "text": "A посеянное на каменистой почве – это о тех, кто слышит весть и тотчас с радостью принимает ее, ",
          "ID": "20"
        },
        {
          "text": "но, так как нет у него корня, он непостоянен и тотчас теряет веру, едва начинаются притеснения или гонения за слово Божие. ",
          "ID": "21"
        },
        {
          "text": "Среди колючек посеянное – это о тех, кто слышит весть, но мирские заботы и обольщение богатством заглушают ее, и она не приносит плода. ",
          "ID": "22"
        },
        {
          "text": "На хорошей же земле посеянное представляет того, кто слышит и понимает весть. Он и приносит плод, и урожай может быть стократным, или шестидесятикратным, или тридцатикратным».",
          "ID": "23"
        },
        {
          "text": "Иисус рассказал им еще одну притчу: «Царство Небесное вот с чем сравню. Посеял человек на своем поле добрые семена. ",
          "ID": "24"
        },
        {
          "text": "Когда люди спали, пришел его враг, посеял плевелы среди пшеницы и ушел. ",
          "ID": "25"
        },
        {
          "text": "Когда посевы взошли, и колос начал наливаться, стали видны и плевелы.",
          "ID": "26"
        },
        {
          "text": "Слуги пошли к хозяину дома и сказали: „Господин! Разве не пшеницу ты сеял на поле своем? Откуда же появились плевелы?“",
          "ID": "27"
        },
        {
          "text": "„Враг это сделал“, – ответил он им. Тогда слуги сказали: „Ты хочешь, чтобы мы пошли и выпололи их?“",
          "ID": "28"
        },
        {
          "text": "„Нет, – он ответил, – чтобы, выпалывая плевелы, не вырвали вы заодно и пшеницу, ",
          "ID": "29"
        },
        {
          "text": "пусть вместе они растут до жатвы. А во время жатвы я скажу жнецам: выберите сперва плевелы и свяжите их пучками, чтобы сжечь, а пшеницу соберите в мои закрома“».",
          "ID": "30"
        },
        {
          "text": "И другую притчу предложил им Иисус: «Царство Небесное сравнимо с горчичным зерном, которое человек взял и посеял на поле своем. ",
          "ID": "31"
        },
        {
          "text": "Зерно это – самое меньшее из всех семян. Но то, что из него вырастает, – больше всех огородных растений. Оно становится деревом, так что птицы поднебесные прилетают и гнездятся в ветвях его».",
          "ID": "32"
        },
        {
          "text": "И такую еще притчу рассказал Иисус: «Царство Небесное сравнимо с закваской, которую женщина взяла, смешала с тремя мерами муки, пока не заквасилось всё тесто».",
          "ID": "33"
        },
        {
          "text": "Все это Иисус поведал народу в притчах, без притчи Он им не говорил ничего. ",
          "ID": "34"
        },
        {
          "text": "Так исполнилось сказанное через пророка:",
          "ID": "35"
        },
        {
          "text": "«Открою в притчах уста Мои ",
          "ID": "35"
        },
        {
          "text": "и провозглашу сокрытое ",
          "ID": "35"
        },
        {
          "text": "от сотворения [мира]».",
          "ID": "35"
        },
        {
          "text": "Затем, оставив народ, Иисус вошел в дом. Там к Нему подошли Его ученики и попросили: «Объясни нам притчу о плевелах в поле».",
          "ID": "36"
        },
        {
          "text": "Он ответил: «Сеятель доброго семени – Сын Человеческий; ",
          "ID": "37"
        },
        {
          "text": "поле – это мир, доброе семя – сыны Царства, а плевелы – сыны злого духа. ",
          "ID": "38"
        },
        {
          "text": "Враг, посеявший их, – дьявол. Жатва – это конец мира, а жнецы – ангелы.",
          "ID": "39"
        },
        {
          "text": "Как собирают плевелы и сжигают в огне, так будет и в конце мира. ",
          "ID": "40"
        },
        {
          "text": "Сын Человеческий пошлет Своих ангелов, и они очистят Царство Его от всех, кто других совращал, и от тех, кто сам жил беззаконно, ",
          "ID": "41"
        },
        {
          "text": "и бросят их в печь огненную, где будет плач и скрежет зубовный. ",
          "ID": "42"
        },
        {
          "text": "Праведники же будут сиять, словно солнце в Царстве Отца своего. У кого есть уши, пусть услышит!»",
          "ID": "43"
        },
        {
          "text": "«Царство Небесное сравнимо со спрятанным в поле сокровищем, которое случилось найти одному человеку. Закопав его снова, пошел он радостный, продал всё, что было у него, и купил то поле.",
          "ID": "44"
        },
        {
          "text": "И вот еще с чем сравнимо Царство Небесное. Один купец, искавший хороший жемчуг, ",
          "ID": "45"
        },
        {
          "text": "нашел как-то одну особенно ценную жемчужину. Он пошел, продал всё, что было у него, и купил ее.",
          "ID": "46"
        },
        {
          "text": "Царство Небесное подобно большой сети: заброшенная в море, она захватила разного рода рыбу. ",
          "ID": "47"
        },
        {
          "text": "Когда сеть наполнилась, рыбаки вытащили ее на берег и, сев, собрали хорошую рыбу в корзины, а негодную выбросили. ",
          "ID": "48"
        },
        {
          "text": "Так будет и в конце мира: выйдут ангелы и отберут нечестивых из среды праведных, ",
          "ID": "49"
        },
        {
          "text": "и бросят их в печь огненную, где будет плач и скрежет зубовный. ",
          "ID": "50"
        },
        {
          "text": "Всё ли сказанное Мной вы поняли?»",
          "ID": "51"
        },
        {
          "text": "«Да», – ответили они Ему.",
          "ID": "51"
        },
        {
          "text": "«Так вот, – сказал Он им, – всякий книжник, обученный в школе Царства Небесного, подобен хозяину дома, который выносит из богатого хранилища своего и новое, и старое».",
          "ID": "52"
        },
        {
          "text": "Кончив рассказывать эти притчи, Иисус ушел оттуда ",
          "ID": "53"
        },
        {
          "text": "и пришел в город, где Он вырос, и стал учить там людей в синагоге. Они в изумлении говорили: «Откуда такая мудрость у Него и такая сила творить чудеса? ",
          "ID": "54"
        },
        {
          "text": "Разве не сын Он плотника? Не Его ли мать зовут Марией, и не Его ли это братья – Иаков и Иосиф, Симон и Иуда? ",
          "ID": "55"
        },
        {
          "text": "И все сестры Его разве не живут среди нас? Откуда же у Него всё это?» ",
          "ID": "56"
        },
        {
          "text": "И не захотели они принять Его.",
          "ID": "57"
        },
        {
          "text": "Иисус же сказал им: «Не почитают пророка только в отечестве и в доме его».",
          "ID": "57"
        },
        {
          "text": "И многих чудес из-за неверия их не сотворил Он там.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13",
      "name": "Евангелие по Матфею 13"
    },
    {
      "text": [
        {
          "text": "Тем временем слух об Иисусе дошел до правителя, до Ирода, ",
          "ID": "1"
        },
        {
          "text": "и тот сказал своим слугам: «Это Иоанн Креститель. Бог воскресил его из мертвых – вот откуда у Него сила творить чудеса».",
          "ID": "2"
        },
        {
          "text": "В свое время этот самый Ирод схватил Иоанна, связал [его] и бросил в тюрьму. Случилось это всё из-за Иродиады, бывшей жены Филиппа, брата Ирода; ",
          "ID": "3"
        },
        {
          "text": "Иоанн говорил царю: «Ты не вправе жить с ней». ",
          "ID": "4"
        },
        {
          "text": "Ирод хотел убить его, но боялся народа, в глазах которого Иоанн был пророком.",
          "ID": "5"
        },
        {
          "text": "В день рождения Ирода дочь Иродиады плясала перед гостями и доставила Ироду такое удовольствие, ",
          "ID": "6"
        },
        {
          "text": "что он клятвенно пообещал дать ей всё, чего бы она ни попросила. ",
          "ID": "7"
        },
        {
          "text": "Подговоренная матерью, дочь сказала: «Голову Иоанна Крестителя подай мне сюда на блюде!» ",
          "ID": "8"
        },
        {
          "text": "Царь огорчился, но из-за клятвы, данной к тому же перед гостями, уступил ей: ",
          "ID": "9"
        },
        {
          "text": "он послал в тюрьму обезглавить Иоанна. ",
          "ID": "10"
        },
        {
          "text": "Голову принесли на блюде и отдали девице, а та отнесла ее матери своей. ",
          "ID": "11"
        },
        {
          "text": "Вскоре явились ученики Иоанна, взяли его тело и похоронили. Потом они пошли с вестью об этом к Иисусу.",
          "ID": "12"
        },
        {
          "text": "Услышав о случившемся, Иисус удалился на лодке в пустынное место, где Он мог бы побыть один, но многие люди узнали о том и из разных городов пешком последовали за Ним. ",
          "ID": "13"
        },
        {
          "text": "Выйдя на берег, Иисус увидел толпы людей и, сжалившись над ними, исцелил тех, кто был болен.",
          "ID": "14"
        },
        {
          "text": "Когда же наступил вечер, подошли к Нему ученики и сказали: «Место это пустынное, и время уже позднее: отпусти народ. Пусть сходят люди в селения и купят себе пищи».",
          "ID": "15"
        },
        {
          "text": "«Не нужно им уходить, – возразил [Иисус]. – Вы дайте им есть!»",
          "ID": "16"
        },
        {
          "text": "«У нас, – сказали они, – здесь нет ничего, кроме пяти хлебов и двух рыб».",
          "ID": "17"
        },
        {
          "text": "«Принесите Мне их сюда», – ответил Он. ",
          "ID": "18"
        },
        {
          "text": "Велев людям расположиться на траве, Иисус взял пять хлебов и две рыбы, поднял глаза к небу и произнес благодарственную молитву, затем стал разламывать хлеб и давать его ученикам, а они – народу. ",
          "ID": "19"
        },
        {
          "text": "Все ели и насытились; и тем, что осталось, наполнили двенадцать корзин. ",
          "ID": "20"
        },
        {
          "text": "А всех, кто ел, было около пяти тысяч – и это только мужчин, не считая женщин и детей.",
          "ID": "21"
        },
        {
          "text": "Сразу после этого Иисус настоял, чтобы ученики сели в лодку и, не дожидаясь, пока Он отпустит народ, переправились на другой берег. ",
          "ID": "22"
        },
        {
          "text": "Отпустив же людей, Он взошел на гору, чтобы в уединении помолиться, и долго оставался там один и после наступления вечера. ",
          "ID": "23"
        },
        {
          "text": "А лодка в это время далеко от суши боролась с волнами, которые гнал встречный ветер.",
          "ID": "24"
        },
        {
          "text": "Уже на исходе ночи Иисус догнал лодку, идя прямо по морю. ",
          "ID": "25"
        },
        {
          "text": "Увидев, как Он идет по морю, ученики Его сильно испугались. «Это призрак!» – решили они и в ужасе закричали.",
          "ID": "26"
        },
        {
          "text": "Тогда [Иисус] заговорил с ними: «Успокойтесь, это Я! Не бойтесь!»",
          "ID": "27"
        },
        {
          "text": "«Господи! – сказал Ему Петр. – Если Ты это, вели мне пойти к Тебе по воде!»",
          "ID": "28"
        },
        {
          "text": "«Иди!» – ответил Он.",
          "ID": "29"
        },
        {
          "text": "Тогда Петр вышел из лодки и прямо по воде направился к Иисусу. ",
          "ID": "29"
        },
        {
          "text": "Но почувствовав, [как силен] ветер, он испугался и начал тонуть. «Господи, – закричал он, – спаси меня!»",
          "ID": "30"
        },
        {
          "text": "Иисус протянул ему тотчас руку, поддержал его и сказал: «Зачем же ты усомнился, маловерный?»",
          "ID": "31"
        },
        {
          "text": "Когда вошли они в лодку, ветер утих. ",
          "ID": "32"
        },
        {
          "text": "И те, которые были в лодке, пали ниц пред Иисусом, восклицая: «Воистину Ты Сын Божий!»",
          "ID": "33"
        },
        {
          "text": "Переправившись, вышли на берег они в Геннисарете. ",
          "ID": "34"
        },
        {
          "text": "Местные жители, узнав Иисуса, оповестили о том всю округу. И принесли к Нему всех больных, ",
          "ID": "35"
        },
        {
          "text": "и просили позволить им хотя бы к краю одежды Его прикоснуться. И все, кто прикасался, исцелялись.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14",
      "name": "Евангелие по Матфею 14"
    },
    {
      "text": [
        {
          "text": "В то время пришли к Иисусу из Иерусалима фарисеи и книжники. Они спросили Его: ",
          "ID": "1"
        },
        {
          "text": "«Почему ученики Твои нарушают предание отцов? Перед едой не омывают они рук [своих]».",
          "ID": "2"
        },
        {
          "text": "«А почему вы нарушаете заповедь Божью ради своего предания? – возразил Он. – ",
          "ID": "3"
        },
        {
          "text": "Бог сказал: „Почитай отца и мать“ и „Злословящий отца или мать должен быть предан смерти“. ",
          "ID": "4"
        },
        {
          "text": "А вы говорите: „Если кто скажет отцу или матери: „Я принес в дар Богу то, чем мог бы тебе помочь“, ",
          "ID": "5"
        },
        {
          "text": "то ему и не нужно почитать отца своего“. Вы упразднили этим слово Божие ради предания вашего. ",
          "ID": "6"
        },
        {
          "text": "Лицемеры! Верно пророчествовал о вас Исайя:",
          "ID": "7"
        },
        {
          "text": "„Этот народ чтит Меня лишь устами,",
          "ID": "8"
        },
        {
          "text": "но сердцем далек он от Меня. ",
          "ID": "8"
        },
        {
          "text": "Тщетно их богопочитание: ",
          "ID": "9"
        },
        {
          "text": "человеческим заповедям учат они, как Моим“».",
          "ID": "9"
        },
        {
          "text": "Подозвав народ, Иисус сказал: «Послушайте и, вдумавшись, поймите: ",
          "ID": "10"
        },
        {
          "text": "человека не то оскверняет, что входит в уста; из уст исходящее – вот что человека сквернит».",
          "ID": "11"
        },
        {
          "text": "Тогда подошли ученики и сказали Ему: «Знаешь ли Ты, что слова Твои покоробили фарисеев?»",
          "ID": "12"
        },
        {
          "text": "«Всякое то растение, что посадил не Отец Мой Небесный, будет вырвано с корнем, – ответил Он. – ",
          "ID": "13"
        },
        {
          "text": "Оставьте их! Это слепые поводыри [слепых], а когда слепой слепого ведет, оба упадут в яму».",
          "ID": "14"
        },
        {
          "text": "«Объясни нам сказанное Тобой», – попросил Его Петр.",
          "ID": "15"
        },
        {
          "text": "«Вы всё еще столь же непонятливы, как и прочие? – удивился Иисус. – ",
          "ID": "16"
        },
        {
          "text": "Разве не знаете, что всё, входящее в уста, в чрево проходит и потом извергается вон? ",
          "ID": "17"
        },
        {
          "text": "А то, что исходит из уст, от сердца идет: это и делает человека нечистым. ",
          "ID": "18"
        },
        {
          "text": "Ибо из сердца исходят помыслы злые, убийства, супружеские измены, распутство, воровство, лжесвидетельства, злословие. ",
          "ID": "19"
        },
        {
          "text": "Вот что оскверняет человека. А есть неомытыми руками – это не оскверняет».",
          "ID": "20"
        },
        {
          "text": "После того Иисус направился в земли Сидона и Тира. ",
          "ID": "21"
        },
        {
          "text": "Там женщина-ханаанеянка вышла к Нему навстречу и громко взмолилась: «Господи, Сын Давидов, сжалься надо мной! Дочь моя страшно мучается: она одержима бесом!»",
          "ID": "22"
        },
        {
          "text": "Он ни слова не сказал ей в ответ. Ученики, подойдя к Нему, стали Его просить: «Отпусти ее. Она за нами идет и не перестает кричать».",
          "ID": "23"
        },
        {
          "text": "Он возразил: «Я послан только к заблудшим овцам народа Израилева».",
          "ID": "24"
        },
        {
          "text": "Но женщина та, приблизившись, пала ниц перед Ним и говорила: «Господи, помоги мне!»",
          "ID": "25"
        },
        {
          "text": "Он же промолвил: «Нехорошо взять хлеб у детей и бросить собакам».",
          "ID": "26"
        },
        {
          "text": "«Да, Господи! – сказала она. – Но и собаки едят крошки, падающие со стола их хозяев».",
          "ID": "27"
        },
        {
          "text": "Тогда Иисус сказал ей: «О женщина! Велика вера твоя! Ты хочешь этого – пусть так и будет!» И в тот миг дочь ее исцелилась.",
          "ID": "28"
        },
        {
          "text": "Покинув то место, Иисус пошел вдоль Галилейского моря, взошел на гору и сел там. ",
          "ID": "29"
        },
        {
          "text": "К Нему сошлись толпы народа, среди них были хромые, слепые, калеки, немые и много других страдальцев. Их клали у ног Его, и Он всех исцелял. ",
          "ID": "30"
        },
        {
          "text": "Люди изумлялись, когда видели, что немые начинают говорить, хромые – ходить, слепые – видеть и калеки исцеляются, и прославляли Бога Израилева.",
          "ID": "31"
        },
        {
          "text": "Иисус же, подозвав Своих учеников, сказал: «Жаль Мне людей, ибо вот уже три дня они со Мной, а есть им нечего. Не хочу отпустить их голодными, а то ослабнут они в пути». ",
          "ID": "32"
        },
        {
          "text": "Ученики возразили Ему: «Откуда нам в этой пустыне взять столько хлеба, чтобы хватило его накормить такую толпу?»",
          "ID": "33"
        },
        {
          "text": "«Сколько у вас хлебов?» – спросил Иисус.",
          "ID": "34"
        },
        {
          "text": "«Семь, – отвечали они, – и несколько рыбок».",
          "ID": "34"
        },
        {
          "text": "Иисус, велев людям сесть на землю, ",
          "ID": "35"
        },
        {
          "text": "взял эти семь хлебов и рыбу, сколько было ее, воздал благодарение Богу, разломил и стал раздавать ученикам, а ученики – народу. ",
          "ID": "36"
        },
        {
          "text": "Все ели и насытились; и тем, что осталось, наполнили семь корзин. ",
          "ID": "37"
        },
        {
          "text": "А всех, кто ел, было около четырех тысяч – и это только мужчин, не считая женщин и детей. ",
          "ID": "38"
        },
        {
          "text": "Отпустив народ, Иисус вошел в лодку и направился в землю Магаданскую.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15",
      "name": "Евангелие по Матфею 15"
    },
    {
      "text": [
        {
          "text": "Там фарисеи и саддукеи подошли к Иисусу. Испытывая Его, они просили явить им знамение с неба.",
          "ID": "1"
        },
        {
          "text": "Он же ответил им: «[Вы вечером говорите: „Хорошая будет погода, потому что небо пламенеет“, ",
          "ID": "2"
        },
        {
          "text": "а рано утром: „Сегодня ненастье, ведь небо багрово и хмуро“. Судить о погоде, глядя на небо, вы можете, а явных знамений времени не видите?] ",
          "ID": "3"
        },
        {
          "text": "Нечестивое и прелюбодейное поколение знамения ищет, но не будет ему дано другого, кроме знамения пророка Ионы». Оставив их, Иисус удалился.",
          "ID": "4"
        },
        {
          "text": "Переправляясь на другой берег, ученики Его забыли взять с собой хлеб. ",
          "ID": "5"
        },
        {
          "text": "Когда же Иисус сказал им: «Смотрите, берегитесь закваски фарисейской и саддукейской», ",
          "ID": "6"
        },
        {
          "text": "они решили между собой: «Он потому это говорит, что хлеба не взяли мы».",
          "ID": "7"
        },
        {
          "text": "Но Иисус, узнав о том, сказал: «Маловеры! К чему говорите вы, что нет у вас хлеба? ",
          "ID": "8"
        },
        {
          "text": "Вы всё еще не понимаете? Неужели не помните о пяти хлебах для пяти тысяч – сколько корзин тогда вы набрали? ",
          "ID": "9"
        },
        {
          "text": "Или о семи хлебах для четырех тысяч, и сколько в тот раз корзин вы набрали? ",
          "ID": "10"
        },
        {
          "text": "Или не понимаете, что не о хлебе Я вам сказал, когда говорил о том, чтобы беречься фарисейской и саддукейской закваски?» ",
          "ID": "11"
        },
        {
          "text": "Тогда они поняли, что не от хлебной закваски предостерегал Он их, а от учения фарисеев и саддукеев.",
          "ID": "12"
        },
        {
          "text": "Придя в окрестности Кесарии Филипповой, Иисус стал спрашивать учеников Своих: «За кого принимают люди Сына Человеческого?»",
          "ID": "13"
        },
        {
          "text": "И они сказали: «Одни – за Иоанна Крестителя, другие – за Илию, а иные – за Иеремию или одного из пророков».",
          "ID": "14"
        },
        {
          "text": "«А вы? – спросил Он их. – За кого вы Меня принимаете?»",
          "ID": "15"
        },
        {
          "text": "«Ты – Мессия, Сын Бога Живого!» – ответил Симон Петр.",
          "ID": "16"
        },
        {
          "text": "«Блажен ты, Симон, сын Ионы, – сказал ему Иисус. – Ведь не разум человеческий открыл тебе это, но Отец Мой Небесный. ",
          "ID": "17"
        },
        {
          "text": "И Я говорю тебе: „Ты – Петр, и на скале этой воздвигну Я церковь Мою; и силы смерти никогда не одолеют ее. ",
          "ID": "18"
        },
        {
          "text": "Я ключи тебе дам Царства Небесного: на земле ты свяжешь то, чтосвязано на Небесах, и разрешишь на земле на Небесах разрешенное“». ",
          "ID": "19"
        },
        {
          "text": "После того Иисус наказал ученикам не говорить никому, что Он – Мессия.",
          "ID": "20"
        },
        {
          "text": "С этого времени Иисус начал открывать ученикам, что Ему надлежит идти в Иерусалим и перенести много страданий от старейшин, первосвященников и книжников. Там Его убьют, но на третий день будет Он воскрешен.",
          "ID": "21"
        },
        {
          "text": "Тогда Петр, отозвав Иисуса в сторону, стал настойчиво увещевать Его, говоря: «Да помилует Бог Тебя, Господи! Не случится пусть этого с Тобой!»",
          "ID": "22"
        },
        {
          "text": "Иисус повернулся и ответил Петру: «С глаз Моих уйди, искуситель! Камень преткновения ты для Меня, ибо не о Божьем ты думаешь, а о человеческом».",
          "ID": "23"
        },
        {
          "text": "Потом всем ученикам Своим сказал Иисус: «Кто хочет идти за Мною, пусть отречется от себя самого, возьмет свой крест и последует за Мной. ",
          "ID": "24"
        },
        {
          "text": "Ибо кто хочет спасти свою жизнь, потеряет ее, а кто потеряет жизнь свою ради Меня, тот обретет ее. ",
          "ID": "25"
        },
        {
          "text": "Что пользы будет человеку, если он весь мир приобретет, а себе нанесет вред непоправимый? Или что может дать человек в обмен на жизнь свою? ",
          "ID": "26"
        },
        {
          "text": "Ведь придет Сын Человеческий с ангелами Своими во славе Отца Своего и каждому воздаст по делам его. ",
          "ID": "27"
        },
        {
          "text": "Вот что вам скажу: некоторые из стоящих здесь не умрут, не увидев Сына Человеческого, грядущего в Царстве Своем».",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16",
      "name": "Евангелие по Матфею 16"
    },
    {
      "text": [
        {
          "text": "Через шесть дней Иисус взял Петра, Иакова и брата его Иоанна и повел их одних на высокую гору. ",
          "ID": "1"
        },
        {
          "text": "Там весь облик Его изменился у них на глазах: от лица Его исходило сияние, словно от солнца, а одежды Его белизной лучились, как свет. ",
          "ID": "2"
        },
        {
          "text": "И явились им Моисей и Илия, они беседовали с Иисусом.",
          "ID": "3"
        },
        {
          "text": "Тут Петр сказал Ему: «Господи! Хорошо нам здесь! Если хочешь, поставим мы на этом месте три шатра: один – Тебе, Моисею – другой и один – Илии?»",
          "ID": "4"
        },
        {
          "text": "Он еще говорил, когда вдруг покрыло их сияющее облако. И раздался из облака голос: «Это – Сын Мой возлюбленный, в Нем радость Моя. Его слушайте!»",
          "ID": "5"
        },
        {
          "text": "Услышав голос, ученики в страхе упали ниц. ",
          "ID": "6"
        },
        {
          "text": "Но Иисус подошел и, коснувшись их, сказал: «Вставайте! Не бойтесь!» ",
          "ID": "7"
        },
        {
          "text": "Подняв глаза, они никого уже, кроме Иисуса, не увидели.",
          "ID": "8"
        },
        {
          "text": "А когда спускались они с горы, Иисус наказал им: «Никому о явленном вам не говорите, пока Сын Человеческий не воскреснет из мертвых».",
          "ID": "9"
        },
        {
          "text": "Ученики спросили Его: «Почему тогда книжники говорят, что сначала должен прийти Илия?»",
          "ID": "10"
        },
        {
          "text": "«Илия, – ответил Он, – действительно должен был прийти и всё восстановить. ",
          "ID": "11"
        },
        {
          "text": "Но скажу вам, что Илия уже приходил, однако его не узнали и поступили с ним по своему произволу. Предстоит пострадать от них и Сыну Человеческому». ",
          "ID": "12"
        },
        {
          "text": "Тогда поняли ученики, что говорил Он им об Иоанне Крестителе.",
          "ID": "13"
        },
        {
          "text": "Когда они вернулись к людям, подошел к Иисусу человек и, упав перед Ним на колени, ",
          "ID": "14"
        },
        {
          "text": "сказал: «Господин мой, смилуйся над сыном моим! У него падучая, и он сильно мучается: часто бросается то в огонь, то в воду. ",
          "ID": "15"
        },
        {
          "text": "Я привел его к ученикам Твоим, но они не смогли его исцелить».",
          "ID": "16"
        },
        {
          "text": "«О неверующий и развращенный род людской! – воскликнул Иисус. – Долго ли Мне еще с вами быть? Долго Мне еще вас терпеть? Приведите его сюда ко Мне!» ",
          "ID": "17"
        },
        {
          "text": "Иисус повелел бесу, и тот оставил мальчика, который в тот же миг стал здоров.",
          "ID": "18"
        },
        {
          "text": "Позднее, когда Иисус остался один, ученики подошли к Нему и спросили: «Почему же мы не смогли изгнать его?»",
          "ID": "19"
        },
        {
          "text": "«Слишком мало веры у вас, – ответил Он им. – Воистину, если вера ваша будет хотя бы с зерно горчичное, и вы скажете этой горе: „Передвинься отсюда туда!“ – она передвинется, и не будет ничего для вас невозможного». ",
          "ID": "20"
        },
        {
          "text": "[]",
          "ID": "21"
        },
        {
          "text": "Когда Иисус был вместе с учениками в Галилее, Он сказал им: «Предан будет Сын Человеческий в руки людей, ",
          "ID": "22"
        },
        {
          "text": "и убьют Его, а на третий день Бог воскресит Его». Глубокая печаль овладела тогда учениками.",
          "ID": "23"
        },
        {
          "text": "Когда пришли они в Капернаум, к Петру обратились сборщики налога на Храм. Они спросили: «Не заплатит ли ваш Учитель храмовый налог?»",
          "ID": "24"
        },
        {
          "text": "«Да», – ответил Петр.",
          "ID": "25"
        },
        {
          "text": "Когда он вошел в дом, Иисус встретил его вопросом: «Симон! Как ты думаешь, с кого земные цари взимают налог или подать? Со своих сыновей или с чужих людей?»",
          "ID": "25"
        },
        {
          "text": "«С чужих», – ответил Петр.",
          "ID": "26"
        },
        {
          "text": "«Значит, – сказал Иисус, – сыновья свободны. ",
          "ID": "26"
        },
        {
          "text": "Но чтобы не оттолкнуть понапрасну этих людей, ступай к морю и закинь удочку. Возьми рыбу, которая попадется первой, открой ей рот, – там найдешь ты монету в четыре драхмы, – возьми ее и отдай им за нас обоих».",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17",
      "name": "Евангелие по Матфею 17"
    },
    {
      "text": [
        {
          "text": "Подошли тогда же к Иисусу ученики и спросили: «Кто же больше всех в Царстве Небесном?»",
          "ID": "1"
        },
        {
          "text": "Подозвав ребенка, Иисус поставил его посреди них ",
          "ID": "2"
        },
        {
          "text": "и сказал: «Поверьте Мне, если не обратитесь и не станете как дети, – не войти вам в Царство Небесное. ",
          "ID": "3"
        },
        {
          "text": "Потому, кто смирит себя и станет таким, как это дитя, – тот и больший в Царстве Небесном. ",
          "ID": "4"
        },
        {
          "text": "И кто принимает такое вот дитя во имя Мое – Меня принимает. ",
          "ID": "5"
        },
        {
          "text": "А если станет кто причиной падения хотя бы одного из малых сих, верующих в Меня, лучше бы тому было, чтобы повесили ему на шею жернов и утопили его в пучине морской.",
          "ID": "6"
        },
        {
          "text": "Горе миру от соблазнов! Неизбежны они здесь, но горе тому человеку, через которого соблазн приходит. ",
          "ID": "7"
        },
        {
          "text": "И если рука твоя или нога твоя тебя на зло влекут, отруби ее и отбрось: лучше тебе без руки войти в жизнь или без ноги, чем c двумя руками или с двумя ногами быть брошенным в огонь вечный. ",
          "ID": "8"
        },
        {
          "text": "Если же глаз твой влечет тебя на зло, вырви его и отбрось: лучше с одним глазом войти тебе в жизнь, чем с двумя быть брошенным в огонь геенны.",
          "ID": "9"
        },
        {
          "text": "Смотрите же, никогда не пренебрегайте ни одним из малых сих. Ибо, говорю вам, ангелы их постоянно видят лицо Отца Моего Небесного. ",
          "ID": "10"
        },
        {
          "text": "[]",
          "ID": "11"
        },
        {
          "text": "Как считаете вы, если сто овец у человека, и одна из них заблудилась, разве он не оставит девяносто девять в горах и не пойдет искать заблудившуюся? ",
          "ID": "12"
        },
        {
          "text": "И если удастся найти ее, он будет, заверяю вас, радоваться ей больше, чем девяноста девяти незаблудившимся. ",
          "ID": "13"
        },
        {
          "text": "Так и Отцу вашему Небесному вовсе не угодно, чтобы погиб хоть один из малых сих.",
          "ID": "14"
        },
        {
          "text": "Если же согрешит [против тебя] брат твой, пойди к нему и с глазу на глаз укажи ему на вину его. Если послушается он тебя, приобрел ты брата своего. ",
          "ID": "15"
        },
        {
          "text": "Если же не послушается, пойди к нему с кем-нибудь, с одним или с двумя, ибо каждое дело подтверждается устами двух или трех свидетелей. ",
          "ID": "16"
        },
        {
          "text": "Если их он тоже не послушается, скажи общине; а если он и общины не послушается, пусть будет он для тебя подобен язычнику и сборщику налогов.",
          "ID": "17"
        },
        {
          "text": "Поверьте Мне, что свяжете вы на земле, то уже связано на Небесах, и что разрешите на земле, то уже разрешено на Небе.",
          "ID": "18"
        },
        {
          "text": "Еще говорю вам: если двое из вас на земле согласятся просить о чем-либо, дарует им то Отец Мой Небесный. ",
          "ID": "19"
        },
        {
          "text": "Ибо, где двое или трое собраны во имя Мое, там Я среди них».",
          "ID": "20"
        },
        {
          "text": "Тогда подошел к Нему Петр и спросил Его: «Господи! Сколько раз я должен прощать брату моему, если он будет грешить против меня? До семи ли раз?»",
          "ID": "21"
        },
        {
          "text": "«Говорю тебе, что не до семи, но до семидесяти раз по семи, – ответил ему Иисус. – ",
          "ID": "22"
        },
        {
          "text": "Царство Небесное вот с чем поэтому можно сравнить. Некий царь пожелал потребовать от слуг своих отчета. ",
          "ID": "23"
        },
        {
          "text": "Когда занялся он этим, привели к нему того, кто должен был ему десять тысяч талантов. ",
          "ID": "24"
        },
        {
          "text": "И так как у слуги этого не было чем заплатить, то господин приказал для уплаты долга продать и самого слугу, и жену его, и детей, и всё, что у него было.",
          "ID": "25"
        },
        {
          "text": "Слуга же упал пред ним ниц и просил: „Потерпи меня! Я всё, что должен, отдам тебе!“ ",
          "ID": "26"
        },
        {
          "text": "И господин над слугою тем сжалился, отпустил его и простил ему долг.",
          "ID": "27"
        },
        {
          "text": "Как только вышел слуга, он нашел одного из служивших вместе с ним. Тот должен был ему сто денариев. Слуга схватил его за горло и стал душить, говоря: „Отдавай то, что должен“.",
          "ID": "28"
        },
        {
          "text": "А тот, пав ниц, стал просить его: „Потерпи меня, я всё, что должен, отдам тебе!“",
          "ID": "29"
        },
        {
          "text": "Но слуга не согласился, а пошел и бросил его в тюрьму до тех пор, пока тот не отдаст ему долг. ",
          "ID": "30"
        },
        {
          "text": "Другие слуги, увидев всё это, сильно огорчились и пошли к своему господину доложить обо всем происшедшем.",
          "ID": "31"
        },
        {
          "text": "Тогда господин призвал помилованного слугу и сказал: „Бесстыдный раб! Весь твой долг простил я тебе, когда просил ты меня. ",
          "ID": "32"
        },
        {
          "text": "Не должен ли был и ты сжалиться над твоим сотоварищем, как сжалился я над тобой?“ ",
          "ID": "33"
        },
        {
          "text": "И, разгневавшись, господин отдал его на мучение, пока тот не вернет всё, что должен.",
          "ID": "34"
        },
        {
          "text": "Точно так же с вами поступит Отец Мой Небесный, если каждый из вас от всего сердца не простит брата своего».",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18",
      "name": "Евангелие по Матфею 18"
    },
    {
      "text": [
        {
          "text": "Закончив речь Свою, Иисус ушел из Галилеи в края иудейские за Иорданом. ",
          "ID": "1"
        },
        {
          "text": "Толпы народа последовали за Ним, и Он исцелял их.",
          "ID": "2"
        },
        {
          "text": "Подошли к Нему некоторые из фарисеев и, желая поймать Его на слове, спросили: «По любой ли причине разрешается разводиться человеку с женой?»",
          "ID": "3"
        },
        {
          "text": "«А разве вы не читали, – ответил Иисус, – что Творец изначально создал мужчину и женщину, ",
          "ID": "4"
        },
        {
          "text": "что сказал Он: „Поэтому человек оставит отца и мать и к жене своей прилепится, и станут двое плотью одной?“ ",
          "ID": "5"
        },
        {
          "text": "Так что их не двое уже – они единая плоть. Значит, то, что Бог сочетал, человек пусть не разлучает».",
          "ID": "6"
        },
        {
          "text": "«Тогда почему, – возразили они Ему, – Моисей установил, что можно разводиться [с женой], давая разводное свидетельство?»",
          "ID": "7"
        },
        {
          "text": "«Моисей из-за упрямства вашего позволил вам разводиться с женами своими, – сказал им Иисус, – но вначале было не так. ",
          "ID": "8"
        },
        {
          "text": "Говорю же вам: кто разведется с женой своей по любой причине, кроме блуда ее, и женится на другой, тот прелюбодействует».",
          "ID": "9"
        },
        {
          "text": "Тогда ученики [Его] говорят Ему: «Если так надлежит человеку с женой поступать, лучше вовсе не жениться». ",
          "ID": "10"
        },
        {
          "text": "Иисус же ответил им: «Не все принимают то, что сказал Я, но те лишь, кому это дано. ",
          "ID": "11"
        },
        {
          "text": "Есть люди, неспособные к супружеской жизни от чрева еще материнского, есть и евнухи, которых такими сделали люди, а есть и такие, которые сами отреклись от супружеской жизни ради Царства Небесного. Кто может принять, пусть примет!»",
          "ID": "12"
        },
        {
          "text": "Тут к Нему привели детей, чтобы Он возложил на них руки и помолился, но ученики воспротивились этому.",
          "ID": "13"
        },
        {
          "text": "Иисус же сказал: «Пустите детей и никогда не мешайте им приходить ко Мне, ибо Царство Небесное для таких, как они». ",
          "ID": "14"
        },
        {
          "text": "Он благословил детей и потом продолжил Свой путь.",
          "ID": "15"
        },
        {
          "text": "Случилось как-то, что один молодой человек подошел к Иисусу с вопросом: «Учитель, что сделать мне доброго, чтобы обрести вечную жизнь?»",
          "ID": "16"
        },
        {
          "text": "«Доброго? – сказал ему Иисус. – Почему ты спрашиваешь Меня об этом? Один лишь есть, Кто добр. И если хочешь войти в жизнь вечную, соблюдай заповеди».",
          "ID": "17"
        },
        {
          "text": "«Какие?» – спросил тот у Иисуса.",
          "ID": "18"
        },
        {
          "text": "«Не убивай, не прелюбодействуй, не кради, не лжесвидетельствуй, ",
          "ID": "18"
        },
        {
          "text": "почитай отца и мать и люби ближнего твоего, как самого себя», – отвечал Иисус.",
          "ID": "19"
        },
        {
          "text": "Молодой человек продолжал: «Всему я этому следовал. Чего же мне еще недостает?»",
          "ID": "20"
        },
        {
          "text": "Иисус ответил ему: «Если хочешь быть совершенным, пойди и продай имущество свое, раздай деньги нищим, вот тогда у тебя будет сокровище на небесах, потом приходи и следуй за Мной».",
          "ID": "21"
        },
        {
          "text": "Услышав это, в печали ушел молодой человек, потому что владел он большим состоянием.",
          "ID": "22"
        },
        {
          "text": "Иисус же сказал ученикам Своим: «Поверьте Мне, богатому трудно войти в Царство Небесное. ",
          "ID": "23"
        },
        {
          "text": "И еще говорю вам: легче верблюду пройти сквозь игольное ушко, чем войти богатому в Царство Божие».",
          "ID": "24"
        },
        {
          "text": "Услышав такое, ученики сильно удивились. «Кто же тогда спасется?» – воскликнули они.",
          "ID": "25"
        },
        {
          "text": "Поглядел на них Иисус и сказал: «Человеку то не по силам, для Бога же всё возможно».",
          "ID": "26"
        },
        {
          "text": "И спросил Его Петр: «Вот мы оставили всё и за Тобой последовали: что мы получим за это?»",
          "ID": "27"
        },
        {
          "text": "Иисус сказал им: «Поверьте Мне, в новой жизни, когда воссядет Сын Человеческий на престоле славы Своей, вы, последовавшие за Мною, сядете на двенадцати престолах и будете судить двенадцать колен Израиля. ",
          "ID": "28"
        },
        {
          "text": "И всякий, кто оставил дома, братьев или сестер, отца или мать и детей или земли ради имени Моего, получит во сто крат больше и обретет жизнь вечную. ",
          "ID": "29"
        },
        {
          "text": "Но многие, сегодня первые, будут последними, и последние – первыми».",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19",
      "name": "Евангелие по Матфею 19"
    },
    {
      "text": [
        {
          "text": "Иисус продолжал: «Царство Небесное вот с чем можно сравнить. Один человек вышел как-то рано утром из дома своего нанять работников для своего виноградника. ",
          "ID": "1"
        },
        {
          "text": "Сговорившись с работниками об оплате по денарию за день, он послал их в свой виноградник.",
          "ID": "2"
        },
        {
          "text": "Выйдя еще раз около девяти часов утра, он увидел других людей, стоявших на рыночной площади без дела. ",
          "ID": "3"
        },
        {
          "text": "„Ступайте и вы в мой виноградник, – сказал он им, – и я заплачу вам по справедливости“. ",
          "ID": "4"
        },
        {
          "text": "И они пошли.",
          "ID": "5"
        },
        {
          "text": "Когда он опять вышел, уже в обед и в три часа пополудни, то сделал то же самое. ",
          "ID": "5"
        },
        {
          "text": "Наконец, выйдя около пяти часов вечера, он опять нашел других людей, стоявших там, и спросил у них: „Почему весь день вы стоите здесь без дела?“",
          "ID": "6"
        },
        {
          "text": "„Нас никто не нанял“, – ответили они ему.",
          "ID": "7"
        },
        {
          "text": "„Идите и вы в виноградник“, – сказал он им.",
          "ID": "7"
        },
        {
          "text": "А когда настал вечер, хозяин виноградника говорит своему управляющему: „Позови работников и заплати им, начав с последних и кончая первыми“.",
          "ID": "8"
        },
        {
          "text": "И те, кого наняли около пяти часов вечера, пришли и получили по денарию. ",
          "ID": "9"
        },
        {
          "text": "Когда же пришли те, кого наняли первыми, то решили они, что получат больше, но тоже получили по денарию, как было условленно. ",
          "ID": "10"
        },
        {
          "text": "Получив эти деньги, стали они роптать, говоря хозяину дома: „Эти последние, только час они проработали, а ты приравнял их к нам, трудившимся целый день под палящим солнцем“.",
          "ID": "11"
        },
        {
          "text": "„Друг! – ответил он одному из них. – Не обижаю тебя я. Не за денарий ли ты сговорился со мной? ",
          "ID": "13"
        },
        {
          "text": "Возьми же свое и ступай домой. Ну, а я хочу тому, кто пришел последним, дать столько же, сколько тебе. ",
          "ID": "14"
        },
        {
          "text": "Разве не могу я распорядиться принадлежащим мне так, как того я хочу? Или тебе завидно, что щедр я к этим людям?“",
          "ID": "15"
        },
        {
          "text": "Так последние станут первыми, а первые – последними».",
          "ID": "16"
        },
        {
          "text": "Когда они шли в Иерусалим, в пути Иисус отозвал в сторону двенадцать [учеников] и сказал им одним: ",
          "ID": "17"
        },
        {
          "text": "«Вот идем мы в Иерусалим, и Сын Человеческий будет предан там первосвященникам и книжникам, и приговорят Его к смерти. ",
          "ID": "18"
        },
        {
          "text": "Предадут Его язычникам на глумление, бичевание и распятие, и на третий день пробужден Он будет от смерти».",
          "ID": "19"
        },
        {
          "text": "Потом подошла к Нему мать сыновей Зеведея с сыновьями своими и, встав перед Ним на колени, о чем-то стала просить Его.",
          "ID": "20"
        },
        {
          "text": "«Чего ты хочешь?» – спросил у нее Иисус.",
          "ID": "21"
        },
        {
          "text": "«Позволь, – ответила она, – этим двум моим сыновьям сесть одному справа от Тебя, а другому слева в Царстве Твоем».",
          "ID": "21"
        },
        {
          "text": "Иисус же сказал им в ответ: «Не знаете, чего просите. Можете ли пить чашу, которую Я буду пить?»",
          "ID": "22"
        },
        {
          "text": "«Можем», – сказали они Ему.",
          "ID": "22"
        },
        {
          "text": "«Из чаши Моей вы будете пить, – говорит им Иисус, – сесть же кому по правую Мою сторону и по левую, не Я решаю. Эти места для тех, кому приготовил их Отец Мой Небесный».",
          "ID": "23"
        },
        {
          "text": "Услышав это, остальные десять учеников возмутились поступком двух братьев. ",
          "ID": "24"
        },
        {
          "text": "Но Иисус подозвал их к Себе и сказал: «Вы знаете, что мирские владыки господствуют над своими народами, и великие этого мира держат их в своей власти. ",
          "ID": "25"
        },
        {
          "text": "Но не так должно быть у вас! Пусть тот, кто хочет стать главным среди вас, будет вам слугой. ",
          "ID": "26"
        },
        {
          "text": "И кто хочет быть среди вас первым, пусть будет вам рабом, ",
          "ID": "27"
        },
        {
          "text": "так же ведь и Сын Человеческий не для того пришел, чтобы Ему служили, но для того, чтобы служить и отдать Свою жизнь как выкуп за многих».",
          "ID": "28"
        },
        {
          "text": "Когда они выходили из Иерихона, за Ним следовала огромная толпа народа. ",
          "ID": "29"
        },
        {
          "text": "И вот двое слепых, сидевших у дороги, услышав, что мимо идет Иисус, закричали: «[Господи!] Сын Давида! Сжалься над нами!»",
          "ID": "30"
        },
        {
          "text": "Народ же требовал, чтобы они молчали, но они стали кричать еще громче: «Господи! Сын Давида! Сжалься над нами!»",
          "ID": "31"
        },
        {
          "text": "Остановившись, Иисус позвал их и спросил: «Что вы хотите? Что сделать для вас?»",
          "ID": "32"
        },
        {
          "text": "«Господи! – сказали они Ему. – Мы хотим, чтобы видели наши глаза!»",
          "ID": "33"
        },
        {
          "text": "Движимый глубоким состраданием, Иисус прикоснулся к глазам их, и они тотчас снова стали видеть и пошли вслед за Ним.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20",
      "name": "Евангелие по Матфею 20"
    },
    {
      "text": [
        {
          "text": "Когда они подходили к Иерусалиму и достигли Виффагии, селения у горы Масличной, Иисус послал вперед двух учеников, ",
          "ID": "1"
        },
        {
          "text": "сказав им: «Идите в селение, которое перед вами. Вы сразу же найдете там ослицу на привязи и с ней молодого осла; отвяжите их и приведите ко Мне. ",
          "ID": "2"
        },
        {
          "text": "А если кто скажет вам что-нибудь, отвечайте: „Они нужны Господу“, – и он тотчас отпустит их».",
          "ID": "3"
        },
        {
          "text": "Это произошло во исполнение сказанного через пророка:",
          "ID": "4"
        },
        {
          "text": "«Скажите дочери Сиона: ",
          "ID": "5"
        },
        {
          "text": "„Вот Царь твой к тебе идет, ",
          "ID": "5"
        },
        {
          "text": "духом Он кроткий, восседает на осле,",
          "ID": "5"
        },
        {
          "text": "на молодом осле, идущем рядом с матерью-ослицей, ",
          "ID": "5"
        },
        {
          "text": "приученной к жизни под ярмом“».",
          "ID": "5"
        },
        {
          "text": "Ученики отправились и сделали всё так, как велел им Иисус. ",
          "ID": "6"
        },
        {
          "text": "Они привели ослицу и молодого осла, положили на животных одежды свои; Иисус сел на них. ",
          "ID": "7"
        },
        {
          "text": "Многие из толпы, сопровождавшей Его, устилали дорогу своими одеждами, а другие устилали ее ветвями, которые срезали с деревьев. ",
          "ID": "8"
        },
        {
          "text": "И толпы людей, шедших впереди и позади Него, восклицали:",
          "ID": "9"
        },
        {
          "text": "«Осанна Сыну Давида!",
          "ID": "9"
        },
        {
          "text": "Благословен Грядущий во имя Господне! ",
          "ID": "9"
        },
        {
          "text": "В высях небесных осанна!»",
          "ID": "9"
        },
        {
          "text": "Когда Иисус вошел в Иерусалим, весь город пришел в движение. «Кто это?» – спрашивали повсюду. ",
          "ID": "10"
        },
        {
          "text": "Толпа отвечала: «Это пророк Иисус из Назарета Галилейского».",
          "ID": "11"
        },
        {
          "text": "И вошел Иисус в Храм, и изгнал оттуда всех, кто продавал и покупал там, опрокинул столы менял и прилавки торгующих голубями. ",
          "ID": "12"
        },
        {
          "text": "«Написано, – сказал Он им, – дом Мой будет назван домом молитвы. Вы же делаете из него вертеп разбойников!»",
          "ID": "13"
        },
        {
          "text": "И подошли к Нему в Храме слепые и хромые, и Он исцелил их. ",
          "ID": "14"
        },
        {
          "text": "А первосвященники и книжники, увидев дивные дела, которые Он совершил, и детей, восклицающих в Храме: «Осанна Сыну Давида!», – возмутились ",
          "ID": "15"
        },
        {
          "text": "и сказали Ему: «Ты слышишь, что они говорят?»",
          "ID": "16"
        },
        {
          "text": "«Да! – ответил им Иисус. – Разве вы никогда не читали: „Из уст младенцев и грудных детей уготовил хвалу Ты Себе“»?",
          "ID": "16"
        },
        {
          "text": "И, оставив их, ушел Он из города в Вифанию и там провел ночь.",
          "ID": "17"
        },
        {
          "text": "Возвращаясь ранним утром в город, Иисус почувствовал голод. ",
          "ID": "18"
        },
        {
          "text": "Увидев при дороге смоковницу, Он подошел к ней, но кроме листьев ничего не нашел на ней и сказал дереву: «Так пусть никогда не будет плодов на тебе!» И смоковница тотчас засохла.",
          "ID": "19"
        },
        {
          "text": "Ученики, увидев это, удивились: «Что это вдруг сразу засохла смоковница?»",
          "ID": "20"
        },
        {
          "text": "«Воистину, – ответил им Иисус, – если будет вера у вас, и вы не усомнитесь, сделаете не только то, что произошло со смоковницей, но даже если этой горе скажете: „Поднимись и пади в море!“ – так и будет. ",
          "ID": "21"
        },
        {
          "text": "И всё, о чем бы ни просили вы в молитве с верою, получите».",
          "ID": "22"
        },
        {
          "text": "Иисус вошел в Храм, и, когда Он учил, подошли к Нему первосвященники и старейшины и спросили: «По какому праву Ты делаешь это? Кто дал Тебе эту власть?»",
          "ID": "23"
        },
        {
          "text": "«Спрошу вас и Я об одном, – сказал им Иисус, – если вы ответите Мне, то и Я скажу вам, по какому праву делаю это. ",
          "ID": "24"
        },
        {
          "text": "Крещение, что Иоанн совершал, откуда оно – от Бога или от людей?»",
          "ID": "25"
        },
        {
          "text": "Они стали рассуждать между собой: «Если скажем: „От Бога“, Он спросит: „Почему же вы тогда не поверили ему?“ ",
          "ID": "25"
        },
        {
          "text": "Сказать: „От людей“ – опасно перед толпой, ведь все Иоанна считают пророком».",
          "ID": "26"
        },
        {
          "text": "«Мы не знаем», – ответили они Иисусу",
          "ID": "27"
        },
        {
          "text": "И Он ответил им: «Я тоже вам не скажу, по какому праву делаю это».",
          "ID": "27"
        },
        {
          "text": "«А что вы скажете об этом? У одного человека было два сына, и он, подойдя к первому, сказал: „Сын мой, ступай, поработай сегодня в винограднике“.",
          "ID": "28"
        },
        {
          "text": "Тот ответил: „Не хочу“, но потом раскаялся и всё же пошел. ",
          "ID": "29"
        },
        {
          "text": "Отец подошел к другому сыну и сказал ему то же самое. Сын ответил: „Иду, мой отец“, а сам не пошел.",
          "ID": "30"
        },
        {
          "text": "Кто из них выполнил волю отца?»",
          "ID": "31"
        },
        {
          "text": "«Первый», – ответили слушавшие.",
          "ID": "31"
        },
        {
          "text": "«Верно, что сборщики налогов и блудницы, – сказал им Иисус, – идут впереди вас в Царство Божие. ",
          "ID": "31"
        },
        {
          "text": "Ибо Иоанн пришел показать вам путь к праведности, и вы не поверили ему, а сборщики налогов и блудницы поверили. Вы же и после того, как увидели это, не захотели изменить свое мнение и поверить ему.",
          "ID": "32"
        },
        {
          "text": "Послушайте другую притчу. Жил один человек, у которого было имение, он насадил виноградник, обнес оградой его, вырыл в нем для давильни яму, построил сторожевую башню и, отдав его внаем виноградарям, уехал. ",
          "ID": "33"
        },
        {
          "text": "Когда подошло время для сбора винограда, он послал своих слуг к виноградарям взять причитающуюся ему долю урожая.",
          "ID": "34"
        },
        {
          "text": "Но виноградари схватили слуг его: одного избили, другого убили, а третьего побили камнями. ",
          "ID": "35"
        },
        {
          "text": "Послал он других слуг, и притом больше, чем прежде, но и с ними обошлись так же. ",
          "ID": "36"
        },
        {
          "text": "Наконец, послал он к ним сына своего, думая: „К сыну моему они отнесутся с уважением“.",
          "ID": "37"
        },
        {
          "text": "Но виноградари, увидев сына, сказали друг другу: „Это наследник. Давайте убьем его и завладеем его наследством!“ ",
          "ID": "38"
        },
        {
          "text": "Они схватили его, выволокли из виноградника и убили.",
          "ID": "39"
        },
        {
          "text": "Итак, когда придет хозяин виноградника, что сделает он тем виноградарям?»",
          "ID": "40"
        },
        {
          "text": "«Расправится со злодеями, предав их злой смерти, – ответили они, – а виноградник передаст другим виноградарям, которые будут отдавать ему плоды в положенный срок».",
          "ID": "41"
        },
        {
          "text": "Тогда Иисус сказал им: «Разве никогда не читали вы в Писаниях:",
          "ID": "42"
        },
        {
          "text": "„Камень, что отвергли строители,",
          "ID": "42"
        },
        {
          "text": "краеугольным стал камнем;",
          "ID": "42"
        },
        {
          "text": "Господом сделано это,",
          "ID": "42"
        },
        {
          "text": "и чудом кажется нам?“",
          "ID": "42"
        },
        {
          "text": "Потому говорю вам: Царство Божие отнято будет у вас и передано народу, который приносит ожидаемые плоды. ",
          "ID": "43"
        },
        {
          "text": "[Каждый, кто упадет на этот камень, разобьется, а на кого он упадет, того обратит во прах»].",
          "ID": "44"
        },
        {
          "text": "Когда первосвященники и фарисеи услышали эти притчи, поняли они, что о них Он говорит, ",
          "ID": "45"
        },
        {
          "text": "и хотели было схватить Его, но побоялись народа, который пророком Его почитал.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21",
      "name": "Евангелие по Матфею 21"
    },
    {
      "text": [
        {
          "text": "И вновь Иисус обратился к ним в притчах: ",
          "ID": "1"
        },
        {
          "text": "«Представление о Царстве Небесном может дать то, что произошло с одним царем, который устроил для сына своего свадебный пир. ",
          "ID": "2"
        },
        {
          "text": "Он послал своих слуг собрать гостей, званных на пир, но те не захотели прийти.",
          "ID": "3"
        },
        {
          "text": "Послал он других слуг, наказав им: „Скажите званым: вот, я приготовил обед мой. Быки мои и откормленный скот заколоты, всё готово. Приходите на свадебный пир!“",
          "ID": "4"
        },
        {
          "text": "Но те опять оставили его слова без внимания. Иные из них разошлись: кто на поле свое, кто по торговым делам; ",
          "ID": "5"
        },
        {
          "text": "оставшиеся же схватили слуг его и, надругавшись, убили их. ",
          "ID": "6"
        },
        {
          "text": "Разгневанный царь послал войска свои, приказав истребить тех убийц, а город их сжечь.",
          "ID": "7"
        },
        {
          "text": "А слугам своим потом сказал: „Свадебный пир готов, но гости, мной приглашенные, оказались его недостойны. ",
          "ID": "8"
        },
        {
          "text": "Ступайте же на распутья и, кого найдете, зовите на свадебный пир“. ",
          "ID": "9"
        },
        {
          "text": "Cлуги пошли по дорогам и собрали всех, кого нашли: и злых и добрых. Зал наполнился наконец гостями.",
          "ID": "10"
        },
        {
          "text": "Но когда царь вошел посмотреть на собравшихся, он увидел там человека, одетого не в свадебную одежду, ",
          "ID": "11"
        },
        {
          "text": "и спросил его: „Друг! Как случилось, что ты вошел сюда не в свадебной одежде?“ Тот молчал.",
          "ID": "12"
        },
        {
          "text": "Тогда царь велел слугам: „Свяжите ему руки и ноги и выбросите его вон, во тьму: там будет плач и скрежет зубовный“.",
          "ID": "13"
        },
        {
          "text": "Ибо много званых, но мало избранных».",
          "ID": "14"
        },
        {
          "text": "Фарисеи ушли и сговорились о том, как им поймать Иисуса на слове. ",
          "ID": "15"
        },
        {
          "text": "Они подослали к Нему учеников своих вместе со сторонниками Ирода. «Учитель, мы знаем, что Ты истину говоришь, – сказали они, – и воистину по-Божьи жить учишь, не думая при этом угодить людям, кто бы они ни были. ",
          "ID": "16"
        },
        {
          "text": "Так скажи нам, как Ты считаешь: позволительно платить налог кесарю или нет?»",
          "ID": "17"
        },
        {
          "text": "Но Иисус, зная их умысел злой, сказал: «Зачем расставляете Мне сети, лицемеры? ",
          "ID": "18"
        },
        {
          "text": "Покажите монету, которой платят налог». Они подали Ему денарий. ",
          "ID": "19"
        },
        {
          "text": "Иисус спросил их: «Чье это изображение и надпись?»",
          "ID": "20"
        },
        {
          "text": "«Кесаря», – ответили они.",
          "ID": "21"
        },
        {
          "text": "«Так и отдавайте кесарево кесарю, а Божие – Богу», – сказал Он им.",
          "ID": "21"
        },
        {
          "text": "Услышав это, они удивились и, оставив Его, ушли.",
          "ID": "22"
        },
        {
          "text": "В тот день подошли к Нему саддукеи, которые утверждают, что нет никакого воскресения мертвых, и спросили Его: ",
          "ID": "23"
        },
        {
          "text": "«Учитель! Моисей сказал: „Если кто-нибудь умрет бездетным, то на вдове его должен жениться брат умершего и продолжить род брата своего“. ",
          "ID": "24"
        },
        {
          "text": "Было же у нас семь братьев. И первый, женившись, скончался бездетным и оставил жену своему брату. ",
          "ID": "25"
        },
        {
          "text": "То же случилось и со вторым, и с третьим, и со всеми семью. ",
          "ID": "26"
        },
        {
          "text": "А после всех умерла и та женщина. ",
          "ID": "27"
        },
        {
          "text": "В день, когда мертвые воскреснут, женой кому из этих семи она будет, ведь все они были ее мужьями?»",
          "ID": "28"
        },
        {
          "text": "Иисус же ответил им: «Заблуждаетесь вы, не зная Писания и силы Божией. ",
          "ID": "29"
        },
        {
          "text": "После воскресения уже не женятся, не выходят замуж, но живут, как ангелы в Небе. ",
          "ID": "30"
        },
        {
          "text": "А что до воскресения мертвых, то неужели вы не читали того, что Бог вам сказал: ",
          "ID": "31"
        },
        {
          "text": "„Я – Бoг Авраама, Бог Исаака и Бог Иакова“? Он – не мертвых Бог, а живых».",
          "ID": "32"
        },
        {
          "text": "Услышав это, народ не переставал дивиться тому, как и чему Он учил.",
          "ID": "33"
        },
        {
          "text": "Тогда фарисеи, услышав, что вынудил Он замолчать саддукеев, собрались вместе вокруг Него, ",
          "ID": "34"
        },
        {
          "text": "и один из них, [законник], испытывая Его, спросил: ",
          "ID": "35"
        },
        {
          "text": "«Учитель! Какая заповедь в Законе самая главная?»",
          "ID": "36"
        },
        {
          "text": "Иисус сказал ему: «„Люби Господа, Бога своего, всем сердцем своим, всей душою своею и всем разумом своим“, – ",
          "ID": "37"
        },
        {
          "text": "вот первая и самая главная заповедь. ",
          "ID": "38"
        },
        {
          "text": "Вторая подобна ей: „Люби ближнего своего, как самого себя“. ",
          "ID": "39"
        },
        {
          "text": "Весь Закон и пророки на этих двух заповедях стоят».",
          "ID": "40"
        },
        {
          "text": "Когда же вокруг собрались фарисеи, Иисус спросил у них: ",
          "ID": "41"
        },
        {
          "text": "«Что думаете вы о Мессии? Чей сын Он?»",
          "ID": "42"
        },
        {
          "text": "«Давидов», – ответили они.",
          "ID": "42"
        },
        {
          "text": "«Если так, – сказал Иисус им на это, – почему же Давид, движимый Духом Божиим, называет Его Господом, говоря:",
          "ID": "43"
        },
        {
          "text": "„Сказал Господь Господу моему: ",
          "ID": "44"
        },
        {
          "text": "сядь по правую руку Мою, ",
          "ID": "44"
        },
        {
          "text": "доколе не повергну врагов Твоих ",
          "ID": "44"
        },
        {
          "text": "к ногам Твоим“?",
          "ID": "44"
        },
        {
          "text": "Если Давид называет Его Господом, как же Он сын ему?» ",
          "ID": "45"
        },
        {
          "text": "И ни один из них не мог Ему на это ответить. С того дня никто уже больше не решался задавать Ему вопросы.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22",
      "name": "Евангелие по Матфею 22"
    },
    {
      "text": [
        {
          "text": "Затем, обратившись к народу и к ученикам Своим, Иисус сказал: ",
          "ID": "1"
        },
        {
          "text": "«Фарисеи и книжники заняли место Моисея, чтобы быть им учителями, ",
          "ID": "2"
        },
        {
          "text": "поэтому слушайтесь их и делайте всё, что они говорят вам, но делам их не подражайте, потому что сами они не исполняют того, чему учат. ",
          "ID": "3"
        },
        {
          "text": "Связывают они тяжелые [и неподъемные] ноши и взваливают их на плечи людей, сами же до нош этих и пальцем дотронуться не хотят.",
          "ID": "4"
        },
        {
          "text": "Что бы ни делали они, всё напоказ делают: широкими делают на себе повязки со словами Закона и кисти удлиняют на краях одежд своих. ",
          "ID": "5"
        },
        {
          "text": "Почетные занимают они места на пирах и первые сидения в синагогах, ",
          "ID": "6"
        },
        {
          "text": "любят, чтобы их почтительно приветствовали на площадях и говорили им: „Равви!“",
          "ID": "7"
        },
        {
          "text": "А вас пусть не зовут „равви“, ибо один Учитель у вас, а вы все – братья. ",
          "ID": "8"
        },
        {
          "text": "И „отцом“ своим никого на земле не зовите, ибо один лишь Отец у вас – Небесный Отец. ",
          "ID": "9"
        },
        {
          "text": "И пусть „наставниками“ не называют вас, потому что Наставник у вас один – Христос. ",
          "ID": "10"
        },
        {
          "text": "Кто самый главный у вас, должен для вас быть слугой. ",
          "ID": "11"
        },
        {
          "text": "Ибо всякий, кто возносится, будет умален, а кто умаляет себя – вознесен.",
          "ID": "12"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Вы закрываете перед людьми двери в Царство Небесное: сами не входите и тех, кто хочет войти, не впускаете. ",
          "ID": "13"
        },
        {
          "text": "[]",
          "ID": "14"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Вы путешествуете по морю и по суше, чтобы обратить хоть одного в веру, и когда удается вам это, то делаете его вдвое достойнейшим геенны, чем сами вы.",
          "ID": "15"
        },
        {
          "text": "Горе вам, слепые поводыри! Вы говорите: „Если кто поклянется Храмом, это его ни к чему не обязывает, а если кто поклянется золотом Храма, тот связан клятвой“. ",
          "ID": "16"
        },
        {
          "text": "Безумные и слепые! Что же важнее: золото или Храм, освящающий золото? ",
          "ID": "17"
        },
        {
          "text": "Вы говорите: „Если кто поклянется жертвенником, это его ни к чему не обязывает, а если кто поклянется тем даром, что на жертвеннике, тот связан клятвой“. ",
          "ID": "18"
        },
        {
          "text": "Слепые! Что же важнее: дар или жертвенник, который освящает его? ",
          "ID": "19"
        },
        {
          "text": "Ведь тот, кто клянется жертвенником, клянется не только им одним, но и всем, что на нем. ",
          "ID": "20"
        },
        {
          "text": "И поклявшийся Храмом клянется не только Храмом, но и Живущим в нем. ",
          "ID": "21"
        },
        {
          "text": "И клянущийся Небом клянется престолом Божиим и Сидящим на нем.",
          "ID": "22"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Вы отдаете десятину с мяты, укропа и тмина, а более важное в Законе: справедливость, милосердие и верность – оставили; вот что вам надо было делать, хотя и того не оставлять. ",
          "ID": "23"
        },
        {
          "text": "Слепые поводыри! Вы отцеживаете комара, а верблюда проглатываете.",
          "ID": "24"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Вы содержите снаружи чашу и блюдо в чистоте, а то, что в них, свидетельствует о вашей хищности и необузданности. ",
          "ID": "25"
        },
        {
          "text": "Слепой фарисей! Очисти сначала чашу внутри, тогда чистой будет она и снаружи.",
          "ID": "26"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Вы похожи на побеленные гробницы: снаружи они кажутся красивыми, а внутри полны костей мертвых и всякой нечистоты. ",
          "ID": "27"
        },
        {
          "text": "Так и с вами: внешне похожи на праведников, но внутри вы полны лицемерия и беззакония.",
          "ID": "28"
        },
        {
          "text": "Горе вам, книжники и фарисеи! Лицемеры! Строите вы гробницы для пророков, украшаете надгробия праведников ",
          "ID": "29"
        },
        {
          "text": "и говорите: „Если бы жили мы во дни наших отцов, то не стали бы их сообщниками в пролитии крови пророков“. ",
          "ID": "30"
        },
        {
          "text": "Вы сами против себя свидетельствуете, заявляя, что вы сыновья тех, кто убивал пророков. ",
          "ID": "31"
        },
        {
          "text": "Вот и усугубляйте вину отцов своих!",
          "ID": "32"
        },
        {
          "text": "Змеи! Отродье змеиное! И вы думаете избежать суда и участи быть ввергнутыми в геенну? ",
          "ID": "33"
        },
        {
          "text": "Вот посылаю Я к вам пророков, мудрых людей и истинных книжников. Одних вы убьете и распнете, других бичевать будете в своих синагогах и гнать из города в город, ",
          "ID": "34"
        },
        {
          "text": "и, наконец, падет на вас вина за всю ту кровь праведников, что пролилась на земле, – от крови Авеля праведного до крови Захарии, сына Варахии, которого вы убили между Храмом и жертвенником. ",
          "ID": "35"
        },
        {
          "text": "Истинно говорю вам: падет всё это на ныне живущих.",
          "ID": "36"
        },
        {
          "text": "Иерусалим, Иерусалим, убивающий пророков и камнями побивающий посланных к тебе! Сколько раз Я хотел собрать детей твоих, как птица собирает своих птенцов под крылья свои, но не захотели вы. ",
          "ID": "37"
        },
        {
          "text": "Знайте же! Пустым будет оставлен вам дом ваш. ",
          "ID": "38"
        },
        {
          "text": "Говорю вам: вы больше не увидите Меня, пока не придет день, когда воскликнете: „Благословен Грядущий во имя Господа!“»",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23",
      "name": "Евангелие по Матфею 23"
    },
    {
      "text": [
        {
          "text": "Иисус вышел из Храма и хотел было уже удалиться, когда подошли к Нему ученики Его, чтобы показать Ему храмовые строения. ",
          "ID": "1"
        },
        {
          "text": "Он же сказал им в ответ: «Видите всё это? Поверьте Мне, не останется камня на камне здесь, всё будет разрушено!»",
          "ID": "2"
        },
        {
          "text": "Когда же Иисус сидел на горе Масличной, подошли к Нему ученики, чтобы поговорить с Ним наедине. «Скажи нам, когда это будет? И какое знамение предвозвестит пришествие Твое и конец этого мира?»",
          "ID": "3"
        },
        {
          "text": "Иисус им сказал: «Смотрите, чтобы никто не ввел в заблуждение вас, ",
          "ID": "4"
        },
        {
          "text": "ибо многие под именем Моим придут и будут говорить: „Я Христос“; многих введут они в заблуждение. ",
          "ID": "5"
        },
        {
          "text": "Услышите вы о войнах и о нависших угрозах войны. Пусть не страшит вас то! На самом деле так и должно происходить. Но это еще не конец, ",
          "ID": "6"
        },
        {
          "text": "ибо восстанет народ на народ, и царство – на царство, будет и голод, и землетрясения то в одном месте, то в другом. ",
          "ID": "7"
        },
        {
          "text": "Всё это только начало мук родовых.",
          "ID": "8"
        },
        {
          "text": "Будут тогда предавать вас на мучения и будут вас убивать, и ненавидеть вас будут из-за Меня все народы. ",
          "ID": "9"
        },
        {
          "text": "И многие в то время потеряют веру, и предавать будут друг друга, и ненавидеть. ",
          "ID": "10"
        },
        {
          "text": "Многие лжепророки появятся и введут в заблуждение многих. ",
          "ID": "11"
        },
        {
          "text": "Беззаконие будет расти, и оттого охладеет многих любовь. ",
          "ID": "12"
        },
        {
          "text": "Но кто устоит до конца, будет спасен. ",
          "ID": "13"
        },
        {
          "text": "И проповедана будет эта Благая Весть Божьего Царства по миру всему, во свидетельство всем народам, и тогда придет конец.",
          "ID": "14"
        },
        {
          "text": "Когда же увидите вы на месте святом „запустения мерзость“, о которой сказано было через пророка Даниила (читающий должен понять!), ",
          "ID": "15"
        },
        {
          "text": "тогда, кто в Иудее будет, пусть бегут те в горы. ",
          "ID": "16"
        },
        {
          "text": "Кто будет на крыше, пусть не спускается взять вещи из дома своего, ",
          "ID": "17"
        },
        {
          "text": "кто в поле будет, пусть не возвращается за верхней одеждой своей. ",
          "ID": "18"
        },
        {
          "text": "Как трудно будет женщинам, ожидающим ребенка и кормящим грудью в те дни! ",
          "ID": "19"
        },
        {
          "text": "Молитесь же, чтобы бегство ваше не случилось ни зимой, ни в субботу! ",
          "ID": "20"
        },
        {
          "text": "Ибо это будет время великого бедствия, какого доныне не было еще от начала мира и никогда не будет. ",
          "ID": "21"
        },
        {
          "text": "И если бы не были сокращены те дни, никто б не остался в живых. Но ради избранных сокращены будут те дни. ",
          "ID": "22"
        },
        {
          "text": "Если вам скажут тогда: „Вот здесь Христос!“ или: „Вот Он там!“ – не верьте! ",
          "ID": "23"
        },
        {
          "text": "Ибо придут лжехристы и лжепророки и явят великие знамения и чудеса, чтобы, если удастся, даже избранных ввести в заблуждение. ",
          "ID": "24"
        },
        {
          "text": "Смотрите, предупредил Я вас.",
          "ID": "25"
        },
        {
          "text": "Итак, если скажут вам: „Вот Он в пустыне!“ – не выходите, или: „Вот Он скрывается в этом доме!“ – не верьте. ",
          "ID": "26"
        },
        {
          "text": "Словно молния, что на востоке вспыхнув, светом своим озаряет и запад – таким будет пришествие Сына Человеческого. ",
          "ID": "27"
        },
        {
          "text": "Там, где труп, орлы соберутся.",
          "ID": "28"
        },
        {
          "text": "Сразу же после бедствия дней тех",
          "ID": "29"
        },
        {
          "text": "„солнце померкнет,",
          "ID": "29"
        },
        {
          "text": "луна света не даст своего,",
          "ID": "29"
        },
        {
          "text": "звезды с неба падут,",
          "ID": "29"
        },
        {
          "text": "и силы небесные сотрясены будут“.",
          "ID": "29"
        },
        {
          "text": "Тогда явится на небе знамение Сына Человеческого; и все народы земли возопиют от страха и смятения, когда увидят Сына Человеческого, нисходящего на облаках небесных с силою и славою великой. ",
          "ID": "30"
        },
        {
          "text": "При громком трубном звуке Он пошлет ангелов Своих, и соберут они избранных Его со всех концов: от края и до края небес.",
          "ID": "31"
        },
        {
          "text": "Возьмите в пример смоковницу: как только ветвь ее набухает от сока и листья на ней распускаются, вы знаете, что близко лето. ",
          "ID": "32"
        },
        {
          "text": "Точно так же, когда увидите, что всё сказанное сбывается, знайте: пришествие Сына Человеческого близко, оно уже у дверей. ",
          "ID": "33"
        },
        {
          "text": "Заверяю вас, еще во дни этого поколения сбудется всё. ",
          "ID": "34"
        },
        {
          "text": "Небо и земля прейдут, но слова Мои останутся навеки.",
          "ID": "35"
        },
        {
          "text": "О дне же о том и часе никто не знает: ни ангелы небесные, ни Сын – только один Отец. ",
          "ID": "36"
        },
        {
          "text": "Как было во дни Ноя, так будет и тогда, когда придет Сын Человеческий. ",
          "ID": "37"
        },
        {
          "text": "В дни перед потопом люди ели, пили, женились и выходили замуж – до того самого дня, как Ной вошел в ковчег. ",
          "ID": "38"
        },
        {
          "text": "Не сознавали они ничего, пока не пришел потоп и не погубил всех. Так будет [и] тогда, когда придет Сын Человеческий. ",
          "ID": "39"
        },
        {
          "text": "Из двух мужчин, в поле работающих, один будет взят, а другой оставлен. ",
          "ID": "40"
        },
        {
          "text": "Из двух женщин, мелющих на мельнице, одна будет взята, другая оставлена.",
          "ID": "41"
        },
        {
          "text": "Итак, бодрствуйте, ибо не знаете, в какой день придет Господин ваш! ",
          "ID": "42"
        },
        {
          "text": "Помните же, если бы знал хозяин дома, в какой час ночи придет вор, он бодрствовал бы и не дал бы вору забраться в дом. ",
          "ID": "43"
        },
        {
          "text": "И вы поэтому будьте готовы, ибо Сын Человеческий придет в час, в который не ждете.",
          "ID": "44"
        },
        {
          "text": "Кто же тогда тот верный и благоразумный раб, которого в доме своем хозяин поставил над всеми, чтобы вовремя пищу им раздавать? ",
          "ID": "45"
        },
        {
          "text": "Блажен раб, которого господин его, придя, найдет за порученным делом. ",
          "ID": "46"
        },
        {
          "text": "Заверяю вас, что поставит хозяин его управлять всем имуществом своим. ",
          "ID": "47"
        },
        {
          "text": "Ну, а если негодным окажется тот рабом, рассуждающим так: «Не скоро вернется хозяин мой», ",
          "ID": "48"
        },
        {
          "text": "если бить начнет он других рабов, есть и пить с пьяницами, ",
          "ID": "49"
        },
        {
          "text": "то придет хозяин раба того в день, в который тот не ожидает, и в час, о котором не знает тот, ",
          "ID": "50"
        },
        {
          "text": "определит ему с лицемерами место, где подвергнет жестокому наказанию – и будет он там вопить и скрежетать зубами.",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24",
      "name": "Евангелие по Матфею 24"
    },
    {
      "text": [
        {
          "text": "Тогда в Царстве Небесном то же самое произойдет, что случилось с десятью девами, которые вышли со своими светильниками встречать жениха. ",
          "ID": "1"
        },
        {
          "text": "Пять из них неразумными были, и пять были мудрыми. ",
          "ID": "2"
        },
        {
          "text": "Неразумные, взяв свои светильники, не захватили с собой масла, ",
          "ID": "3"
        },
        {
          "text": "а мудрые взяли вместе со светильниками и кувшинчики с маслом. ",
          "ID": "4"
        },
        {
          "text": "Жених задержался, и девы все задремали, а потом и уснули.",
          "ID": "5"
        },
        {
          "text": "Но в полночь раздался крик: „Смотрите, жених! Встречайте [его]!“",
          "ID": "6"
        },
        {
          "text": "Все девы пробудились и поправили свои светильники. ",
          "ID": "7"
        },
        {
          "text": "Неразумные же сказали мудрым: „Дайте нам масла, а то наши светильники гаснут“.",
          "ID": "8"
        },
        {
          "text": "Но мудрые ответили: „У нас не хватит масла и для себя, и для вас. Лучше сходите к тем, кто его продает, и купите себе“.",
          "ID": "9"
        },
        {
          "text": "Пока же они ходили за маслом, пришел жених, и те, кто был готов, пошли с ним на брачный пир, и дверь за ними закрыли.",
          "ID": "10"
        },
        {
          "text": "Приходят потом остальные девы и просят: „Господин! Господин! Открой нам!“",
          "ID": "11"
        },
        {
          "text": "„Одно могу сказать вам, – ответил он, – не знаю я вас“.",
          "ID": "12"
        },
        {
          "text": "Итак, бодрствуйте, ибо не знаете вы ни дня назначенного, ни часа пришествия.",
          "ID": "13"
        },
        {
          "text": "В Царстве Небесном всё так же будет, как у человека, который, уезжая из дома, созвал своих слуг и поручил им распорядиться его достоянием. ",
          "ID": "14"
        },
        {
          "text": "Одному дал он пять талантов, другому – два, и третьему – только один, каждому в соответствии с их способностями, сам же уехал. ",
          "ID": "15"
        },
        {
          "text": "Тот, что получил пять талантов, тотчас пустил их в оборот и нажил еще пять. ",
          "ID": "16"
        },
        {
          "text": "Получивший два таланта таким же образом нажил еще два. ",
          "ID": "17"
        },
        {
          "text": "А тот, который получил один талант, пошел, выкопал в земле яму и спрятал в ней деньги своего господина.",
          "ID": "18"
        },
        {
          "text": "Прошло немало времени, вернулся господин тех слуг и потребовал у них отчета. ",
          "ID": "19"
        },
        {
          "text": "Получивший пять талантов пришел и принес с собой еще пять. „Господин, – сказал он, – ты дал мне пять талантов, вот еще пять, которые я нажил“.",
          "ID": "20"
        },
        {
          "text": "„Хорошо, добрый и верный слуга, – сказал ему господин Его, – ты был верен в малом, и я многое доверю тебе. Приди на пир мой и раздели радость господина твоего“.",
          "ID": "21"
        },
        {
          "text": "Подошел и получивший два таланта. „Господин, – сказал он, – ты дал мне два таланта, вот еще два таланта, которые нажил я“.",
          "ID": "22"
        },
        {
          "text": "„Хорошо, добрый и верный слуга, – сказал ему господин его, – ты был верен в малом – многое доверю тебе. Приди на пир мой и раздели радость господина твоего“.",
          "ID": "23"
        },
        {
          "text": "Подошел и тот, что один получил талант. „Господин, – сказал он, – я знал, что ты человек жестокий: жнешь ты там, где не сеял, и там собираешь, где не рассыпал. ",
          "ID": "24"
        },
        {
          "text": "В страхе пошел я и зарыл твои деньги в землю. Вот они, возьми свое!“",
          "ID": "25"
        },
        {
          "text": "И сказал ему господин его: „Нечестивый и ленивый слуга! Так ты знал, что я жну там, где не сеял, и собираю там, где не рассыпал? ",
          "ID": "26"
        },
        {
          "text": "В таком случае, следовало тебе отдать мои деньги в рост, чтобы, вернувшись, получил я свое с прибылью.",
          "ID": "27"
        },
        {
          "text": "Возьмите же у него и этот талант и отдайте его тому, у кого десять талантов. ",
          "ID": "28"
        },
        {
          "text": "Ибо, у кого есть, тому и еще будет дано, и дано в изобилии. У того же, у кого нет, будет взято и то, что есть у него. ",
          "ID": "29"
        },
        {
          "text": "А негодного этого слугу возьмите и выбросите вон, во тьму: там будет плач и скрежет зубовный“.",
          "ID": "30"
        },
        {
          "text": "Когда придет Сын Человеческий во славе Своей и с Ним все Его ангелы, сядет Он на Свой царский престол, ",
          "ID": "31"
        },
        {
          "text": "и будут собраны перед Ним все народы, и Он отделит их друг от друга, как пастух отделяет овечье стадо от козьего. ",
          "ID": "32"
        },
        {
          "text": "Он поставит овец по правую, а козлов по левую сторону.",
          "ID": "33"
        },
        {
          "text": "И скажет Царь стоящим справа от Него: „Придите все, кого благословил Отец Мой! Владейте Царством, приготовленным для вас от сотворения мира. ",
          "ID": "34"
        },
        {
          "text": "Ибо Я был голоден – и вы дали Мне есть, жаждал – и вы дали Мне пить, пришельцем был – и вы приютили Меня, ",
          "ID": "35"
        },
        {
          "text": "был наг – и вы одели Меня, болен был – и вы посетили Меня, в тюрьме был – и вы навестили Меня“.",
          "ID": "36"
        },
        {
          "text": "Тогда праведные спросят Его: „Господи! Когда мы видели Тебя голодным и накормили? Когда жаждавшего Тебя напоили мы? ",
          "ID": "37"
        },
        {
          "text": "Когда мы видели Тебя пришельцем и приютили или нагого одели Тебя? ",
          "ID": "38"
        },
        {
          "text": "Когда мы навещали Тебя больного или в тюрьме посетили Тебя?“",
          "ID": "39"
        },
        {
          "text": "И ответит им Царь: „Скажу Я вам, сделав это одному из братьев Моих меньших, вы сделали это Мне“.",
          "ID": "40"
        },
        {
          "text": "А тем, кто по левую сторону, скажет Он: „Уйдите прочь от Меня, проклятье на себя навлекшие. Ступайте в вечный огонь, приготовленный дьяволу и ангелам его! ",
          "ID": "41"
        },
        {
          "text": "Ибо Я был голоден – вы не дали Мне есть, жаждал – вы не напоили Меня, ",
          "ID": "42"
        },
        {
          "text": "пришельцем был – вы не приютили Меня, нагим Я был – вы не одели Меня, был болен и был в тюрьме – вы не навестили Меня“.",
          "ID": "43"
        },
        {
          "text": "Они же спросят Его: „Господи, когда же мы видели Тебя голодным, жаждущим, пришельцем, нагим, больным или в тюрьме – и не позаботились о Тебе?“",
          "ID": "44"
        },
        {
          "text": "Тогда Он ответит им: „Скажу Я вам, не сделав этого для одного из Моих меньших братьев, вы не сделали этого и для Меня“.",
          "ID": "45"
        },
        {
          "text": "И пойдут они прочь: удел таковых – наказание вечное, а праведных – вечная жизнь».",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25",
      "name": "Евангелие по Матфею 25"
    },
    {
      "text": [
        {
          "text": "Когда Иисус завершил Свои наставления, Он сказал Своим ученикам: ",
          "ID": "1"
        },
        {
          "text": "«Вы знаете, что через два дня Пасха, и Сын Человеческий будет предан на распятие».",
          "ID": "2"
        },
        {
          "text": "А между тем собрались первосвященники и старейшины народа в доме первосвященника по имени Каиафа ",
          "ID": "3"
        },
        {
          "text": "и сообща решили взять Иисуса хитростью и убить. ",
          "ID": "4"
        },
        {
          "text": "«Но только не во время праздника, – говорили они, – чтобы не вызвать волнений в народе».",
          "ID": "5"
        },
        {
          "text": "Когда Иисус был в Вифании в доме Симона-прокаженного, ",
          "ID": "6"
        },
        {
          "text": "к Нему подошла во время обеда женщина с алебастровым сосудом, полным драгоценного, благоухающего мира, и стала лить его на голову Иисуса, в то время как Он оставался за столом.",
          "ID": "7"
        },
        {
          "text": "Ученики вознегодовали, увидев это: «К чему такая расточительность? ",
          "ID": "8"
        },
        {
          "text": "Ведь за это можно было получить большие деньги и раздать их нищим!»",
          "ID": "9"
        },
        {
          "text": "Иисус же сказал на это: «Зачем огорчаете вы эту женщину? Она доброе дело сделала для Меня! ",
          "ID": "10"
        },
        {
          "text": "Нищие всегда будут с вами, а Я не всегда. ",
          "ID": "11"
        },
        {
          "text": "Возлив это миро на тело Мое, она приготовила Меня к погребению. ",
          "ID": "12"
        },
        {
          "text": "Поверьте Мне, во всем мире, где бы ни возвещалась эта Благая Весть, будет сказано и о том, что она сделала, в добрую память о ней».",
          "ID": "13"
        },
        {
          "text": "После того один из Двенадцати, по имени Иуда Искариот, пошел к первосвященникам ",
          "ID": "14"
        },
        {
          "text": "и сказал: «Что дадите вы мне, если выдам вам Его?» Они заплатили ему тридцать серебряных монет. ",
          "ID": "15"
        },
        {
          "text": "И с тех пор он стал искать удобного случая, чтобы выдать Иисуса.",
          "ID": "16"
        },
        {
          "text": "В первый день праздника Пресных Хлебов ученики подошли к Иисусу и спросили: «Где бы хотел Ты, чтобы мы приготовили для Тебя пасхальную трапезу?»",
          "ID": "17"
        },
        {
          "text": "Он велел им идти в город к одному человеку и сказать тому: «Учитель говорит: „Час Мой близок. У тебя Я отпраздную Пасху с учениками Моими“». ",
          "ID": "18"
        },
        {
          "text": "Ученики сделали, как велел им Иисус, и приготовили пасхальную трапезу.",
          "ID": "19"
        },
        {
          "text": "С наступлением вечера Иисус вместе с Двенадцатью сел за трапезу. ",
          "ID": "20"
        },
        {
          "text": "И когда они ели, Он сказал: «Говорю вам прямо: один из вас предаст Меня».",
          "ID": "21"
        },
        {
          "text": "Сильно опечалились они и один за другим стали спрашивать у Него: «Ведь не я это, Господи?»",
          "ID": "22"
        },
        {
          "text": "А Он сказал им: «Опустивший вместе со Мной свою руку в блюдо предаст Меня. ",
          "ID": "23"
        },
        {
          "text": "Сын Человеческий пойдет путем, предсказанным в Писании, но горе тому человеку, который предаст Сына Человеческого! Лучше было бы тому человеку не родиться!»",
          "ID": "24"
        },
        {
          "text": "Тогда Иуда, вознамерившийся предать Его, сказал: «Неужели я, Равви?» Иисус говорит ему: «Это сам ты сказал!»",
          "ID": "25"
        },
        {
          "text": "Когда они ели, Иисус взял хлеб, произнес над ним благословение, разломил и дал Своим ученикам. «Возьмите, ешьте, – сказал Он, – это тело Мое!»",
          "ID": "26"
        },
        {
          "text": "Затем взял чашу и, возблагодарив Бога, подал им со словами: «Пейте из нее все! ",
          "ID": "27"
        },
        {
          "text": "Это – кровь Моя, кровь нового завета, за многих проливаемая ради прощения грехов. ",
          "ID": "28"
        },
        {
          "text": "Говорю вам: отныне не буду Я пить от плодов, что дает лоза виноградная, до дня того, когда буду пить новое вино вместе с вами в Царстве Отца Моего».",
          "ID": "29"
        },
        {
          "text": "Пропев пасхальные псалмы, они отправились на Масличную гору.",
          "ID": "30"
        },
        {
          "text": "Потом Иисус говорит им: «Все отступитесь вы от Меня в эту ночь, ибо сказано в Писании:",
          "ID": "31"
        },
        {
          "text": "„Сражу пастыря –",
          "ID": "31"
        },
        {
          "text": "и разбегутся овцы стада“.",
          "ID": "31"
        },
        {
          "text": "Но после воскресения Моего встречу вас в Галилее».",
          "ID": "32"
        },
        {
          "text": "Тогда Петр говорит Ему: «Даже если все отступятся от Тебя, я – никогда!»",
          "ID": "33"
        },
        {
          "text": "«Поверь Мне, – возразил ему Иисус, – в эту ночь, прежде чем пропоет петух, трижды ты отречешься от Меня».",
          "ID": "34"
        },
        {
          "text": "Петр же ответил: «Даже если мне суждено с Тобой умереть, не отрекусь от Тебя!» Подобное сказали и все остальные ученики.",
          "ID": "35"
        },
        {
          "text": "Тем временем пришел Иисус с учениками на место, называемое Гефсиманией, и сказал им: «Посидите здесь, а Я пойду дальше и помолюсь». ",
          "ID": "36"
        },
        {
          "text": "Петра же и двух сыновей Зеведея Он взял с Собой. Скорбь и беспокойство охватили Его. ",
          "ID": "37"
        },
        {
          "text": "«В смертной муке душа Моя, – сказал Он им. – Побудьте здесь и бодрствуйте со Мною!»",
          "ID": "38"
        },
        {
          "text": "Отойдя немного, Он упал на землю лицом вниз и молился: «Отец Мой! Если возможно, да минует Меня чаша сия; но не как Я хочу, а как Ты хочешь, да будет!» ",
          "ID": "39"
        },
        {
          "text": "Вернувшись к ученикам, Он застал их спящими. «Что же, вы и часа одного бодрствовать со Мною не смогли? – сказал Он Петру. – ",
          "ID": "40"
        },
        {
          "text": "Бодрствуйте и молитесь, чтоб испытание не одолело вас. Духом-то вы полны рвения, да плоть ваша слаба!»",
          "ID": "41"
        },
        {
          "text": "И снова, во второй раз, Он отошел и стал молиться: «Отец Мой! Если не может она, эта чаша, миновать Меня, чтобы не пить Мне ее, – пусть будет по воле Твоей!»",
          "ID": "42"
        },
        {
          "text": "И опять, вернувшись, застал их спящими: сон одолевал их. ",
          "ID": "43"
        },
        {
          "text": "Оставив их, Он снова отошел и молился в третий раз, повторяя те же слова.",
          "ID": "44"
        },
        {
          "text": "Потом вернулся Иисус к ученикам. «Всё еще отдыхаете, никак не проснетесь? – спросил Он их. – А ведь настал уже час, когда Сын Человеческий отдан будет в руки грешников! ",
          "ID": "45"
        },
        {
          "text": "Вставайте, идем! Совсем рядом тот, кто предаст Меня».",
          "ID": "46"
        },
        {
          "text": "Иисус еще говорил, когда появился Иуда, один из Двенадцати, и вместе с ним большая толпа с мечами и кольями, посланная первосвященниками и старейшинами народа. ",
          "ID": "47"
        },
        {
          "text": "Предающий Его заранее условился с ними, что подаст им знак: «Кого я поцелую, это Он и есть. Берите Его». ",
          "ID": "48"
        },
        {
          "text": "И тотчас, приблизившись к Иисусу, сказал: «Приветствую Тебя, Равви», – и поцеловал Его.",
          "ID": "49"
        },
        {
          "text": "Иисус сказал ему: «Делай же то, для чего ты пришел, друг!»",
          "ID": "50"
        },
        {
          "text": "Тогда подошли остальные и, бросившись на Иисуса, схватили Его. ",
          "ID": "50"
        },
        {
          "text": "Вдруг один из тех, кто был с Иисусом, выхватил меч и, ударив слугу первосвященника, отсек ему ухо.",
          "ID": "51"
        },
        {
          "text": "«Спрячь меч свой! – сказал ему Иисус. – Взявший меч от меча и погибнет! ",
          "ID": "52"
        },
        {
          "text": "Или думаешь ты, что Я не могу воззвать к Отцу Моему, и Он не пошлет Мне тотчас больше, чем двенадцать легионов ангелов? ",
          "ID": "53"
        },
        {
          "text": "Но как же тогда исполниться предсказанному в Писании, что всё это должно произойти?»",
          "ID": "54"
        },
        {
          "text": "И в тот час обратился Иисус к толпе: «Словно на разбойника вышли вы с мечами и кольями, чтобы взять Меня. А Я ведь каждый день в Храме сидел и учил, и вы не пытались схватить Меня. ",
          "ID": "55"
        },
        {
          "text": "Но теперь всё происходит во исполнение предсказанного через пророков». Тогда все ученики, покинув Его, бежали.",
          "ID": "56"
        },
        {
          "text": "Взявшие Иисуса повели Его к первосвященнику Каиафе, где уже были собраны книжники и старейшины. ",
          "ID": "57"
        },
        {
          "text": "А Петр следовал за Иисусом поодаль до двора Каиафы, он вошел внутрь двора и сел там со слугами, чтобы видеть, чем всё это кончится.",
          "ID": "58"
        },
        {
          "text": "Первосвященники же и весь Синедрион пытались найти какое-нибудь, хотя бы и ложное, обвинение против Иисуса, чтобы можно было предать Его смерти, ",
          "ID": "59"
        },
        {
          "text": "но не находили, хотя выступило много лжесвидетелей.",
          "ID": "60"
        },
        {
          "text": "Наконец подошли двое ",
          "ID": "60"
        },
        {
          "text": "и сказали: «Этот человек говорил: „Я могу разрушить Божий Храм и за три дня выстроить его заново“».",
          "ID": "61"
        },
        {
          "text": "Тогда встал первосвященник и спросил Иисуса: «Ты не отвечаешь?! Ничего сказать не можешь на эти обвинения?» ",
          "ID": "62"
        },
        {
          "text": "Но Иисус молчал.",
          "ID": "63"
        },
        {
          "text": "Тогда первосвященник сказал Ему: «Во имя Бога Живого требую от Тебя, поклянись и скажи нам: Ты ли Мессия, Сын Божий?»",
          "ID": "63"
        },
        {
          "text": "Иисус ответил ему: «Ты сам это сказал! И говорю вам всем: отныне будете видеть Сына Человеческого, сидящего по правую руку Всемогущего, и увидите, как явится Он на землю на облаках небесных».",
          "ID": "64"
        },
        {
          "text": "Тогда первосвященник разодрал на себе одежды и сказал: «Это хула на Бога! Какие еще нужны нам свидетели?! Вы сами только что слышали богохульство! ",
          "ID": "65"
        },
        {
          "text": "Что скажете?»",
          "ID": "66"
        },
        {
          "text": "«Смерть ему!» – ответили они.",
          "ID": "66"
        },
        {
          "text": "Потом плевали Ему в лицо, били Его по щекам; иные же, издеваясь, ",
          "ID": "67"
        },
        {
          "text": "говорили: «Будь пророком и скажи нам, Мессия, кто ударил Тебя?»",
          "ID": "68"
        },
        {
          "text": "А в это время к Петру, сидевшему во дворе, подошла одна служанка и сказала: «Ты тоже был с Иисусом Галилеянином».",
          "ID": "69"
        },
        {
          "text": "Но он отрицал это перед всеми: «Я не знаю, о чем говоришь ты!»",
          "ID": "70"
        },
        {
          "text": "Когда же он направился к воротам, увидела его другая служанка: «Этот человек был с Иисусом из Назарета», – сказала она окружающим.",
          "ID": "71"
        },
        {
          "text": "И снова Петр отрицал это и клялся: «Не знаю я Этого Человека!»",
          "ID": "72"
        },
        {
          "text": "Но тут подошли к нему стоявшие там люди и сказали: «А ты ведь точно один из них! Даже говор твой тебя выдает!»",
          "ID": "73"
        },
        {
          "text": "Тогда он разразился проклятьями и опять стал клясться: «Не знаю я Этого Человека!»",
          "ID": "74"
        },
        {
          "text": "В этот миг запел петух. ",
          "ID": "74"
        },
        {
          "text": "И вспомнил тогда Петр слова, сказанные ему Иисусом: «Прежде, чем пропоет петух, трижды ты отречешься от Меня». Вышел он за ворота и горько заплакал.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26",
      "name": "Евангелие по Матфею 26"
    },
    {
      "text": [
        {
          "text": "К утру все первосвященники со старейшинами народа договорились, как им предать Иисуса смерти. ",
          "ID": "1"
        },
        {
          "text": "Связав Его, отвели они и передали Его прокуратору Пилату.",
          "ID": "2"
        },
        {
          "text": "Узнав, что Иисус приговорен к смерти, предавший Его Иуда раскаялся и вернул первосвященникам и старейшинам тридцать сребреников. ",
          "ID": "3"
        },
        {
          "text": "Он сказал им: «Согрешил я, предав Невинного».",
          "ID": "4"
        },
        {
          "text": "Но они сказали: «Нам-то что? Сам смотри!»",
          "ID": "4"
        },
        {
          "text": "Иуда бросил деньги в Храме, ушел и повесился.",
          "ID": "5"
        },
        {
          "text": "Первосвященники, подобрав деньги, решили: «Их нельзя класть в сокровищницу Храма, потому что это плата за кровь». ",
          "ID": "6"
        },
        {
          "text": "Посовещавшись, решили они купить на те деньги поле горшечника, чтобы там хоронить чужестранцев. ",
          "ID": "7"
        },
        {
          "text": "Потому и поныне называется это поле Полем Крови. ",
          "ID": "8"
        },
        {
          "text": "Сбылось таким образом сказанное через пророка Иеремию: «Взяли они тридцать сребреников – цену, которую народ Израилев определил Ему, – ",
          "ID": "9"
        },
        {
          "text": "и отдали их за поле горшечника, как сказал мне о том Господь».",
          "ID": "10"
        },
        {
          "text": "Когда привели Иисуса к прокуратору, тот спросил Его: «Ты и в самом деле – Царь иудейский?»",
          "ID": "11"
        },
        {
          "text": "«Да, ты сам говоришь это», – сказал Иисус.",
          "ID": "11"
        },
        {
          "text": "На обвинения же первосвященников и старейшин Он ничего не отвечал. ",
          "ID": "12"
        },
        {
          "text": "«Разве не слышишь, сколько у них против Тебя обвинений?!» – спросил Его Пилат. ",
          "ID": "13"
        },
        {
          "text": "Но Иисус не сказал ни слова и сильно тем удивил прокуратора.",
          "ID": "14"
        },
        {
          "text": "Обычно по праздникам прокуратор освобождал одного из заключенных, за которого просила толпа. ",
          "ID": "15"
        },
        {
          "text": "А тогда под стражею был всем известный узник, которого звали [Иисус] Варавва. ",
          "ID": "16"
        },
        {
          "text": "Пилат и спросил собравшийся тут народ: «Кого мне для вас отпустить? Кого вы хотите: [Иисуса] Варавву или Иисуса, Христом называемого?» ",
          "ID": "17"
        },
        {
          "text": "Ибо знал Пилат, что из зависти выдали Иисуса.",
          "ID": "18"
        },
        {
          "text": "Когда он сидел на судейском месте, жена его велела ему передать: «Не делай этому Праведнику ничего! Сегодня ночью я сильно мучилась, увидев Его во сне».",
          "ID": "19"
        },
        {
          "text": "Первосвященники же и старейшины убедили тем временем людей требовать освобождения Вараввы и казни Иисуса Христа. ",
          "ID": "20"
        },
        {
          "text": "И когда прокуратор к ним обратился: «Кого из этих двоих вы хотите? Кого отпустить мне?», – «Варавву!» – сказали они.",
          "ID": "21"
        },
        {
          "text": "«Тогда что же мне сделать с Иисусом, Которого называют Христом?» – спросил Пилат.",
          "ID": "22"
        },
        {
          "text": "«Распять Его!» – отвечала толпа.",
          "ID": "22"
        },
        {
          "text": "«Какое же преступление Он совершил?» – спросил Пилат.",
          "ID": "23"
        },
        {
          "text": "«Распять Его!» – закричали они еще громче.",
          "ID": "23"
        },
        {
          "text": "Видя, что ничего не помогает и даже начинается мятеж, Пилат велел принести воды и, умыв руки свои перед народом, сказал: «Не повинен в крови я Этого Человека. Смотрите сами!»",
          "ID": "24"
        },
        {
          "text": "Тогда весь народ сказал: «Пусть будет вина за смерть Его на нас и на детях наших».",
          "ID": "25"
        },
        {
          "text": "И Пилат освободил Варавву для них, Иисуса же, подвергнув бичеванию, отдал на распятие.",
          "ID": "26"
        },
        {
          "text": "Солдаты прокуратора привели Иисуса в преторий и собрали вокруг Него всю когорту. ",
          "ID": "27"
        },
        {
          "text": "Сняли с Иисуса одежду и набросили на Него багряный плащ, ",
          "ID": "28"
        },
        {
          "text": "сплели венок из колючек и надели Ему на голову, вложили в правую руку Его палку и, став перед Ним на колени, насмехаясь, говорили: «Да здравствует „Царь иудейский“!» ",
          "ID": "29"
        },
        {
          "text": "Они плевали в Него и, палку взяв, били по голове Его. ",
          "ID": "30"
        },
        {
          "text": "А когда они вдоволь наглумились над Ним, то сняли с Него плащ и, одев Его в собственную Его одежду, повели на распятие.",
          "ID": "31"
        },
        {
          "text": "Когда они выходили, повстречался им киринеянин по имени Симон. Его заставили нести крест Иисуса. ",
          "ID": "32"
        },
        {
          "text": "Придя на место, называемое Голгофа, что значит «Череп», ",
          "ID": "33"
        },
        {
          "text": "они дали Ему вина, смешанного с желчью. Но Он, попробовав, не стал его пить. ",
          "ID": "34"
        },
        {
          "text": "Распяв Иисуса, солдаты по жребию поделили Его одежду ",
          "ID": "35"
        },
        {
          "text": "и уселись рядом стеречь Его. ",
          "ID": "36"
        },
        {
          "text": "Над головой Христа была надпись, говорившая о вине Его: «ЭТО ИИСУС, ЦАРЬ ИУДЕЙСКИЙ». ",
          "ID": "37"
        },
        {
          "text": "Вместе с Ним были распяты два разбойника: один справа от Него, а другой слева. ",
          "ID": "38"
        },
        {
          "text": "Проходившие мимо поносили Его и, презрительно качая головами, ",
          "ID": "39"
        },
        {
          "text": "говорили: «Ты хотел ведь разрушить Храм и в три дня построить его, так спаси Себя Самого! Если Божий Ты Сын, сойди с креста!»",
          "ID": "40"
        },
        {
          "text": "Насмехались над Ним и первосвященники вместе с книжниками и старейшинами, говоря: ",
          "ID": "41"
        },
        {
          "text": "«Других спасал, а Себя спасти не может. Царь Израиля Он, пусть теперь сойдет Он с креста, и тогда мы поверим в Него. ",
          "ID": "42"
        },
        {
          "text": "Он на Бога надеялся, пусть спасет Его Бог теперь, если Он Ему дорог. Называл же Себя Он Сыном Божьим». ",
          "ID": "43"
        },
        {
          "text": "И разбойники, с Ним распятые, поносили Его точно так же.",
          "ID": "44"
        },
        {
          "text": "В полдень покрыла всю землю тьма, и стояла она до трех часов пополудни. ",
          "ID": "45"
        },
        {
          "text": "А около трех часов воззвал громким голосом Иисус: «Эли, Эли! Лема сабахтани?», что значит: «Боже Мой, Боже Мой! Почему Меня Ты оставил?»",
          "ID": "46"
        },
        {
          "text": "Иные из стоявших там, услышав это, говорили: «Илию Он зовет».",
          "ID": "47"
        },
        {
          "text": "И тотчас один из них побежал и принес губку. Намочив ее уксусом, насадил он на палку ее и подал Иисусу, чтобы пил Тот. ",
          "ID": "48"
        },
        {
          "text": "Другие кричали ему: «Оставь! Посмотрим, придет ли спасти Его Илия?»",
          "ID": "49"
        },
        {
          "text": "Еще раз воззвав громким голосом, Иисус испустил дух.",
          "ID": "50"
        },
        {
          "text": "И тогда завеса в Храме разорвалась надвое сверху донизу, земля сотряслась, раскололись скалы, ",
          "ID": "51"
        },
        {
          "text": "гробницы раскрылись и многие из народа Божьего были воскрешены. ",
          "ID": "52"
        },
        {
          "text": "Они вышли из гробниц и позже, по воскресении Иисуса, вошли во святой город, и многие там их увидели.",
          "ID": "53"
        },
        {
          "text": "Центурион же и солдаты, которые стерегли Иисуса, увидев землетрясение и всё совершившееся, страшно испугались: «Воистину это был Сын Божий!»",
          "ID": "54"
        },
        {
          "text": "Смотрели на это на всё и женщины, которые сопровождали Иисуса из Галилеи и заботились о Нем. (Они держались поодаль.) ",
          "ID": "55"
        },
        {
          "text": "И были среди них Мария Магдалина и другая Мария, мать Иакова и Иосифа, а также мать сыновей Зеведея.",
          "ID": "56"
        },
        {
          "text": "Когда наступил вечер, пришел богатый человек из Аримафеи по имени Иосиф, который тоже был учеником Иисуса. ",
          "ID": "57"
        },
        {
          "text": "Придя к Пилату, он попросил отдать ему тело Иисуса, и Пилат распорядился об этом. ",
          "ID": "58"
        },
        {
          "text": "Иосиф взял тело Господне, обернул его чистым льняным полотном ",
          "ID": "59"
        },
        {
          "text": "и положил в новую гробницу, которую высек для себя в скале. Затем он привалил ко входу в гробницу большой камень и ушел. ",
          "ID": "60"
        },
        {
          "text": "В то время сидели там, прямо напротив гробницы, Мария Магдалина и с нею другая Мария.",
          "ID": "61"
        },
        {
          "text": "На следующий день, который следует за днем приготовления, первосвященники и фарисеи пришли к Пилату. ",
          "ID": "62"
        },
        {
          "text": "«Господин, – сказали они, – мы вспомнили, что этот обманщик, когда еще был Он жив, говорил: „Пройдет три дня, и Я воскресну“. ",
          "ID": "63"
        },
        {
          "text": "Прикажи охранять гробницу до третьего дня, чтобы ученики Его не выкрали тело и не сказали потом народу: „Он воскрес“. Этот новый обман хуже прежнего будет».",
          "ID": "64"
        },
        {
          "text": "«Вот вам стража, – сказал Пилат. – Идите и охраняйте гробницу, как знаете!» ",
          "ID": "65"
        },
        {
          "text": "Пошли они и, чтобы уберечь гробницу, опечатали камень и поставили стражу.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27",
      "name": "Евангелие по Матфею 27"
    },
    {
      "text": [
        {
          "text": "Прошла суббота. На рассвете первого дня новой недели Мария Магдалина и с нею другая Мария пришли осмотреть гробницу.",
          "ID": "1"
        },
        {
          "text": "Вдруг случилось тогда сильное землетрясение, и с неба сошел ангел Господень. Подойдя к гробнице, отвалил он камень и сел на него. ",
          "ID": "2"
        },
        {
          "text": "Лик его был подобен молнии, а одежды – белы, как снег. ",
          "ID": "3"
        },
        {
          "text": "В ужасе от страха задрожали стражники и упали перед ним, как мертвые.",
          "ID": "4"
        },
        {
          "text": "«А вы не бойтесь! – сказал ангел женщинам. – Я знаю, что вы ищете Иисуса распятого. ",
          "ID": "5"
        },
        {
          "text": "Его здесь нет – Он воскрес, как вам и говорил. Пойдите, сами осмотрите место, где Он лежал, ",
          "ID": "6"
        },
        {
          "text": "затем ступайте сразу к Его ученикам, скажите им: „Иисус воскрес из мертвых. Он будет в Галилее прежде вас. Там вы увидите Его!“ Запомните же, что я сказал вам».",
          "ID": "7"
        },
        {
          "text": "Охваченные благоговейным трепетом и полные великой радости, покинули они гробницу и побежали, чтобы сообщить эту весть ученикам Христа. ",
          "ID": "8"
        },
        {
          "text": "Вдруг предстал пред ними Сам Иисус. «Радуйтесь!» – приветствовал Он их. Они устремились к Нему, и стали обнимать ноги Его, и поклонились Ему. ",
          "ID": "9"
        },
        {
          "text": "«Не бойтесь! – сказал Иисус. – Ступайте и братьям скажите Моим, чтобы шли они в Галилею! Там увидят Меня».",
          "ID": "10"
        },
        {
          "text": "Пока женщины были в пути, несколько стражников вернулись в город и рассказали первосвященникам обо всем, что случилось. ",
          "ID": "11"
        },
        {
          "text": "Обсудив всё это со старейшинами, те дали воинам много денег ",
          "ID": "12"
        },
        {
          "text": "и наказали им: «Вы должны говорить, что ночью приходили ученики Его и что они, когда вы спали, выкрали тело Его. ",
          "ID": "13"
        },
        {
          "text": "А если об этом услышит прокуратор, уговорим мы [его], избавим от неприятностей вас». ",
          "ID": "14"
        },
        {
          "text": "Взяв деньги, те сделали так, как их научили: рассказ их стал широко известен. Хранится он в памяти иудеев и ныне.",
          "ID": "15"
        },
        {
          "text": "Тем временем одиннадцать учеников отправились в Галилею и поднялись там на гору, куда им велел прийти Иисус. ",
          "ID": "16"
        },
        {
          "text": "Увидев Его, они с благоговейным трепетом пали ниц перед Ним, хотя некоторые и усомнились. ",
          "ID": "17"
        },
        {
          "text": "Иисус подошел и заговорил с ними. «Дана Мне вся власть на небе и на земле! – сказал Он. – ",
          "ID": "18"
        },
        {
          "text": "Идите же ко всем народам и сделайте всех Моими учениками. Крестите людей во имя Отца и Сына и Святого Духа, ",
          "ID": "19"
        },
        {
          "text": "учите их соблюдать всё, что Я повелел вам, и знайте, что с вами Я во все дни до конца этого мира».",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28",
      "name": "Евангелие по Матфею 28"
    }
  ],
  "ID": "NT:MAT(BTI)",
  "name": "Евангелие по Матфею"
}