{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Книга родства Иисуса Христа, сына давидова, сына авраамля. ",
          "ID": "1"
        },
        {
          "text": "Авраам роди исаака. Исаак же роди иакова. Иаков же роди иуду и братию его. ",
          "ID": "2"
        },
        {
          "text": "Иуда же роди фареса и зару от фамары. Фарес же роди есрома. Есром же роди арама. ",
          "ID": "3"
        },
        {
          "text": "Арам же роди аминадава. Аминадав же роди наассона. Наассон же роди салмона. ",
          "ID": "4"
        },
        {
          "text": "Салмон же роди вооза от рахавы. Вооз же роди овида от руфы. Овид же роди иессеа. ",
          "ID": "5"
        },
        {
          "text": "Иессей же роди давида царя. Давид же царь роди соломона от уриины. ",
          "ID": "6"
        },
        {
          "text": "Соломон же роди ровоама. Ровоам же роди авию. Авиа же роди асу. ",
          "ID": "7"
        },
        {
          "text": "Аса же роди иосафата. Иосафат же роди иорама. Иорам же роди озию. ",
          "ID": "8"
        },
        {
          "text": "Озиа же роди иоафама. Иоафам же роди ахаза. Ахаз же роди езекию. ",
          "ID": "9"
        },
        {
          "text": "Езекиа же роди манассию. Манассиа же роди амона. Амон же роди иосию. ",
          "ID": "10"
        },
        {
          "text": "Иосиа же роди иехонию и братию его, в преселение вавилонское (В некиих греч.: иосиа же роди иоакима и братию его. Иоаким же роди иехонию в преселение вавилонское.) . ",
          "ID": "11"
        },
        {
          "text": "По преселении же вавилонстем, иехониа роди салафииля. Салафииль же роди зоровавеля. ",
          "ID": "12"
        },
        {
          "text": "Зоровавель же роди авиуда. Авиуд же роди елиакима. Елиаким же роди азора. ",
          "ID": "13"
        },
        {
          "text": "Азор же роди садока. Садок же роди ахима. Ахим же роди елиуда. ",
          "ID": "14"
        },
        {
          "text": "Елиуд же роди елеазара. Елеазар же роди матфана. Матфан же роди иакова. ",
          "ID": "15"
        },
        {
          "text": "Иаков же роди иосифа, мужа Мариина, из неяже родися Иисус, глаголемый Христос. ",
          "ID": "16"
        },
        {
          "text": "Всех же родов от авраама до давида родове четыренадесяте: и от давида до преселения вавилонскаго родове четыренадесяте: и от преселения вавилонскаго до Христа родове четыренадесяте. ",
          "ID": "17"
        },
        {
          "text": "Иисус Христово Рождество сице бе: обрученней бо бывши Матери его Марии иосифови, прежде даже не снитися има, обретеся имущи во чреве от Духа свята. ",
          "ID": "18"
        },
        {
          "text": "Иосиф же муж ея, праведен сый и не хотя ея обличити, восхоте тай пустити ю. ",
          "ID": "19"
        },
        {
          "text": "Сия же ему помыслившу, се, ангел Господень во сне явися ему, глаголя: иосифе, сыне давидов, не убойся прияти Мариам жены твоея: рождшеебося в ней, от Духа есть свята: ",
          "ID": "20"
        },
        {
          "text": "родит же сына, и наречеши имя ему Иисус: той бо спасет люди своя от грех их. ",
          "ID": "21"
        },
        {
          "text": "Сие же все бысть, да сбудется реченное от Господа пророком, глаголющим: ",
          "ID": "22"
        },
        {
          "text": "се, Дева во чреве приимет и родит сына, и нарекут имя ему еммануил, еже есть сказаемо: с нами Бог. ",
          "ID": "23"
        },
        {
          "text": "Востав же иосиф от сна, сотвори якоже повеле ему ангел Господень, и прият жену свою, ",
          "ID": "24"
        },
        {
          "text": "и не знаяше ея, дондеже роди сына своего первенца, и нарече имя ему Иисус.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1",
      "name": "Евангелие от Матфея 1"
    },
    {
      "text": [
        {
          "text": "Иисусу же рождшуся в вифлееме иудейстем во дни ирода царя, се, волсви от восток приидоша во Иерусалим, глаголюще: ",
          "ID": "1"
        },
        {
          "text": "где есть рождейся Царь иудейский? видехом бо звезду его на востоце и приидохом поклонитися ему. ",
          "ID": "2"
        },
        {
          "text": "Слышав же ирод царь смутися, и весь Иерусалим с ним. ",
          "ID": "3"
        },
        {
          "text": "И собрав вся первосвященники и книжники людския, вопрошаше от них: где Христос раждается? ",
          "ID": "4"
        },
        {
          "text": "Они же рекоша ему: в вифлееме иудейстем, тако бо писано есть пророком: ",
          "ID": "5"
        },
        {
          "text": "и ты, вифлееме, земле иудова, ни чимже менши еси во владыках иудовых: из тебе бо изыдет вождь, иже упасет люди моя израиля. ",
          "ID": "6"
        },
        {
          "text": "Тогда ирод тай призва волхвы, и испытоваше от них время явльшияся звезды, ",
          "ID": "7"
        },
        {
          "text": "и послав их в вифлеем, рече: шедше испытайте известно о отрочати: егда же обрящете, возвестите ми, яко да и аз шед поклонюся ему. ",
          "ID": "8"
        },
        {
          "text": "Они же послушавше царя, идоша. И се, звезда, юже видеша на востоце, идяше пред ними, дондеже пришедши ста верху, идеже бе отроча. ",
          "ID": "9"
        },
        {
          "text": "Видевше же звезду, возрадовашася радостию велиею зело, ",
          "ID": "10"
        },
        {
          "text": "и пришедше в храмину, видеша отроча с Мариею Материю его, и падше поклонишася ему: и отверзше сокровища своя, принесоша ему дары, злато и ливан и смирну. ",
          "ID": "11"
        },
        {
          "text": "И весть приемше во сне не возвратитися ко ироду, иным путем отидоша во страну свою. ",
          "ID": "12"
        },
        {
          "text": "Отшедшым же им, се, ангел Господень во сне явися иосифу, глаголя: востав поими отроча и Матерь его, и бежи во египет, и буди тамо, дондеже реку ти: хощет бо ирод искати отрочате, да погубит е. ",
          "ID": "13"
        },
        {
          "text": "Он же востав, поят отроча и Матерь его нощию, и отиде во египет, ",
          "ID": "14"
        },
        {
          "text": "и бе тамо до умертвия иродова: да сбудется реченное от Господа пророком, глаголющим: от египта воззвах Сына моего. ",
          "ID": "15"
        },
        {
          "text": "Тогда ирод видев, яко поруган бысть от волхвов, разгневася зело и послав изби вся дети сущыя в вифлееме и во всех пределех его, от двою лету и нижайше, по времени, еже известно испыта от волхвов. ",
          "ID": "16"
        },
        {
          "text": "Тогда сбыстся реченное иеремием пророком, глаголющим: ",
          "ID": "17"
        },
        {
          "text": "глас в раме слышан бысть, плачь и рыдание и вопль мног: рахиль плачущися чад своих, и не хотяше утешитися, яко не суть. ",
          "ID": "18"
        },
        {
          "text": "Умершу же ироду, се, ангел Господень во сне явися иосифу во египте, ",
          "ID": "19"
        },
        {
          "text": "глаголя: востав поими отроча и Матерь его и иди в землю израилеву, изомроша бо ищущии души отрочате. ",
          "ID": "20"
        },
        {
          "text": "Он же востав, поят отроча и Матерь его и прииде в землю израилеву. ",
          "ID": "21"
        },
        {
          "text": "Слышав же, яко архелай царствует во иудеи вместо ирода отца своего, убояся тамо ити: весть же приемь во сне, отиде в пределы галилейския ",
          "ID": "22"
        },
        {
          "text": "и пришед вселися во граде нарицаемем назарет: яко да сбудется реченное пророки, яко назорей наречется.",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2",
      "name": "Евангелие от Матфея 2"
    },
    {
      "text": [
        {
          "text": "Во дни же оны прииде иоанн креститель, проповедая в пустыни иудейстей ",
          "ID": "1"
        },
        {
          "text": "и глаголя: покайтеся, приближибося Царствие небесное. ",
          "ID": "2"
        },
        {
          "text": "Сей бо есть реченный исаием пророком, глаголющим: глас вопиющаго в пустыни: уготовайте путь Господень, правы творите стези его. ",
          "ID": "3"
        },
        {
          "text": "Сам же иоанн имяше ризу свою от влас велблуждь и пояс усмен о чреслех своих: снедь же его бе пружие и мед дивий. ",
          "ID": "4"
        },
        {
          "text": "Тогда исхождаше к нему Иерусалима, и вся иудеа, и вся страна иорданская, ",
          "ID": "5"
        },
        {
          "text": "и крещахуся во иордане от него, исповедающе грехи своя. ",
          "ID": "6"
        },
        {
          "text": "Видев же (иоанн) многи фарисеи и саддукеи грядущыя на крещение его, рече им: рождения ехиднова, кто сказа вам бежати от будущаго гнева? ",
          "ID": "7"
        },
        {
          "text": "сотворите убо плод достоин покаяния, ",
          "ID": "8"
        },
        {
          "text": "и не начинайте глаголати в себе: отца имамы авраама: глаголю бо вам, яко может Бог от камения сего воздвигнути чада аврааму: ",
          "ID": "9"
        },
        {
          "text": "уже бо и секира при корени древа лежит: всяко убо древо, еже не творит плода добра, посекаемо бывает и во огнь вметаемо: ",
          "ID": "10"
        },
        {
          "text": "аз убо крещаю вы водою в покаяние: грядый же по мне креплий мене есть, емуже несмь достоин сапоги понести: той вы крестит Духом святым и огнем: ",
          "ID": "11"
        },
        {
          "text": "емуже лопата в руце его, и отребит гумно свое, и соберет пшеницу свою в житницу, плевы же сожжет огнем негасающим. ",
          "ID": "12"
        },
        {
          "text": "Тогда приходит Иисус от галилеи на иордан ко иоанну креститися от него. ",
          "ID": "13"
        },
        {
          "text": "Иоанн же возбраняше ему, глаголя: аз требую тобою креститися, и ты ли грядеши ко мне? ",
          "ID": "14"
        },
        {
          "text": "Отвещав же Иисус рече к нему: остави ныне: тако бо подобает нам исполнити всяку правду. Тогда остави его. ",
          "ID": "15"
        },
        {
          "text": "И крестився Иисус взыде абие от воды: и се, отверзошася ему небеса, и виде Духа Божия сходяща яко голубя и грядуща на него. ",
          "ID": "16"
        },
        {
          "text": "И се, глас с небесе глаголя: сей есть Сын мой возлюбленный, о немже благоволих.",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3",
      "name": "Евангелие от Матфея 3"
    },
    {
      "text": [
        {
          "text": "Тогда Иисус возведен бысть Духом в пустыню искуситися от диавола, ",
          "ID": "1"
        },
        {
          "text": "и постився дний четыредесять и нощий четыредесять, последи взалка. ",
          "ID": "2"
        },
        {
          "text": "И приступль к нему искуситель рече: аще Сын еси Божий, рцы, да камение сие хлебы будут. ",
          "ID": "3"
        },
        {
          "text": "Он же отвещав рече: писано есть: не о хлебе единем жив будет человек, но о всяцем глаголголе исходящем изо уст Божиих. ",
          "ID": "4"
        },
        {
          "text": "Тогда поят его диавол во святый град, и постави его на криле церковнем, ",
          "ID": "5"
        },
        {
          "text": "и глагола ему: аще Сын еси Божий, верзися низу: писано бо есть, яко ангелом своим заповесть о тебе (сохранити тя), и на руках возмут тя, да не когда преткнеши о камень ногу твою. ",
          "ID": "6"
        },
        {
          "text": "Рече (же) ему Иисус: паки писано есть: не искусиши Господа Бога твоего. ",
          "ID": "7"
        },
        {
          "text": "Паки поят его диавол на гору высоку зело, и показа ему вся царствия мира и славу их, ",
          "ID": "8"
        },
        {
          "text": "и глагола ему: сия вся тебе дам, аще пад поклонишимися. ",
          "ID": "9"
        },
        {
          "text": "Тогда глагола ему Иисус: иди за мною, сатано: писано бо есть: Господу Богу твоему поклонишися и тому единому послужиши. ",
          "ID": "10"
        },
        {
          "text": "Тогда остави его диавол, и се, ангели приступиша и служаху ему. ",
          "ID": "11"
        },
        {
          "text": "Слышав же Иисус, яко иоанн предан бысть, отиде в галилею, ",
          "ID": "12"
        },
        {
          "text": "и оставль назарет, пришед вселися в капернаум в поморие, в пределех завулоних и неффалимлих: ",
          "ID": "13"
        },
        {
          "text": "да сбудется реченное исаием пророком, глаголющим: ",
          "ID": "14"
        },
        {
          "text": "земля завулоня и земля неффалимля, путь моря об он пол иордана, галилеа язык, ",
          "ID": "15"
        },
        {
          "text": "людие седящии во тме видеша свет велий, и седящым в стране и сени смертней, свет возсия им. ",
          "ID": "16"
        },
        {
          "text": "Оттоле начат Иисус проповедати и глаголати: покайтеся, приближися бо Царство небесное. ",
          "ID": "17"
        },
        {
          "text": "Ходя же при мори галилейстем, виде два брата, симона глаголемаго петра, и андреа брата его, вметающа мрежи в море, беста бо рыбаря: ",
          "ID": "18"
        },
        {
          "text": "и глагола има: грядита по мне, и сотворю вы ловца человеком. ",
          "ID": "19"
        },
        {
          "text": "Она же абие оставльша мрежи, по нем идоста. ",
          "ID": "20"
        },
        {
          "text": "И прешед оттуду, виде ина два брата, иакова зеведеева, и иоанна брата его, в корабли с зеведеом отцем ею, завязующа мрежи своя, и воззва я. ",
          "ID": "21"
        },
        {
          "text": "Она же абие оставльша корабль и отца своего, по нем идоста. ",
          "ID": "22"
        },
        {
          "text": "И прохождаше всю галилею Иисус, учя на сонмищих их и проповедая Евангелие Царствия, изцеляя всяк недуг и всяку язю в людех. ",
          "ID": "23"
        },
        {
          "text": "И изыде слух его по всей сирии: и приведоша к нему вся болящыя, различными недуги и страстьми одержимы, и бесны, и месячныя, и разслабленныя (жилами): и изцели их. ",
          "ID": "24"
        },
        {
          "text": "И по нем идоша народи мнози от галилеи и десяти град, и от Иерусалима и иудеи, и со онаго полу иордана.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4",
      "name": "Евангелие от Матфея 4"
    },
    {
      "text": [
        {
          "text": "Узрев же народы, взыде на гору: и седшу ему, приступиша к нему ученицы его. ",
          "ID": "1"
        },
        {
          "text": "И отверз уста своя, учаше их, глаголя: ",
          "ID": "2"
        },
        {
          "text": "блажени нищии духом: яко тех есть Царствие небесное. ",
          "ID": "3"
        },
        {
          "text": "Блажени плачущии: яко тии утешатся. ",
          "ID": "4"
        },
        {
          "text": "Блажени кротцыи: яко тии наследят землю. ",
          "ID": "5"
        },
        {
          "text": "Блажени алчущии и жаждущии правды: яко тии насытятся. ",
          "ID": "6"
        },
        {
          "text": "Блажени милостивии: яко тии помиловани будут. ",
          "ID": "7"
        },
        {
          "text": "Блажени честии сердцем: яко тии Бога узрят. ",
          "ID": "8"
        },
        {
          "text": "Блажени миротворцы: яко тии сынове Божии нарекутся. ",
          "ID": "9"
        },
        {
          "text": "Блажени изгнани правды ради: яко тех есть Царствие небесное. ",
          "ID": "10"
        },
        {
          "text": "Блажени есте, егда поносят вам, и ижденут, и рекут всяк зол глагол на вы лжуще, мене ради: ",
          "ID": "11"
        },
        {
          "text": "радуйтеся и веселитеся, яко мзда ваша многа на небесех: тако бо изгнаша пророки, иже (беша) прежде вас. ",
          "ID": "12"
        },
        {
          "text": "Вы есте соль земли: аще же соль обуяет, чим осолится? ни во чтоже будет ктому, точию да изсыпана будет вон и попираема человеки. ",
          "ID": "13"
        },
        {
          "text": "Вы есте свет мира: не может град укрытися верху горы стоя: ",
          "ID": "14"
        },
        {
          "text": "ниже вжигают светилника и поставляют его под спудом, но на свещнице, и светит всем, иже в храмине (суть). ",
          "ID": "15"
        },
        {
          "text": "Тако да просветится свет ваш пред человеки, яко да видят ваша добрая дела и прославят Отца вашего, иже на небесех. ",
          "ID": "16"
        },
        {
          "text": "(Да) не мните, яко приидох разорити закон, или пророки: не приидох разорити, но исполнити. ",
          "ID": "17"
        },
        {
          "text": "Аминь бо глаголю вам: дондеже прейдет небо и земля, иота едина, или едина черта не прейдет от закона, дондеже вся будут. ",
          "ID": "18"
        },
        {
          "text": "Иже аще разорит едину заповедий сих малых и научит тако человеки, мний наречется в Царствии небеснем: а иже сотворит и научит, сей велий наречется в Царствии небеснем. ",
          "ID": "19"
        },
        {
          "text": "глаголю бо вам, яко аще не избудет правда ваша паче книжник и фарисей, не внидете в Царствие небесное. ",
          "ID": "20"
        },
        {
          "text": "Слышасте, яко речено бысть древним: не убиеши: иже (бо) аще убиет, повинен есть суду. ",
          "ID": "21"
        },
        {
          "text": "Аз же глаголю вам, яко всяк гневаяйся на брата своего всуе повинен есть суду: иже бо аще речет брату своему: рака, повинен есть сонмищу: а иже речет: уроде, повинен есть геенне огненней. ",
          "ID": "22"
        },
        {
          "text": "Аще убо принесеши дар твой ко олтарю и ту помянеши, яко брат твой имать нечто на тя: ",
          "ID": "23"
        },
        {
          "text": "остави ту дар твой пред олтарем и шед прежде смирися с братом твоим, и тогда пришед принеси дар твой. ",
          "ID": "24"
        },
        {
          "text": "Буди увещаваяся с соперником твоим скоро, дондеже еси на пути с ним, да не предаст тебе соперник судии, и судия тя предаст слузе, и в темницу ввержен будеши: ",
          "ID": "25"
        },
        {
          "text": "аминь глаголю тебе: не изыдеши оттуду, дондеже воздаси последний кодрант. ",
          "ID": "26"
        },
        {
          "text": "Слышасте, яко речено бысть древним: не прелюбы сотвориши. ",
          "ID": "27"
        },
        {
          "text": "Аз же глаголю вам, яко всяк, иже воззрит на жену ко еже вожделети ея, уже любодействова с нею в сердцы своем: ",
          "ID": "28"
        },
        {
          "text": "аще же око твое десное соблажняет тя, изми е и верзи от себе: уне бо ти есть, да погибнет един от уд твоих, а не все тело твое ввержено будет в геенну (огненную): ",
          "ID": "29"
        },
        {
          "text": "и аще десная твоя рука соблажняет тя, усецы ю и верзи от себе: уне бо ти есть, да погибнет един от уд твоих, а не все тело твое ввержено будет в геенну. ",
          "ID": "30"
        },
        {
          "text": "Речено же бысть, яко иже аще пустит жену свою, да даст ей книгу распустную. ",
          "ID": "31"
        },
        {
          "text": "Аз же глаголю вам, яко всяк отпущаяй жену свою, разве словесе любодейнаго, творит ю прелюбодействовати: и иже пущеницу поймет, прелюбодействует. ",
          "ID": "32"
        },
        {
          "text": "Паки слышасте, яко речено бысть древним: не во лжу кленешися, воздаси же Господеви клятвы твоя. ",
          "ID": "33"
        },
        {
          "text": "Аз же глаголю вам не клятися всяко: ни небом, яко престол есть Божий: ",
          "ID": "34"
        },
        {
          "text": "ни землею, яко подножие есть ногама его: ни Иерусалимом, яко град есть великаго Царя: ",
          "ID": "35"
        },
        {
          "text": "ниже главою твоею кленися, яко не можеши власа единаго бела или черна сотворити: ",
          "ID": "36"
        },
        {
          "text": "буди же слово ваше: ей, ей: ни, ни: лишше же сею от неприязни есть. ",
          "ID": "37"
        },
        {
          "text": "Слышасте, яко речено бысть: око за око, и зуб за зуб. ",
          "ID": "38"
        },
        {
          "text": "Аз же глаголю вам не противитися злу: но аще тя кто ударит в десную твою ланиту, обрати ему и другую: ",
          "ID": "39"
        },
        {
          "text": "и хотящему судитися с тобою и ризу твою взяти, отпусти ему и срачицу: ",
          "ID": "40"
        },
        {
          "text": "и аще кто тя поймет по силе поприще едино, иди с ним два. ",
          "ID": "41"
        },
        {
          "text": "Просящему у тебе дай, и хотящаго от тебе заяти не отврати. ",
          "ID": "42"
        },
        {
          "text": "Слышасте, яко речено есть: возлюбиши искренняго твоего и возненавидиши врага твоего. ",
          "ID": "43"
        },
        {
          "text": "Аз же глаголю вам: любите враги вашя, благословите кленущыя вы, добро творите ненавидящым вас, и молитеся за творящих вам напасть и изгонящыя вы, ",
          "ID": "44"
        },
        {
          "text": "яко да будете сынове Отца вашего, иже есть на небесех: яко солнце свое сияет на злыя и благия и дождит на праведныя и на неправедныя. ",
          "ID": "45"
        },
        {
          "text": "Аще бо любите любящих вас, кую мзду имате? не и мытари ли тожде творят? ",
          "ID": "46"
        },
        {
          "text": "И аще целуете други вашя токмо, что лишше творите? не и язычницы ли такожде творят? ",
          "ID": "47"
        },
        {
          "text": "Будите убо вы совершени, якоже Отец ваш небесный совершен есть.",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5",
      "name": "Евангелие от Матфея 5"
    },
    {
      "text": [
        {
          "text": "Внемлите милостыни вашея не творити пред человеки, да видими будете ими: аще ли же ни, мзды не имате от Отца вашего, иже есть на небесех. ",
          "ID": "1"
        },
        {
          "text": "Егда убо твориши милостыню, не воструби пред собою, якоже лицемери творят в сонмищих и в стогнах, яко да прославятся от человек. Аминь глаголю вам, восприемлют мзду свою. ",
          "ID": "2"
        },
        {
          "text": "Тебе же творящу милостыню, да не увесть шуйца твоя, что творит десница твоя, ",
          "ID": "3"
        },
        {
          "text": "яко да будет милостыня твоя в тайне: и Отец твой, видяй в тайне, той воздаст тебе яве. ",
          "ID": "4"
        },
        {
          "text": "И егда молишися, не буди якоже лицемери, яко любят в сонмищих и в стогнах путий стояще молитися, яко да явятся человеком. Аминь глаголю вам, яко восприемлют мзду свою. ",
          "ID": "5"
        },
        {
          "text": "Ты же, егда молишися, вниди в клеть твою, и затворив двери твоя, помолися Отцу твоему, иже в тайне: и Отец твой, видяй в тайне, воздаст тебе яве. ",
          "ID": "6"
        },
        {
          "text": "Молящеся же не лишше глаголите, якоже язычницы: мнят бо, яко во многоглаголании своем услышани будут: ",
          "ID": "7"
        },
        {
          "text": "не подобитеся убо им: весть бо Отец ваш, ихже требуете, прежде прошения вашего. ",
          "ID": "8"
        },
        {
          "text": "Сице убо молитеся вы: Отче наш, иже еси на небесех, да святится имя твое: ",
          "ID": "9"
        },
        {
          "text": "да приидет Царствие твое: да будет воля твоя, яко на небеси, и на земли: ",
          "ID": "10"
        },
        {
          "text": "хлеб наш насущный даждь нам днесь: ",
          "ID": "11"
        },
        {
          "text": "и остави нам долги нашя, яко и мы оставляем должником нашым: ",
          "ID": "12"
        },
        {
          "text": "и не введи нас в напасть, но избави нас от лукаваго: яко твое есть Царствие и сила и слава во веки. Аминь. ",
          "ID": "13"
        },
        {
          "text": "Аще бо отпущаете человеком согрешения их, отпустит и вам Отец ваш небесный: ",
          "ID": "14"
        },
        {
          "text": "аще ли не отпущаете человеком согрешения их, ни Отец ваш отпустит вам согрешений ваших. ",
          "ID": "15"
        },
        {
          "text": "Егда же поститеся, не будите якоже лицемери сетующе: помрачают бо лица своя, яко да явятся человеком постящеся. Аминь глаголю вам, яко восприемлют мзду свою. ",
          "ID": "16"
        },
        {
          "text": "Ты же постяся помажи главу твою, и лице твое умый, ",
          "ID": "17"
        },
        {
          "text": "яко да не явишися человеком постяся, но Отцу твоему, иже в тайне: и Отец твой, видяй в тайне, воздаст тебе яве. ",
          "ID": "18"
        },
        {
          "text": "Не скрывайте себе сокровищ на земли, идеже червь и тля тлит, и идеже татие подкопывают и крадут: ",
          "ID": "19"
        },
        {
          "text": "скрывайте же себе сокровище на небеси, идеже ни червь, ни тля тлит, и идеже татие не подкопывают, ни крадут: ",
          "ID": "20"
        },
        {
          "text": "идеже бо есть сокровище ваше, ту будет и сердце ваше. ",
          "ID": "21"
        },
        {
          "text": "Светилник телу есть око. Аще убо будет око твое просто, все тело твое светло будет: ",
          "ID": "22"
        },
        {
          "text": "аще ли око твое лукаво будет, все тело твое темно будет. Аще убо свет, иже в тебе, тма есть, то тма кольми? ",
          "ID": "23"
        },
        {
          "text": "Никтоже может двема господинома работати: любо единаго возлюбит, а другаго возненавидит: или единаго держится, о друзем же нерадити начнет. Не можете Богу работати и мамоне. ",
          "ID": "24"
        },
        {
          "text": "Сего ради глаголю вам: не пецытеся душею вашею, что ясте, или что пиете: ни телом вашим, во что облечетеся. Не душа ли болши есть пищи, и тело одежди? ",
          "ID": "25"
        },
        {
          "text": "Воззрите на птицы небесныя, яко не сеют, ни жнут, ни собирают в житницы, и Отец ваш небесный питает их. Не вы ли паче лучши их есте? ",
          "ID": "26"
        },
        {
          "text": "Кто же от вас пекийся может приложити возрасту своему лакоть един? ",
          "ID": "27"
        },
        {
          "text": "И о одежди что печетеся? Смотрите крин селных, како растут: не труждаются, ни прядут: ",
          "ID": "28"
        },
        {
          "text": "глаголю же вам, яко ни соломон во всей славе своей облечеся, яко един от сих: ",
          "ID": "29"
        },
        {
          "text": "аще же сено селное, днесь суще и утре в пещь вметаемо, Бог тако одевает, не много ли паче вас, маловери? ",
          "ID": "30"
        },
        {
          "text": "Не пецытеся убо, глаголюще: что ямы, или что пием, или чим одеждемся? ",
          "ID": "31"
        },
        {
          "text": "Всех бо сих языцы ищут: весть бо Отец ваш небесный, яко требуете сих всех. ",
          "ID": "32"
        },
        {
          "text": "Ищите же прежде Царствия Божия и правды его, и сия вся приложатся вам. ",
          "ID": "33"
        },
        {
          "text": "Не пецытеся убо на утрей, утрений бо собою печется: довлеет дневи злоба его.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6",
      "name": "Евангелие от Матфея 6"
    },
    {
      "text": [
        {
          "text": "Не судите, да не судими будете: ",
          "ID": "1"
        },
        {
          "text": "имже бо судом судите, судят вам: и в нюже меру мерите, возмерится вам. ",
          "ID": "2"
        },
        {
          "text": "Что же видиши сучец, иже во оце брата твоего, бервна же, еже есть во оце твоем, не чуеши? ",
          "ID": "3"
        },
        {
          "text": "Или како речеши брату твоему: остави, да изму сучец из очесе твоего: и се, бервно во оце твоем? ",
          "ID": "4"
        },
        {
          "text": "Лицемере, изми первее бервно из очесе твоего, и тогда узриши изяти сучец из очесе брата твоего. ",
          "ID": "5"
        },
        {
          "text": "Не дадите святая псом, ни пометайте бисер ваших пред свиниями, да не поперут их ногами своими и вращшеся расторгнут вы. ",
          "ID": "6"
        },
        {
          "text": "Просите, и дастся вам: ищите, и обрящете: толцыте, и отверзется вам: ",
          "ID": "7"
        },
        {
          "text": "всяк бо просяй приемлет, и ищяй обретает, и толкущему отверзется. ",
          "ID": "8"
        },
        {
          "text": "Или кто есть от вас человек, егоже аще воспросит сын его хлеба, еда камень подаст ему? ",
          "ID": "9"
        },
        {
          "text": "Или аще рыбы просит, еда змию подаст ему? ",
          "ID": "10"
        },
        {
          "text": "Аще убо вы, лукави суще, умеете даяния блага даяти чадом вашым, кольми паче Отец ваш небесный даст блага просящым у него. ",
          "ID": "11"
        },
        {
          "text": "Вся убо, елика аще хощете, да творят вам человецы, тако и вы творите им: се бо есть закон и пророцы. ",
          "ID": "12"
        },
        {
          "text": "Внидите узкими враты: яко пространная врата и широкий путь вводяй в пагубу, и мнози суть входящии им: ",
          "ID": "13"
        },
        {
          "text": "что узкая врата, и тесный путь вводяй в живот, и мало их есть, иже обретают его. ",
          "ID": "14"
        },
        {
          "text": "Внемлите же от лживых пророк, иже приходят к вам во одеждах овчих, внутрь же суть волцы хищницы: ",
          "ID": "15"
        },
        {
          "text": "от плод их познаете их. Еда о‹емлют от терния грозды, или от репия смоквы? ",
          "ID": "16"
        },
        {
          "text": "Тако всяко древо доброе плоды добры творит, а злое древо плоды злы творит: ",
          "ID": "17"
        },
        {
          "text": "не может древо добро плоды злы творити, ни древо зло плоды добры творити. ",
          "ID": "18"
        },
        {
          "text": "Всяко убо древо, еже не творит плода добра, посекают е и во огнь вметают. ",
          "ID": "19"
        },
        {
          "text": "Темже убо от плод их познаете их. ",
          "ID": "20"
        },
        {
          "text": "Не всяк глаголяй ми: Господи, Господи, внидет в Царствие небесное: но творяй волю Отца моего, иже есть на небесех. ",
          "ID": "21"
        },
        {
          "text": "Мнози рекут мне во он день: Господи, Господи, не в твое ли имя пророчествовахом, и твоим именем бесы изгонихом, и твоим именем силы многи сотворихом? ",
          "ID": "22"
        },
        {
          "text": "И тогда исповем им, яко николиже знах вас: отидите от мене, делающии беззаконие. ",
          "ID": "23"
        },
        {
          "text": "Всяк убо, иже слышит словеса моя сия и творит я, уподоблю его мужу мудру, иже созда храмину свою на камени: ",
          "ID": "24"
        },
        {
          "text": "и сниде дождь, и приидоша реки, и возвеяша ветри, и нападоша на храмину ту: и не падеся, основана бо бе на камени. ",
          "ID": "25"
        },
        {
          "text": "И всяк слышай словеса моя сия, и не творя их, уподобится мужу уродиву, иже созда храмину свою на песце: ",
          "ID": "26"
        },
        {
          "text": "и сниде дождь, и приидоша реки, и возвеяша ветри, и опрошася храмине той, и падеся: и бе разрушение ея велие. ",
          "ID": "27"
        },
        {
          "text": "И бысть егда сконча Иисус словеса сия, дивляхуся народи о учении его: ",
          "ID": "28"
        },
        {
          "text": "бе бо учя их яко власть имея, и не яко книжницы (и фарисее).",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7",
      "name": "Евангелие от Матфея 7"
    },
    {
      "text": [
        {
          "text": "Сшедшу же ему с горы, вслед его идяху народи мнози. ",
          "ID": "1"
        },
        {
          "text": "И се, прокажен пришед кланяшеся ему, глаголя: Господи, аще хощеши, можеши мя очистити. ",
          "ID": "2"
        },
        {
          "text": "И простер руку Иисус, коснуся ему, глаголя: хощу, очистися. И абие очистися ему проказа. ",
          "ID": "3"
        },
        {
          "text": "И глагола ему Иисус: виждь, ни комуже повеждь: но шед покажися иереови и принеси дар, егоже повеле (в законе) моисей, во свидетелство им. ",
          "ID": "4"
        },
        {
          "text": "Вшедшу же ему в капернаум, приступи к нему сотник, моля его ",
          "ID": "5"
        },
        {
          "text": "и глаголя: Господи, отрок мой лежит в дому разслаблен, люте стражда. ",
          "ID": "6"
        },
        {
          "text": "И глагола ему Иисус: аз пришед изцелю его. ",
          "ID": "7"
        },
        {
          "text": "И отвещав сотник, рече (ему): Господи, несмь достоин, да под кров мой внидеши: но токмо рцы слово, и изцелеет отрок мой: ",
          "ID": "8"
        },
        {
          "text": "ибо аз человек есмь под властию, имый под собою воины: и глаголю сему: иди, и идет: и другому: прииди, и приходит: и рабу моему: сотвори сие, и сотворит. ",
          "ID": "9"
        },
        {
          "text": "Слышав же Иисус, удивися, и рече грядущым по нем: аминь глаголю вам: ни во израили толики веры обретох. ",
          "ID": "10"
        },
        {
          "text": "глаголю же вам, яко мнози от восток и запад приидут и возлягут со авраамом и исааком и иаковом во Царствии небеснем: ",
          "ID": "11"
        },
        {
          "text": "сынове же царствия изгнани будут во тму кромешнюю: ту будет плачь и скрежет зубом. ",
          "ID": "12"
        },
        {
          "text": "И рече Иисус сотнику: иди, и якоже веровал еси, буди тебе. И изцеле отрок его в той час. ",
          "ID": "13"
        },
        {
          "text": "И пришед Иисус в дом петров, виде тещу его лежащу и огнем жегому, ",
          "ID": "14"
        },
        {
          "text": "и прикоснуся руце ея, и остави ю огнь: и воста и служаше ему. ",
          "ID": "15"
        },
        {
          "text": "Позде же бывшу, приведоша к нему бесны многи: и изгна духи словом и вся болящыя изцели: ",
          "ID": "16"
        },
        {
          "text": "да сбудется реченное исаием пророком, глаголющим: той недуги нашя прият и болезни понесе. ",
          "ID": "17"
        },
        {
          "text": "Видев же Иисус многи народы окрест себе, повеле (учеником) ити на он пол. ",
          "ID": "18"
        },
        {
          "text": "И приступль един книжник, рече ему: учителю, иду по тебе, аможе аще идеши. ",
          "ID": "19"
        },
        {
          "text": "глагола ему Иисус: лиси язвины имут, и птицы небесныя гнезда: Сын же Человеческий не имать где главы подклонити. ",
          "ID": "20"
        },
        {
          "text": "Другий же от ученик его рече ему: Господи, повели ми прежде ити и погребсти отца моего. ",
          "ID": "21"
        },
        {
          "text": "Иисус же рече ему: гряди по мне и остави мертвых погребсти своя мертвецы. ",
          "ID": "22"
        },
        {
          "text": "И влезшу ему в корабль, по нем идоша ученицы его. ",
          "ID": "23"
        },
        {
          "text": "И се, трус велик бысть в мори, якоже кораблю покрыватися волнами: той же спаше. ",
          "ID": "24"
        },
        {
          "text": "И пришедше ученицы его возбудиша его, глаголюще: Господи, спаси ны, погибаем. ",
          "ID": "25"
        },
        {
          "text": "И глагола им: что страшливи есте, маловери? Тогда востав запрети ветром и морю, и бысть тишина велия. ",
          "ID": "26"
        },
        {
          "text": "Человецы же чудишася, глаголюще: кто есть сей, яко и ветри и море послушают его? ",
          "ID": "27"
        },
        {
          "text": "И пришедшу ему на он пол, в страну гергесинскую, сретоста его два бесна от гроб исходяща, люта зело, яко не мощи ни кому минути путем тем. ",
          "ID": "28"
        },
        {
          "text": "И се, возописта глаголюща: что нама и тебе, Иисусе Сыне Божий? пришел еси семо прежде времене мучити нас. ",
          "ID": "29"
        },
        {
          "text": "Бяше же далече от нею стадо свиний много пасомо. ",
          "ID": "30"
        },
        {
          "text": "Беси же моляху его, глаголюще: аще изгониши ны, повели нам ити в стадо свиное. ",
          "ID": "31"
        },
        {
          "text": "И рече им: идите. Они же изшедше идоша в стадо свиное: и се, (абие) устремися стадо все по брегу в море, и утопоша в водах. ",
          "ID": "32"
        },
        {
          "text": "Пасущии же бежаша, и шедше во град, возвестиша вся, и о бесною. ",
          "ID": "33"
        },
        {
          "text": "И се, весь град изыде в сретение Иисусови: и видевше его, молиша, яко дабы прешел от предел их.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8",
      "name": "Евангелие от Матфея 8"
    },
    {
      "text": [
        {
          "text": "И влез в корабль, прейде и прииде во свой град. ",
          "ID": "1"
        },
        {
          "text": "И се, принесоша ему разслаблена (жилами), на одре лежаща: и видев Иисус веру их, рече разслабленному: дерзай, чадо, отпущаются ти греси твои. ",
          "ID": "2"
        },
        {
          "text": "И се, нецыи от книжник реша в себе: сей хулит. ",
          "ID": "3"
        },
        {
          "text": "И видев Иисус помышления их, рече: вскую вы мыслите лукавая в сердцах своих? ",
          "ID": "4"
        },
        {
          "text": "что бо есть удобее рещи: отпущаются ти греси: или рещи: востани и ходи? ",
          "ID": "5"
        },
        {
          "text": "но да увесте, яко власть имать Сын Человеческий на земли отпущати грехи: тогда глагола разслабленному: востани, возми твой одр и иди в дом твой. ",
          "ID": "6"
        },
        {
          "text": "И востав, (взем одр свой,) иде в дом свой. ",
          "ID": "7"
        },
        {
          "text": "Видевше же народи чудишася и прославиша Бога, давшаго власть таковую человеком. ",
          "ID": "8"
        },
        {
          "text": "И преходя Иисус оттуду, виде человека седяща на мытнице, матфеа глаголема: и глагола ему: по мне гряди. И востав по нем иде. ",
          "ID": "9"
        },
        {
          "text": "И бысть ему возлежащу в дому, и се, мнози мытари и грешницы пришедше возлежаху со Иисусом и со ученики его. ",
          "ID": "10"
        },
        {
          "text": "И видевше фарисее, глаголаху учеником его: почто с мытари и грешники учитель ваш яст и пиет? ",
          "ID": "11"
        },
        {
          "text": "Иисус же слышав рече им: не требуют здравии врача, но болящии: ",
          "ID": "12"
        },
        {
          "text": "шедше же научитеся, что есть: милости хощу, а не жертвы? не приидох бо призвати праведники, но грешники на покаяние. ",
          "ID": "13"
        },
        {
          "text": "Тогда приступиша к нему ученицы иоанновы, глаголюще: почто мы и фарисее постимся много, ученицы же твои не постятся? ",
          "ID": "14"
        },
        {
          "text": "И рече им Иисус: еда могут сынове брачнии плакати, елико время с ними есть жених? Приидут же дние, егда отимется от них жених, и тогда постятся. ",
          "ID": "15"
        },
        {
          "text": "Никтоже бо приставляет приставления плата небелена ризе ветсе: возмет бо кончину свою от ризы, и горша дира будет. ",
          "ID": "16"
        },
        {
          "text": "Ниже вливают вина нова в мехи ветхи: аще ли же ни, то просадятся меси, и вино пролиется, и меси погибнут: но вливают вино ново в мехи новы, и обое соблюдется. ",
          "ID": "17"
        },
        {
          "text": "Сия ему глаголющу к ним, се, князь некий пришед кланяшеся ему, глаголя, яко дщи моя ныне умре: но пришед возложи на ню руку твою, и оживет. ",
          "ID": "18"
        },
        {
          "text": "И востав Иисус по нем иде, и ученицы его. ",
          "ID": "19"
        },
        {
          "text": "И се, жена кровоточива дванадесяте лет, приступльши созади, прикоснуся воскрилию ризы его, ",
          "ID": "20"
        },
        {
          "text": "глаголаше бо в себе: аще токмо прикоснуся ризе его, спасена буду. ",
          "ID": "21"
        },
        {
          "text": "Иисус же обращься и видев ю, рече: дерзай, дщи, вера твоя спасе тя. И спасена бысть жена от часа того. ",
          "ID": "22"
        },
        {
          "text": "И пришед Иисус в дом княжь, и видев сопцы и народ молвящь, ",
          "ID": "23"
        },
        {
          "text": "глагола им: отидите, не умре бо девица, но спит. И ругахуся ему. ",
          "ID": "24"
        },
        {
          "text": "Егда же изгнан бысть народ, вшед ят ю за руку: и воста девица. ",
          "ID": "25"
        },
        {
          "text": "И изыде весть сия по всей земли той. ",
          "ID": "26"
        },
        {
          "text": "И преходящу оттуду Иисусови, по нем идоста два слепца, зовуща и глаголюща: помилуй ны, (Иисусе) Сыне давидов. ",
          "ID": "27"
        },
        {
          "text": "Пришедшу же ему в дом, приступиста к нему слепца, и глагола има Иисус: веруета ли, яко могу сие сотворити? Глаголаста ему: ей, Господи. ",
          "ID": "28"
        },
        {
          "text": "Тогда прикоснуся очию их, глаголя: по вере ваю буди вама. ",
          "ID": "29"
        },
        {
          "text": "И отверзостася очи има: и запрети има Иисус, глаголя: блюдита, да никтоже увесть. ",
          "ID": "30"
        },
        {
          "text": "Она же изшедша прослависта его по всей земли той. ",
          "ID": "31"
        },
        {
          "text": "Тема же исходящема, се, приведоша к нему человека нема беснуема. ",
          "ID": "32"
        },
        {
          "text": "И изгнану бесу, проглагола немый. И дивишася народи, глаголюще, яко николиже явися тако во израили. ",
          "ID": "33"
        },
        {
          "text": "Фарисее же глаголаху: о князи бесовстем изгонит бесы. ",
          "ID": "34"
        },
        {
          "text": "И прохождаше Иисус грады вся и веси, учя на сонмищих их, и проповедая Евангелие Царствия, и целя всяк недуг и всяку язю в людех. ",
          "ID": "35"
        },
        {
          "text": "Видев же народы, милосердова о них, яко бяху смятени и отвержени, яко овцы не имущыя пастыря. ",
          "ID": "36"
        },
        {
          "text": "Тогда глагола учеником своим: жатва убо многа, делателей же мало: ",
          "ID": "37"
        },
        {
          "text": "молитеся убо Господину жатвы, яко да изведет делатели на жатву свою.",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9",
      "name": "Евангелие от Матфея 9"
    },
    {
      "text": [
        {
          "text": "И призва обанадесять ученики своя, даде им власть на дусех нечистых, яко да изгонят их, и целити всяк недуг и всяку болезнь. ",
          "ID": "1"
        },
        {
          "text": "Дванадесятих же апостолов имена суть сия: первый симон, иже нарицается петр, и андрей брат его: иаков зеведеев и иоанн брат его: ",
          "ID": "2"
        },
        {
          "text": "филипп и варфоломей: фома и матфей мытарь: иаков алфеев и леввей, нареченный фаддей: ",
          "ID": "3"
        },
        {
          "text": "симон кананит и иуда искариотский, иже и предаде его. ",
          "ID": "4"
        },
        {
          "text": "Сия обанадесять посла Иисус, заповеда им, глаголя: на путь язык не идите и во град самарянский не внидите: ",
          "ID": "5"
        },
        {
          "text": "идите же паче ко овцам погибшым дому израилева: ",
          "ID": "6"
        },
        {
          "text": "ходяще же проповедуйте, глаголюще, яко приближися Царствие небесное: ",
          "ID": "7"
        },
        {
          "text": "болящыя изцеляйте, прокаженныя очищайте, мертвыя воскрешайте, бесы изгоняйте: туне приясте, туне дадите. ",
          "ID": "8"
        },
        {
          "text": "Не стяжите злата, ни сребра, ни меди при поясех ваших, ",
          "ID": "9"
        },
        {
          "text": "ни пиры в путь, ни двою ризу, ни сапог, ни жезла: достоин бо есть делатель мзды своея. ",
          "ID": "10"
        },
        {
          "text": "В оньже аще (колиждо) град или весь внидете, испытайте, кто в нем достоин есть, и ту пребудите, дондеже изыдете: ",
          "ID": "11"
        },
        {
          "text": "входяще же в дом целуйте его, глаголюще: мир дому сему: ",
          "ID": "12"
        },
        {
          "text": "и аще убо будет дом достоин, приидет мир ваш нань: аще ли же не будет достоин, мир ваш к вам возвратится. ",
          "ID": "13"
        },
        {
          "text": "И иже аще не приимет вас, ниже послушает словес ваших, исходяще из дому или из града того, оттрясите прах ног ваших: ",
          "ID": "14"
        },
        {
          "text": "аминь глаголю вам: отраднее будет земли содомстей и гоморрстей в день судный, неже граду тому. ",
          "ID": "15"
        },
        {
          "text": "Се, аз посылаю вас яко овцы посреде волков: будите убо мудри яко змия, и цели яко голубие. ",
          "ID": "16"
        },
        {
          "text": "Внемлите же от человек: предадят бо вы на сонмы, и на соборищих их биют вас, ",
          "ID": "17"
        },
        {
          "text": "и пред владыки же и цари ведени будете мене ради, во свидетелство им и языком. ",
          "ID": "18"
        },
        {
          "text": "Егда же предают вы, не пецытеся, како или что возглаголете: дастбося вам в той час, что возглаголете: ",
          "ID": "19"
        },
        {
          "text": "не вы бо будете глаголющии, но Дух Отца вашего глаголяй в вас. ",
          "ID": "20"
        },
        {
          "text": "Предаст же брат брата на смерть, и отец чадо: и востанут чада на родители и убиют их: ",
          "ID": "21"
        },
        {
          "text": "и будете ненавидими всеми имене моего ради: претерпевый же до конца, той спасен будет. ",
          "ID": "22"
        },
        {
          "text": "Егда же гонят вы во граде сем, бегайте в другий. Аминь бо глаголю вам: не имате скончати грады израилевы, дондеже приидет Сын Человеческий. ",
          "ID": "23"
        },
        {
          "text": "Несть ученик над учителя (своего), ниже раб над господина своего: ",
          "ID": "24"
        },
        {
          "text": "довлеет ученику, да будет яко учитель его, и раб яко господь его. Аще господина дому веельзевула нарекоша, кольми паче домашния его? ",
          "ID": "25"
        },
        {
          "text": "Не убойтеся убо их: ничтоже бо есть покровено, еже не открыется, и тайно, еже не уведено будет. ",
          "ID": "26"
        },
        {
          "text": "Еже глаголю вам во тме, рцыте во свете: и еже во ушы слышите, проповедите на кровех. ",
          "ID": "27"
        },
        {
          "text": "И не убойтеся от убивающих тело, души же не могущих убити: убойтеся же паче могущаго и душу и тело погубити в геенне. ",
          "ID": "28"
        },
        {
          "text": "Не две ли птице ценитеся единому ассарию? и ни едина от них падет на земли без Отца вашего: ",
          "ID": "29"
        },
        {
          "text": "вам же и власи главнии вси изочтени суть: ",
          "ID": "30"
        },
        {
          "text": "не убойтеся убо: мнозех птиц лучши есте вы. ",
          "ID": "31"
        },
        {
          "text": "Всяк убо иже исповесть мя пред человеки, исповем его и аз пред Отцем моим, иже на небесех: ",
          "ID": "32"
        },
        {
          "text": "а иже отвержется мене пред человеки, отвергуся его и аз пред Отцем моим, иже на небесех. ",
          "ID": "33"
        },
        {
          "text": "Не мните, яко приидох воврещи мир на землю: не приидох воврещи мир, но мечь: ",
          "ID": "34"
        },
        {
          "text": "приидох бо разлучити человека на отца своего, и дщерь на матерь свою, и невесту на свекровь свою. ",
          "ID": "35"
        },
        {
          "text": "И врази человеку домашнии его. ",
          "ID": "36"
        },
        {
          "text": "Иже любит отца или матерь паче мене, несть мене достоин: и иже любит сына или дщерь паче мене, несть мене достоин: ",
          "ID": "37"
        },
        {
          "text": "и иже не приимет креста своего и вслед мене грядет, несть мене достоин. ",
          "ID": "38"
        },
        {
          "text": "Обретый душу свою погубит ю: а иже погубит душу свою мене ради, обрящет ю. ",
          "ID": "39"
        },
        {
          "text": "Иже вас приемлет, мене приемлет: и иже приемлет мене, приемлет пославшаго мя: ",
          "ID": "40"
        },
        {
          "text": "приемляй пророка во имя пророчо, мзду пророчу приимет: и приемляй праведника во имя праведничо, мзду праведничу приимет: ",
          "ID": "41"
        },
        {
          "text": "и иже аще напоит единаго от малых сих чашею студены воды токмо, во имя ученика, аминь глаголю вам, не погубит мзды своея.",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10",
      "name": "Евангелие от Матфея 10"
    },
    {
      "text": [
        {
          "text": "И бысть, егда соверши Иисус заповедая обеманадесяте ученикома своима, прейде оттуду учити и проповедати во градех их. ",
          "ID": "1"
        },
        {
          "text": "Иоанн же слышав во узилищи дела Христова, посла два от ученик своих, ",
          "ID": "2"
        },
        {
          "text": "рече ему: ты ли еси грядый, или иного чаем? ",
          "ID": "3"
        },
        {
          "text": "И отвещав Иисус рече има: шедша возвестита иоаннови, яже слышита и видита: ",
          "ID": "4"
        },
        {
          "text": "слепии прозирают и хромии ходят, прокаженнии очищаются и глусии слышат, мертвии востают и нищии благовествуют: ",
          "ID": "5"
        },
        {
          "text": "и блажен есть, иже аще не соблазнится о мне. ",
          "ID": "6"
        },
        {
          "text": "Тема же исходящема, начат Иисус народом глаголати о иоанне: чесо изыдосте в пустыню видети? трость ли ветром колеблему? ",
          "ID": "7"
        },
        {
          "text": "Но чесо изыдосте видети? человека ли в мягки ризы облеченна? Се, иже мягкая носящии, в домех царских суть. ",
          "ID": "8"
        },
        {
          "text": "Но чесо изыдосте видети? пророка ли? Ей, глаголю вам, и лишше пророка. ",
          "ID": "9"
        },
        {
          "text": "Сей бо есть, о немже есть писано: се, аз посылаю ангела моего пред лицем твоим, иже уготовит путь твой пред тобою. ",
          "ID": "10"
        },
        {
          "text": "Аминь глаголю вам, не воста в рожденных женами болий иоанна крестителя: мний же во Царствии небеснем болий его есть. ",
          "ID": "11"
        },
        {
          "text": "От дний же иоанна крестителя доселе Царствие небесное нудится, и нуждницы восхищают е: ",
          "ID": "12"
        },
        {
          "text": "вси бо пророцы и закон до иоанна прорекоша. ",
          "ID": "13"
        },
        {
          "text": "И аще хощете прияти, той есть илиа хотяй приити: ",
          "ID": "14"
        },
        {
          "text": "имеяй ушы слышати да слышит. ",
          "ID": "15"
        },
        {
          "text": "Кому же уподоблю род сей? Подобен есть детем седящым на торжищих, и возглашающым другом своим ",
          "ID": "16"
        },
        {
          "text": "и глаголющым: пискахом вам, и не плясасте: плакахом вам, и не рыдасте. ",
          "ID": "17"
        },
        {
          "text": "Прииде бо иоанн ни ядый, ни пияй: и глаголют: беса имать. ",
          "ID": "18"
        },
        {
          "text": "Прииде Сын Человеческий ядый и пияй: и глаголют: се, человек ядца и винопийца, мытарем друг и грешником. И оправдися премудрость от чад своих. ",
          "ID": "19"
        },
        {
          "text": "Тогда начат Иисус поношати градовом, в нихже быша множайшыя силы его, зане не покаяшася: ",
          "ID": "20"
        },
        {
          "text": "горе тебе, хоразине, горе тебе, вифсаидо: яко аще в тире и сидоне быша силы были бывшыя в вас, древле убо во вретищи и пепеле покаялися быша: ",
          "ID": "21"
        },
        {
          "text": "обаче глаголю вам тиру и сидону отраднее будет в день судный, неже вам. ",
          "ID": "22"
        },
        {
          "text": "И ты, капернауме, иже до небес вознесыйся, до ада снидеши: зане аще в содомех быша силы были бывшыя в тебе, пребыли убо быша до днешняго дне: ",
          "ID": "23"
        },
        {
          "text": "обаче глаголю вам, яко земли содомстей отраднее будет в день судный, неже тебе. ",
          "ID": "24"
        },
        {
          "text": "В то время отвещав Иисус рече: исповедаютися, Отче, Господи небесе и земли, яко утаил еси сия от премудрых и разумных и открыл еси та младенцем: ",
          "ID": "25"
        },
        {
          "text": "ей, Отче, яко тако бысть благоволение пред тобою. ",
          "ID": "26"
        },
        {
          "text": "Вся мне предана суть Отцем моим: и никтоже знает Сына, токмо Отец: ни Отца кто знает, токмо Сын, и емуже аще волит Сын открыти. ",
          "ID": "27"
        },
        {
          "text": "Приидите ко мне вси труждающиися и обремененнии, и аз упокою вы: ",
          "ID": "28"
        },
        {
          "text": "возмите иго мое на себе и научитеся от мене, яко кроток есмь и смирен сердцем: и обрящете покой душам вашым: ",
          "ID": "29"
        },
        {
          "text": "иго бо мое благо, и бремя мое легко есть.",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11",
      "name": "Евангелие от Матфея 11"
    },
    {
      "text": [
        {
          "text": "В то время иде Иисус в субботы сквозе сеяния: ученицы же его взалкаша и начаша востерзати класы и ясти. ",
          "ID": "1"
        },
        {
          "text": "Фарисее же видевше реша ему: се, ученицы твои творят, егоже не достоит творити в субботу. ",
          "ID": "2"
        },
        {
          "text": "Он же рече им: несте ли чли, что сотвори давид, егда взалка сам и сущии с ним? ",
          "ID": "3"
        },
        {
          "text": "како вниде в храм Божий и хлебы предложения снеде, ихже не достойно бе ему ясти, ни сущым с ним, токмо иереем единым? ",
          "ID": "4"
        },
        {
          "text": "или несте чли в законе, яко в субботы священницы в церкви субботы сквернят и неповинни суть? ",
          "ID": "5"
        },
        {
          "text": "глаголю же вам, яко церкве боле есть зде: ",
          "ID": "6"
        },
        {
          "text": "аще ли бысте ведали, что есть: милости хощу, а не жертвы, николиже убо бысте осуждали неповинных: ",
          "ID": "7"
        },
        {
          "text": "господь бо есть и субботы Сын Человеческий. ",
          "ID": "8"
        },
        {
          "text": "И прешед оттуду, прииде на сонмище их. ",
          "ID": "9"
        },
        {
          "text": "И се, человек бе ту, руку имый суху. И вопросиша его, глаголюще: аще достоит в субботы целити? да на него возглаголют. ",
          "ID": "10"
        },
        {
          "text": "Он же рече им: кто есть от вас человек, иже имать овча едино, и аще впадет сие в субботы в яму, не имет ли е и измет? ",
          "ID": "11"
        },
        {
          "text": "кольми убо лучши есть человек овчате? темже достоит в субботы добро творити. ",
          "ID": "12"
        },
        {
          "text": "Тогда глагола человеку: простри руку твою. И простре: и утвердися цела яко другая. ",
          "ID": "13"
        },
        {
          "text": "Фарисее же шедше совет сотвориша на него, како его погубят. Иисус же разумев отиде оттуду. ",
          "ID": "14"
        },
        {
          "text": "И по нем идоша народи мнози, и изцели их всех: ",
          "ID": "15"
        },
        {
          "text": "и запрети им, да не яве его творят: ",
          "ID": "16"
        },
        {
          "text": "яко да сбудется реченное исаием пророком, глаголющим: ",
          "ID": "17"
        },
        {
          "text": "се, отрок мой, егоже изволих, возлюбленный мой, наньже благоволи душа моя: положу Дух мой на нем, и суд языком возвестит: ",
          "ID": "18"
        },
        {
          "text": "не преречет, ни возопиет, ниже услышит кто на распутиих гласа его: ",
          "ID": "19"
        },
        {
          "text": "трости сокрушенны не преломит и лена внемшася не угасит, дондеже изведет в победу суд: ",
          "ID": "20"
        },
        {
          "text": "и на имя его языцы уповати имут. ",
          "ID": "21"
        },
        {
          "text": "Тогда приведоша к нему беснующася слепа и нема: и изцели его, яко слепому и немому глаголати и глядати. ",
          "ID": "22"
        },
        {
          "text": "И дивляхуся вси народи глаголюще: еда сей есть (Христос) Сын давидов? ",
          "ID": "23"
        },
        {
          "text": "Фарисее же слышавше реша: сей не изгонит бесы, токмо о веельзевуле князи бесовстем. ",
          "ID": "24"
        },
        {
          "text": "Ведый же Иисус мысли их, рече им: всякое царство раздельшееся на ся запустеет, и всяк град или дом разделивыйся на ся не станет. ",
          "ID": "25"
        },
        {
          "text": "И аще сатана сатану изгонит, на ся разделился есть: како убо станет царство его? ",
          "ID": "26"
        },
        {
          "text": "И аще аз о веельзевуле изгоню бесы, сынове ваши о ком изгонят? сего ради тии вам будут судии. ",
          "ID": "27"
        },
        {
          "text": "Аще ли же аз о Дусе Божии изгоню бесы, убо постиже на вас Царствие Божие. ",
          "ID": "28"
        },
        {
          "text": "Или како может кто внити в дом крепкаго и сосуды его расхитити, аще не первее свяжет крепкаго, и тогда дом его расхитит? ",
          "ID": "29"
        },
        {
          "text": "Иже несть со мною, на мя есть: и иже не собирает со мною, расточает. ",
          "ID": "30"
        },
        {
          "text": "Сего ради глаголю вам: всяк грех и хула отпустится человеком: а яже на Духа хула не отпустится человеком: ",
          "ID": "31"
        },
        {
          "text": "и иже аще речет слово на Сына Человеческаго, отпустится ему: а иже речет на Духа святаго, не отпустится ему ни в сей век, ни в будущий. ",
          "ID": "32"
        },
        {
          "text": "Или сотворите древо добро и плод его добр: или сотворите древо зло и плод его зол: от плода бо древо познано будет. ",
          "ID": "33"
        },
        {
          "text": "Порождения ехиднова, како можете добро глаголати, зли суще? От избытка бо сердца уста глаголют. ",
          "ID": "34"
        },
        {
          "text": "Благий человек от благаго сокровища износит благая: и лукавый человек от лукаваго сокровища износит лукавая. ",
          "ID": "35"
        },
        {
          "text": "глаголю же вам, яко всяко слово праздное, еже аще рекут человецы, воздадят о нем слово в день судный: ",
          "ID": "36"
        },
        {
          "text": "от словес бо своих оправдишися и от словес своих осудишися. ",
          "ID": "37"
        },
        {
          "text": "Тогда отвещаша нецыи от книжник и фарисей, глаголюще: учителю, хощем от тебе знамение видети. ",
          "ID": "38"
        },
        {
          "text": "Он же отвещав рече им: род лукав и прелюбодей знамения ищет, и знамение не дастся ему, токмо знамение ионы пророка: ",
          "ID": "39"
        },
        {
          "text": "якоже бо бе иона во чреве китове три дни и три нощы, тако будет и Сын Человеческий в сердцы земли три дни и три нощы. ",
          "ID": "40"
        },
        {
          "text": "Мужие ниневитстии востанут на суд с родом сим и осудят его, яко покаяшася проповедию иониною: и се, боле ионы зде. ",
          "ID": "41"
        },
        {
          "text": "Царица южская востанет на суд с родом сим и осудит и, яко прииде от конец земли слышати премудрость соломонову: и се, боле соломона зде. ",
          "ID": "42"
        },
        {
          "text": "Егда же нечистый дух изыдет от человека, преходит сквозе безводная места, ищя покоя, и не обретает: ",
          "ID": "43"
        },
        {
          "text": "тогда речет: возвращуся в дом мой, отнюдуже изыдох. И пришед обрящет празден, пометен и украшен: ",
          "ID": "44"
        },
        {
          "text": "тогда идет и поймет с собою седмь иных духов лютейших себе, и вшедше живут ту: и будут последняя человеку тому горша первых. Тако будет и роду сему лукавому. ",
          "ID": "45"
        },
        {
          "text": "Еще же ему глаголющу к народом, се, Мати (его) и братия его стояху вне, ищуще глаголати ему. ",
          "ID": "46"
        },
        {
          "text": "Рече же некий ему: се, Мати твоя и братия твоя вне стоят, хотяще глаголати тебе. ",
          "ID": "47"
        },
        {
          "text": "Он же отвещав рече ко глаголющему ему: кто есть Мати моя, и кто суть братия моя? ",
          "ID": "48"
        },
        {
          "text": "И простер руку свою на ученики своя, рече: се, Мати моя и братия моя: ",
          "ID": "49"
        },
        {
          "text": "иже бо аще сотворит волю Отца моего, иже есть на небесех, той брат мой, и сестра, и Мати (ми) есть.",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12",
      "name": "Евангелие от Матфея 12"
    },
    {
      "text": [
        {
          "text": "В день же той изшед Иисус из дому, седяше при мори. ",
          "ID": "1"
        },
        {
          "text": "И собрашася к нему народи мнози, якоже ему в корабль влезти и сести: и весь народ на брезе стояше. ",
          "ID": "2"
        },
        {
          "text": "И глагола им притчами много, глаголя: се, изыде сеяй, да сеет: ",
          "ID": "3"
        },
        {
          "text": "и сеющу ему, ова падоша при пути, и приидоша птицы и позобаша я: ",
          "ID": "4"
        },
        {
          "text": "другая же падоша на каменных, идеже не имеяху земли многи, и абие прозябоша, зане не имеяху глубины земли: ",
          "ID": "5"
        },
        {
          "text": "солнцу же возсиявшу присвянуша, и зане не имеяху корения, изсхоша: ",
          "ID": "6"
        },
        {
          "text": "другая же падоша в тернии, и взыде терние и подави их: ",
          "ID": "7"
        },
        {
          "text": "другая же падоша на земли добрей и даяху плод, ово убо сто, ово же шестьдесят, ово же тридесять: ",
          "ID": "8"
        },
        {
          "text": "имеяй ушы слышати да слышит. ",
          "ID": "9"
        },
        {
          "text": "И приступивше ученицы (его) рекоша ему: почто притчами глаголеши им? ",
          "ID": "10"
        },
        {
          "text": "Он же отвещав рече им: яко вам дано есть разумети тайны Царствия небеснаго, онем же не дано есть: ",
          "ID": "11"
        },
        {
          "text": "иже бо имать, дастся ему и преизбудет (ему): а иже не имать, и еже имать, возмется от него: ",
          "ID": "12"
        },
        {
          "text": "сего ради в притчах глаголю им, яко видяще не видят, и слышаще не слышат, ни разумеют: ",
          "ID": "13"
        },
        {
          "text": "и сбывается в них пророчество исаиино, глаголющее: слухом услышите, и не имате разумети: и зряще узрите, и не имате видети: ",
          "ID": "14"
        },
        {
          "text": "отолсте бо сердце людий сих, и ушима тяжко слышаша, и очи свои смежиша, да не когда узрят очима, и ушима услышат, и сердцем уразумеют, и обратятся, и изцелю их. ",
          "ID": "15"
        },
        {
          "text": "Ваша же блаженна очеса, яко видят, и уши ваши, яко слышат: ",
          "ID": "16"
        },
        {
          "text": "аминь бо глаголю вам, яко мнози пророцы и праведницы вожделеша видети, яже видите, и не видеша, и слышати, яже слышите, и не слышаша. ",
          "ID": "17"
        },
        {
          "text": "Вы же услышите притчу сеющаго: ",
          "ID": "18"
        },
        {
          "text": "всякому слышащему слово Царствия и не разумевающу, приходит лукавый и восхищает всеянное в сердцы его: сие есть, еже при пути сеянное. ",
          "ID": "19"
        },
        {
          "text": "А на камени сеянное, сие есть слышай слово и абие с радостию приемлет е: ",
          "ID": "20"
        },
        {
          "text": "не имать же корене в себе, но привременен есть: бывши же печали или гонению словесе ради, абие соблажняется. ",
          "ID": "21"
        },
        {
          "text": "А сеянное в тернии, се есть слышай слово, и печаль века сего и лесть богатства подавляет слово, и без плода бывает. ",
          "ID": "22"
        },
        {
          "text": "А сеянное на добрей земли, се есть слышай слово и разумевая: иже убо плод приносит и творит ово сто, ово же шестьдесят, ово тридесять. ",
          "ID": "23"
        },
        {
          "text": "Ину притчу предложи им, глаголя: уподобися Царствие небесное человеку, сеявшу доброе семя на селе своем: ",
          "ID": "24"
        },
        {
          "text": "спящым же человеком, прииде враг его и всея плевелы посреде пшеницы и отиде: ",
          "ID": "25"
        },
        {
          "text": "егда же прозябе трава и плод сотвори, тогда явишася и плевелие. ",
          "ID": "26"
        },
        {
          "text": "Пришедше же раби господина, реша ему: господи, не доброе ли семя сеял еси на селе твоем? откуду убо имать плевелы? ",
          "ID": "27"
        },
        {
          "text": "Он же рече им: враг человек сие сотвори. Раби же реша ему: хощеши ли убо, да шедше исплевем я? ",
          "ID": "28"
        },
        {
          "text": "Он же рече (им): ни: да не когда восторгающе плевелы, восторгнете купно с ними (и) пшеницу: ",
          "ID": "29"
        },
        {
          "text": "оставите расти обое купно до жатвы: и во время жатвы реку жателем: соберите первее плевелы и свяжите их в снопы, яко сожещи я: а пшеницу соберите в житницу мою. ",
          "ID": "30"
        },
        {
          "text": "Ину притчу предложи им, глаголя: подобно есть Царствие небесное зерну горушичну, еже взем человек всея на селе своем, ",
          "ID": "31"
        },
        {
          "text": "еже малейше убо есть от всех семен: егда же возрастет, более (всех) зелий есть и бывает древо, яко приити птицам небесным и витати на ветвех его. ",
          "ID": "32"
        },
        {
          "text": "Ину притчу глагола им: подобно есть Царствие небесное квасу, егоже вземши жена скры в сатех триех муки, дондеже вскисоша вся. ",
          "ID": "33"
        },
        {
          "text": "Сия вся глагола Иисус в притчах народом, и без притчи ничесоже глаголаше к ним: ",
          "ID": "34"
        },
        {
          "text": "яко да сбудется реченное пророком, глаголющим: отверзу в притчах уста моя: отрыгну сокровенная от сложения мира. ",
          "ID": "35"
        },
        {
          "text": "Тогда оставль народы, прииде в дом Иисус. И приступиша к нему ученицы его, глаголюще: скажи нам притчу плевел селных. ",
          "ID": "36"
        },
        {
          "text": "Он же отвещав рече им: сеявый доброе семя есть Сын Человеческий: ",
          "ID": "37"
        },
        {
          "text": "а село есть мир: доброе же семя, сии суть сынове Царствия, а плевелие суть сынове неприязненнии: ",
          "ID": "38"
        },
        {
          "text": "а враг всеявый их есть диавол: а жатва кончина века есть: а жатели ангели суть. ",
          "ID": "39"
        },
        {
          "text": "Якоже убо собирают плевелы и огнем сожигают, тако будет в скончание века сего: ",
          "ID": "40"
        },
        {
          "text": "послет Сын Человеческий ангелы своя, и соберут от Царствия его вся соблазны и творящих беззаконие ",
          "ID": "41"
        },
        {
          "text": "и ввергут их в пещь огненну: ту будет плачь и скрежет зубом: ",
          "ID": "42"
        },
        {
          "text": "тогда праведницы просветятся яко солнце в Царствии Отца их. Имеяй ушы слышати да слышит. ",
          "ID": "43"
        },
        {
          "text": "Паки подобно есть Царствие небесное сокровищу сокровену на селе, еже обрет человек скры, и от радости его идет, и вся, елика имать, продает, и купует село то. ",
          "ID": "44"
        },
        {
          "text": "Паки подобно есть Царствие небесное человеку купцу, ищущу добрых бисерей, ",
          "ID": "45"
        },
        {
          "text": "иже обрет един многоценен бисер, шед продаде вся, елика имяше, и купи его. ",
          "ID": "46"
        },
        {
          "text": "Паки подобно есть Царствие небесное неводу ввержену в море и от всякаго рода собравшу, ",
          "ID": "47"
        },
        {
          "text": "иже егда исполнися, извлекоша и на край, и седше избраша добрыя в сосуды, а злыя извергоша вон. ",
          "ID": "48"
        },
        {
          "text": "Тако будет в скончание века: изыдут ангели, и отлучат злыя от среды праведных, ",
          "ID": "49"
        },
        {
          "text": "и ввергут их в пещь огненную: ту будет плачь и скрежет зубом. ",
          "ID": "50"
        },
        {
          "text": "глагола им Иисус: разуместе ли сия вся? Глаголаша ему: ей, Господи. ",
          "ID": "51"
        },
        {
          "text": "Он же рече им: сего ради всяк книжник, научився Царствию небесному, подобен есть человеку домовиту, иже износит от сокровища своего новая и ветхая. ",
          "ID": "52"
        },
        {
          "text": "И бысть, егда сконча Иисус притчи сия, прейде оттуду. ",
          "ID": "53"
        },
        {
          "text": "И пришед во отечествие свое, учаше их на сонмищи их, яко дивитися им и глаголати: откуду сему премудрость сия и силы? ",
          "ID": "54"
        },
        {
          "text": "не сей ли есть тектонов Сын? не Мати ли его нарицается Мариам, и братия его иаков и иосий, и симон и иуда? ",
          "ID": "55"
        },
        {
          "text": "и сестры его не вся ли в нас суть? откуду убо сему сия вся? ",
          "ID": "56"
        },
        {
          "text": "И блажняхуся о нем. Иисус же рече им: несть пророк без чести, токмо во отечествии своем и в дому своем. ",
          "ID": "57"
        },
        {
          "text": "И не сотвори ту сил многих за неверство их.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13",
      "name": "Евангелие от Матфея 13"
    },
    {
      "text": [
        {
          "text": "В то время услыша ирод четвертовластник слух Иисусов ",
          "ID": "1"
        },
        {
          "text": "и рече отроком своим: сей есть иоанн креститель: той воскресе от мертвых, и сего ради силы деются о нем. ",
          "ID": "2"
        },
        {
          "text": "Ирод бо емь иоанна, связа его и всади в темницу, иродиады ради жены филиппа брата своего: ",
          "ID": "3"
        },
        {
          "text": "глаголаше бо ему иоанн: не достоит ти имети ея. ",
          "ID": "4"
        },
        {
          "text": "И хотящь его убити, убояся народа, зане яко пророка его имеяху. ",
          "ID": "5"
        },
        {
          "text": "Дню же бывшу рождества иродова, пляса дщи иродиадина посреде и угоди иродови: ",
          "ID": "6"
        },
        {
          "text": "темже и с клятвою изрече ей дати, егоже аще воспросит. ",
          "ID": "7"
        },
        {
          "text": "Она же наваждена материю своею, даждь ми, рече, зде на блюде главу иоанна крестителя. ",
          "ID": "8"
        },
        {
          "text": "И печален бысть царь: клятвы же ради и за возлежащих с ним, повеле дати (ей) ",
          "ID": "9"
        },
        {
          "text": "и послав усекну иоанна в темнице. ",
          "ID": "10"
        },
        {
          "text": "И принесоша главу его на блюде и даша девице: и отнесе матери своей. ",
          "ID": "11"
        },
        {
          "text": "И приступльше ученицы его взяша тело (его) и погребоша е: и пришедше возвестиша Иисусови. ",
          "ID": "12"
        },
        {
          "text": "И слышав Иисус отиде оттуду в корабли в пусто место един: и слышавше народи по нем идоша пеши от градов. ",
          "ID": "13"
        },
        {
          "text": "И изшед Иисус виде мног народ, и милосердова о них, и изцели недужныя их. ",
          "ID": "14"
        },
        {
          "text": "Позде же бывшу, приступиша к нему ученицы его, глаголюще: пусто есть место, и час уже мину: отпусти народы, да шедше в веси купят брашна себе. ",
          "ID": "15"
        },
        {
          "text": "Иисус же рече им: не требуют отити: дадите им вы ясти. ",
          "ID": "16"
        },
        {
          "text": "Они же глаголаша ему: не имамы зде токмо пять хлеб и две рыбе. ",
          "ID": "17"
        },
        {
          "text": "Он же рече: принесите ми их семо. ",
          "ID": "18"
        },
        {
          "text": "И повелев народом возлещи на траве, и приемь пять хлеб и обе рыбе, воззрев на небо, благослови и преломив даде учеником хлебы, ученицы же народом. ",
          "ID": "19"
        },
        {
          "text": "И ядоша вси и насытишася: и взяша избытки укрух, дванадесять кошя исполнь: ",
          "ID": "20"
        },
        {
          "text": "ядущих же бе мужей яко пять тысящ, разве жен и детей. ",
          "ID": "21"
        },
        {
          "text": "И абие понуди Иисус ученики своя влезти в корабль и варити его на оном полу, дондеже отпустит народы. ",
          "ID": "22"
        },
        {
          "text": "И отпустив народы, взыде на гору един помолитися: позде же бывшу, един бе ту. ",
          "ID": "23"
        },
        {
          "text": "Корабль же бе посреде моря влаяся волнами: бе бо противен ветр. ",
          "ID": "24"
        },
        {
          "text": "В четвертую же стражу нощи иде к ним Иисус, ходя по морю. ",
          "ID": "25"
        },
        {
          "text": "И видевше его ученицы по морю ходяща, смутишася, глаголюще, яко призрак есть: и от страха возопиша. ",
          "ID": "26"
        },
        {
          "text": "Абие же рече им Иисус, глаголя: дерзайте: аз есмь, не бойтеся. ",
          "ID": "27"
        },
        {
          "text": "Отвещав же петр рече: Господи, аще ты еси, повели ми приити к тебе по водам. Он же рече: прииди. ",
          "ID": "28"
        },
        {
          "text": "И излез из корабля петр, хождаше по водам, приити ко Иисусови: ",
          "ID": "29"
        },
        {
          "text": "видя же ветр крепок, убояся, и начен утопати, возопи, глаголя: Господи, спаси мя. ",
          "ID": "30"
        },
        {
          "text": "И абие Иисус простер руку, ят его и глагола ему: маловере, почто усумнелся еси? ",
          "ID": "31"
        },
        {
          "text": "И влезшема има в корабль, преста ветр. ",
          "ID": "32"
        },
        {
          "text": "Сущии же в корабли пришедше поклонишася ему, глаголюще: воистинну Божий Сын еси. ",
          "ID": "33"
        },
        {
          "text": "И прешедше приидоша в землю геннисарефскую. ",
          "ID": "34"
        },
        {
          "text": "И познавше его мужие места того, послаша во всю страну ту, и принесоша к нему вся болящыя: ",
          "ID": "35"
        },
        {
          "text": "и моляху его, да токмо прикоснутся вскрилию ризы его: и елицы прикоснушася, спасени быша.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14",
      "name": "Евангелие от Матфея 14"
    },
    {
      "text": [
        {
          "text": "Тогда приступиша ко Иисусови иже от Иерусалима книжницы и фарисее, глаголюще: ",
          "ID": "1"
        },
        {
          "text": "почто ученицы твои преступают предание старец? не умывают бо рук своих, егда хлеб ядят. ",
          "ID": "2"
        },
        {
          "text": "Он же отвещав рече им: почто и вы преступаете заповедь Божию за предание ваше? ",
          "ID": "3"
        },
        {
          "text": "Бог бо заповеда, глаголя: чти отца и матерь: и: иже злословит отца или матерь, смертию да умрет. ",
          "ID": "4"
        },
        {
          "text": "Вы же глаголете: иже аще речет отцу или матери: дар, имже бы от мене пользовался еси: ",
          "ID": "5"
        },
        {
          "text": "и да не почтит отца своего или матере: и разористе заповедь Божию за предание ваше. ",
          "ID": "6"
        },
        {
          "text": "Лицемери, добре пророчествова о вас исаиа, глаголя: ",
          "ID": "7"
        },
        {
          "text": "приближаются мне людие сии усты своими и устнами чтут мя: сердце же их далече отстоит от мене: ",
          "ID": "8"
        },
        {
          "text": "всуе же чтут мя, учаще учением, заповедем человеческим. ",
          "ID": "9"
        },
        {
          "text": "И призвав народы, рече им: слышите и разумейте: ",
          "ID": "10"
        },
        {
          "text": "не входящее во уста сквернит человека: но исходящее изо уст, то сквернит человека. ",
          "ID": "11"
        },
        {
          "text": "Тогда приступльше ученицы его реша ему: веси ли, яко фарисее слышавше слово соблазнишася? ",
          "ID": "12"
        },
        {
          "text": "Он же отвещав рече: всяк сад, егоже не насади Отец мой небесный, искоренится: ",
          "ID": "13"
        },
        {
          "text": "оставите их: вожди суть слепи слепцем: слепец же слепца аще водит, оба в яму впадетася. ",
          "ID": "14"
        },
        {
          "text": "Отвещав же петр рече ему: скажи нам притчу сию. ",
          "ID": "15"
        },
        {
          "text": "Иисус же рече (им): единаче ли и вы без разума есте? ",
          "ID": "16"
        },
        {
          "text": "не у ли разумеваете, яко всяко, еже входит во уста, во чрево вмещается и афедроном исходит? ",
          "ID": "17"
        },
        {
          "text": "исходящая же изо уст, от сердца исходят, и та сквернят человека: ",
          "ID": "18"
        },
        {
          "text": "от сердца бо исходят помышления злая, убийства, прелюбодеяния, любодеяния, татьбы, лжесвидетелства, хулы: ",
          "ID": "19"
        },
        {
          "text": "сия суть сквернящая человека: а еже неумовенныма рукама ясти, не сквернит человека. ",
          "ID": "20"
        },
        {
          "text": "И изшед оттуду Иисус, отиде во страны т¦рския и сидонския. ",
          "ID": "21"
        },
        {
          "text": "И се, жена хананейска, от предел тех изшедши, возопи к нему глаголющи: помилуй мя, Господи, Сыне давидов, дщи моя зле беснуется. ",
          "ID": "22"
        },
        {
          "text": "Он же не отвеща ей словесе. И приступльше ученицы его, моляху его, глаголюще: отпусти ю, яко вопиет вслед нас. ",
          "ID": "23"
        },
        {
          "text": "Он же отвещав рече: несмь послан, токмо ко овцам погибшым дому израилева. ",
          "ID": "24"
        },
        {
          "text": "Она же пришедши поклонися ему, глаголющи: Господи, помози ми. ",
          "ID": "25"
        },
        {
          "text": "Он же отвещав рече: несть добро отяти хлеба чадом и поврещи псом. ",
          "ID": "26"
        },
        {
          "text": "Она же рече: ей, Господи: ибо и пси ядят от крупиц падающих от трапезы господей своих. ",
          "ID": "27"
        },
        {
          "text": "Тогда отвещав Иисус рече ей: о, жено, велия вера твоя: буди тебе якоже хощеши. И изцеле дщи ея от того часа. ",
          "ID": "28"
        },
        {
          "text": "И прешед оттуду Иисус, прииде на море галилейское, и возшед на гору, седе ту. ",
          "ID": "29"
        },
        {
          "text": "И приступиша к нему народи мнози, имуще с собою хромыя, слепыя, немыя, бедныя и ины многи, и привергоша их к ногама Иисусовыма: и изцели их: ",
          "ID": "30"
        },
        {
          "text": "якоже народом дивитися, видящым немыя глаголюща, бедныя здравы, хромыя ходящя и слепыя видящя: и славляху Бога израилева. ",
          "ID": "31"
        },
        {
          "text": "Иисус же призвав ученики своя, рече (им): милосердую о народе (сем), яко уже дни три приседят мне и не имут чесо ясти: и отпустити их не ядших не хощу, да не како ослабеют на пути. ",
          "ID": "32"
        },
        {
          "text": "И глаголаша ему ученицы его: откуду нам в пустыни хлеби толицы, яко да насытится толик народ? ",
          "ID": "33"
        },
        {
          "text": "И глагола им Иисус: колико хлебы имате? Они же реша: седмь, и мало рыбиц. ",
          "ID": "34"
        },
        {
          "text": "И повеле народом возлещи на земли, ",
          "ID": "35"
        },
        {
          "text": "и приемь седмь хлебы и рыбы, хвалу воздав преломи и даде учеником своим, ученицы же народом. ",
          "ID": "36"
        },
        {
          "text": "И ядоша вси и насытишася: и взяша избытки укрух, седмь кошниц исполнь: ",
          "ID": "37"
        },
        {
          "text": "ядших же бяше четыре тысящы мужей, разве жен и детей. ",
          "ID": "38"
        },
        {
          "text": "И отпустив народы, влезе в корабль и прииде в пределы магдалински.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15",
      "name": "Евангелие от Матфея 15"
    },
    {
      "text": [
        {
          "text": "И приступиша (к нему) фарисее и саддукее, искушающе просиша его знамение с небесе показати им. ",
          "ID": "1"
        },
        {
          "text": "Он же отвещав рече им: вечеру бывшу, глаголете: ведро, чермнуетбося небо: ",
          "ID": "2"
        },
        {
          "text": "и утру: днесь зима, чермнуетбося дряселуя небо. Лицемери, лице убо небесе умеете разсуждати, знамений же временом не можете (искусити). ",
          "ID": "3"
        },
        {
          "text": "Род лукав и прелюбодейный знамения ищет: и знамение не дастся ему, токмо знамение ионы пророка. И оставль их, отиде. ",
          "ID": "4"
        },
        {
          "text": "И прешедше ученицы его на он пол, забыша хлебы взяти. ",
          "ID": "5"
        },
        {
          "text": "Иисус же рече им: внемлите и блюдитеся от кваса фарисейска и саддукейска. ",
          "ID": "6"
        },
        {
          "text": "Они же помышляху в себе, глаголюще: яко хлебы не взяхом. ",
          "ID": "7"
        },
        {
          "text": "Разумев же Иисус рече им: что мыслите в себе, маловери, яко хлебы не взясте? ",
          "ID": "8"
        },
        {
          "text": "не у ли разумеете, ниже помните пять хлебы пятим тысящам, и колико кош взясте? ",
          "ID": "9"
        },
        {
          "text": "ни ли седмь хлебы четырем тысящам, и колико кошниц взясте? ",
          "ID": "10"
        },
        {
          "text": "како не разумеете, яко не о хлебех рех вам внимати, (но) от кваса фарисейска и саддукейска? ",
          "ID": "11"
        },
        {
          "text": "Тогда разумеша, яко не рече хранитися от кваса хлебнаго, но от учения фарисейска и саддукейска. ",
          "ID": "12"
        },
        {
          "text": "Пришед же Иисус во страны кесарии филипповы, вопрошаше ученики своя, глаголя: кого мя глаголют человецы быти, Сына Человеческаго? ",
          "ID": "13"
        },
        {
          "text": "Они же реша: ови убо иоанна крестителя, инии же илию, друзии же иеремию или единаго от пророк. ",
          "ID": "14"
        },
        {
          "text": "глагола им (Иисус): вы же кого мя глаголете быти? ",
          "ID": "15"
        },
        {
          "text": "Отвещав же симон петр рече: ты еси Христос, Сын Бога живаго. ",
          "ID": "16"
        },
        {
          "text": "И отвещав Иисус рече ему: блажен еси, симоне, вар иона, яко плоть и кровь не яви тебе, но Отец мой, иже на небесех: ",
          "ID": "17"
        },
        {
          "text": "и аз же тебе глаголю, яко ты еси петр, и на сем камени созижду церковь мою, и врата адова не одолеют ей: ",
          "ID": "18"
        },
        {
          "text": "и дам ти ключи Царства небеснаго: и еже аще свяжеши на земли, будет связано на небесех: и еже аще разрешиши на земли, будет разрешено на небесех. ",
          "ID": "19"
        },
        {
          "text": "Тогда запрети Иисус учеником своим, да ни комуже рекут, яко сей есть Иисус Христос. ",
          "ID": "20"
        },
        {
          "text": "Оттоле начат Иисус сказовати учеником своим, яко подобает ему ити во Иерусалим и много пострадати от старец и архиерей и книжник, и убиену быти, и в третий день востати. ",
          "ID": "21"
        },
        {
          "text": "И поемь его петр, начат пререцати ему глаголя: милосерд ты, Господи: не имать быти тебе сие. ",
          "ID": "22"
        },
        {
          "text": "Он же обращься рече петрови: иди за мною, сатано, соблазн ми еси: яко не мыслиши яже (суть) Божия, но человеческая. ",
          "ID": "23"
        },
        {
          "text": "Тогда Иисус рече учеником своим: аще кто хощет по мне ити, да отвержется себе и возмет крест свой и по мне грядет: ",
          "ID": "24"
        },
        {
          "text": "иже бо аще хощет душу свою спасти, погубит ю: и иже аще погубит душу свою мене ради, обрящет ю: ",
          "ID": "25"
        },
        {
          "text": "кая бо польза человеку, аще мир весь приобрящет, душу же свою отщетит? или что даст человек измену за душу свою? ",
          "ID": "26"
        },
        {
          "text": "приити бо имать Сын Человеческий во славе Отца своего со ангелы своими, и тогда воздаст комуждо по деянием его: ",
          "ID": "27"
        },
        {
          "text": "аминь глаголю вам, (яко) суть нецыи от зде стоящих, иже не имут вкусити смерти, дондеже видят Сына Человеческаго грядуща во Царствии своем.",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16",
      "name": "Евангелие от Матфея 16"
    },
    {
      "text": [
        {
          "text": "И по днех шестих поят Иисус петра и иакова и иоанна брата его, и возведе их на гору высоку едины, ",
          "ID": "1"
        },
        {
          "text": "и преобразися пред ними: и просветися лице его яко солнце, ризы же его быша белы яко свет. ",
          "ID": "2"
        },
        {
          "text": "И се, явистася им моисей и илиа, с ним глаголюща. ",
          "ID": "3"
        },
        {
          "text": "Отвещав же петр рече (ко) Иисусови: Господи, добро есть нам зде быти: аще хощеши, сотворим зде три сени, тебе едину, и моисеови едину, и едину илии. ",
          "ID": "4"
        },
        {
          "text": "Еще (же) ему глаголющу, се, облак светел осени их: и се, глас из облака глаголя: сей есть Сын мой возлюбленный, о немже благоволих: того послушайте. ",
          "ID": "5"
        },
        {
          "text": "И слышавше ученицы падоша ницы и убояшася зело. ",
          "ID": "6"
        },
        {
          "text": "И приступль Иисус прикоснуся их и рече: востаните и не бойтеся. ",
          "ID": "7"
        },
        {
          "text": "Возведше же очи свои, ни когоже видеша, токмо Иисуса единаго. ",
          "ID": "8"
        },
        {
          "text": "И сходящым им с горы, заповеда им Иисус, глаголя: ни комуже поведите видения, дондеже Сын Человеческий из мертвых воскреснет. ",
          "ID": "9"
        },
        {
          "text": "И вопросиша его ученицы его, глаголюще: что убо книжницы глаголют, яко илии подобает приити прежде? ",
          "ID": "10"
        },
        {
          "text": "Иисус же отвещав рече им: илиа убо приидет прежде и устроит вся: ",
          "ID": "11"
        },
        {
          "text": "глаголю же вам, яко илиа уже прииде, и не познаша его, но сотвориша о нем, елика восхотеша: тако и Сын Человеческий имать пострадати от них. ",
          "ID": "12"
        },
        {
          "text": "Тогда разумеша ученицы, яко о иоанне крестители рече им. ",
          "ID": "13"
        },
        {
          "text": "И пришедшым им к народу, приступи к нему человек, кланяяся ему ",
          "ID": "14"
        },
        {
          "text": "и глаголя: Господи, помилуй сына моего, яко на новы месяцы беснуется и зле страждет: множицею бо падает во огнь и множицею в воду: ",
          "ID": "15"
        },
        {
          "text": "и приведох его ко учеником твоим, и не возмогоша его изцелити. ",
          "ID": "16"
        },
        {
          "text": "Отвещав же Иисус рече: о, роде неверный и развращенный, доколе буду с вами? доколе терплю вам? приведите ми его семо. ",
          "ID": "17"
        },
        {
          "text": "И запрети ему Иисус, и изыде из него бес: и изцеле отрок от часа того. ",
          "ID": "18"
        },
        {
          "text": "Тогда приступльше ученицы ко Иисусу на едине, реша: почто мы не возмогохом изгнати его? ",
          "ID": "19"
        },
        {
          "text": "Иисус же рече им: за неверствие ваше: аминь бо глаголю вам: аще имате веру яко зерно горушно, речете горе сей: прейди отсюду тамо, и прейдет: и ничтоже невозможно будет вам: ",
          "ID": "20"
        },
        {
          "text": "сей же род не исходит, токмо молитвою и постом. ",
          "ID": "21"
        },
        {
          "text": "Живущым же им в галилеи, рече им Иисус: предан имать быти Сын Человеческий в руце человеком, ",
          "ID": "22"
        },
        {
          "text": "и убиют его, и в третий день востанет. И скорбни быша зело. ",
          "ID": "23"
        },
        {
          "text": "Пришедшым же им в капернаум, приступиша приемлющии дидрахмы к петрови и реша: учитель ваш не даст ли дидрахмы? ",
          "ID": "24"
        },
        {
          "text": "Глаголя: ей. И егда вниде в дом, предвари его Иисус, глаголя: что ти мнится, симоне? царие земстии от киих приемлют дани или кинсон? от своих ли сынов, или от чужих? ",
          "ID": "25"
        },
        {
          "text": "Глагола ему петр: от чужих. Рече ему Иисус: убо свободни суть сынове: ",
          "ID": "26"
        },
        {
          "text": "но да не соблазним их, шед на море, верзи удицу, и, юже прежде имеши рыбу, возми: и отверз уста ей, обрящеши статир: той взем даждь им за мя и за ся.",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17",
      "name": "Евангелие от Матфея 17"
    },
    {
      "text": [
        {
          "text": "В той час приступиша ученицы ко Иисусу, глаголюще: кто убо болий есть в Царствии небеснем? ",
          "ID": "1"
        },
        {
          "text": "И призвав Иисус отроча, постави е посреде их ",
          "ID": "2"
        },
        {
          "text": "и рече: аминь глаголю вам, аще не обратитеся и будете яко дети, не внидете в Царство небесное: ",
          "ID": "3"
        },
        {
          "text": "иже убо смирится яко отроча сие, той есть болий во Царствии небеснем: ",
          "ID": "4"
        },
        {
          "text": "и иже аще приимет отроча таково во имя мое, мене приемлет: ",
          "ID": "5"
        },
        {
          "text": "а иже аще соблазнит единаго малых сих верующих в мя, уне есть ему, да обесится жернов оселский на выи его, и потонет в пучине морстей. ",
          "ID": "6"
        },
        {
          "text": "Горе миру от соблазн: нужда бо есть приити соблазном: обаче горе человеку тому, имже соблазн приходит. ",
          "ID": "7"
        },
        {
          "text": "Аще ли рука твоя или нога твоя соблажняет тя, отсецы ю и верзи от себе: добрейше ти есть внити в живот хрому или бедну, неже две руце и две нозе имущу ввержену быти во огнь вечный: ",
          "ID": "8"
        },
        {
          "text": "и аще око твое соблажняет тя, изми е и верзи от себе: добрейше ти есть со единем оком в живот внити, неже две оце имущу ввержену быти в геенну огненную. ",
          "ID": "9"
        },
        {
          "text": "Блюдите, да не презрите единаго (от) малых сих: глаголю бо вам, яко ангели их на небесех выну видят лице Отца моего небеснаго. ",
          "ID": "10"
        },
        {
          "text": "Прииде бо Сын Человеческий (взыскати и) спасти погибшаго. ",
          "ID": "11"
        },
        {
          "text": "Что вам мнится? Аще будет некоему человеку сто овец, и заблудит едина от них: не оставит ли девятьдесят и девять в горах и шед ищет заблуждшия? ",
          "ID": "12"
        },
        {
          "text": "и аще будет обрести ю, аминь глаголю вам, яко радуется о ней паче, неже о девятидесятих и девяти не заблуждших. ",
          "ID": "13"
        },
        {
          "text": "Тако несть воля пред Отцем вашим небесным, да погибнет един от малых сих. ",
          "ID": "14"
        },
        {
          "text": "Аще же согрешит к тебе брат твой, иди и обличи его между тобою и тем единем: аще тебе послушает, приобрел еси брата твоего: ",
          "ID": "15"
        },
        {
          "text": "аще ли тебе не послушает, поими с собою еще единаго или два, да при устех двою или триех свидетелей станет всяк глагол: ",
          "ID": "16"
        },
        {
          "text": "аще же не послушает их, повеждь церкви: аще же и церковь преслушает, буди тебе якоже язычник и мытарь. ",
          "ID": "17"
        },
        {
          "text": "Аминь (бо) глаголю вам: елика аще свяжете на земли, будут связана на небеси: и елика аще разрешите на земли, будут разрешена на небесех. ",
          "ID": "18"
        },
        {
          "text": "Паки аминь глаголю вам, яко аще два от вас совещаета на земли о всяцей вещи, еяже аще просита, будет има от Отца моего, иже на небесех: ",
          "ID": "19"
        },
        {
          "text": "идеже бо еста два или трие собрани во имя мое, ту есмь посреде их. ",
          "ID": "20"
        },
        {
          "text": "Тогда приступль к нему петр рече: Господи, колькраты аще согрешит в мя брат мой, и отпущу ли ему до седмь крат? ",
          "ID": "21"
        },
        {
          "text": "глагола ему Иисус: не глаголю тебе: до седмь крат, но до седмьдесят крат седмерицею. ",
          "ID": "22"
        },
        {
          "text": "Сего ради уподобися Царствие небесное человеку царю, иже восхоте стязатися о словеси с рабы своими. ",
          "ID": "23"
        },
        {
          "text": "Наченшу же ему стязатися, приведоша ему единаго должника тмою талант: ",
          "ID": "24"
        },
        {
          "text": "не имущу же ему воздати, повеле и господь его продати, и жену его, и чада, и вся, елика имеяше, и отдати. ",
          "ID": "25"
        },
        {
          "text": "Пад убо раб той, кланяшеся ему, глаголя: господи, потерпи на мне, и вся ти воздам. ",
          "ID": "26"
        },
        {
          "text": "Милосердовав же господь раба того, прости его и долг отпусти ему. ",
          "ID": "27"
        },
        {
          "text": "Изшед же раб той, обрете единаго (от) клеврет своих, иже бе должен ему стом пенязь: и емь его давляше, глаголя: отдаждь ми, имже (ми) еси должен. ",
          "ID": "28"
        },
        {
          "text": "Пад убо клеврет его на нозе его, моляше его, глаголя: потерпи на мне, и вся воздам ти. ",
          "ID": "29"
        },
        {
          "text": "Он же не хотяше, но вед всади его в темницу, дондеже воздаст должное. ",
          "ID": "30"
        },
        {
          "text": "Видевше же клеврети его бывшая, сжалиша си зело и пришедше сказаша господину своему вся бывшая. ",
          "ID": "31"
        },
        {
          "text": "Тогда призвав его господин его, глагола ему: рабе лукавый, весь долг он отпустих тебе, понеже умолил мя еси: ",
          "ID": "32"
        },
        {
          "text": "не подобаше ли и тебе помиловати клеврета твоего, якоже и аз тя помиловах? ",
          "ID": "33"
        },
        {
          "text": "И прогневався господь его, предаде его мучителем, дондеже воздаст весь долг свой. ",
          "ID": "34"
        },
        {
          "text": "Тако и Отец мой небесный сотворит вам, аще не отпустите кийждо брату своему от сердец ваших прегрешения их.",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18",
      "name": "Евангелие от Матфея 18"
    },
    {
      "text": [
        {
          "text": "И бысть егда сконча Иисус словеса сия, прейде от галилеи и прииде в пределы иудейския об он пол иордана. ",
          "ID": "1"
        },
        {
          "text": "И по нем идоша народи мнози, и изцели их ту. ",
          "ID": "2"
        },
        {
          "text": "И приступиша к нему фарисее искушающе его и глаголаша ему: аще достоит человеку пустити жену свою по всяцей вине? ",
          "ID": "3"
        },
        {
          "text": "Он же отвещав рече им: несте ли чли, яко сотворивый искони, мужеский пол и женский сотворил я есть? ",
          "ID": "4"
        },
        {
          "text": "И рече: сего ради оставит человек отца (своего) и матерь и прилепится к жене своей, и будета оба в плоть едину, ",
          "ID": "5"
        },
        {
          "text": "якоже ктому неста два, но плоть едина: еже убо Бог сочета, человек да не разлучает. ",
          "ID": "6"
        },
        {
          "text": "Глаголаша ему: что убо моисей заповеда дати книгу распустную и отпустити ю? ",
          "ID": "7"
        },
        {
          "text": "глагола им: яко моисей по жестосердию вашему повеле вам пустити жены вашя: изначала же не бысть тако: ",
          "ID": "8"
        },
        {
          "text": "глаголю же вам, яко иже аще пустит жену свою, разве словесе прелюбодейна, и оженится иною, прелюбы творит: и женяйся пущеницею прелюбы деет. ",
          "ID": "9"
        },
        {
          "text": "Глаголаша ему ученицы его: аще тако есть вина человеку с женою, лучше есть не женитися. ",
          "ID": "10"
        },
        {
          "text": "Он же рече им: не вси вмещают словесе сего, но имже дано есть: ",
          "ID": "11"
        },
        {
          "text": "суть бо скопцы, иже из чрева матерня родишася тако: и суть скопцы, иже скопишася от человек: и суть скопцы, иже исказиша сами себе Царствия ради небеснаго: могий вместити да вместит. ",
          "ID": "12"
        },
        {
          "text": "Тогда приведоша к нему дети, да руце возложит на них и помолится: ученицы же запретиша им. ",
          "ID": "13"
        },
        {
          "text": "Иисус же рече (им): оставите детей и не возбраняйте им приити ко мне: таковых бо есть Царство небесное. ",
          "ID": "14"
        },
        {
          "text": "И возложь на них руце, отиде оттуду. ",
          "ID": "15"
        },
        {
          "text": "И се, един (некий) приступль рече ему: учителю благий, что благо сотворю, да имам живот вечный? ",
          "ID": "16"
        },
        {
          "text": "Он же рече ему: что мя глаголеши блага? никтоже благ, токмо един Бог: аще ли хощеши внити в живот, соблюди заповеди. ",
          "ID": "17"
        },
        {
          "text": "Глагола ему: кия? Иисус же рече: еже, не убиеши: не прелюбы сотвориши: не украдеши: не лжесвидетелствуеши: ",
          "ID": "18"
        },
        {
          "text": "чти отца и матерь: и: возлюбиши искренняго твоего яко сам себе. ",
          "ID": "19"
        },
        {
          "text": "Глагола ему юноша: вся сия сохраних от юности моея: что есмь еще не докончал? ",
          "ID": "20"
        },
        {
          "text": "Рече ему Иисус: аще хощеши совершен быти, иди, продаждь имение твое и даждь нищым: и имети имаши сокровище на небеси: и гряди вслед мене. ",
          "ID": "21"
        },
        {
          "text": "Слышав же юноша слово, отиде скорбя: бе бо имея стяжания многа. ",
          "ID": "22"
        },
        {
          "text": "Иисус же рече учеником своим: аминь глаголю вам, яко неудобь богатый внидет в Царствие небесное: ",
          "ID": "23"
        },
        {
          "text": "паки же глаголю вам: удобее есть велбуду сквозе иглине ушы проити, неже богату в Царствие Божие внити. ",
          "ID": "24"
        },
        {
          "text": "Слышавше же ученицы его, дивляхуся зело, глаголюще: кто убо может спасен быти? ",
          "ID": "25"
        },
        {
          "text": "Воззрев же Иисус рече им: у человек сие невозможно есть, у Бога же вся возможна. ",
          "ID": "26"
        },
        {
          "text": "Тогда отвещав петр рече ему: се, мы оставихом вся и вслед тебе идохом: что убо будет нам? ",
          "ID": "27"
        },
        {
          "text": "Иисус же рече им: аминь глаголю вам, яко вы шедшии по мне, в пакибытие, егда сядет Сын Человеческий на престоле славы своея, сядете и вы на двоюнадесяте престолу, судяще обеманадесяте коленома израилевома: ",
          "ID": "28"
        },
        {
          "text": "и всяк, иже оставит дом, или братию, или сестры, или отца, или матерь, или жену, или чада, или села, имене моего ради, сторицею приимет и живот вечный наследит: ",
          "ID": "29"
        },
        {
          "text": "мнози же будут перви последнии, и последни первии.",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19",
      "name": "Евангелие от Матфея 19"
    },
    {
      "text": [
        {
          "text": "Подобно бо есть Царствие небесное человеку домовиту, иже изыде купно утро наяти делатели в виноград свой, ",
          "ID": "1"
        },
        {
          "text": "и совещав с делатели по пенязю на день, посла их в виноград свой. ",
          "ID": "2"
        },
        {
          "text": "И изшед в третий час, виде ины стоящя на торжищи праздны, ",
          "ID": "3"
        },
        {
          "text": "и тем рече: идите и вы в виноград мой, и еже будет правда, дам вам. Они же идоша. ",
          "ID": "4"
        },
        {
          "text": "Паки же изшед в шестый и девятый час, сотвори такоже. ",
          "ID": "5"
        },
        {
          "text": "Во единыйженадесять час изшед, обрете другия стоящя праздны и глагола им: что зде стоите весь день праздни? ",
          "ID": "6"
        },
        {
          "text": "Глаголаша ему: яко никтоже нас наят. Глагола им: идите и вы в виноград (мой), и еже будет праведно, приимете. ",
          "ID": "7"
        },
        {
          "text": "Вечеру же бывшу, глагола господин винограда к приставнику своему: призови делатели и даждь им мзду, начен от последних до первых. ",
          "ID": "8"
        },
        {
          "text": "И пришедше иже во единыйнадесять час, прияша по пенязю. ",
          "ID": "9"
        },
        {
          "text": "Пришедше же первии мняху, яко вящше приимут: и прияша и тии по пенязю: ",
          "ID": "10"
        },
        {
          "text": "приемше же роптаху на господина, ",
          "ID": "11"
        },
        {
          "text": "глаголюще, яко сии последнии един час сотвориша, и равных нам сотворил их еси, понесшым тяготу дне и вар. ",
          "ID": "12"
        },
        {
          "text": "Он же отвещав рече единому их: друже, не обижу тебе: не по пенязю ли совещал еси со мною? ",
          "ID": "13"
        },
        {
          "text": "возми твое и иди: хощу же и сему последнему дати, якоже и тебе: ",
          "ID": "14"
        },
        {
          "text": "или несть ми леть сотворити, еже хощу, во своих ми? аще око твое лукаво есть, яко аз благ есмь? ",
          "ID": "15"
        },
        {
          "text": "Тако будут последнии перви, и первии последни: мнози бо суть звани, мало же избранных. ",
          "ID": "16"
        },
        {
          "text": "И восходя Иисус во Иерусалим, поят обанадесяте ученика едины на пути и рече им: ",
          "ID": "17"
        },
        {
          "text": "се, восходим во Иерусалим, и Сын Человеческий предан будет архиереем и книжником: и осудят его на смерть, ",
          "ID": "18"
        },
        {
          "text": "и предадят его языком на поругание и биение и пропятие: и в третий день воскреснет. ",
          "ID": "19"
        },
        {
          "text": "Тогда приступи к нему мати сыну зеведеову с сынома своима, кланяющися и просящи нечто от него. ",
          "ID": "20"
        },
        {
          "text": "Он же рече ей: чесо хощеши? Глагола ему: рцы, да сядета сия оба сына моя, един одесную тебе, и един ошуюю (тебе), во Царствии твоем. ",
          "ID": "21"
        },
        {
          "text": "Отвещав же Иисус рече: не веста, чесо просита: можета ли пити чашу, юже аз имам пити, или крещением, имже аз крещаюся, креститися? Глаголаста ему: можева. ",
          "ID": "22"
        },
        {
          "text": "И глагола има: чашу убо мою испиета, и крещением, имже аз крещаюся, имате креститися: а еже сести одесную мене и ошуюю мене, несть мое дати, но имже уготовася от Отца моего. ",
          "ID": "23"
        },
        {
          "text": "И слышавше десять, негодоваша о обою брату. ",
          "ID": "24"
        },
        {
          "text": "Иисус же призвав их, рече: весте, яко князи язык господствуют ими, и велицыи обладают ими: ",
          "ID": "25"
        },
        {
          "text": "не тако же будет в вас: но иже аще хощет в вас вящший быти, да будет вам слуга: ",
          "ID": "26"
        },
        {
          "text": "и иже аще хощет в вас быти первый, буди вам раб: ",
          "ID": "27"
        },
        {
          "text": "якоже Сын Человеческий не прииде, да послужат ему, но послужити и дати душу свою избавление за многих. ",
          "ID": "28"
        },
        {
          "text": "И исходящу ему от иерихона, по нем иде народ мног. ",
          "ID": "29"
        },
        {
          "text": "И се, два слепца седяща при пути, слышавша, яко Иисус мимоходит, возописта, глаголюща: помилуй ны, Господи, Сыне давидов. ",
          "ID": "30"
        },
        {
          "text": "Народ же прещаше има, да умолчита: она же паче вопияста, глаголюща: помилуй ны, Господи, Сыне давидов. ",
          "ID": "31"
        },
        {
          "text": "И востав Иисус возгласи я и рече: что хощета, да сотворю вама? ",
          "ID": "32"
        },
        {
          "text": "Глаголаста ему: Господи, да отверзетеся очи наю. ",
          "ID": "33"
        },
        {
          "text": "милосердовав же Иисус прикоснуся очию има: и абие прозреста има очи, и по нем идоста.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20",
      "name": "Евангелие от Матфея 20"
    },
    {
      "text": [
        {
          "text": "И егда приближишася во Иерусалим и приидоша в вифсфагию к горе елеонстей, тогда Иисус посла два ученика, ",
          "ID": "1"
        },
        {
          "text": "глаголя има: идита в весь, яже прямо вама: и абие обрящета осля привязано, и жребя с ним: отрешивша приведита ми: ",
          "ID": "2"
        },
        {
          "text": "и аще вама кто речет что, речета, яко Господь ею требует: абие же послет я. ",
          "ID": "3"
        },
        {
          "text": "Сие же все бысть, да сбудется реченное пророком, глаголющим: ",
          "ID": "4"
        },
        {
          "text": "рцыте дщери сионове: се, Царь твой грядет тебе кроток, и всед на осля и жребя, сына подяремнича. ",
          "ID": "5"
        },
        {
          "text": "Шедша же ученика и сотворша, якоже повеле има Иисус, ",
          "ID": "6"
        },
        {
          "text": "приведоста осля и жребя: и возложиша верху ею ризы своя, и вседе верху их. ",
          "ID": "7"
        },
        {
          "text": "Множайшии же народи постилаху ризы своя по пути: друзии же резаху ветви от древ и постилаху по пути. ",
          "ID": "8"
        },
        {
          "text": "Народи же предходящии (ему) и вследствующии зваху, глаголюще: осанна Сыну давидову: благословен грядый во имя Господне: осанна в вышних. ",
          "ID": "9"
        },
        {
          "text": "И вшедшу ему во Иерусалим, потрясеся весь град, глаголя: кто есть сей? ",
          "ID": "10"
        },
        {
          "text": "Народи же глаголаху: сей есть Иисус пророк, иже от назарета галилейска. ",
          "ID": "11"
        },
        {
          "text": "И вниде Иисус в церковь Божию и изгна вся продающыя и купующыя в церкви, и трапезы торжником испроверже и седалища продающих голуби, ",
          "ID": "12"
        },
        {
          "text": "и глагола им: писано есть: храм мой храм молитвы наречется: вы же сотвористе и вертеп разбойником. ",
          "ID": "13"
        },
        {
          "text": "И приступиша к нему хромии и слепии в церкви: и изцели их. ",
          "ID": "14"
        },
        {
          "text": "Видевше же архиерее и книжницы чудеса, яже сотвори, и отроки зовущя в церкви и глаголющя: осанна Сыну давидову, негодоваша ",
          "ID": "15"
        },
        {
          "text": "и реша ему: слышиши ли, что сии глаголют? Иисус же рече им: ей: несте ли чли николиже, яко из уст младенец и ссущих совершил еси хвалу? ",
          "ID": "16"
        },
        {
          "text": "И оставль их, изыде вон из града в вифанию и водворися ту. ",
          "ID": "17"
        },
        {
          "text": "Утру же возвращься во град, взалка: ",
          "ID": "18"
        },
        {
          "text": "и узрев смоковницу едину при пути, прииде к ней, и ничтоже обрете на ней, токмо листвие едино, и глагола ей: да николиже от тебе плода будет во веки. И абие изсше смоковница. ",
          "ID": "19"
        },
        {
          "text": "И видевше ученицы дивишася, глаголюще: како абие изсше смоковница? ",
          "ID": "20"
        },
        {
          "text": "Отвещав же Иисус рече им: аминь глаголю вам: аще имате веру и не усумнитеся, не токмо смоковничное сотворите, но аще и горе сей речете: двигнися и верзися в море, будет: ",
          "ID": "21"
        },
        {
          "text": "и вся, елика аще воспросите в молитве верующе, приимете. ",
          "ID": "22"
        },
        {
          "text": "И пришедшу ему в церковь, приступиша к нему учащу архиерее и старцы людстии, глаголюще: коею властию сия твориши? и кто ти даде власть сию? ",
          "ID": "23"
        },
        {
          "text": "Отвещав же Иисус рече им: вопрошу вы и аз слово едино: еже аще речете мне, и аз вам реку, коею властию сия творю: ",
          "ID": "24"
        },
        {
          "text": "крещение иоанново откуду бе? с небесе ли, или от человек? Они же помышляху в себе, глаголюще: аще речем, с небесе: речет нам: почто убо не веровасте ему? ",
          "ID": "25"
        },
        {
          "text": "аще ли речем, от человек: боимся народа: вси бо имут иоанна яко пророка. ",
          "ID": "26"
        },
        {
          "text": "И отвещавше Иисусови реша: не вемы. Рече им и той: ни аз вам глаголю, коею властию сия творю. ",
          "ID": "27"
        },
        {
          "text": "Что же ся вам мнит? Человек некий имяше два сына, и пришед к первому, рече: чадо, иди днесь, делай в винограде моем. ",
          "ID": "28"
        },
        {
          "text": "Он же отвещав рече: не хощу: последи же раскаявся, иде. ",
          "ID": "29"
        },
        {
          "text": "И приступль к другому, рече такоже. Он же отвещав рече: аз, господи (иду): и не иде. ",
          "ID": "30"
        },
        {
          "text": "Кий от обою сотвори волю отчу? Глаголаша ему: первый. глагола им Иисус: аминь глаголю вам, яко мытари и любодейцы варяют вы в Царствии Божии: ",
          "ID": "31"
        },
        {
          "text": "прииде бо к вам иоанн (креститель) путем праведным, и не веровасте ему, мытари же и любодейцы вероваша ему: вы же видевше, не раскаястеся последи веровати ему. ",
          "ID": "32"
        },
        {
          "text": "Ину притчу слышите. Человек некий бе домовит, иже насади виноград, и оплотом огради его, и ископа в нем точило, и созда столп, и вдаде и делателем, и отиде. ",
          "ID": "33"
        },
        {
          "text": "Егда же приближися время плодов, посла рабы своя к делателем прияти плоды его: ",
          "ID": "34"
        },
        {
          "text": "и емше делателе рабов его, оваго убо биша, оваго же убиша, оваго же камением побиша. ",
          "ID": "35"
        },
        {
          "text": "Паки посла ины рабы множайшя первых: и сотвориша им такоже. ",
          "ID": "36"
        },
        {
          "text": "Последи же посла к ним сына своего, глаголя: усрамятся сына моего. ",
          "ID": "37"
        },
        {
          "text": "Делателе же видевше сына, реша в себе: сей есть наследник: приидите, убием его и удержим достояние его. ",
          "ID": "38"
        },
        {
          "text": "И емше его изведоша вон из винограда и убиша. ",
          "ID": "39"
        },
        {
          "text": "Егда убо приидет господин винограда, что сотворит делателем тем? ",
          "ID": "40"
        },
        {
          "text": "Глаголаша ему: злых зле погубит их, и виноград предаст иным делателем, иже воздадят ему плоды во времена своя. ",
          "ID": "41"
        },
        {
          "text": "глагола им Иисус: несте ли чли николиже в писаниих: камень, егоже не в ряду сотвориша зиждущии, сей бысть во главу угла? от Господа бысть сие, и есть дивно во очию вашею. ",
          "ID": "42"
        },
        {
          "text": "Сего ради глаголю вам, яко отимется от вас Царствие Божие и дастся языку творящему плоды его: ",
          "ID": "43"
        },
        {
          "text": "и падый на камени сем сокрушится: а на немже падет, сотрыет и. ",
          "ID": "44"
        },
        {
          "text": "И слышавше архиерее и фарисее притчи его, разумеша, яко о них глаголет: ",
          "ID": "45"
        },
        {
          "text": "и ищуще его яти, убояшася народа, понеже яко пророка его имеяху.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21",
      "name": "Евангелие от Матфея 21"
    },
    {
      "text": [
        {
          "text": "И отвещав Иисус, паки рече им в притчах, глаголя: ",
          "ID": "1"
        },
        {
          "text": "уподобися Царствие небесное человеку царю, иже сотвори браки сыну своему ",
          "ID": "2"
        },
        {
          "text": "и посла рабы своя призвати званныя на браки: и не хотяху приити. ",
          "ID": "3"
        },
        {
          "text": "Паки посла ины рабы, глаголя: рцыте званным: се, обед мой уготовах, юнцы мои и упитанная исколена, и вся готова: приидите на браки. ",
          "ID": "4"
        },
        {
          "text": "Они же небрегше отидоша, ов убо на село свое, ов же на купли своя: ",
          "ID": "5"
        },
        {
          "text": "прочии же емше рабов его, досадиша им и убиша их. ",
          "ID": "6"
        },
        {
          "text": "И слышав царь той разгневася, и послав воя своя, погуби убийцы оны и град их зажже. ",
          "ID": "7"
        },
        {
          "text": "Тогда глагола рабом своим: брак убо готов есть, званнии же не быша достойни: ",
          "ID": "8"
        },
        {
          "text": "идите убо на исходища путий, и елицех аще обрящете, призовите на браки. ",
          "ID": "9"
        },
        {
          "text": "И изшедше раби они на распутия, собраша всех, елицех обретоша, злых же и добрых: и исполнися брак возлежащих. ",
          "ID": "10"
        },
        {
          "text": "Вшед же царь видети возлежащих, виде ту человека не оболчена во одеяние брачное, ",
          "ID": "11"
        },
        {
          "text": "и глагола ему: друже, како вшел еси семо не имый одеяния брачна? Он же умолча. ",
          "ID": "12"
        },
        {
          "text": "Тогда рече царь слугам: связавше ему руце и нозе, возмите его и вверзите во тму кромешнюю: ту будет плачь и скрежет зубом: ",
          "ID": "13"
        },
        {
          "text": "мнози бо суть звани, мало же избранных. ",
          "ID": "14"
        },
        {
          "text": "Тогда шедше фарисее, совет восприяша, яко да обольстят его словом. ",
          "ID": "15"
        },
        {
          "text": "И посылают к нему ученики своя со иродианы, глаголюще: учителю, вемы, яко истинен еси, и пути Божию воистинну учиши, и нерадиши ни о комже: не зриши бо на лице человеком: ",
          "ID": "16"
        },
        {
          "text": "рцы убо нам, что ти ся мнит? достойно ли есть дати кинсон кесареви, или ни? ",
          "ID": "17"
        },
        {
          "text": "Разумев же Иисус лукавство их, рече: что мя искушаете, лицемери? ",
          "ID": "18"
        },
        {
          "text": "покажите ми златицу кинсонную. Они же принесоша ему пенязь. ",
          "ID": "19"
        },
        {
          "text": "И глагола им: чий образ сей и написание? ",
          "ID": "20"
        },
        {
          "text": "(И) глаголаша ему: кесарев. Тогда глагола им: воздадите убо кесарева кесареви, и Божия Богови. ",
          "ID": "21"
        },
        {
          "text": "И слышавше дивишася: и оставльше его отидоша. ",
          "ID": "22"
        },
        {
          "text": "В той день приступиша к нему саддукее, иже глаголют не быти воскресению, и вопросиша его, ",
          "ID": "23"
        },
        {
          "text": "глаголюще: учителю, моисей рече: аще кто умрет не имый чад, (да) поймет брат его жену его и воскресит семя брата своего: ",
          "ID": "24"
        },
        {
          "text": "беша же в нас седмь братия: и первый оженься умре, и не имый семене, остави жену свою брату своему: ",
          "ID": "25"
        },
        {
          "text": "такожде же и вторый, и третий, даже до седмаго: ",
          "ID": "26"
        },
        {
          "text": "последи же всех умре и жена: ",
          "ID": "27"
        },
        {
          "text": "в воскресение убо, котораго от седмих будет жена? вси бо имеша ю. ",
          "ID": "28"
        },
        {
          "text": "Отвещав же Иисус рече им: прельщаетеся, не ведуще писания, ни силы Божия: ",
          "ID": "29"
        },
        {
          "text": "в воскресение бо ни женятся, ни посягают, но яко ангели Божии на небеси суть: ",
          "ID": "30"
        },
        {
          "text": "о воскресении же мертвых несте ли чли реченнаго вам Богом, глаголющим: ",
          "ID": "31"
        },
        {
          "text": "аз есмь Бог авраамов, и Бог исааков, и Бог иаковль? несть Бог Бог мертвых, но (Бог) живых. ",
          "ID": "32"
        },
        {
          "text": "И слышавше народи дивляхуся о учении его. ",
          "ID": "33"
        },
        {
          "text": "Фарисее же слышавше, яко посрами саддукеи, собрашася вкупе. ",
          "ID": "34"
        },
        {
          "text": "И вопроси един от них законоучитель, искушая его и глаголя: ",
          "ID": "35"
        },
        {
          "text": "учителю, кая заповедь болши (есть) в законе? ",
          "ID": "36"
        },
        {
          "text": "Иисус же рече ему: возлюбиши Господа Бога твоего всем сердцем твоим, и всею душею твоею, и всею мыслию твоею: ",
          "ID": "37"
        },
        {
          "text": "сия есть первая и болшая заповедь: ",
          "ID": "38"
        },
        {
          "text": "вторая же подобна ей: возлюбиши искренняго твоего яко сам себе: ",
          "ID": "39"
        },
        {
          "text": "в сию обою заповедию весь закон и пророцы висят. ",
          "ID": "40"
        },
        {
          "text": "Собравшымся же фарисеом, вопроси их Иисус, ",
          "ID": "41"
        },
        {
          "text": "глаголя: что вам мнится о Христе? чий есть Сын? Глаголаша ему: давидов. ",
          "ID": "42"
        },
        {
          "text": "глагола им: како убо давид Духом Господа его нарицает, глаголя: ",
          "ID": "43"
        },
        {
          "text": "рече Господь Господеви моему: седи одесную мене, дондеже положу враги твоя подножие ногама твоима? ",
          "ID": "44"
        },
        {
          "text": "аще убо давид нарицает его Господа, како Сын ему есть? ",
          "ID": "45"
        },
        {
          "text": "И никтоже можаше отвещати ему словесе: ниже смеяше кто от того дне вопросити его ктому.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22",
      "name": "Евангелие от Матфея 22"
    },
    {
      "text": [
        {
          "text": "Тогда Иисус глагола к народом и учеником своим, ",
          "ID": "1"
        },
        {
          "text": "глаголя: на моисеове седалищи седоша книжницы и фарисее: ",
          "ID": "2"
        },
        {
          "text": "вся убо, елика аще рекут вам блюсти, соблюдайте и творите: по делом же их не творите: глаголют бо, и не творят: ",
          "ID": "3"
        },
        {
          "text": "связуют бо бремена тяжка и бедне носима, и возлагают на плеща человеческа, перстом же своим не хотят двигнути их. ",
          "ID": "4"
        },
        {
          "text": "Вся же дела своя творят, да видими будут человеки: разширяют же хранилища своя и величают воскрилия риз своих: ",
          "ID": "5"
        },
        {
          "text": "любят же преждевозлегания на вечерях, и преждеседания на сонмищих, ",
          "ID": "6"
        },
        {
          "text": "и целования на торжищих, и зватися от человек: учителю, учителю. ",
          "ID": "7"
        },
        {
          "text": "Вы же не нарицайтеся учителие: един бо есть ваш учитель, Христос: вси же вы братия есте: ",
          "ID": "8"
        },
        {
          "text": "и отца не зовите себе на земли: един бо есть Отец ваш, иже на небесех: ",
          "ID": "9"
        },
        {
          "text": "ниже нарицайтеся наставницы: един бо есть наставник ваш, Христос. ",
          "ID": "10"
        },
        {
          "text": "Болий же в вас да будет вам слуга: ",
          "ID": "11"
        },
        {
          "text": "иже бо вознесется, смирится: и смиряяйся вознесется. ",
          "ID": "12"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко затворяете Царствие небесное пред человеки: вы бо не входите, ни входящих оставляете внити. ",
          "ID": "13"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко снедаете домы вдовиц, и виною далече молитвы творяще: сего ради лишшее приимете осуждение. ",
          "ID": "14"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко преходите море и сушу, сотворити единаго пришелца: и егда будет, творите его сына геенны сугубейша вас. ",
          "ID": "15"
        },
        {
          "text": "Горе вам, вожди слепии, глаголющии: иже аще кленется церковию, ничесоже есть: а иже кленется златом церковным, должен есть. ",
          "ID": "16"
        },
        {
          "text": "Буи и слепии, что бо более есть, злато ли, или церковь, святящая злато? ",
          "ID": "17"
        },
        {
          "text": "И: иже аще кленется олтарем, ничесоже есть: а иже кленется даром, иже верху его, должен есть. ",
          "ID": "18"
        },
        {
          "text": "Буи и слепии, что бо более, дар ли, или олтарь, святяй дар? ",
          "ID": "19"
        },
        {
          "text": "Иже убо кленется олтарем, кленется им и сущим верху его: ",
          "ID": "20"
        },
        {
          "text": "и иже кленется церковию, кленется ею и живущим в ней: ",
          "ID": "21"
        },
        {
          "text": "и кленыйся небесем кленется престолом Божиим и седящим на нем. ",
          "ID": "22"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко одесятствуете мятву и копр и кимин, и остависте вящшая закона, суд и милость и веру: сия (же) подобаше творити, и онех не оставляти. ",
          "ID": "23"
        },
        {
          "text": "Вожди слепии, оцеждающии комары, велблуды же пожирающе. ",
          "ID": "24"
        },
        {
          "text": "Горе вам, книжницы и фарисее лицемери, яко очищаете внешнее сткляницы и блюда, внутрьуду же суть полни хищения и неправды: ",
          "ID": "25"
        },
        {
          "text": "фарисее слепый, очисти прежде внутреннее сткляницы и блюда, да будет и внешнее има чисто. ",
          "ID": "26"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко подобитеся гробом повапленым, иже внеуду убо являются красны, внутрьуду же полни суть костей мертвых и всякия нечистоты: ",
          "ID": "27"
        },
        {
          "text": "тако и вы, внеуду убо являетеся человеком праведни, внутрьуду же есте полни лицемерия и беззакония. ",
          "ID": "28"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко зиждете гробы пророческия, и красите раки праведных, ",
          "ID": "29"
        },
        {
          "text": "и глаголете: аще быхом были во дни отец наших, не быхом убо общницы им были в крови пророк: ",
          "ID": "30"
        },
        {
          "text": "темже сами свидетелствуете себе, яко сынове есте избивших пророки: ",
          "ID": "31"
        },
        {
          "text": "и вы исполните меру отец ваших. ",
          "ID": "32"
        },
        {
          "text": "Змия, порождения ехиднова, како убежите от суда (огня) геенскаго? ",
          "ID": "33"
        },
        {
          "text": "Сего ради, се, аз послю к вам пророки и премудры и книжники: и от них убиете и распнете, и от них биете на сонмищих ваших, и изженете от града во град: ",
          "ID": "34"
        },
        {
          "text": "яко да приидет на вы всяка кровь праведна, проливаемая на земли, от крове авеля праведнаго до крове захарии сына варахиина, егоже убисте между церковию и олтарем. ",
          "ID": "35"
        },
        {
          "text": "Аминь глаголю вам: (яко) приидут вся сия на род сей. ",
          "ID": "36"
        },
        {
          "text": "Иерусалиме, Иерусалиме, избивый пророки и камением побиваяй посланныя к тебе, колькраты восхотех собрати чада твоя, якоже собирает кокош птенцы своя под криле, и не восхотесте? ",
          "ID": "37"
        },
        {
          "text": "Се, оставляется вам дом ваш пуст. ",
          "ID": "38"
        },
        {
          "text": "глаголю бо вам: (яко) не имате мене видети отселе, дондеже речете: благословен грядый во имя Господне.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23",
      "name": "Евангелие от Матфея 23"
    },
    {
      "text": [
        {
          "text": "И изшед Иисус идяше от церкве. И приступиша (к нему) ученицы его показати ему здания церковная. ",
          "ID": "1"
        },
        {
          "text": "Иисус же рече им: не видите ли вся сия? аминь глаголю вам, не имать остати зде камень на камени, иже не разорится. ",
          "ID": "2"
        },
        {
          "text": "Седящу же ему на горе елеонстей, приступиша к нему ученицы на едине, глаголюще: рцы нам, когда сия будут? и что есть знамение твоего пришествия и кончина века? ",
          "ID": "3"
        },
        {
          "text": "И отвещав Иисус рече им: блюдите, да никтоже вас прельстит: ",
          "ID": "4"
        },
        {
          "text": "мнози бо приидут во имя мое, глаголюще: аз есмь Христос: и многи прельстят. ",
          "ID": "5"
        },
        {
          "text": "Услышати же имате брани и слышания бранем. Зрите, не ужасайтеся, подобает бо всем (сим) быти: но не тогда есть кончина. ",
          "ID": "6"
        },
        {
          "text": "Востанет бо язык на язык, и царство на царство: и будут глади и пагубы и труси по местом: ",
          "ID": "7"
        },
        {
          "text": "вся же сия начало болезнем. ",
          "ID": "8"
        },
        {
          "text": "Тогда предадят вы в скорби и убиют вы: и будете ненавидими всеми языки имене моего ради. ",
          "ID": "9"
        },
        {
          "text": "И тогда соблазнятся мнози, и друг друга предадят, и возненавидят друг друга: ",
          "ID": "10"
        },
        {
          "text": "и мнози лжепророцы востанут и прельстят многия: ",
          "ID": "11"
        },
        {
          "text": "и за умножение беззакония, изсякнет любы многих. ",
          "ID": "12"
        },
        {
          "text": "Претерпевый же до конца, той спасется. ",
          "ID": "13"
        },
        {
          "text": "И проповестся сие Евангелие Царствия по всей вселенней, во свидетелство всем языком: и тогда приидет кончина. ",
          "ID": "14"
        },
        {
          "text": "Егда убо узрите мерзость запустения, реченную даниилом пророком, стоящу на месте святе: иже чтет, да разумеет: ",
          "ID": "15"
        },
        {
          "text": "тогда сущии во иудеи да бежат на горы: ",
          "ID": "16"
        },
        {
          "text": "(и) иже на крове, да не сходит взяти яже в дому его: ",
          "ID": "17"
        },
        {
          "text": "и иже на селе, да не возвратится вспять взяти риз своих. ",
          "ID": "18"
        },
        {
          "text": "Горе же непраздным и доящым в тыя дни. ",
          "ID": "19"
        },
        {
          "text": "Молитеся же, да не будет бегство ваше в зиме, ни в субботу. ",
          "ID": "20"
        },
        {
          "text": "Будет бо тогда скорбь велия, яковаже не была от начала мира доселе, ниже имать быти. ",
          "ID": "21"
        },
        {
          "text": "И аще не быша прекратилися дние оны, не бы убо спаслася всяка плоть: избранных же ради прекратятся дние оны. ",
          "ID": "22"
        },
        {
          "text": "Тогда аще кто речет вам: се, зде Христос, или онде: не имите веры: ",
          "ID": "23"
        },
        {
          "text": "востанут бо лжехристи и лжепророцы и дадят знамения велия и чудеса, якоже прельстити, аще возможно, и избранныя. ",
          "ID": "24"
        },
        {
          "text": "Се, прежде рех вам. ",
          "ID": "25"
        },
        {
          "text": "Аще убо рекут вам: се, в пустыни есть, не изыдите: се, в сокровищих, не имите веры: ",
          "ID": "26"
        },
        {
          "text": "якоже бо молния исходит от восток и является до запад, тако будет пришествие Сына Человеческаго: ",
          "ID": "27"
        },
        {
          "text": "идеже бо аще будет труп, тамо соберутся орли. ",
          "ID": "28"
        },
        {
          "text": "Абие же, по скорби дний тех, солнце померкнет, и луна не даст света своего, и звезды спадут с небесе, и силы небесныя подвигнутся: ",
          "ID": "29"
        },
        {
          "text": "и тогда явится знамение Сына Человеческаго на небеси: и тогда восплачутся вся колена земная и узрят Сына Человеческаго грядуща на облацех небесных с силою и славою многою: ",
          "ID": "30"
        },
        {
          "text": "и послет ангелы своя с трубным гласом велиим, и соберут избранныя его от четырех ветр, от конец небес до конец их. ",
          "ID": "31"
        },
        {
          "text": "От смоковницы же научитеся притчи: егда уже ваия ея будут млада, и листвие прозябнет, ведите, яко близ есть жатва: ",
          "ID": "32"
        },
        {
          "text": "тако и вы, егда видите сия вся, ведите, яко близ есть, при дверех. ",
          "ID": "33"
        },
        {
          "text": "Аминь глаголю вам, не мимоидет род сей, дондеже вся сия будут: ",
          "ID": "34"
        },
        {
          "text": "небо и земля мимоидет, словеса же моя не мимоидут. ",
          "ID": "35"
        },
        {
          "text": "О дни же том и часе никтоже весть, ни ангели небеснии, токмо Отец мой един: ",
          "ID": "36"
        },
        {
          "text": "якоже (бо бысть во) дни ноевы, тако будет и пришествие Сына Человеческаго: ",
          "ID": "37"
        },
        {
          "text": "якоже бо беху во дни прежде потопа ядуще и пиюще, женящеся и посягающе, до негоже дне вниде ное в ковчег, ",
          "ID": "38"
        },
        {
          "text": "и не уведеша, дондеже прииде вода и взят вся: тако будет и пришествие Сына Человеческаго: ",
          "ID": "39"
        },
        {
          "text": "тогда два будета на селе: един поемлется, а другий оставляется: ",
          "ID": "40"
        },
        {
          "text": "две мелюще в жерновех: едина поемлется, и едина оставляется. ",
          "ID": "41"
        },
        {
          "text": "Бдите убо, яко не весте, в кий час Господь ваш приидет. ",
          "ID": "42"
        },
        {
          "text": "Сие же ведите, яко аще бы ведал дому владыка, в кую стражу тать приидет, бдел убо бы и не бы дал подкопати храма своего. ",
          "ID": "43"
        },
        {
          "text": "Сего ради и вы будите готови: яко, в оньже час не мните, Сын Человеческий приидет. ",
          "ID": "44"
        },
        {
          "text": "Кто убо есть верный раб и мудрый, егоже поставит господин его над домом своим, еже даяти им пищу во время (их)? ",
          "ID": "45"
        },
        {
          "text": "блажен раб той, егоже, пришед господин его, обрящет тако творяща: ",
          "ID": "46"
        },
        {
          "text": "аминь глаголю вам, яко над всем имением своим поставит его. ",
          "ID": "47"
        },
        {
          "text": "Аще ли же речет злый раб той в сердцы своем: коснит господин мой приити, ",
          "ID": "48"
        },
        {
          "text": "и начнет бити клевреты своя, ясти же и пити с пияницами: ",
          "ID": "49"
        },
        {
          "text": "приидет господин раба того в день, в оньже не чает, и в час, в оньже не весть, ",
          "ID": "50"
        },
        {
          "text": "и растешет его полма, и часть его с неверными положит: ту будет плачь и скрежет зубом.",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24",
      "name": "Евангелие от Матфея 24"
    },
    {
      "text": [
        {
          "text": "Тогда уподобися Царствие небесное десятим девам, яже прияша светилники своя и изыдоша в сретение жениху: ",
          "ID": "1"
        },
        {
          "text": "пять же бе от них мудры и пять юродивы. ",
          "ID": "2"
        },
        {
          "text": "Юродивыя же, приемшя светилники своя, не взяша с собою елеа: ",
          "ID": "3"
        },
        {
          "text": "мудрыя же прияша елей в сосудех со светилники своими: ",
          "ID": "4"
        },
        {
          "text": "коснящу же жениху, воздремашася вся и спаху. ",
          "ID": "5"
        },
        {
          "text": "Полунощи же вопль бысть: се, жених грядет, исходите в сретение его. ",
          "ID": "6"
        },
        {
          "text": "Тогда восташа вся девы тыя и украсиша светилники своя. ",
          "ID": "7"
        },
        {
          "text": "Юродивыя же мудрым реша: дадите нам от елеа вашего, яко светилницы наши угасают. ",
          "ID": "8"
        },
        {
          "text": "Отвещаша же мудрыя, глаголющя: еда како не достанет нам и вам: идите же паче к продающым и купите себе. ",
          "ID": "9"
        },
        {
          "text": "Идущым же им купити, прииде жених: и готовыя внидоша с ним на браки, и затворены быша двери. ",
          "ID": "10"
        },
        {
          "text": "Последи же приидоша и прочыя девы, глаголющя: господи, господи, отверзи нам. ",
          "ID": "11"
        },
        {
          "text": "Он же отвещав рече им: аминь глаголю вам, не вем вас. ",
          "ID": "12"
        },
        {
          "text": "Бдите убо, яко не весте дне ни часа, в оньже Сын Человеческий приидет. ",
          "ID": "13"
        },
        {
          "text": "Якоже бо человек некий отходя призва своя рабы и предаде им имение свое: ",
          "ID": "14"
        },
        {
          "text": "и овому убо даде пять талант, овому же два, овому же един, комуждо противу силы его: и отиде абие. ",
          "ID": "15"
        },
        {
          "text": "Шед же приемый пять талант, дела в них и сотвори другия пять талант: ",
          "ID": "16"
        },
        {
          "text": "такожде и иже два, приобрете и той другая два: ",
          "ID": "17"
        },
        {
          "text": "приемый же един, шед вкопа (его) в землю и скры сребро господина своего. ",
          "ID": "18"
        },
        {
          "text": "По мнозе же времени прииде господин раб тех и стязася с ними о словеси. ",
          "ID": "19"
        },
        {
          "text": "И приступль пять талант приемый, принесе другия пять талант, глаголя: господи, пять талант ми еси предал: се, другия пять талант приобретох ими. ",
          "ID": "20"
        },
        {
          "text": "Рече же ему господь его: добре, рабе благий и верный: о мале был еси верен, над многими тя поставлю: вниди в радость господа твоего. ",
          "ID": "21"
        },
        {
          "text": "Приступль же и иже два таланта приемый, рече: господи, два таланта ми еси предал: се, другая два таланта приобретох има. ",
          "ID": "22"
        },
        {
          "text": "Рече (же) ему господь его: добре, рабе благий и верный: о мале (ми) был еси верен, над многими тя поставлю: вниди в радость господа твоего. ",
          "ID": "23"
        },
        {
          "text": "Приступль же и приемый един талант, рече: господи, ведях тя, яко жесток еси человек, жнеши, идеже не сеял еси, и собираеши идеже не расточил еси: ",
          "ID": "24"
        },
        {
          "text": "и убоявся, шед скрых талант твой в земли: (и) се, имаши твое. ",
          "ID": "25"
        },
        {
          "text": "Отвещав же господь его рече ему: лукавый рабе и ленивый, ведел еси, яко жну идеже не сеях, и собираю идеже не расточих: ",
          "ID": "26"
        },
        {
          "text": "подобаше убо тебе вдати сребро мое торжником, и пришед аз взял бых свое с лихвою: ",
          "ID": "27"
        },
        {
          "text": "возмите убо от него талант и дадите имущему десять талант: ",
          "ID": "28"
        },
        {
          "text": "имущему бо везде дано будет и преизбудет: от неимущаго же, и еже мнится имея, взято будет от него: ",
          "ID": "29"
        },
        {
          "text": "и неключимаго раба вверзите во тму кромешнюю: ту будет плачь и скрежет зубом. Сия глаголя возгласи: имеяй ушы слышати да слышит. ",
          "ID": "30"
        },
        {
          "text": "Егда же приидет Сын Человеческий в славе своей и вси святии ангели с ним, тогда сядет на престоле славы своея, ",
          "ID": "31"
        },
        {
          "text": "и соберутся пред ним вси языцы: и разлучит их друг от друга, якоже пастырь разлучает овцы от козлищ: ",
          "ID": "32"
        },
        {
          "text": "и поставит овцы одесную себе, а козлища ошуюю. ",
          "ID": "33"
        },
        {
          "text": "Тогда речет Царь сущым одесную его: приидите, благословеннии Отца моего, наследуйте уготованное вам Царствие от сложения мира: ",
          "ID": "34"
        },
        {
          "text": "взалкахся бо, и дасте ми ясти: возжадахся, и напоисте мя: странен бех, и введосте мене: ",
          "ID": "35"
        },
        {
          "text": "наг, и одеясте мя: болен, и посетисте мене: в темнице бех, и приидосте ко мне. ",
          "ID": "36"
        },
        {
          "text": "Тогда отвещают ему праведницы, глаголюще: Господи, когда тя видехом алчуща, и напитахом? или жаждуща, и напоихом? ",
          "ID": "37"
        },
        {
          "text": "когда же тя видехом странна, и введохом? или нага, и одеяхом? ",
          "ID": "38"
        },
        {
          "text": "когда же тя видехом боляща, или в темнице, и приидохом к тебе? ",
          "ID": "39"
        },
        {
          "text": "И отвещав Царь речет им: аминь глаголю вам, понеже сотвористе единому сих братий моих менших, мне сотвористе. ",
          "ID": "40"
        },
        {
          "text": "Тогда речет и сущым ошуюю (его): идите от мене, проклятии, во огнь вечный, уготованный диаволу и аггелом его: ",
          "ID": "41"
        },
        {
          "text": "взалкахся бо, и не дасте ми ясти: возжадахся, и не напоисте мене: ",
          "ID": "42"
        },
        {
          "text": "странен бех, и не введосте мене: наг, и не одеясте мене: болен и в темнице, и не посетисте мене. ",
          "ID": "43"
        },
        {
          "text": "Тогда отвещают ему и тии, глаголюще: Господи, когда тя видехом алчуща, или жаждуща, или странна, или нага, или больна, или в темнице, и не послужихом тебе? ",
          "ID": "44"
        },
        {
          "text": "Тогда отвещает им, глаголя: аминь глаголю вам, понеже не сотвористе единому сих менших, ни мне сотвористе. ",
          "ID": "45"
        },
        {
          "text": "И идут сии в муку вечную, праведницы же в живот вечный.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25",
      "name": "Евангелие от Матфея 25"
    },
    {
      "text": [
        {
          "text": "И бысть, егда сконча Иисус вся словеса сия, рече учеником своим: ",
          "ID": "1"
        },
        {
          "text": "весте, яко по двою дню пасха будет, и Сын Человеческий предан будет на пропятие. ",
          "ID": "2"
        },
        {
          "text": "Тогда собрашася архиерее и книжницы и старцы людстии во двор архиереов, глаголемаго каиафы, ",
          "ID": "3"
        },
        {
          "text": "и совещаша, да Иисуса лестию имут и убиют: ",
          "ID": "4"
        },
        {
          "text": "глаголаху же: но не в праздник, да не молва будет в людех. ",
          "ID": "5"
        },
        {
          "text": "Иисусу же бывшу в вифании, в дому симона прокаженнаго, ",
          "ID": "6"
        },
        {
          "text": "приступи к нему жена, сткляницу мира имущи многоценнаго, и возливаше на главу его возлежаща. ",
          "ID": "7"
        },
        {
          "text": "Видевше же ученицы его негодоваша, глаголюще: чесо ради гибель сия (бысть)? ",
          "ID": "8"
        },
        {
          "text": "можаше бо сие миро продано быти на мнозе и датися нищым. ",
          "ID": "9"
        },
        {
          "text": "Разумев же Иисус рече им: что труждаете жену? дело бо добро содела о мне: ",
          "ID": "10"
        },
        {
          "text": "всегда бо нищыя имате с собою, мене же не всегда имате: ",
          "ID": "11"
        },
        {
          "text": "возлиявши бо сия миро сие на тело мое, на погребение мя сотвори: ",
          "ID": "12"
        },
        {
          "text": "аминь глаголю вам: идеже аще проповедано будет Евангелие сие во всем мире, речется и еже сотвори сия, в память ея. ",
          "ID": "13"
        },
        {
          "text": "Тогда шед един от обоюнадесяте, глаголемый иуда искариотский, ко архиереом, ",
          "ID": "14"
        },
        {
          "text": "рече: что ми хощете дати, и аз вам предам его? Они же поставиша ему тридесять сребреник: ",
          "ID": "15"
        },
        {
          "text": "и оттоле искаше удобна времене, да его предаст. ",
          "ID": "16"
        },
        {
          "text": "В первый же день опресночный приступиша ученицы ко Иисусу, глаголюще ему: где хощеши уготоваем ти ясти пасху? ",
          "ID": "17"
        },
        {
          "text": "Он же рече: идите во град ко онсице, и рцыте ему: учитель глаголет: время мое близ есть: у тебе сотворю пасху со ученики моими. ",
          "ID": "18"
        },
        {
          "text": "И сотвориша ученицы, якоже повеле им Иисус, и уготоваша пасху. ",
          "ID": "19"
        },
        {
          "text": "Вечеру же бывшу, возлежаше со обеманадесяте ученикома: ",
          "ID": "20"
        },
        {
          "text": "и ядущым им, рече: аминь глаголю вам, яко един от вас предаст мя. ",
          "ID": "21"
        },
        {
          "text": "И скорбяще зело, начаша глаголати ему един кийждо их: еда аз есмь, Господи? ",
          "ID": "22"
        },
        {
          "text": "Он же отвещав рече: омочивый со мною в солило руку, той мя предаст: ",
          "ID": "23"
        },
        {
          "text": "Сын убо Человеческий идет, якоже есть писано о нем: горе же человеку тому, имже Сын Человеческий предастся: добро бы было ему, аще не бы родился человек той. ",
          "ID": "24"
        },
        {
          "text": "Отвещав же иуда предаяй его, рече: еда аз есмь, равви? глагола ему: ты рекл еси. ",
          "ID": "25"
        },
        {
          "text": "Ядущым же им, приемь Иисус хлеб и благословив преломи, и даяше учеником, и рече: приимите, ядите: сие есть тело мое. ",
          "ID": "26"
        },
        {
          "text": "И приемь чашу и хвалу воздав, даде им, глаголя: пийте от нея вси: ",
          "ID": "27"
        },
        {
          "text": "сия бо есть кровь моя, новаго завета, яже за многия изливаема во оставление грехов. ",
          "ID": "28"
        },
        {
          "text": "глаголю же вам, яко не имам пити отныне от сего плода лознаго, до дне того, егда е пию с вами ново во Царствии Отца моего. ",
          "ID": "29"
        },
        {
          "text": "И воспевше изыдоша в гору елеонску. ",
          "ID": "30"
        },
        {
          "text": "Тогда глагола им Иисус: вси вы соблазнитеся о мне в нощь сию: писано бо есть: поражу пастыря, и разыдутся овцы стада: ",
          "ID": "31"
        },
        {
          "text": "по воскресении же моем варяю вы в галилеи. ",
          "ID": "32"
        },
        {
          "text": "Отвещав же петр рече ему: аще и вси соблазнятся о тебе, аз никогдаже соблажнюся. ",
          "ID": "33"
        },
        {
          "text": "Рече ему Иисус: аминь глаголю тебе, яко в сию нощь, прежде даже алектор не возгласит, трикраты отвержешися мене. ",
          "ID": "34"
        },
        {
          "text": "Глагола ему петр: аще ми есть и умрети с тобою, не отвергуся тебе. Такожде и вси ученицы реша. ",
          "ID": "35"
        },
        {
          "text": "Тогда прииде с ними Иисус в весь, нарицаемую гефсиманиа, и глагола учеником: седите ту, дондеже шед помолюся тамо. ",
          "ID": "36"
        },
        {
          "text": "И поемь петра и оба сына зеведеова, начат скорбети и тужити. ",
          "ID": "37"
        },
        {
          "text": "Тогда глагола им Иисус: прискорбна есть душа моя до смерти: пождите зде и бдите со мною. ",
          "ID": "38"
        },
        {
          "text": "И прешед мало, паде на лицы своем, моляся и глаголя: Отче мой, аще возможно есть, да мимоидет от мене чаша сия: обаче не якоже аз хощу, но якоже ты. ",
          "ID": "39"
        },
        {
          "text": "И пришед ко учеником, и обрете их спящих, и глагола петрови: тако ли не возмогосте единаго часа побдети со мною? ",
          "ID": "40"
        },
        {
          "text": "бдите и молитеся, да не внидете в напасть: дух убо бодр, плоть же немощна. ",
          "ID": "41"
        },
        {
          "text": "Паки вторицею шед помолися, глаголя: Отче мой, аще не может сия чаша мимоити от мене, аще не пию ея, буди воля твоя. ",
          "ID": "42"
        },
        {
          "text": "И пришед обрете их паки спящих: беста бо им очи отяготене. ",
          "ID": "43"
        },
        {
          "text": "И оставль их, шед паки, помолися третицею, тожде слово рек. ",
          "ID": "44"
        },
        {
          "text": "Тогда прииде ко учеником своим и глагола им: спите прочее и почивайте: се, приближися час, и Сын Человеческий предается в руки грешников: ",
          "ID": "45"
        },
        {
          "text": "востаните, идем: се, приближися предаяй мя. ",
          "ID": "46"
        },
        {
          "text": "И еще ему глаголющу, се, иуда, един от обоюнадесяте, прииде, и с ним народ мног со оружием и дрекольми, от архиерей и старец людских. ",
          "ID": "47"
        },
        {
          "text": "Предаяй же его даде им знамение, глаголя: егоже аще лобжу, той есть: имите его. ",
          "ID": "48"
        },
        {
          "text": "И абие приступль ко Иисусови, рече: радуйся, равви. И облобыза его. ",
          "ID": "49"
        },
        {
          "text": "Иисус же рече ему: друже, (твори,) на неже еси пришел. Тогда приступльше возложиша руце на Иисуса и яша его. ",
          "ID": "50"
        },
        {
          "text": "И се, един от сущих со Иисусом, простер руку, извлече нож свой, и удари раба архиереова, и уреза ему ухо. ",
          "ID": "51"
        },
        {
          "text": "Тогда глагола ему Иисус: возврати нож твой в место его: вси бо приемшии нож ножем погибнут: ",
          "ID": "52"
        },
        {
          "text": "или мнится ти, яко не могу ныне умолити Отца моего, и представит ми вящше неже дванадесяте легеона ангел? ",
          "ID": "53"
        },
        {
          "text": "како убо сбудутся писания, яко тако подобает быти? ",
          "ID": "54"
        },
        {
          "text": "В той час рече Иисус народом: яко на разбойника ли изыдосте со оружием и дрекольми яти мя? по вся дни при вас седех учя в церкви, и не ясте мене. ",
          "ID": "55"
        },
        {
          "text": "Се же все бысть, да сбудутся писания пророческая. Тогда ученицы вси оставльше его бежаша. ",
          "ID": "56"
        },
        {
          "text": "(Воини) же емше Иисуса ведоша к каиафе архиереови, идеже книжницы и старцы собрашася. ",
          "ID": "57"
        },
        {
          "text": "Петр же идяше по нем издалеча до двора архиереова: и вшед внутрь, седяше со слугами, видети кончину. ",
          "ID": "58"
        },
        {
          "text": "Архиерее же и старцы и сонм весь искаху лжесвидетелства на Иисуса, яко да убиют его, ",
          "ID": "59"
        },
        {
          "text": "и не обретаху: и многим лжесвидетелем приступльшым, не обретоша. Послежде же приступивша два лжесвидетеля, ",
          "ID": "60"
        },
        {
          "text": "реста: сей рече: могу разорити церковь Божию и треми денми создати ю. ",
          "ID": "61"
        },
        {
          "text": "И востав архиерей рече ему: ничесоже ли отвещаваеши, что сии на тя свидетелствуют? ",
          "ID": "62"
        },
        {
          "text": "Иисус же молчаше. И отвещав архиерей рече ему: заклинаю тя Богом живым, да речеши нам, аще ты еси Христос, Сын Божий? ",
          "ID": "63"
        },
        {
          "text": "глагола ему Иисус: ты рекл еси: обаче глаголю вам: отселе узрите Сына Человеческаго седяща одесную силы и грядуща на облацех небесных. ",
          "ID": "64"
        },
        {
          "text": "Тогда архиерей растерза ризы своя, глаголя, яко хулу глагола: что еще требуем свидетелей? се, ныне слышасте хулу его: ",
          "ID": "65"
        },
        {
          "text": "что вам мнится? Они же отвещавше реша: повинен есть смерти. ",
          "ID": "66"
        },
        {
          "text": "Тогда заплеваша лице его и пакости ему деяху: овии же за ланиту удариша, ",
          "ID": "67"
        },
        {
          "text": "глаголюще: прорцы нам, Христе, кто есть ударей тя? ",
          "ID": "68"
        },
        {
          "text": "Петр же вне седяше во дворе. И приступи к нему едина рабыня, глаголющи: и ты был еси со Иисусом галилейским. ",
          "ID": "69"
        },
        {
          "text": "Он же отвержеся пред всеми, глаголя: не вем, что глаголеши. ",
          "ID": "70"
        },
        {
          "text": "Изшедшу же ему ко вратом, узре его другая, и глагола сущым тамо: и сей бе со Иисусом назореом. ",
          "ID": "71"
        },
        {
          "text": "И паки отвержеся с клятвою, яко не знаю Человека. ",
          "ID": "72"
        },
        {
          "text": "Помале же приступивше стоящии, реша петрови: воистинну и ты от них еси, ибо беседа твоя яве тя творит. ",
          "ID": "73"
        },
        {
          "text": "Тогда начат ротитися и клятися, яко не знаю Человека. И абие петель возгласи. ",
          "ID": "74"
        },
        {
          "text": "И помяну петр глаголгол Иисусов, реченный ему, яко прежде даже петель не возгласит, трикраты отвержешися мене. И изшед вон плакася горько.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26",
      "name": "Евангелие от Матфея 26"
    },
    {
      "text": [
        {
          "text": "Утру же бывшу, совет сотвориша вси архиерее и старцы людстии на Иисуса, яко убити его: ",
          "ID": "1"
        },
        {
          "text": "и связавше его ведоша и предаша его понтийскому пилату игемону. ",
          "ID": "2"
        },
        {
          "text": "Тогда видев иуда предавый его, яко осудиша его, раскаявся возврати тридесять сребреники архиереем и старцем, ",
          "ID": "3"
        },
        {
          "text": "глаголя: согреших предав кровь неповинную. Они же реша: что есть нам? ты узриши. ",
          "ID": "4"
        },
        {
          "text": "И поверг сребреники в церкви, отиде: и шед удавися. ",
          "ID": "5"
        },
        {
          "text": "Архиерее же приемше сребреники, реша: недостойно есть вложити их в корвану, понеже цена крове есть. ",
          "ID": "6"
        },
        {
          "text": "Совет же сотворше, купиша ими село скудельничо, в погребание странным: ",
          "ID": "7"
        },
        {
          "text": "темже наречеся село то село крове, до сего дне: ",
          "ID": "8"
        },
        {
          "text": "тогда сбыстся реченное иеремием пророком, глаголющим: и прияша тридесять сребреник, цену цененнаго, егоже цениша от сынов израилев, ",
          "ID": "9"
        },
        {
          "text": "и даша я на село скудельничо, якоже сказа мне Господь. ",
          "ID": "10"
        },
        {
          "text": "Иисус же ста пред игемоном. И вопроси его игемон, глаголя: ты ли еси Царь иудейский? Иисус же рече ему: ты глаголеши. ",
          "ID": "11"
        },
        {
          "text": "И егда нань глаголаху архиерее и старцы, ничесоже отвещаваше. ",
          "ID": "12"
        },
        {
          "text": "Тогда глагола ему пилат: не слышиши ли, колика на тя свидетелствуют? ",
          "ID": "13"
        },
        {
          "text": "И не отвеща ему ни к единому глаголу, яко дивитися игемону зело. ",
          "ID": "14"
        },
        {
          "text": "На (всяк) же праздник обычай бе игемону отпущати единаго народу связня, егоже хотяху: ",
          "ID": "15"
        },
        {
          "text": "имяху же тогда связана нарочита, глаголемаго варавву: ",
          "ID": "16"
        },
        {
          "text": "собравшымся же им, рече им пилат: кого хощете (от обою) отпущу вам: варавву ли, или Иисуса глаголемаго Христа? ",
          "ID": "17"
        },
        {
          "text": "Ведяше бо, яко зависти ради предаша его. ",
          "ID": "18"
        },
        {
          "text": "Седящу же ему на судищи, посла к нему жена его, глаголющи: ничтоже тебе и праведнику тому: много бо пострадах днесь во сне его ради. ",
          "ID": "19"
        },
        {
          "text": "Архиерее же и старцы наустиша народы, да испросят варавву, Иисуса же погубят. ",
          "ID": "20"
        },
        {
          "text": "Отвещав же игемон рече им: кого хощете от обою отпущу вам? Они же реша: варавву. ",
          "ID": "21"
        },
        {
          "text": "Глагола им пилат: что убо сотворю Иисусу глаголемому Христу? Глаголаша ему вси: да распят будет. ",
          "ID": "22"
        },
        {
          "text": "Игемон же рече: кое убо зло сотвори? Они же излиха вопияху, глаголюще: да пропят будет. ",
          "ID": "23"
        },
        {
          "text": "Видев же пилат, яко ничтоже успевает, но паче молва бывает, приемь воду, умы руце пред народом, глаголя: неповинен есмь от крове праведнаго сего: вы узрите. ",
          "ID": "24"
        },
        {
          "text": "И отвещавше вси людие реша: кровь его на нас и на чадех наших. ",
          "ID": "25"
        },
        {
          "text": "Тогда отпусти им варавву: Иисуса же бив предаде (им), да его пропнут. ",
          "ID": "26"
        },
        {
          "text": "Тогда воини игемоновы, приемше Иисуса на судище, собраша нань все множество воин: ",
          "ID": "27"
        },
        {
          "text": "и совлекше его, одеяша его хламидою червленою: ",
          "ID": "28"
        },
        {
          "text": "и сплетше венец от терния, возложиша на главу его, и трость в десницу его: и поклоньшеся на колену пред ним ругахуся ему, глаголюще: радуйся, Царю иудейский. ",
          "ID": "29"
        },
        {
          "text": "И плюнувше нань, прияша трость и бияху по главе его. ",
          "ID": "30"
        },
        {
          "text": "И егда поругашася ему, совлекоша с него багряницу и облекоша его в ризы его: и ведоша его на пропятие. ",
          "ID": "31"
        },
        {
          "text": "Исходяще же обретоша человека киринейска, именем симона: и сему задеша понести крест его. ",
          "ID": "32"
        },
        {
          "text": "И пришедше на место нарицаемое голгофа, еже есть глаголемо краниево место, ",
          "ID": "33"
        },
        {
          "text": "даша ему пити оцет с желчию смешен: и вкушь, не хотяше пити. ",
          "ID": "34"
        },
        {
          "text": "Распеншии же его разделиша ризы его, вергше жребия: ",
          "ID": "35"
        },
        {
          "text": "и седяще стрежаху его ту: ",
          "ID": "36"
        },
        {
          "text": "и возложиша верху главы его вину его написану: сей есть Иисус, Царь иудейский. ",
          "ID": "37"
        },
        {
          "text": "Тогда распяша с ним два разбойника: единаго о десную, и единаго о шуюю. ",
          "ID": "38"
        },
        {
          "text": "Мимоходящии же хуляху его, покивающе главами своими ",
          "ID": "39"
        },
        {
          "text": "и глаголюще: разоряяй церковь и треми денми созидаяй, спасися сам: аще Сын еси Божий, сниди со креста. ",
          "ID": "40"
        },
        {
          "text": "Такожде же и архиерее ругающеся с книжники и старцы (и фарисеи), глаголаху: ",
          "ID": "41"
        },
        {
          "text": "иныя спасе, себе ли не может спасти? аще Царь израилев есть, да снидет ныне со креста, и веруем в него: ",
          "ID": "42"
        },
        {
          "text": "упова на Бога: да избавит ныне его, аще хощет ему. Рече бо, яко Божий есмь Сын. ",
          "ID": "43"
        },
        {
          "text": "Тожде же и разбойника распятая с ним поношаста ему. ",
          "ID": "44"
        },
        {
          "text": "От шестаго же часа тма бысть по всей земли до часа девятаго: ",
          "ID": "45"
        },
        {
          "text": "о девятем же часе возопи Иисус гласом велиим, глаголя: или, или, лима савахфани? еже есть, Боже мой, Боже мой, вскую мя еси оставил? ",
          "ID": "46"
        },
        {
          "text": "Нецыи же от ту стоящих слышавше глаголаху, яко илию глашает сей. ",
          "ID": "47"
        },
        {
          "text": "И абие тек един от них, и приемь губу, исполнив же оцта, и вонзе на трость, напаяше его. ",
          "ID": "48"
        },
        {
          "text": "Прочии же глаголаху: остави, да видим, аще приидет илиа спасти его. ",
          "ID": "49"
        },
        {
          "text": "Иисус же, паки возопив гласом велиим, испусти дух. ",
          "ID": "50"
        },
        {
          "text": "И се, завеса церковная раздрася на двое с вышняго края до нижняго: и земля потрясеся: и камение распадеся: ",
          "ID": "51"
        },
        {
          "text": "и гроби отверзошася: и многа телеса усопших святых восташа: ",
          "ID": "52"
        },
        {
          "text": "и изшедше из гроб, по воскресении его, внидоша во святый град и явишася мнозем. ",
          "ID": "53"
        },
        {
          "text": "Сотник же и иже с ним стрегущии Иисуса, видевше трус и бывшая, убояшася зело, глаголюще: воистинну Божий Сын бе сей. ",
          "ID": "54"
        },
        {
          "text": "Бяху же ту и жены многи издалеча зрящя, яже идоша по Иисусе от галилеи, служащя ему: ",
          "ID": "55"
        },
        {
          "text": "в нихже бе мариа магдалина, и мариа иакова и иосии мати, и мати сыну зеведеову. ",
          "ID": "56"
        },
        {
          "text": "Позде же бывшу, прииде человек богат от аримафеа, именем иосиф, иже и сам учися у Иисуса: ",
          "ID": "57"
        },
        {
          "text": "сей приступль к пилату, проси телесе Иисусова. Тогда пилат повеле дати тело. ",
          "ID": "58"
        },
        {
          "text": "И приемь тело иосиф, обвит е плащаницею чистою ",
          "ID": "59"
        },
        {
          "text": "и положи е в новем своем гробе, егоже изсече в камени: и возвалив камень велий над двери гроба, отиде. ",
          "ID": "60"
        },
        {
          "text": "Бе же ту мариа магдалина и другая мариа, седяще прямо гроба. ",
          "ID": "61"
        },
        {
          "text": "Во утрий же день, иже есть по пятце, собрашася архиерее и фарисее к пилату, ",
          "ID": "62"
        },
        {
          "text": "глаголюще: господи, помянухом, яко льстец он рече, еще сый жив: по триех днех востану: ",
          "ID": "63"
        },
        {
          "text": "повели убо утвердити гроб до третияго дне, да не како пришедше ученицы его нощию украдут его и рекут людем: воста от мертвых: и будет последняя лесть горша первыя. ",
          "ID": "64"
        },
        {
          "text": "Рече же им пилат: имате кустодию: идите, утвердите, якоже весте. ",
          "ID": "65"
        },
        {
          "text": "Они же шедше утвердиша гроб, знаменавше камень с кустодиею.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27",
      "name": "Евангелие от Матфея 27"
    },
    {
      "text": [
        {
          "text": "В вечер же субботный, свитающи во едину от суббот, прииде мариа магдалина и другая мариа, видети гроб. ",
          "ID": "1"
        },
        {
          "text": "И се, трус бысть велий: ангел бо Господень сшед с небесе, приступль отвали камень от дверий гроба и седяше на нем: ",
          "ID": "2"
        },
        {
          "text": "бе же зрак его яко молния, и одеяние его бело яко снег. ",
          "ID": "3"
        },
        {
          "text": "От страха же его сотрясошася стрегущии и быша яко мертви. ",
          "ID": "4"
        },
        {
          "text": "Отвещав же ангел рече женам: не бойтеся вы: вем бо, яко Иисуса распятаго ищете: ",
          "ID": "5"
        },
        {
          "text": "несть зде: воста бо, якоже рече: приидите, видите место, идеже лежа Господь, ",
          "ID": "6"
        },
        {
          "text": "и скоро шедше рцыте учеником его, яко воста от мертвых и се, варяет вы в галилеи: тамо его узрите: се, рех вам. ",
          "ID": "7"
        },
        {
          "text": "И изшедше скоро от гроба со страхом и радостию велиею, текосте возвестити учеником его. ",
          "ID": "8"
        },
        {
          "text": "Егда же идясте возвестити учеником его, и се, Иисус срете я, глаголя: радуйтеся. Оне же приступльше ястеся за нозе его и поклонистеся ему. ",
          "ID": "9"
        },
        {
          "text": "Тогда глагола има Иисус: не бойтеся: идите, возвестите братии моей, да идут в галилею, и ту мя видят. ",
          "ID": "10"
        },
        {
          "text": "Идущема же има, се, нецыи от кустодии пришедше во град, возвестиша архиереом вся бывшая. ",
          "ID": "11"
        },
        {
          "text": "И собравшеся со старцы, совет сотвориша, сребреники доволны даша воином, ",
          "ID": "12"
        },
        {
          "text": "глаголюще: рцыте, яко ученицы его нощию пришедше украдоша его, нам спящым: ",
          "ID": "13"
        },
        {
          "text": "и аще сие услышано будет у игемона, мы утолим его и вас безпечальны сотворим. ",
          "ID": "14"
        },
        {
          "text": "Они же приемше сребреники, сотвориша, якоже научени быша. И промчеся слово сие во иудеех даже до сего дне. ",
          "ID": "15"
        },
        {
          "text": "Единии же надесяте ученицы идоша в галилею, в гору, аможе повеле им Иисус: ",
          "ID": "16"
        },
        {
          "text": "и видевше его, поклонишася ему: ови же усумнешася. ",
          "ID": "17"
        },
        {
          "text": "И приступль Иисус, рече им, глаголя: дадеся ми всяка власть на небеси и на земли: ",
          "ID": "18"
        },
        {
          "text": "шедше убо научите вся языки, крестяще их во имя Отца и Сына и святаго Духа, ",
          "ID": "19"
        },
        {
          "text": "учаще их блюсти вся, елика заповедах вам: и се, аз с вами есмь во вся дни до скончания века. Аминь. ",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28",
      "name": "Евангелие от Матфея 28"
    }
  ],
  "ID": "NT:MAT(CSLAV)",
  "name": "Евангелие от Матфея"
}