{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Вот родословная Иисуса Христа, происходящего из рода Давида, рожденного в роде Авраама:",
          "ID": "1"
        },
        {
          "text": "Авраам был отцом Исаака.",
          "ID": "2"
        },
        {
          "text": "Исаак был отцом Иакова,",
          "ID": "2"
        },
        {
          "text": "Иаков был отцом Иуды и его братьев.",
          "ID": "2"
        },
        {
          "text": "Иуда был отцом Фареса и Зары,",
          "ID": "3"
        },
        {
          "text": "их матерью была Фамарь.",
          "ID": "3"
        },
        {
          "text": "Фарес был отцом Есрома,",
          "ID": "3"
        },
        {
          "text": "Есром был отцом Арама.",
          "ID": "3"
        },
        {
          "text": "Арам был отцом Аминадава.",
          "ID": "4"
        },
        {
          "text": "Аминадав был отцом Наассона.",
          "ID": "4"
        },
        {
          "text": "Наассон был отцом Салмона.",
          "ID": "4"
        },
        {
          "text": "Салмон был отцом Вооза,",
          "ID": "5"
        },
        {
          "text": "его матерью была Рахав.",
          "ID": "5"
        },
        {
          "text": "Вооз был отцом Овида,",
          "ID": "5"
        },
        {
          "text": "его матерью была Руфь.",
          "ID": "5"
        },
        {
          "text": "Овид был отцом Иессея.",
          "ID": "5"
        },
        {
          "text": "Иессей был отцом царя Давида.",
          "ID": "6"
        },
        {
          "text": "Давид был отцом Соломона,",
          "ID": "6"
        },
        {
          "text": "его матерью была жена Урии.",
          "ID": "6"
        },
        {
          "text": "Соломон был отцом Ровоама.",
          "ID": "7"
        },
        {
          "text": "Ровоам был отцом Авии.",
          "ID": "7"
        },
        {
          "text": "Авия был отцом Асы.",
          "ID": "7"
        },
        {
          "text": "Аса был отцом Иосафата.",
          "ID": "8"
        },
        {
          "text": "Иосафат был отцом Иорама.",
          "ID": "8"
        },
        {
          "text": "Иорам был отцом Озии.",
          "ID": "8"
        },
        {
          "text": "Озия был отцом Иоафама.",
          "ID": "9"
        },
        {
          "text": "Иоафам был отцом Ахаза.",
          "ID": "9"
        },
        {
          "text": "Ахаз был отцом Езекии.",
          "ID": "9"
        },
        {
          "text": "Езекия был отцом Манассии.",
          "ID": "10"
        },
        {
          "text": "Манассия был отцом Амона.",
          "ID": "10"
        },
        {
          "text": "Амон был отцом Иосии.",
          "ID": "10"
        },
        {
          "text": "Иосия был отцом Иехонии и его братьев,",
          "ID": "11"
        },
        {
          "text": "которые жили во время переселения израильского",
          "ID": "11"
        },
        {
          "text": "народа в Вавилон.",
          "ID": "11"
        },
        {
          "text": "После изгнания в Вавилон:",
          "ID": "12"
        },
        {
          "text": "Иехония был отцом Салафииля,",
          "ID": "12"
        },
        {
          "text": "Салафииль был отцом Зоровавеля.",
          "ID": "12"
        },
        {
          "text": "Зоровавель был отцом Авиуда,",
          "ID": "13"
        },
        {
          "text": "Авиуд был отцом Елиакима,",
          "ID": "13"
        },
        {
          "text": "Елиаким был отцом Азора.",
          "ID": "13"
        },
        {
          "text": "Азор был отцом Садока.",
          "ID": "14"
        },
        {
          "text": "Садок был отцом Ахима,",
          "ID": "14"
        },
        {
          "text": "Ахим был отцом Елиуда.",
          "ID": "14"
        },
        {
          "text": "Елиуд был отцом Елеазара.",
          "ID": "15"
        },
        {
          "text": "Елеазар был отцом Маттана,",
          "ID": "15"
        },
        {
          "text": "Маттан был отцом Иакова.",
          "ID": "15"
        },
        {
          "text": "Иаков же был отцом Иосифа, мужа Марии,",
          "ID": "16"
        },
        {
          "text": "у которой родился Иисус,",
          "ID": "16"
        },
        {
          "text": "называемый Христом.",
          "ID": "16"
        },
        {
          "text": "Всего между Авраамом и Давидом было четырнадцать поколений, а также четырнадцать поколений между Давидом и переселением в Вавилон, и четырнадцать поколений между переселением в Вавилон и рождением Христа.",
          "ID": "17"
        },
        {
          "text": "Вот как произошло рождение Иисуса Христа: мать Его, Мария, была помолвлена с Иосифом, но прежде чем их брак совершился, оказалось, что она беременна от Святого Духа.",
          "ID": "18"
        },
        {
          "text": "Иосиф, её будущий муж, был благочестивым человеком. Он не хотел подвергать её публичному унижению и поэтому решил расторгнуть помолвку без огласки.",
          "ID": "19"
        },
        {
          "text": "Но пока он обдумывал это, к нему во сне явился Ангел Господний и сказал: «Иосиф, сын Давидов, не бойся взять Марию себе в жёны, так как Дитя, Которое она зачала, — от Святого Духа.",
          "ID": "20"
        },
        {
          "text": "И родит она Сына, и назовёшь ты Его Иисусом, потому что Он спасёт Свой народ от его грехов».",
          "ID": "21"
        },
        {
          "text": "Всё это случилось во исполнение сказанного Господом устами пророка:",
          "ID": "22"
        },
        {
          "text": "«Слушайте! Забеременеет девственница и родит Сына.",
          "ID": "23"
        },
        {
          "text": "И назовут Его Эммануилом»,",
          "ID": "23"
        },
        {
          "text": "что значит «С нами Бог!»",
          "ID": "23"
        },
        {
          "text": "Когда Иосиф проснулся, он поступил по велению Ангела Господнего и взял Марию в жёны,",
          "ID": "24"
        },
        {
          "text": "но соблюдал её девственность, пока она не родила Сына. Иосиф назвал Его Иисусом.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1",
      "name": "По Матфею Благовествование 1"
    },
    {
      "text": [
        {
          "text": "Иисус родился в Вифлееме, в Иудее, во времена царя Ирода. Некоторое время спустя с востока в Иерусалим пришли мудрецы.",
          "ID": "1"
        },
        {
          "text": "Они спросили: «Где новорожденный Царь Иудейский? Видели мы, как звезда Его воссияла на небе и пришли, чтобы поклониться Ему».",
          "ID": "2"
        },
        {
          "text": "Царь Ирод, услышав это, очень встревожился, а вместе с ним встревожились и жители Иерусалима.",
          "ID": "3"
        },
        {
          "text": "Тогда Ирод, собрав всех главных священников и законников, спросил их: «Где должен родиться Христос?»",
          "ID": "4"
        },
        {
          "text": "Они сказали ему: «В Вифлееме, в Иудее, так как вот что написано пророком:",
          "ID": "5"
        },
        {
          "text": "Ты, Вифлеем, в стране Иудейской,",
          "ID": "6"
        },
        {
          "text": "отнюдь не последний среди правителей иудейских,",
          "ID": "6"
        },
        {
          "text": "так как из тебя придёт Правитель,",
          "ID": "6"
        },
        {
          "text": "Который станет Пастырем народа Моего, Израиля». Михей 5:2",
          "ID": "6"
        },
        {
          "text": "Тогда Ирод призвал мудрецов и выведал у них, когда появилась звезда в небе.",
          "ID": "7"
        },
        {
          "text": "Затем он послал их в Вифлеем и сказал: «Пойдите и расспросите подробно о младенце. И когда найдёте Его, сообщите мне, чтобы я тоже мог пойти и поклониться Ему».",
          "ID": "8"
        },
        {
          "text": "Выслушав царя, они ушли, а звезда, которую увидели мудрецы, воссиявшей в небе на востоке, двигалась впереди них, пока не остановилась над местом, где находилось Дитя.",
          "ID": "9"
        },
        {
          "text": "Увидев звезду, мудрецы очень обрадовались.",
          "ID": "10"
        },
        {
          "text": "Они вошли в дом и увидели Младенца с Марией, матерью Его и, упав ниц, поклонились Ему. Потом открыли они свои ларцы с сокровищами и стали подносить Ему дары: золото, ладан и мирру.",
          "ID": "11"
        },
        {
          "text": "Но Бог явился им во сне и предупредил их, чтобы они не возвращались к Ироду, поэтому мудрецы отправились обратно в свою страну другой дорогой.",
          "ID": "12"
        },
        {
          "text": "После того как они ушли, Иосифу во сне явился Ангел Господний и сказал: «Вставай, возьми Младенца и мать Его и беги в Египет. Оставайся там до тех пор, пока я не дам тебе знать, потому что Ирод будет искать Младенца, чтобы убить Его».",
          "ID": "13"
        },
        {
          "text": "Иосиф встал, взял Младенца и мать Его и ночью ушёл в Египет.",
          "ID": "14"
        },
        {
          "text": "Он оставался там до смерти Ирода. Это случилось, чтобы исполнилось то, что Господь сказал устами пророка: «Призвал Я Сына Моего из Египта».",
          "ID": "15"
        },
        {
          "text": "Тогда Ирод, увидев, что мудрецы его обманули, впал в ярость и приказал убить в Вифлееме и в округе всех младенцев мужского пола от двух лет и младше (определив возраст из того, что сказали ему мудрецы).",
          "ID": "16"
        },
        {
          "text": "Тогда исполнилось то, что было сказано устами пророка Иеремии:",
          "ID": "17"
        },
        {
          "text": "«Вопль раздался в Раме,",
          "ID": "18"
        },
        {
          "text": "звуки рыданий и печали великой.",
          "ID": "18"
        },
        {
          "text": "Это плачет безутешная Рахиль о детях своих,",
          "ID": "18"
        },
        {
          "text": "так как нет их больше в живых». Иеремия 31:15",
          "ID": "18"
        },
        {
          "text": "После смерти Ирода Иосифу в Египте явился во сне Ангел Господний.",
          "ID": "19"
        },
        {
          "text": "Он сказал: «Вставай, возьми Младенца и мать Его и отправляйся в Израиль, так как те, кто пытался погубить Младенца — мертвы».",
          "ID": "20"
        },
        {
          "text": "Иосиф, взяв Младенца и мать Его, отправился в Израиль.",
          "ID": "21"
        },
        {
          "text": "Услышав же, что Архелай правит Иудеей вместо Ирода, отца своего, Иосиф побоялся туда возвращаться, но, получив во сне предупреждение от Бога, пошёл в окрестности Галилеи.",
          "ID": "22"
        },
        {
          "text": "Придя туда, он поселился в городе под названием Назарет. Тогда исполнились предсказания пророков о Христе: «Его назовут Назарянином».",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2",
      "name": "По Матфею Благовествование 2"
    },
    {
      "text": [
        {
          "text": "В те дни пришёл Иоанн Креститель и начал проповедовать Слово Божье в пустыне иудейской.",
          "ID": "1"
        },
        {
          "text": "Он говорил: «Покайтесь, так как Царство Небесное близко».",
          "ID": "2"
        },
        {
          "text": "Это о нём говорил пророк Исаия:",
          "ID": "3"
        },
        {
          "text": "«Голос раздаётся в пустыне, восклицая:",
          "ID": "3"
        },
        {
          "text": "„Подготовьте путь Господу,",
          "ID": "3"
        },
        {
          "text": "проложите Ему тропы прямые”». Исаия 40:3",
          "ID": "3"
        },
        {
          "text": "Одежда Иоанна была из верблюжьей шерсти, а подпоясывался он широким кожаным ремнём. Питался же он саранчой и диким мёдом.",
          "ID": "4"
        },
        {
          "text": "В то время люди отовсюду приходили послушать Его: из Иерусалима, из всей Иудеи и из всей окрестности Иордана.",
          "ID": "5"
        },
        {
          "text": "Иоанн крестил их в водах реки Иордан, и они исповедовались в своих грехах.",
          "ID": "6"
        },
        {
          "text": "Увидев, что пришло много фарисеев и саддукеев, чтобы принять от него крещение, он сказал им: «Отродья змеиные! Кто предупредил вас, чтобы вы бежали от приближающегося гнева Божьего?",
          "ID": "7"
        },
        {
          "text": "Докажите, что вы действительно покаялись,",
          "ID": "8"
        },
        {
          "text": "и не думайте, что достаточно вам будет сказать себе: „Наш отец — Авраам”. Я говорю вам, что Бог может вот эти камни превратить в детей Авраамовых.",
          "ID": "9"
        },
        {
          "text": "Топор уже готов рубить деревья. Всякое дерево, которое не приносит хорошие плоды, будет срублено и брошено в огонь.",
          "ID": "10"
        },
        {
          "text": "Я крещу водой в знак покаяния, но Тот, Кто придёт после меня, сильнее меня. Я недостоин даже быть рабом, который снимает Его сандалии. Он будет крестить вас Святым Духом и огнём.",
          "ID": "11"
        },
        {
          "text": "В руке Его будет лопата, которой Он отделит зерно от мякины. Он соберёт хорошее зерно в свою житницу, а мякину сожжёт в неугасимом огне».",
          "ID": "12"
        },
        {
          "text": "В то время Иисус пришёл из Галилеи к реке Иордан. Он пришёл к Иоанну, потому что хотел, чтобы Иоанн крестил Его.",
          "ID": "13"
        },
        {
          "text": "Но Иоанн попытался удержать Его, говоря: «Это я должен креститься у Тебя, так почему же Ты пришёл ко мне?»",
          "ID": "14"
        },
        {
          "text": "В ответ Иисус сказал ему: «Пусть пока будет так, потому что положено нам выполнить всё, что назначено Богом». Тогда Иоанн согласился крестить Его.",
          "ID": "15"
        },
        {
          "text": "Иисус крестился, а когда Он вышел из воды, небеса открылись перед Ним, и Он увидел Духа Божьего, спускавшийся на Него, подобно голубю.",
          "ID": "16"
        },
        {
          "text": "И голос с Небес провозгласил: «Вот Сын Мой возлюбленный, к Которому Я благоволю».",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3",
      "name": "По Матфею Благовествование 3"
    },
    {
      "text": [
        {
          "text": "И тогда Дух повёл Иисуса в пустыню, чтобы подвергнуть Его искушению дьяволом.",
          "ID": "1"
        },
        {
          "text": "Иисус постился сорок дней и ночей и был очень голоден.",
          "ID": "2"
        },
        {
          "text": "Тогда к Нему пришёл дьявол и сказал: «Если Ты Сын Божий, то прикажи, чтобы камни эти превратились в хлебы».",
          "ID": "3"
        },
        {
          "text": "Но Иисус ответил: «В Писании сказано:",
          "ID": "4"
        },
        {
          "text": "„Не хлебом единым жив человек,",
          "ID": "4"
        },
        {
          "text": "а всяким словом, исходящим из уст Божьих”». Второзаконие 8:3",
          "ID": "4"
        },
        {
          "text": "Тогда дьявол взял Его с собой в святой Иерусалим, вознёс Его на самую высокую башню храма",
          "ID": "5"
        },
        {
          "text": "и сказал: «Если Ты Сын Божий, то бросься вниз, потому что сказано в Писании:",
          "ID": "6"
        },
        {
          "text": "„Велит Он Ангелам Своим охранять Тебя,",
          "ID": "6"
        },
        {
          "text": "и снесут они Тебя на руках,",
          "ID": "6"
        },
        {
          "text": "чтобы ноги Твои не коснулись камня!”» Псалом 90:11-12",
          "ID": "6"
        },
        {
          "text": "Иисус отвечал ему: «Но в Писании сказано также:",
          "ID": "7"
        },
        {
          "text": "„Не искушай Господа, Бога твоего!”»",
          "ID": "7"
        },
        {
          "text": "После этого дьявол перенёс Христа на высокую гору и показал Ему все царства мира во всём их великолепии.",
          "ID": "8"
        },
        {
          "text": "И сказал он Иисусу: «Я дам Тебе всё это, если падёшь предо мной ниц и поклонишься мне».",
          "ID": "9"
        },
        {
          "text": "И ответил тогда ему Иисус: «Отойди от Меня, сатана! Сказано в Писании:",
          "ID": "10"
        },
        {
          "text": "„Поклоняйся Господу, Богу твоему,",
          "ID": "10"
        },
        {
          "text": "и служи Ему одному!”» Второзаконие 6:13",
          "ID": "10"
        },
        {
          "text": "И тогда дьявол оставил Его, и пришли к нему Ангелы и стали Ему служить.",
          "ID": "11"
        },
        {
          "text": "Когда Иисус услышал, что Иоанна взяли под стражу, Он отправился обратно в Галилею.",
          "ID": "12"
        },
        {
          "text": "Однако Он не остался в Назарете, а пошёл и поселился в Капернауме, неподалёку от Галилейского озера, в окрестностях Завулона и Неффалима.",
          "ID": "13"
        },
        {
          "text": "Это случилось во исполнение того, что было сказано устами пророка Исаии:",
          "ID": "14"
        },
        {
          "text": "«Земля Завулона и земля Неффалима,",
          "ID": "15"
        },
        {
          "text": "по пути к морю, за рекой Иордан!",
          "ID": "15"
        },
        {
          "text": "Галилея, земля язычников —",
          "ID": "15"
        },
        {
          "text": "люди, живущие во тьме духовной,",
          "ID": "16"
        },
        {
          "text": "увидели яркий Свет,",
          "ID": "16"
        },
        {
          "text": "и для тех, кто живёт на земле в тени смерти,",
          "ID": "16"
        },
        {
          "text": "воссиял Свет». Исаия 9:1-2",
          "ID": "16"
        },
        {
          "text": "С того времени Иисус начал проповедовать людям, наставляя их: «Покайтесь, так как Царство Небесное близко».",
          "ID": "17"
        },
        {
          "text": "Проходя мимо Галилейского озера, Он увидел двух братьев: Симона, называемого Петром, и брата его Андрея. Они были рыбаками и в это время забрасывали в озеро свою сеть.",
          "ID": "18"
        },
        {
          "text": "Он сказал им: «Следуйте за Мной, и Я сделаю вас ловцами душ человеческих».",
          "ID": "19"
        },
        {
          "text": "И они сразу же оставили свои сети и последовали за Ним.",
          "ID": "20"
        },
        {
          "text": "А Иисус пошёл дальше вдоль озера и увидел двух других братьев: Иакова, сына Зеведея, и брата его Иоанна. Увидев их вместе с их отцом Зеведеем в лодке, где они чинили сети, Он позвал их,",
          "ID": "21"
        },
        {
          "text": "и они тотчас же оставили лодку и отца своего и пошли за Ним.",
          "ID": "22"
        },
        {
          "text": "И пошёл Иисус по всей Галилее, проповедуя в их синагогах и благовествуя о Царстве, исцеляя болезни и недуги среди народа.",
          "ID": "23"
        },
        {
          "text": "Весть о Нём распространилась по всей Сирии, и люди приносили к Нему всех больных, поражённых разными недугами, мучимых болями и одержимых бесами, эпилептиков и паралитиков, и Иисус исцелял всех.",
          "ID": "24"
        },
        {
          "text": "Множество народа следовало за Ним из Галилеи, Десятиградия, Иерусалима, Иудеи и из-за Иордана.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4",
      "name": "По Матфею Благовествование 4"
    },
    {
      "text": [
        {
          "text": "Увидев толпы народа, Иисус поднялся на гору, а Его ученики пришли к Нему. Там Он сел",
          "ID": "1"
        },
        {
          "text": "и стал проповедовать людям:",
          "ID": "2"
        },
        {
          "text": "«Блаженны осознающие духовную потребность в Боге,",
          "ID": "3"
        },
        {
          "text": "так как Царство Небесное принадлежит им.",
          "ID": "3"
        },
        {
          "text": "Блаженны печалящиеся,",
          "ID": "4"
        },
        {
          "text": "так как Бог их утешит.",
          "ID": "4"
        },
        {
          "text": "Блаженны кроткие,",
          "ID": "5"
        },
        {
          "text": "так как унаследуют они землю, обещанную Богом.",
          "ID": "5"
        },
        {
          "text": "Блаженны изголодавшиеся и томящиеся жаждой праведности,",
          "ID": "6"
        },
        {
          "text": "так как удовлетворены они будут Богом сполна.",
          "ID": "6"
        },
        {
          "text": "Блаженны милостивые,",
          "ID": "7"
        },
        {
          "text": "так как будет им оказана Божья милость.",
          "ID": "7"
        },
        {
          "text": "Блаженны те, чьи помыслы чисты,",
          "ID": "8"
        },
        {
          "text": "так как они будут с Богом.",
          "ID": "8"
        },
        {
          "text": "Блаженны миротворцы,",
          "ID": "9"
        },
        {
          "text": "так как они будут названы детьми Божьими.",
          "ID": "9"
        },
        {
          "text": "Блаженны преследуемые за праведность,",
          "ID": "10"
        },
        {
          "text": "так как Царство Небесное принадлежит им.",
          "ID": "10"
        },
        {
          "text": "Блаженны вы, когда вас оскорбляют, преследуют и клевещут на вас только потому, что вы Мои ученики.",
          "ID": "11"
        },
        {
          "text": "Ликуйте и радуйтесь, потому что награда ваша на Небесах будет велика. Так же преследовали и пророков, живших до вас».",
          "ID": "12"
        },
        {
          "text": "«Вы — соль земли, но если соль становится безвкусной, то как же она снова станет солёной? Не пригодна она ни к чему, разве только выбросить её, чтобы её затоптали ногами.",
          "ID": "13"
        },
        {
          "text": "Вы — Свет мира. Вы подобны городу, построенному на вершине холма, который нельзя скрыть.",
          "ID": "14"
        },
        {
          "text": "Никто не прячет зажжённый светильник под перевёрнутый кверху дном сосуд. Напротив, светильник ставят на подставку, и он даёт свет всем в доме.",
          "ID": "15"
        },
        {
          "text": "Пусть свет ваш сияет перед людьми, чтобы видны были ваши добрые дела и чтобы люди прославляли вашего Небесного Отца».",
          "ID": "16"
        },
        {
          "text": "«Не думайте, что Я пришёл с тем, чтобы уничтожить Закон Моисея или Писания пророков. Я пришёл не для того, чтобы их уничтожить, а чтобы показать их значения во всей полноте.",
          "ID": "17"
        },
        {
          "text": "Правду вам говорю: до тех пор, пока существуют небо и земля, ни одна даже самая малая точка или запятая не исчезнет из Закона, пока не исполнится всё.",
          "ID": "18"
        },
        {
          "text": "И потому тот, кто нарушит пусть даже и самую малую из заповедей и станет учить других поступать так же, будет считаться самым малым в Царстве Небесном. Тот же, кто исполняет заповеди и учит тому же других, будет считаться великим в Царстве Небесном.",
          "ID": "19"
        },
        {
          "text": "Потому что говорю вам, что если не превзойдёте вы законников и фарисеев, исполняя то, чего требует Бог, то не войдёте в Царство Небесное!»",
          "ID": "20"
        },
        {
          "text": "«Слышали вы, что сказано было нашим предкам: „Не убивай! А тот, кто совершит убийство, ответит за это перед судом”.",
          "ID": "21"
        },
        {
          "text": "А я говорю вам, что всякому, кто разгневается на ближнего своего, придётся ответить перед судом. И тому, кто оскорбит другого, придётся держать ответ в синедрионе. И тому, кто скажет другому „Глупец!”, придётся ответить за это в адском огне.",
          "ID": "22"
        },
        {
          "text": "И если, неся дары к алтарю, ты вспомнишь, что твой брат имеет что-либо против тебя,",
          "ID": "23"
        },
        {
          "text": "то оставь свои дары перед алтарём. Сначала пойди и примирись с братом своим, а тогда вернись обратно и возложи дары.",
          "ID": "24"
        },
        {
          "text": "С тем, кто ведёт тебя в суд, примирись как можно скорее, пока ещё вы на пути в суд. Иначе враг твой передаст тебя в руки судьи, судья же передаст тебя стражнику и тебя бросят в тюрьму.",
          "ID": "25"
        },
        {
          "text": "Правду тебе говорю: не выйдешь оттуда, пока не выплатишь весь свой долг».",
          "ID": "26"
        },
        {
          "text": "«Слышали вы, что сказано: „Не прелюбодействуй!”",
          "ID": "27"
        },
        {
          "text": "Я же говорю вам, что любой, кто посмотрит на женщину с вожделением, уже совершил прелюбодеяние в сердце своём.",
          "ID": "28"
        },
        {
          "text": "И потому, если твой правый глаз побуждает тебя к греху, вырви его и выбрось, так как лучше тебе лишиться одной части тела, чем всему телу быть ввергнутым в ад.",
          "ID": "29"
        },
        {
          "text": "И если правая рука твоя побуждает тебя к греху, то отруби её и выбрось, так как лучше тебе лишиться одной части тела, чем всему телу быть ввергнутым в ад».",
          "ID": "30"
        },
        {
          "text": "«Сказано: „Каждый, кто разводится с женой своей, должен дать ей письменное уведомление о разводе”.",
          "ID": "31"
        },
        {
          "text": "Но Я говорю вам, что каждый, кто разводится с женой своей не по причине её прелюбодеяния, толкает её на грех прелюбодеяния. Тот же, кто женится на разведённой, также повинен в прелюбодеянии».",
          "ID": "32"
        },
        {
          "text": "«Слышали вы также, что предкам нашим сказано было: „Не нарушай клятвы своей, соблюдай клятву, данную Господу”.",
          "ID": "33"
        },
        {
          "text": "Я же скажу вам: не клянитесь вовсе. Не клянитесь Небом, потому что оно — престол Божий.",
          "ID": "34"
        },
        {
          "text": "И не клянитесь землёй, потому что она — подножие Божье. И Иерусалимом не клянитесь, потому что он — город великого Царя.",
          "ID": "35"
        },
        {
          "text": "И головой своей не клянись в подтверждение своей клятвы, потому что ни один волос не можешь сделать ни чёрным, ни белым.",
          "ID": "36"
        },
        {
          "text": "Если хотите сказать „да”, то и скажите просто „да”, а если хотите сказать „нет”, то и скажите просто „нет”. Всё остальное — от лукавого».",
          "ID": "37"
        },
        {
          "text": "«Слышали вы, что сказано: „Око за око, зуб за зуб”.",
          "ID": "38"
        },
        {
          "text": "Я же говорю вам: не сопротивляйтесь злому человеку. Напротив, если кто ударит тебя по правой щеке, подставь ему и другую щёку.",
          "ID": "39"
        },
        {
          "text": "И если кто захочет судиться с тобой и отнять у тебя рубашку, отдай ему и свою верхнюю одежду.",
          "ID": "40"
        },
        {
          "text": "А если римский воин заставит тебя пройти с ним километр, пройди с ним два.",
          "ID": "41"
        },
        {
          "text": "И если кто попросит у тебя что-нибудь, то дай ему. Не отказывай тому, кто просит в долг».",
          "ID": "42"
        },
        {
          "text": "«Вы слышали слова: „Люби ближнего своего, но возненавидь врага своего”.",
          "ID": "43"
        },
        {
          "text": "Я же говорю вам: любите врагов своих и молитесь за тех, кто преследует вас,",
          "ID": "44"
        },
        {
          "text": "и тогда будете детьми Отца вашего Небесного. Он повелевает солнцу сиять над злыми и добрыми людьми. Он посылает дождь на праведных и неправедных.",
          "ID": "45"
        },
        {
          "text": "Потому что если любите вы только тех, кто вас любит, то разве заслуживаете вы награду? Даже сборщики налогов поступают так же.",
          "ID": "46"
        },
        {
          "text": "И если вы приветствуете только своих братьев, то разве поступаете иначе, чем все остальные? Разве язычники не поступают так же?",
          "ID": "47"
        },
        {
          "text": "Итак, будьте совершенны, как совершенен Отец ваш Небесный».",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5",
      "name": "По Матфею Благовествование 5"
    },
    {
      "text": [
        {
          "text": "«Остерегайтесь совершать богоугодные поступки при людях, иначе не получите вознаграждения от Отца вашего Небесного.",
          "ID": "1"
        },
        {
          "text": "Поэтому, когда подаёшь неимущему, не труби об этом, как делают лицемеры в синагогах и на улицах, чтобы люди похвалили их. Правду вам говорю: это единственная награда, которая будет дана им.",
          "ID": "2"
        },
        {
          "text": "У тебя же, когда подаёшь неимущему, пусть даже левая рука твоя не ведает, что творит правая,",
          "ID": "3"
        },
        {
          "text": "чтобы подаяние твоё было втайне. И тогда Отец твой, видящий тайное, вознаградит тебя».",
          "ID": "4"
        },
        {
          "text": "«И когда молишься, не уподобляйся лицемерам, которые любят стоять в синагогах и на углах улиц и молиться напоказ перед людьми. Правду вам говорю: это единственная награда, которая будет дана им.",
          "ID": "5"
        },
        {
          "text": "Ты же, когда молишься, скройся в отдалённой комнате и, закрыв плотно дверь, молись твоему Отцу, Который находится повсюду, и Он, видящий тайное, вознаградит тебя.",
          "ID": "6"
        },
        {
          "text": "И когда молишься, не болтай напрасно, как язычники, которые считают, что будут услышаны благодаря своему многословию.",
          "ID": "7"
        },
        {
          "text": "Не уподобляйтесь им, потому что Отец ваш знает, в чём вы нуждаетесь, прежде чем вы попросили его об этом.",
          "ID": "8"
        },
        {
          "text": "А потому молитесь вот как:",
          "ID": "9"
        },
        {
          "text": "„Отец наш Небесный,",
          "ID": "9"
        },
        {
          "text": "да будет свято имя Твоё.",
          "ID": "9"
        },
        {
          "text": "Да наступит Царство Твоё.",
          "ID": "10"
        },
        {
          "text": "Пусть исполнится воля Твоя на земле,",
          "ID": "10"
        },
        {
          "text": "как и на Небе.",
          "ID": "10"
        },
        {
          "text": "Пошли нам хлеб насущный на каждый день",
          "ID": "11"
        },
        {
          "text": "и прости нам грехи наши,",
          "ID": "12"
        },
        {
          "text": "как мы простили тех, кто причинил нам зло.",
          "ID": "12"
        },
        {
          "text": "Не подвергай нас искушению,",
          "ID": "13"
        },
        {
          "text": "но избавь нас от лукавого”",
          "ID": "13"
        },
        {
          "text": "[Так как Тебе принадлежат и Царство,",
          "ID": "13"
        },
        {
          "text": "и сила, и Слава вовеки. Аминь.]",
          "ID": "13"
        },
        {
          "text": "Потому что если вы простите людей за их грехи, то и Отец ваш Небесный тоже простит вам.",
          "ID": "14"
        },
        {
          "text": "Если же вы не простите тех, кто причинил вам зло, то и Отец ваш не простит ваши грехи».",
          "ID": "15"
        },
        {
          "text": "«А когда поститесь, не уподобляйтесь лицемерам с унылыми лицами, потому что они принимают мрачный вид, чтобы люди видели, что они постятся. Правду вам говорю: это единственная награда, которая будет дана им.",
          "ID": "16"
        },
        {
          "text": "Ты же, когда постишься, приведи себя в порядок и умой лицо своё,",
          "ID": "17"
        },
        {
          "text": "чтобы не видели люди, что ты постишься, а только Отец твой, Который находится повсюду. И тогда Он, видящий тайное, вознаградит тебя за это».",
          "ID": "18"
        },
        {
          "text": "«Не накапливайте сокровищ на земле, где тлен и ржавчина разрушают их, и воры врываются и крадут.",
          "ID": "19"
        },
        {
          "text": "Лучше копите себе сокровища на Небе, где ничто — ни тлен, ни ржавчина — не уничтожит их, и куда воры не могут проникнуть и украсть.",
          "ID": "20"
        },
        {
          "text": "Потому что, где твоё сокровище, там будет и твоё сердце».",
          "ID": "21"
        },
        {
          "text": "«Глаз — источник света для тела, и потому если глаза твои здоровы, то и всё тело полно Света.",
          "ID": "22"
        },
        {
          "text": "Но если глаза твои больны, то и всё тело полно тьмы! И если тьма твой единственный источник Света, то как же ужасна эта тьма!»",
          "ID": "23"
        },
        {
          "text": "«Никто не может служить двум господам, так как он будет ненавидеть одного господина и любить другого или станет верным слугой одному и нерадивым другому. Не можете вы быть слугою и Богу, и деньгам».",
          "ID": "24"
        },
        {
          "text": "«Поэтому говорю вам: не заботьтесь о том, что есть и что пить для поддержания жизни вашей, ни об одежде для тела вашего. Ведь жизнь значит больше пищи, а тело — одежды.",
          "ID": "25"
        },
        {
          "text": "Посмотрите на птиц в небе! Они не сеют и не жнут, не собирают урожая, а ваш Отец Небесный кормит их. Разве вы не значите гораздо больше, чем они?",
          "ID": "26"
        },
        {
          "text": "Да и кто из вас может волнением продлить свою жизнь хоть на час?",
          "ID": "27"
        },
        {
          "text": "И зачем беспокоитесь об одежде? Посмотрите на полевые цветы, как они растут: они не трудятся и не шьют себе одежды.",
          "ID": "28"
        },
        {
          "text": "Говорю вам, что даже Соломон со всем своим великолепием не носил таких одеяний, какие имеют они.",
          "ID": "29"
        },
        {
          "text": "И раз Бог с такой роскошью одевает полевые растения, которые сегодня есть, а завтра будут брошены в печь, то разве не оденет он вас, маловеров, ещё лучше?",
          "ID": "30"
        },
        {
          "text": "Так не беспокойтесь и не говорите: „Что нам есть?” или „Что нам пить?”, или „Во что одеться?”",
          "ID": "31"
        },
        {
          "text": "Язычники беспокоятся обо всём этом. Ваш же Отец Небесный знает все ваши нужды.",
          "ID": "32"
        },
        {
          "text": "Заботьтесь прежде всего о Царстве Божьем и о том, что Бог требует, а тогда всё необходимое будет дано вам.",
          "ID": "33"
        },
        {
          "text": "И не заботьтесь о завтрашнем дне, потому что завтрашний день принесёт с собой свои заботы. Каждый день полон своих забот».",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6",
      "name": "По Матфею Благовествование 6"
    },
    {
      "text": [
        {
          "text": "«Не судите других и не судимы будете,",
          "ID": "1"
        },
        {
          "text": "потому что Бог будет судить вас точно так, как вы судите других, и отмерено вам будет Богом соответственно тому, как вы отмеряете другим.",
          "ID": "2"
        },
        {
          "text": "Почему ты замечаешь соринку в глазу у собрата своего, а у себя в глазу не замечаешь бревна?",
          "ID": "3"
        },
        {
          "text": "Как можешь ты сказать собрату своему: „Дай я выну у тебя соринку из глаза”, если у тебя самого в глазу бревно?",
          "ID": "4"
        },
        {
          "text": "Лицемер, прежде вынь бревно у себя из глаза и тогда увидишь, как вынуть соринку из глаза брата своего.",
          "ID": "5"
        },
        {
          "text": "Не бросайте псам ничего, что свято, не бросайте перед свиньями жемчуг ваш. Иначе свиньи затопчут его, а псы повернутся и набросятся на вас».",
          "ID": "6"
        },
        {
          "text": "«Просите, и вам воздастся; ищите, и найдёте. Стучите, и дверь отворится перед вами.",
          "ID": "7"
        },
        {
          "text": "Кто просит — получит; кто ищет — найдёт; и откроется дверь перед тем, кто стучится.",
          "ID": "8"
        },
        {
          "text": "Кто из вас даст камень сыну, если он попросил кусок хлеба?",
          "ID": "9"
        },
        {
          "text": "А если он попросит рыбу, то разве отец даст ему змею? Конечно же, нет!",
          "ID": "10"
        },
        {
          "text": "Вы злые люди, но всё равно знаете, как приносить добрые дары своим детям. Насколько же больше добрых даров Отец ваш Небесный принесёт тем, кто просит Его!»",
          "ID": "11"
        },
        {
          "text": "«Поступайте с другими людьми так, как хотите, чтобы они поступали с вами. В этом и заключаются Закон Моисеев и учения пророков».",
          "ID": "12"
        },
        {
          "text": "«Войдите в узкую дверь, которая открывает дорогу к жизни, потому что широки ворота и широка дорога, ведущие к погибели, и множество людей следует по этому пути.",
          "ID": "13"
        },
        {
          "text": "Но узки ворота, и тяжела дорога, ведущая к жизни, немногие находят её».",
          "ID": "14"
        },
        {
          "text": "«Остерегайтесь лжепророков. Они приходят к вам в овечьем обличье, а на самом деле они — свирепые волки.",
          "ID": "15"
        },
        {
          "text": "Вы узнаете их по плодам их дел: ведь с тернистых кустов не собирают винограда и с сорняков колючих не собирают фиг.",
          "ID": "16"
        },
        {
          "text": "Точно так же всякое хорошее дерево приносит хорошие плоды, а плохое дерево приносит плохие плоды.",
          "ID": "17"
        },
        {
          "text": "Хорошее дерево не может приносить плохие плоды, а плохое дерево не может приносить хорошие плоды.",
          "ID": "18"
        },
        {
          "text": "Всякое дерево, которое не приносит хороших плодов, будет срублено и брошено в огонь;",
          "ID": "19"
        },
        {
          "text": "и потому вы распознаете этих людей по плодам их трудов».",
          "ID": "20"
        },
        {
          "text": "«Не всякий, кто говорит, что Я его Господь, войдёт в Царство Небесное, а лишь тот, кто исполняет волю Отца Моего Небесного.",
          "ID": "21"
        },
        {
          "text": "Многие скажут мне в тот День: „Ты наш Господь! Разве мы не пророчествовали от Твоего имени? Разве не изгоняли бесов Твоим именем и не совершили многие чудеса во имя Твоё?”",
          "ID": "22"
        },
        {
          "text": "Тогда я прямо объявлю им: „Я никогда не знал вас. Уйдите от Меня, беззаконники!”»",
          "ID": "23"
        },
        {
          "text": "«И потому тот, кто слышит эти Мои слова и поступает согласно им, будет подобен разумному человеку, построившему свой дом на скале.",
          "ID": "24"
        },
        {
          "text": "Пошёл дождь, и вода поднялась. Подули ветры и обрушились на этот дом, но он не рухнул, так как в его основании была скала.",
          "ID": "25"
        },
        {
          "text": "А каждый, кто слышит эти слова Мои и не поступает согласно им, подобен глупцу, построившему дом на песке:",
          "ID": "26"
        },
        {
          "text": "пошёл дождь, и вода поднялась, подул ветер и обрушился на этот дом, и он рухнул с ужасным шумом».",
          "ID": "27"
        },
        {
          "text": "Когда Иисус закончил говорить, народ был поражён Его учением,",
          "ID": "28"
        },
        {
          "text": "потому что Он учил их как имеющий власть, а не как законоучители.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7",
      "name": "По Матфею Благовествование 7"
    },
    {
      "text": [
        {
          "text": "Когда Иисус спустился с горы, огромные толпы народа последовали за Ним.",
          "ID": "1"
        },
        {
          "text": "Один прокажённый пришёл, склонился перед Ним и сказал: «Господи, если Ты захочешь, то сможешь излечить меня».",
          "ID": "2"
        },
        {
          "text": "Иисус протянул руку, коснулся прокажённого и сказал: «Хочу, исцелись!» И тотчас же больной очистился от проказы.",
          "ID": "3"
        },
        {
          "text": "Иисус сказал ему: «Смотри, не говори никому об этом. Лучше пойди, покажись священнику, а потом принеси дар, какой повелел Моисей, чтобы доказать людям, что ты исцелился».",
          "ID": "4"
        },
        {
          "text": "Когда Иисус пришёл в Капернаум, к Нему подошёл римский центурион и попросил Его о помощи.",
          "ID": "5"
        },
        {
          "text": "Он сказал: «Господи, мой слуга лежит дома парализованный и очень страдает от боли».",
          "ID": "6"
        },
        {
          "text": "И сказал Иисус ему тогда: «Я приду и исцелю его».",
          "ID": "7"
        },
        {
          "text": "В ответ центурион сказал: «Господи, я недостоин того, чтобы Ты пришёл ко мне в дом. Ты только прикажи, и слуга мой будет исцелён.",
          "ID": "8"
        },
        {
          "text": "Я знаю это, потому что сам нахожусь в подчинении у своего начальника, и у меня самого в подчинении солдаты. И когда я говорю одному из них: „Ступай!”, то он уходит, говорю другому: „Иди сюда!”, и он приходит, или говорю слуге своему: „Сделай то!”, и он делает».",
          "ID": "9"
        },
        {
          "text": "Когда Иисус услышал это, Он в удивлении сказал тем, кто был с Ним: «Правду вам говорю: не встречал Я подобной веры ни у кого в Израиле.",
          "ID": "10"
        },
        {
          "text": "Более того, говорю вам, что многие придут с востока и запада и займут свои места рядом с Авраамом, Исааком и Иаковом в Царстве Небесном.",
          "ID": "11"
        },
        {
          "text": "А те, кому следовало войти в Царство, будут ввергнуты во тьму бесконечную, и будет там плач и скрежет зубов от боли нестерпимой».",
          "ID": "12"
        },
        {
          "text": "Иисус сказал центуриону: «Ступай! Пусть случится то, во что ты поверил!» И в тот же миг слуга центуриона был исцелён.",
          "ID": "13"
        },
        {
          "text": "Когда Иисус пришёл в дом к Петру, то увидел, что тёща Петра лежит в постели вся в жару.",
          "ID": "14"
        },
        {
          "text": "Иисус коснулся её руки, и жар тут же спал. И она, тотчас же встав с постели, стала прислуживать Иисусу.",
          "ID": "15"
        },
        {
          "text": "Когда наступил вечер, к Нему привели множество бесноватых, и Он изгнал злых духов словом Своим и исцелил всех больных.",
          "ID": "16"
        },
        {
          "text": "Всё это случилось во исполнение сказанного устами пророка Исаии:",
          "ID": "17"
        },
        {
          "text": "«И избавил Он нас от болезней",
          "ID": "17"
        },
        {
          "text": "и снял наши недуги». Исаия 53:4",
          "ID": "17"
        },
        {
          "text": "Когда Иисус увидел вокруг Себя толпу, то велел Своим ученикам перебраться на другой берег озера.",
          "ID": "18"
        },
        {
          "text": "Один законоучитель подошёл к нему и сказал: «Учитель, я последую за Тобой, куда бы Ты ни пошёл».",
          "ID": "19"
        },
        {
          "text": "Иисус сказал ему: «У лис есть норы, у птиц есть гнёзда, а Сыну Человеческому негде приклонить голову».",
          "ID": "20"
        },
        {
          "text": "Тогда другой ученик сказал Ему: «Господи, разреши мне прежде всего пойти похоронить моего отца».",
          "ID": "21"
        },
        {
          "text": "Но Иисус сказал ему: «Следуй за Мной, и пусть мертвые сами хоронят своих мертвецов».",
          "ID": "22"
        },
        {
          "text": "Он сошёл в лодку, и Его ученики последовали за Ним.",
          "ID": "23"
        },
        {
          "text": "И вот на озере поднялась сильная буря, волны стали захлёстывать лодку, но Он спал.",
          "ID": "24"
        },
        {
          "text": "Тогда ученики подошли и разбудили Его, сказав: «Господи, спаси нас! Наша смерть близка!»",
          "ID": "25"
        },
        {
          "text": "А Иисус ответил им: «Чего боитесь вы, маловерные?» Потом Он встал и приказал ветру и волнам утихнуть, и наступила великая тишина.",
          "ID": "26"
        },
        {
          "text": "Люди изумились, говоря: «Кто же Он Такой, если даже ветер и воды послушны Ему!»",
          "ID": "27"
        },
        {
          "text": "Когда Иисус прибыл в Гадаринскую страну, к Нему навстречу вышли из погребальных пещер двое одержимых бесами. Они были такие буйные, что никто не осмеливался проходить той дорогой.",
          "ID": "28"
        },
        {
          "text": "Они кричали: «Что нужно Тебе от нас, Сын Божий? Ты явился сюда, чтобы мучить нас ещё до назначенного времени?»",
          "ID": "29"
        },
        {
          "text": "Вдали паслось большое стадо свиней.",
          "ID": "30"
        },
        {
          "text": "И бесы стали умолять Иисуса: «Если уж Ты изгонишь нас из этих людей, то всели нас в стадо свиней».",
          "ID": "31"
        },
        {
          "text": "И Он сказал им: «Уходите!» Тогда они вышли из этих людей и вселились в свиней. И тут же всё стадо бросилось с крутого берега прямо в озеро, и все свиньи утонули.",
          "ID": "32"
        },
        {
          "text": "Свинопасы же убежали. Они пошли в город и рассказали обо всём, что случилось со свиньями и с людьми, одержимыми бесами.",
          "ID": "33"
        },
        {
          "text": "Тогда весь город вышел навстречу Иисусу и, увидев, попросили Его уйти из тех мест.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8",
      "name": "По Матфею Благовествование 8"
    },
    {
      "text": [
        {
          "text": "Иисус сел в лодку, пересёк озеро и прибыл в Свой родной город.",
          "ID": "1"
        },
        {
          "text": "И принесли к Нему парализованного, лежавшего на постели. Когда Иисус увидел доказательство их веры, то сказал парализованному: «Не отчаивайся, сын мой! Твои грехи прощены».",
          "ID": "2"
        },
        {
          "text": "И тогда некоторые из законоучителей стали говорить друг другу: «Своими словами этот Человек наносит оскорбление Богу!»",
          "ID": "3"
        },
        {
          "text": "Иисус знал, о чём они думают, и поэтому сказал им: «Почему в ваших сердцах лукавые мысли?",
          "ID": "4"
        },
        {
          "text": "Что легче сказать: „Твои грехи прощены” или же: „Встань и иди?”",
          "ID": "5"
        },
        {
          "text": "Но я покажу вам, что Сын Человеческий имеет власть на земле прощать грехи». И тогда Иисус сказал парализованному: «Вставай, возьми свою постель и иди домой».",
          "ID": "6"
        },
        {
          "text": "Тот встал и пошёл домой.",
          "ID": "7"
        },
        {
          "text": "Когда люди увидели это, они преисполнились страха и стали прославлять Бога за то, что Он дал людям такую силу.",
          "ID": "8"
        },
        {
          "text": "Когда Иисус уходил оттуда, Он увидел человека по имени Матфей, сидевшего в будке сборщика налогов. И сказал ему: «Следуй за Мной». Матфей встал и пошёл за Ним.",
          "ID": "9"
        },
        {
          "text": "И случилось, что когда Он ел в доме у Матфея, то многие сборщики налогов и грешники пришли и стали есть вместе с Иисусом и Его учениками.",
          "ID": "10"
        },
        {
          "text": "Когда фарисеи увидели это, то стали спрашивать у Его учеников: «Почему ваш Учитель ест вместе со сборщиками налогов и грешниками?»",
          "ID": "11"
        },
        {
          "text": "Услышав это, Иисус сказал: «Не здоровым нужен врач, а больным.",
          "ID": "12"
        },
        {
          "text": "Пойдите и узнайте, что значат слова Писания: „Милости хочу, а не жертвы”. Я пришёл призвать не праведников, а грешников».",
          "ID": "13"
        },
        {
          "text": "И тогда ученики Иоанна подошли к Иисусу и спросили: «Почему мы с фарисеями часто постимся, а Твои ученики не постятся вовсе?»",
          "ID": "14"
        },
        {
          "text": "И сказал им Иисус: «Разве станут друзья жениха на свадьбе печалиться, пока он ещё среди них? Но придут дни, когда жениха уведут от них, вот тогда они и будут печалиться и поститься.",
          "ID": "15"
        },
        {
          "text": "Никто не нашивает заплату из новой ткани на старую одежду, так как заплата сядет и стянет одежду, и дыра станет ещё больше.",
          "ID": "16"
        },
        {
          "text": "И не наливают молодое вино в старые меха: иначе старые меха лопнут, вино выльется, и меха тоже будут погублены. Наоборот, молодое вино наливают в новые меха, и тогда целы будут и вино, и меха».",
          "ID": "17"
        },
        {
          "text": "Пока Иисус всё это им говорил, к Нему подошёл глава синагоги и, опустившись перед Ним на колени, сказал: «Моя дочь только что умерла, но приди, возложи на неё руку Свою, и она воскреснет».",
          "ID": "18"
        },
        {
          "text": "Иисус встал и пошёл за ним вместе с учениками Своими.",
          "ID": "19"
        },
        {
          "text": "Там находилась женщина, двенадцать лет страдавшая кровотечениями. Она подошла к Нему сзади и коснулась подола Его одежды.",
          "ID": "20"
        },
        {
          "text": "Она сделала это, потому что всё время говорила себе: «Если бы мне хоть одежды Его коснуться, я бы исцелилась».",
          "ID": "21"
        },
        {
          "text": "Иисус обернулся и, увидев её, сказал: «Не отчаивайся, дочь моя! Твоя вера излечила тебя!» И женщина исцелилась в тот же миг.",
          "ID": "22"
        },
        {
          "text": "Когда Иисус пришёл в дом к главе синагоги, то увидел там флейтистов и народ в смятении,",
          "ID": "23"
        },
        {
          "text": "и сказал Он: «Уходите! Девочка не умерла, она просто спит!» Но они стали над Ним смеяться.",
          "ID": "24"
        },
        {
          "text": "Когда всех прогнали из дома, Иисус вошёл в комнату девочки, взял её за руку, и она тотчас же встала.",
          "ID": "25"
        },
        {
          "text": "Слух об этом разнёсся по всей округе.",
          "ID": "26"
        },
        {
          "text": "Когда Иисус уходил оттуда, за Ним следовали два слепца. Они то и дело восклицали: «Смилуйся над нами, Сын Давидов!»",
          "ID": "27"
        },
        {
          "text": "Когда Иисус вошёл в дом, слепцы приблизились к Нему, и Он сказал им: «Верите в то, что могу сделать вас снова зрячими?» Они ответили: «Да, Господи!»",
          "ID": "28"
        },
        {
          "text": "Тогда Он коснулся их глаз и сказал: «Пусть же случится с вами то, во что верите».",
          "ID": "29"
        },
        {
          "text": "И зрение вернулось к ним. Иисус же наказал им со всей строгостью: «Пусть никто об этом не узнает».",
          "ID": "30"
        },
        {
          "text": "Но они ушли и разнесли слух об Иисусе по всей округе.",
          "ID": "31"
        },
        {
          "text": "Когда они уходили, к Иисусу привели человека, лишённого дара речи, потому что он был одержим бесом.",
          "ID": "32"
        },
        {
          "text": "Как только Иисус изгнал нечистого духа, к одержимому вернулся дар речи. Народ дивился и говорил: «Никогда ничего подобного не видано было в Израиле».",
          "ID": "33"
        },
        {
          "text": "А фарисеи говорили: «Он изгоняет бесов властью князя бесовского».",
          "ID": "34"
        },
        {
          "text": "Иисус же ходил по городам и селениям. Он учил в их синагогах, провозглашая Благую Весть о Царстве Божьем, и исцелял всякие болезни и недуги.",
          "ID": "35"
        },
        {
          "text": "Видя толпы народа, Он проникался к ним жалостью, так как люди были измучены и беспомощны, подобно овцам без пастуха.",
          "ID": "36"
        },
        {
          "text": "И сказал Он Своим ученикам: «Жатва предстоит великая, но мало работников.",
          "ID": "37"
        },
        {
          "text": "Так молите же Бога, Господина жатвы, чтобы послал Он больше работников на помощь».",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9",
      "name": "По Матфею Благовествование 9"
    },
    {
      "text": [
        {
          "text": "Иисус созвал двенадцать Своих учеников, дав им силу изгонять бесов, исцелять всяческие болезни и недуги.",
          "ID": "1"
        },
        {
          "text": "Имена же двенадцати апостолов были:",
          "ID": "2"
        },
        {
          "text": "Симон, называемый Петром,",
          "ID": "2"
        },
        {
          "text": "брат его Андрей,",
          "ID": "2"
        },
        {
          "text": "Иаков, сын Зеведея,",
          "ID": "2"
        },
        {
          "text": "и брат его Иоанн,",
          "ID": "2"
        },
        {
          "text": "Филипп и Варфоломей,",
          "ID": "3"
        },
        {
          "text": "Фома и Матфей — сборщик налогов,",
          "ID": "3"
        },
        {
          "text": "Иаков, сын Алфея,",
          "ID": "3"
        },
        {
          "text": "Фаддей,",
          "ID": "3"
        },
        {
          "text": "Симон Зилот и Иуда Искариот,",
          "ID": "4"
        },
        {
          "text": "который предал Иисуса.",
          "ID": "4"
        },
        {
          "text": "Иисус отправил этих двенадцать человек с таким наставлением: «Не ходите ни в какие самаритянские города и ни к каким другим народам,",
          "ID": "5"
        },
        {
          "text": "а идите к заблудшим овцам народа Израиля.",
          "ID": "6"
        },
        {
          "text": "Идите и проповедуйте: „Царство Небесное близко”.",
          "ID": "7"
        },
        {
          "text": "Исцеляйте больных, воскрешайте мёртвых, очищайте прокажённых, изгоняйте бесов. Даром получили — даром отдавайте.",
          "ID": "8"
        },
        {
          "text": "Не берите с собой ни золота, ни серебра, ни меди,",
          "ID": "9"
        },
        {
          "text": "ни сумы́ в дорогу, а берите лишь одежду и сандалии, что на вас. И посоха не берите с собой дорожного. Тот, кто трудится, заслужит пропитание своё.",
          "ID": "10"
        },
        {
          "text": "Когда войдёте в город или селение, то узнайте, кто достоин вашего доверия, и оставайтесь у того человека до самого ухода.",
          "ID": "11"
        },
        {
          "text": "Когда войдёте в тот дом, то приветствуйте всех словами: „Мир вам!”",
          "ID": "12"
        },
        {
          "text": "Если дом этот достоин вашего приветствия, пусть там будет мир, а если дом недостоин этого, то пусть ваше пожелание вернётся к вам обратно.",
          "ID": "13"
        },
        {
          "text": "А если кто не принимает вас или не прислушивается к вашим словам, то уйдите из этого дома или города и отряхните его пыль с ног своих.",
          "ID": "14"
        },
        {
          "text": "Правду вам говорю: в Судный День этому городу будет хуже, чем Содому и Гоморре».",
          "ID": "15"
        },
        {
          "text": "«Помните, что посылаю Я вас, словно овец среди волков: так будьте мудры как змеи и простодушны как голуби. Никому не причиняйте зла.",
          "ID": "16"
        },
        {
          "text": "Остерегайтесь людей, так как они передадут вас в руки местных синедрионов, и вас будут сечь в синагогах.",
          "ID": "17"
        },
        {
          "text": "Вас поведут на суд к правителям и царям, потому что вы — Мои ученики, чтобы вы могли свидетельствовать обо Мне перед ними и язычниками.",
          "ID": "18"
        },
        {
          "text": "Когда же возьмут вас под стражу, не беспокойтесь о том, что и как сказать, потому что в тот час вам будет открыто, что говорить.",
          "ID": "19"
        },
        {
          "text": "Помните, что это не вы будете говорить, а Дух Отца вашего будет говорить через вас.",
          "ID": "20"
        },
        {
          "text": "Братья будут отдавать братьев на смерть, а родители — своих собственных детей. Дети обратятся против собственных родителей и будут отдавать их на смерть.",
          "ID": "21"
        },
        {
          "text": "Люди будут ненавидеть вас за то, что вы стали Моими учениками. Но тот, кто вытерпит до конца, будет спасён.",
          "ID": "22"
        },
        {
          "text": "Если станут преследовать вас в одном городе, идите в другой город. Правду вам говорю: не успеете обойти все города израильские, как придёт Сын Человеческий.",
          "ID": "23"
        },
        {
          "text": "Ученик — не выше своего учителя, а слуга — не выше своего господина.",
          "ID": "24"
        },
        {
          "text": "Ученик должен быть доволен, если уподобится своему учителю, а слуга должен быть доволен, если уподобится своему господину. Если Меня, главу дома назвали Веельзевулом, то ещё худшие имена дадут вам, членам Моей семьи!»",
          "ID": "25"
        },
        {
          "text": "«Так не бойтесь их, так как всё, что скрыто, выйдет наружу, и всё тайное станет явным.",
          "ID": "26"
        },
        {
          "text": "То, что говорю вам в темноте, повторяйте при ярком свете, и то, что нашёптываю вам на ухо, возглашайте с крыш домов.",
          "ID": "27"
        },
        {
          "text": "Не бойтесь тех, кто может убить ваше тело, но над душой не имеет власти. Скорее бойтесь Того, кто может погубить тело и душу вашу, и ввергнуть их в ад.",
          "ID": "28"
        },
        {
          "text": "Разве нельзя купить двух воробьёв за медный грош? Но ни один из них не упадёт на землю без ведома Отца вашего!",
          "ID": "29"
        },
        {
          "text": "Ведь даже волосы на головах ваших сосчитаны!",
          "ID": "30"
        },
        {
          "text": "Так не бойтесь: вы сто́́ите больше, чем множество воробьёв!»",
          "ID": "31"
        },
        {
          "text": "«Каждого, кто признает Меня перед людьми, и Я признаю перед Моим Отцом Небесным.",
          "ID": "32"
        },
        {
          "text": "А если кто отречётся от Меня перед людьми, от того и Я отрекусь перед Моим Отцом Небесным».",
          "ID": "33"
        },
        {
          "text": "«Не думайте, что Я пришёл для того, чтобы принести на землю мир. Я пришёл не с миром, а с мечом.",
          "ID": "34"
        },
        {
          "text": "Потому что Я пришёл, чтобы",
          "ID": "35"
        },
        {
          "text": "сын обратился против отца,",
          "ID": "35"
        },
        {
          "text": "дочь — против матери,",
          "ID": "35"
        },
        {
          "text": "невестка — против свекрови.",
          "ID": "35"
        },
        {
          "text": "Худшими врагами человеку станут его домашние. Михей 7:6",
          "ID": "36"
        },
        {
          "text": "Тот, кто любит своего отца или мать больше, чем Меня, недостоин Меня. Тот, кто любит своего сына или дочь больше, чем Меня, недостоин Меня.",
          "ID": "37"
        },
        {
          "text": "Тот, кто не примет свой крест и не последует за Мной, недостоин Меня.",
          "ID": "38"
        },
        {
          "text": "Тот, кто попытается сберечь свою жизнь, потеряет её, а тот, кто потеряет её из-за Меня, сбережёт её».",
          "ID": "39"
        },
        {
          "text": "«Тот, кто принимает вас, принимает Меня, а тот, кто принимает Меня, принимает и Пославшего Меня.",
          "ID": "40"
        },
        {
          "text": "Тот, кто принимает пророка во имя пророка, получит награду пророка, и тот, кто принимает праведника во имя праведника, получит награду праведника.",
          "ID": "41"
        },
        {
          "text": "И тот, кто поможет одному из самых малых моих учеников, зная, что тот — Мой ученик, правду вам говорю, получит свою награду, даже если он всего лишь подаст Моему ученику чашу холодной воды».",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10",
      "name": "По Матфею Благовествование 10"
    },
    {
      "text": [
        {
          "text": "После того как Иисус закончил давать наставления двенадцати ученикам, Он ушёл оттуда и стал ходить по городам Галилеи, чтобы проповедовать и наставлять Божьему учению.",
          "ID": "1"
        },
        {
          "text": "Когда Иоанн, находясь в темнице, услышал о том, что делает Христос, то послал к Нему своих учеников,",
          "ID": "2"
        },
        {
          "text": "чтобы те спросили: «Ты ли Тот, Кто должен прийти, или нам ожидать кого-то другого?»",
          "ID": "3"
        },
        {
          "text": "В ответ Иисус сказал им: «Идите и скажите Иоанну о том, что видите и слышите:",
          "ID": "4"
        },
        {
          "text": "слепые прозревают, хромые начинают ходить, прокажённые очищаются, к глухим возвращается слух, мёртвые воскресают и нищим благовествуют.",
          "ID": "5"
        },
        {
          "text": "Блажен тот, кто может принять Меня».",
          "ID": "6"
        },
        {
          "text": "Когда ученики Иоанна ушли, Иисус начал говорить людям об Иоанне: «На что ходили вы смотреть в пустыне? На немощного человека, который подобен тростнику, раскачиваемому ветром?",
          "ID": "7"
        },
        {
          "text": "Так на что же ходили вы смотреть? На человека, одетого в роскошные одежды? Те, кто носят роскошные одежды, находятся в царских дворцах.",
          "ID": "8"
        },
        {
          "text": "Так на что же вы ходили смотреть? На пророка? Да, говорю вам, он — больше, чем пророк.",
          "ID": "9"
        },
        {
          "text": "Это о нём сказано в Писании:",
          "ID": "10"
        },
        {
          "text": "„Смотри! Я посылаю перед Тобой посланца Своего.",
          "ID": "10"
        },
        {
          "text": "Он подготовит Тебе путь”. Малахия 3:1",
          "ID": "10"
        },
        {
          "text": "Правду вам говорю, что среди всех родившихся на земле не было никого, кто бы превосходил в величии Иоанна Крестителя. И всё же самый малый в Царстве Небесном превосходит его в величии.",
          "ID": "11"
        },
        {
          "text": "С того времени, как Иоанн Креститель начал проповедовать, и до сегодняшнего дня претерпело Царство Небесное немало яростных нападений, и многие пытаются силой захватить его.",
          "ID": "12"
        },
        {
          "text": "Так как все пророки и Закон Моисея предсказывали это до появления Иоанна.",
          "ID": "13"
        },
        {
          "text": "И если вы веруете в то, что говорили пророки и Закон, то он, Иоанн, и есть Илия, чьё пришествие было предсказано.",
          "ID": "14"
        },
        {
          "text": "Имеющий уши да услышит!",
          "ID": "15"
        },
        {
          "text": "С кем сравню Я это поколение? Они подобны детям, сидящим на рыночной площади и кричащим другим детям:",
          "ID": "16"
        },
        {
          "text": "„Мы играли для вас на свирели,",
          "ID": "17"
        },
        {
          "text": "а вы не плясали!",
          "ID": "17"
        },
        {
          "text": "Мы пели печальную песню,",
          "ID": "17"
        },
        {
          "text": "а вы не печалились!”",
          "ID": "17"
        },
        {
          "text": "Появился Иоанн, который не пил и не ел как другие, а они говорят: „Он одержим бесом!”",
          "ID": "18"
        },
        {
          "text": "Потом появился Сын Человеческий, который ест и пьёт как все, а они говорят: „Посмотрите на этого Человека! Он слишком много ест и слишком много пьёт вина! Он — друг сборщиков налогов и грешников!” Но о мудрости судят по поступкам».",
          "ID": "19"
        },
        {
          "text": "И стал Иисус укорять жителей тех городов, в которых сотворено было большинство чудес, за то, что они не покаялись в своих грехах.",
          "ID": "20"
        },
        {
          "text": "Он сказал: «Горе тебе, Хоразин! Горе тебе, Вифсаида! Я говорю так потому, что если бы чудеса, которые свершились в вас, произошли в Тире и Сидоне, их жители давно бы уже покаялись и надели власяницы, посыпав свои головы пеплом.",
          "ID": "21"
        },
        {
          "text": "Но говорю вам: в Судный День вам будет хуже, чем Тиру и Сидону!",
          "ID": "22"
        },
        {
          "text": "А ты, Капернаум, неужели будешь вознесён к Славе Небесной? Нет, ты отправишься вниз, в ад! Потому что если те чудеса, что свершились в тебе, произошли бы в Содоме, то этот город существовал бы и по сей день.",
          "ID": "23"
        },
        {
          "text": "И скажу тебе, что в Судный День тебе будет хуже, чем Содому!»",
          "ID": "24"
        },
        {
          "text": "И сказал тогда Иисус: «Славлю Тебя, Отец, Господь неба и земли, потому что Ты скрыл это от мудрых и понимающих и открыл всё простосердечным.",
          "ID": "25"
        },
        {
          "text": "Да, Отец, Ты сделал так, потому что так Тебе было угодно.",
          "ID": "26"
        },
        {
          "text": "Всё было передано мне Отцом Моим, и никто не знает Сына, кроме Отца, как никто не знает Отца, кроме Сына и того, кому Сын захочет открыть Его.",
          "ID": "27"
        },
        {
          "text": "Придите ко Мне все вы, усталые и обременённые, и Я дам вам отдых.",
          "ID": "28"
        },
        {
          "text": "Примите учение Моё и учитесь у Меня, потому что Я кроток и смирен духом, и вы обретёте покой.",
          "ID": "29"
        },
        {
          "text": "Потому что учение, которое передаю вам, легко, и бремя, что возлагаю на вас, нетяжко».",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11",
      "name": "По Матфею Благовествование 11"
    },
    {
      "text": [
        {
          "text": "Тогда же в одну из суббот, случилось Иисусу идти через пшеничное поле. Ученики Его были голодны; они сорвали несколько колосьев пшеницы и стали есть зерна.",
          "ID": "1"
        },
        {
          "text": "Фарисеи, увидев это, сказали: «Смотри! Твои ученики делают недозволенное в субботний день!»",
          "ID": "2"
        },
        {
          "text": "Тогда Иисус спросил их: «Разве вы не читали о том, что Давид и те, кто был с ним, сделали, когда были голодны?",
          "ID": "3"
        },
        {
          "text": "Он вошёл в дом Божий и съел хлебы, принесённые в дар Богу, хотя это и было запрещено Законом и ему, и тем, кто был с ним. Только священникам разрешалось их есть.",
          "ID": "4"
        },
        {
          "text": "И разве не читали вы в Законе Моисея, что в субботний день священники в храме нарушают субботу, но их не считают виновными.",
          "ID": "5"
        },
        {
          "text": "Но скажу вам: сейчас здесь нечто, что превосходит в величии храм.",
          "ID": "6"
        },
        {
          "text": "Если бы вы понимали, что имеется в виду в Писании, когда говорится: „Я хочу доброты от вас, а не жертв”, то не осуждали бы невинных.",
          "ID": "7"
        },
        {
          "text": "Да, Сын Человеческий — Господин субботы».",
          "ID": "8"
        },
        {
          "text": "После этого Иисус ушёл оттуда и отправился в их синагогу.",
          "ID": "9"
        },
        {
          "text": "Там был человек с иссохшей рукой, и Иисуса спросили: «По Закону ли исцелять людей в субботу?» Они спросили это, чтобы потом обвинить Его.",
          "ID": "10"
        },
        {
          "text": "Но Христос сказал им: «Допустим, что у кого-то из вас есть овца, и она упала в яму в субботний день. Разве вы не схватите её и не вытащите наверх?",
          "ID": "11"
        },
        {
          "text": "Человек же намного важнее овцы! Значит, Закон позволяет делать добро в субботу!»",
          "ID": "12"
        },
        {
          "text": "И сказал Он сухорукому: «Протяни руку». Тот протянул руку, и она тотчас же выправилась и стала здоровой, как и другая.",
          "ID": "13"
        },
        {
          "text": "Тогда фарисеи вышли и стали сговариваться, как найти способ погубить Иисуса.",
          "ID": "14"
        },
        {
          "text": "Но Иисус знал о том, что замышляли фарисеи и ушёл оттуда. Множество народа следовало за Ним, и Он всех исцелял,",
          "ID": "15"
        },
        {
          "text": "предупреждая их о том, чтобы они не рассказывали о Нём другим.",
          "ID": "16"
        },
        {
          "text": "Так случилось во исполнение того, что Бог сказал устами пророка Исаии:",
          "ID": "17"
        },
        {
          "text": "«Вот Мой Слуга, Которого Я избрал,",
          "ID": "18"
        },
        {
          "text": "Мой Возлюбленный, к Которому Я благоволю.",
          "ID": "18"
        },
        {
          "text": "Я передам Ему Духа Своего,",
          "ID": "18"
        },
        {
          "text": "и Он провозгласит справедливость для всех народов.",
          "ID": "18"
        },
        {
          "text": "Он не станет ни браниться, ни кричать,",
          "ID": "19"
        },
        {
          "text": "и люди не услышат голоса Его на улицах.",
          "ID": "19"
        },
        {
          "text": "Не сломает Он камыша согнутого",
          "ID": "20"
        },
        {
          "text": "и не погасит светильника мерцающего.",
          "ID": "20"
        },
        {
          "text": "Не остановится Он,",
          "ID": "20"
        },
        {
          "text": "пока не восторжествует справедливость.",
          "ID": "20"
        },
        {
          "text": "И все народы будут надеяться на имя Его». Исаия 42:1-4",
          "ID": "21"
        },
        {
          "text": "И привели к Иисусу слепого и немого, одержимого бесом, и Он исцелил его. И тот человек заговорил и прозрел.",
          "ID": "22"
        },
        {
          "text": "И дивился народ, говоря: «Может быть, Этот Человек и есть обещанный Сын Давидов?»",
          "ID": "23"
        },
        {
          "text": "Фарисеи, услышав это, сказали: «Он изгоняет бесов только властью Веельзевула, князя бесовского!»",
          "ID": "24"
        },
        {
          "text": "Иисус знал их мысли и поэтому сказал им: «Любое царство, разделённое враждой на части, погибнет, и любой город и любая семья, раздираемая распрями, не устоит.",
          "ID": "25"
        },
        {
          "text": "И если сатана изгоняет своих бесов, то значит, он сам против себя выступает. Так как же устоит царство его?",
          "ID": "26"
        },
        {
          "text": "И если правда то, что Я изгоняю бесов властью Веельзевула, то чьей же властью изгоняют их ваши люди? Так ваши собственные люди покажут, что вы неправы.",
          "ID": "27"
        },
        {
          "text": "Если же Я изгоняю бесов Духом Божьим, то это доказывает, что Царство Божье уже пришло к вам.",
          "ID": "28"
        },
        {
          "text": "И если какие-либо люди захотят войти в дом сильного человека и украсть то, чем он владеет, то они сначала должны связать его. Только тогда они смогут разграбить его дом.",
          "ID": "29"
        },
        {
          "text": "Кто не со Мной, тот против Меня, и кто не собирает со Мной, тот расточает.",
          "ID": "30"
        },
        {
          "text": "И потому говорю вам: любой грех и злословие против Господа будут прощены, но злословие против Святого Духа не будет прощено.",
          "ID": "31"
        },
        {
          "text": "Тот, кто скажет слово против Сына Человеческого, может быть прощён, тот же, кто скажет против Святого Духа, не будет прощён ни в этом веке, ни в будущем».",
          "ID": "32"
        },
        {
          "text": "«Вы знаете, что для того, чтобы получить хорошие плоды, нужно хорошее дерево, а для того, чтобы получить плохие плоды, нужно плохое дерево. Потому что дерево распознаётся по плодам его.",
          "ID": "33"
        },
        {
          "text": "Отродья змеиные! Как вы можете сказать что-нибудь хорошее, если сами вы злые люди? Ведь слова идут от того, что наполняет сердце.",
          "ID": "34"
        },
        {
          "text": "Добрый человек произносит добрые слова, идущие из сердца, наполненного добром, в то время как злой черпает злые слова из сердца, наполненного злом.",
          "ID": "35"
        },
        {
          "text": "Но говорю вам, что в Судный День людям придётся отвечать за каждое неосторожно сказанное слово.",
          "ID": "36"
        },
        {
          "text": "На основании слов твоих ты будешь признан невиновным, и на основании слов твоих ты будешь осуждён».",
          "ID": "37"
        },
        {
          "text": "Тогда некоторые законоучители и фарисеи спросили Его: «Учитель, мы хотели бы, чтобы Ты сотворил для нас знамение».",
          "ID": "38"
        },
        {
          "text": "Но Он сказал им в ответ: «Злое и неверное поколение ищет знамения, но не будет ему оно дано, кроме данного пророком Ионой.",
          "ID": "39"
        },
        {
          "text": "Потому что подобно Ионе, проведшему в чреве морского чудовища три дня и три ночи, и Сын Человеческий пробудет в могиле три дня и три ночи.",
          "ID": "40"
        },
        {
          "text": "В Судный День жители Ниневии выступят против живущих сегодня и обличат их, потому что покаялись они в ответ на проповедь Ионы, а здесь же Некто, Кто превосходит в величии Иону!",
          "ID": "41"
        },
        {
          "text": "В День судный царица Юга выступит против живущих сегодня и обличит их, так как она явилась с другого конца земли внимать мудрости Соломоновой, а здесь же Некто, Кто превосходит в величии Соломона!»",
          "ID": "42"
        },
        {
          "text": "«Когда из человека выходит нечистый дух, то скитается в пустыне в поисках покоя и не находит его.",
          "ID": "43"
        },
        {
          "text": "И тогда говорит он: „Вернусь в своё прежнее обиталище, которое покинул”. И когда он возвращается обратно к тому человеку, то находит обиталище пустым, выметенным и убранным.",
          "ID": "44"
        },
        {
          "text": "Тогда он идёт и приводит с собой семеро других нечистых духов, ещё худших, чем он сам. И они входят в того человека и живут там все вместе, и жизнь этого человека становится ещё хуже, чем была прежде. То же произойдёт и со злыми людьми, живущими сегодня».",
          "ID": "45"
        },
        {
          "text": "Пока Он говорил так с народом, мать и братья Его стояли снаружи; они хотели поговорить с Ним.",
          "ID": "46"
        },
        {
          "text": "Кто-то сказал Иисусу: «Посмотри, Твоя мать и Твои братья стоят снаружи и хотят поговорить с Тобой».",
          "ID": "47"
        },
        {
          "text": "В ответ Он сказал говорившему: «Кто Моя мать и кто Мои братья?»",
          "ID": "48"
        },
        {
          "text": "И, протянув руку к Своим ученикам, сказал: «Вот Моя мать и вот Мои братья!",
          "ID": "49"
        },
        {
          "text": "Да, тот, кто исполняет волю Отца Моего Небесного — Мой брат, сестра и мать!»",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12",
      "name": "По Матфею Благовествование 12"
    },
    {
      "text": [
        {
          "text": "В тот же день Иисус вышел из дома и сел на берегу озера.",
          "ID": "1"
        },
        {
          "text": "Вокруг Него собралась большая толпа, поэтому Он вошёл в лодку и сел там, а толпа осталась на берегу.",
          "ID": "2"
        },
        {
          "text": "Иисус о многом рассказывал им притчами. Он сказал: «Вышел сеятель сеять,",
          "ID": "3"
        },
        {
          "text": "и когда разбрасывал семена, то одни упали возле дороги. Прилетели птицы и склевали их.",
          "ID": "4"
        },
        {
          "text": "Другие семена попали на каменистую почву, где не было достаточно земли. Эти семена быстро проросли, так как слой земли там был неглубокий,",
          "ID": "5"
        },
        {
          "text": "но когда взошло солнце, оно опалило ростки, и так как у них не было глубоких корней, они засохли и погибли.",
          "ID": "6"
        },
        {
          "text": "Другие семена упали среди колючек, которые, взойдя, заглушили ростки.",
          "ID": "7"
        },
        {
          "text": "Остальные семена упали на плодородную почву. Они пустили ростки и стали плодоносить, и принесли урожай, дав в сто, шестьдесят или в тридцать раз больше, чем было посеяно.",
          "ID": "8"
        },
        {
          "text": "Имеющий уши да услышит!»",
          "ID": "9"
        },
        {
          "text": "Ученики Иисуса подошли к Нему и спросили: «Почему Ты поучаешь людей притчами?»",
          "ID": "10"
        },
        {
          "text": "И Он сказал в ответ: «Вам дано познать тайны Царства Небесного, им же этого не дано.",
          "ID": "11"
        },
        {
          "text": "Так как имеющему это познание дано будет ещё больше, и будет у него предостаточно. У неимущего же отнимется даже и то немногое знание, что ему принадлежит.",
          "ID": "12"
        },
        {
          "text": "Вот почему Я говорю с ними притчами, потому что хотя они и смотрят, но ничего не видят, хотя они и слушают, но ничего не слышат и не понимают.",
          "ID": "13"
        },
        {
          "text": "Так исполнится пророчество Исаии:",
          "ID": "14"
        },
        {
          "text": "„Вы будете слушать и слушать,",
          "ID": "14"
        },
        {
          "text": "но не поймёте,",
          "ID": "14"
        },
        {
          "text": "и будете смотреть и смотреть,",
          "ID": "14"
        },
        {
          "text": "но ничего не увидите.",
          "ID": "14"
        },
        {
          "text": "Да, эти люди очерствели,",
          "ID": "15"
        },
        {
          "text": "им заложило уши",
          "ID": "15"
        },
        {
          "text": "глаза их закрылись,",
          "ID": "15"
        },
        {
          "text": "и не видят они глазами,",
          "ID": "15"
        },
        {
          "text": "не слышат ушами,",
          "ID": "15"
        },
        {
          "text": "не разумеют сердцем",
          "ID": "15"
        },
        {
          "text": "и не приходят ко Мне,",
          "ID": "15"
        },
        {
          "text": "чтобы Я их исцелил”. Исаия 6:9-10",
          "ID": "15"
        },
        {
          "text": "А вы — Богом благословенны, так как обладаете пониманием того, что видите глазами и слышите ушами вашими.",
          "ID": "16"
        },
        {
          "text": "Правду вам говорю: многие пророки и праведники хотели видеть то, что вы видите, но не видели, хотели слышать то, что вы слышите, но не слышали».",
          "ID": "17"
        },
        {
          "text": "«Послушайте же толкование притчи о сеятеле.",
          "ID": "18"
        },
        {
          "text": "Семя, которое упало возле дороги, означает того, кто слышит слово о Царстве Божьем, но не понимает его. Тогда появляется лукавый и отнимает то, что посеяно в сердце у этого человека.",
          "ID": "19"
        },
        {
          "text": "Семя, которое попало на каменистую почву, означает того, кто услышав Слово, тотчас же с радостью принимает его.",
          "ID": "20"
        },
        {
          "text": "Но так как человек не даёт ему укорениться в своей душе, то всё это продолжается недолго. Когда начинаются гонения или преследования за Слово, то он тотчас же отходит в сторону.",
          "ID": "21"
        },
        {
          "text": "Семя, которое упало среди колючек, означает того, кто услышал Слово, но суетные заботы и обманчивое богатство заглушают в нём Слово, и оно не приносит плодов.",
          "ID": "22"
        },
        {
          "text": "Зерно, которое попало в плодородную землю, означает того, кто слышит Слово и понимает его. Он приносит плодов в сто, шестьдесят или в тридцать раз больше посеянного».",
          "ID": "23"
        },
        {
          "text": "И рассказал Он им другую притчу: «Царство Небесное подобно человеку, посеявшему в поле хорошие семена.",
          "ID": "24"
        },
        {
          "text": "Ночью, когда все спали, прокрался враг и, посеяв сорняки среди пшеницы, ушёл.",
          "ID": "25"
        },
        {
          "text": "И когда пшеница проросла и созрела, то выросли и сорняки.",
          "ID": "26"
        },
        {
          "text": "Слуги пришли к владельцу земли и сказали: „Господин, ты ведь посеял в поле хорошие семена. Откуда же там сорняки?”",
          "ID": "27"
        },
        {
          "text": "А он им сказал: „Кто-то из моих врагов сделал это”.",
          "ID": "28"
        },
        {
          "text": "Тогда слуги предложили: „Ты хочешь, чтобы мы пошли и выдернули их?”",
          "ID": "28"
        },
        {
          "text": "Он сказал: „Нет, не хочу, потому что вместе с сорняками вы выдернете и пшеницу.",
          "ID": "29"
        },
        {
          "text": "Пусть растут и те, и другие вместе”. А когда придёт время жатвы, я скажу жнецам: „Сначала сожните сорняки, свяжите их в снопы и сожгите, а зерно соберите в мою житницу”».",
          "ID": "30"
        },
        {
          "text": "Иисус рассказал им другую притчу: «Царство Небесное подобно горчичному зерну, которое человек взял и посеял на своём поле.",
          "ID": "31"
        },
        {
          "text": "Оно самое малое из всех семян, но когда оно вырастает, то становится самым большим из всех садовых растений. Оно становится деревом, так что птицы небесные прилетают и вьют гнёзда в его ветвях».",
          "ID": "32"
        },
        {
          "text": "И рассказал он им ещё одну притчу: «Царство Небесное подобно закваске, которую женщина взяла и замесила в три меры муки и оставила тесто подходить».",
          "ID": "33"
        },
        {
          "text": "Иисус всё это говорил народу притчами. Он вообще не говорил иначе как притчами,",
          "ID": "34"
        },
        {
          "text": "во исполнение сказанного через пророка:",
          "ID": "35"
        },
        {
          "text": "«Я буду говорить притчами и изреку,",
          "ID": "35"
        },
        {
          "text": "что было сокрыто со дня сотворения мира». Псалом 77:2",
          "ID": "35"
        },
        {
          "text": "Затем Он отпустил народ и вошёл в дом. Его ученики подошли к Нему и сказали: «Объясни нам притчу о сорняках в поле».",
          "ID": "36"
        },
        {
          "text": "В ответ Он сказал: «Тот, кто посеял хорошее семя — Сын Человеческий.",
          "ID": "37"
        },
        {
          "text": "Поле — это мир. Хорошее семя — это те, кто принадлежат Царству Божьему. Сорняки же — это те, кто принадлежат лукавому.",
          "ID": "38"
        },
        {
          "text": "Враг, посеявший их, — это дьявол. Жатва — это конец света, жнецы же — Ангелы.",
          "ID": "39"
        },
        {
          "text": "И подобно тому, как сорняки выдёргивают и сжигают в огне, так будет и при конце света.",
          "ID": "40"
        },
        {
          "text": "Сын Человеческий пошлёт Своих Ангелов, и из Его Царства они соберут всех тех, кто вынуждает людей грешить, и всех, кто причиняет зло,",
          "ID": "41"
        },
        {
          "text": "и бросят их в пылающую печь. Там они будут рыдать и скрежетать зубами от боли нестерпимой.",
          "ID": "42"
        },
        {
          "text": "И воссияют праведники, подобно солнцу, в Царстве Отца их. Имеющий уши да услышит!»",
          "ID": "43"
        },
        {
          "text": "«Царство Небесное подобно сокровищу, зарытому в поле. Человек нашёл его и зарыл снова. Он был так счастлив, что пошёл, продал всё, что имел, и купил это поле.",
          "ID": "44"
        },
        {
          "text": "Царство Небесное подобно также и торговцу, искавшему хороший жемчуг.",
          "ID": "45"
        },
        {
          "text": "Когда он нашёл драгоценную жемчужину, то пошёл, продал всё, что имел, и купил её».",
          "ID": "46"
        },
        {
          "text": "«Царство Небесное также подобно сети, заброшенной в озеро, в которую поймалась самая разная рыба.",
          "ID": "47"
        },
        {
          "text": "Когда сеть наполнилась, рыбаки вытянули её на берег. Потом они сели и отобрали хорошую рыбу в корзины, а плохую рыбу выбросили.",
          "ID": "48"
        },
        {
          "text": "Так будет и когда наступит конец света. Явятся Ангелы и отделят грешных людей от праведников,",
          "ID": "49"
        },
        {
          "text": "и бросят плохих людей в пылающую печь. Там они будут рыдать и скрежетать зубами от боли нестерпимой».",
          "ID": "50"
        },
        {
          "text": "И спросил Иисус Своих учеников: «Понимаете ли вы всё это?»",
          "ID": "51"
        },
        {
          "text": "Они ответили Ему: «Да».",
          "ID": "51"
        },
        {
          "text": "Тогда Иисус сказал им: «Поэтому каждый законоучитель, который научился Царству Небесному, сможет поделиться этими знаниями с другими. Он подобен домовладельцу, который извлекает из кладовой старые и новые вещи».",
          "ID": "52"
        },
        {
          "text": "Когда Иисус закончил рассказывать все эти притчи, то ушёл оттуда",
          "ID": "53"
        },
        {
          "text": "и пошёл в Свой родной город. Там Он начал учить их в синагоге, и все дивились и спрашивали: «Откуда у Него такая мудрость и сила творить чудеса?",
          "ID": "54"
        },
        {
          "text": "Разве этот Человек не плотницкий сын? Разве Его мать не зовут Марией, а братьев — Иаковом, Иосифом, Симоном и Иудой?",
          "ID": "55"
        },
        {
          "text": "И разве не здесь, среди нас, сёстры Его? Так откуда же у Него всё это?»",
          "ID": "56"
        },
        {
          "text": "И не захотели они признать Его.",
          "ID": "57"
        },
        {
          "text": "Тогда Иисус сказал им: «Не бывает пророк без чести, разве только в своём родном городе и в своём доме».",
          "ID": "57"
        },
        {
          "text": "И Он не совершил там много чудес, так как не было у них веры.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13",
      "name": "По Матфею Благовествование 13"
    },
    {
      "text": [
        {
          "text": "Когда Ирод, правитель Галилеи царствовавший в то время, прослышал об Иисусе,",
          "ID": "1"
        },
        {
          "text": "он сказал своим слугам: «Этот Человек на самом деле Иоанн Креститель. Он воскрес из мёртвых и потому способен творить все эти чудеса».",
          "ID": "2"
        },
        {
          "text": "Задолго до этого Ирод схватил Иоанна, заковал его в цепи и бросил в темницу. Он сделал это из-за Иродиады, жены своего брата Филиппа.",
          "ID": "3"
        },
        {
          "text": "Иоанн говорил ему: «Тебе не подобает с ней сожительствовать».",
          "ID": "4"
        },
        {
          "text": "Ирод хотел убить его, но боялся народа, так как люди считали Иоанна пророком.",
          "ID": "5"
        },
        {
          "text": "Когда наступил день рождения Ирода, дочь Иродиады танцевала перед ним и его гостями и так угодила ему,",
          "ID": "6"
        },
        {
          "text": "что он клятвенно пообещал дать ей, чего она ни попросит.",
          "ID": "7"
        },
        {
          "text": "По наущению матери она сказала: «Принеси мне на блюде голову Иоанна Крестителя».",
          "ID": "8"
        },
        {
          "text": "И хотя царь был опечален, но из-за клятв своих и из-за гостей, восседавших вместе с ним, приказал исполнить эту просьбу",
          "ID": "9"
        },
        {
          "text": "и послал людей обезглавить Иоанна в тюрьме.",
          "ID": "10"
        },
        {
          "text": "Они принесли голову Иоанна на блюде и отдали девушке, а та отнесла её матери.",
          "ID": "11"
        },
        {
          "text": "После этого пришли ученики Иоанна и, забрав тело, похоронили его, а затем пошли и рассказали Иисусу, что произошло.",
          "ID": "12"
        },
        {
          "text": "Услышав о том, что случилось, Иисус сел в лодку и отправился в уединенное место, чтобы побыть в одиночестве. Но когда люди узнали об этом, они пришли из своих городов и пошли за Ним по берегу.",
          "ID": "13"
        },
        {
          "text": "Выйдя на берег, Иисус увидел большую толпу и сжалился над ними, и исцелил их больных.",
          "ID": "14"
        },
        {
          "text": "Когда настал вечер, к Нему пришли Его ученики и сказали: «Уже поздно, а место здесь уединённое. Распусти людей, чтобы они могли пойти в селения и купить себе еды».",
          "ID": "15"
        },
        {
          "text": "Но Иисус сказал ученикам: «Незачем им уходить. Вы дайте им что-нибудь поесть».",
          "ID": "16"
        },
        {
          "text": "Ученики ответили Ему: «Всё, что у нас есть с собой, это пять хлебов и две рыбины».",
          "ID": "17"
        },
        {
          "text": "Он сказал: «Принесите их Мне».",
          "ID": "18"
        },
        {
          "text": "Он велел народу сесть на траву, а затем, взяв пять хлебов и две рыбины, возвёл глаза к небу и возблагодарил Бога за еду. После этого Он преломил хлеб и стал раздавать куски Своим ученикам, а те в свою очередь передавали их народу.",
          "ID": "19"
        },
        {
          "text": "Все поели и насытились, а ученики потом ещё наполнили остатками еды двенадцать корзин.",
          "ID": "20"
        },
        {
          "text": "И всего среди евших было пять тысяч мужчин, а кроме них ещё женщины и дети.",
          "ID": "21"
        },
        {
          "text": "Вскоре после этого Он велел ученикам сесть в лодку и послал их вперед, на другой берег озера, а Сам остался, чтобы отпустить народ.",
          "ID": "22"
        },
        {
          "text": "Попрощавшись с людьми, Он в одиночестве поднялся в горы, чтобы помолиться. И когда наступил вечер, Он был там один.",
          "ID": "23"
        },
        {
          "text": "Лодка была уже далеко от берега, и волны кидали её из стороны в сторону, так как она шла против сильного ветра.",
          "ID": "24"
        },
        {
          "text": "Между тремя и шестью часами утра Иисус пришёл к ученикам, идя по воде.",
          "ID": "25"
        },
        {
          "text": "Увидев, что Он идёт по озеру, они испугались и сказали: «Это призрак!», и стали кричать от страха.",
          "ID": "26"
        },
        {
          "text": "Тогда Иисус заговорил с ними: «Не пугайтесь! Это я! Не бойтесь!»",
          "ID": "27"
        },
        {
          "text": "В ответ Пётр сказал: «Господи, если это Ты, то прикажи, чтобы я мог подойти к Тебе по воде!»",
          "ID": "28"
        },
        {
          "text": "И Он сказал: «Подойди!» И Пётр вышел из лодки и пошёл по воде к Иисусу.",
          "ID": "29"
        },
        {
          "text": "Тут он заметил, что ветер стал сильнее, и испугался. Он стал тонуть и закричал: «Господи, спаси меня!»",
          "ID": "30"
        },
        {
          "text": "Иисус тотчас же протянул руку и подхватил его. И сказал ему: «Маловерный, почему ты усомнился?»",
          "ID": "31"
        },
        {
          "text": "Как только они вошли в лодку, и ветер стих.",
          "ID": "32"
        },
        {
          "text": "Те, кто был в лодке, поклонились Иисусу и сказали: «Ты — истинно Сын Божий!»",
          "ID": "33"
        },
        {
          "text": "Они пересекли озеро и причалили к берегу в Геннисарете.",
          "ID": "34"
        },
        {
          "text": "Когда местные жители узнали Иисуса, они послали весть по всей округе, и люди стали приносить больных",
          "ID": "35"
        },
        {
          "text": "и умолять Его позволить им хотя бы дотронуться до подола Его одежды. И все те, кто коснулись её, исцелились.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14",
      "name": "По Матфею Благовествование 14"
    },
    {
      "text": [
        {
          "text": "Тогда к Иисусу пришли фарисеи и законоучители из Иерусалима и сказали:",
          "ID": "1"
        },
        {
          "text": "«Почему Твои ученики нарушают обычай наших великих предков? Они не моют руки перед едой!»",
          "ID": "2"
        },
        {
          "text": "В ответ Он сказал им: «А почему вы нарушаете заповедь Божью ради установленных вами обычаев?",
          "ID": "3"
        },
        {
          "text": "Ведь Бог сказал: „Почитай отца своего и мать свою”. И ещё сказал Всевышний: „Каждый, кто оскорбит своего отца или свою мать, должен быть предан смерти”.",
          "ID": "4"
        },
        {
          "text": "Но вы говорите, что можно сказать отцу или матери: „Я не могу помочь вам, так как предназначаю всё своё состояние в дар Богу”,",
          "ID": "5"
        },
        {
          "text": "и тем самым учите не почитать отца и мать. Так вы отменили заповедь Божью ради ваших обычаев.",
          "ID": "6"
        },
        {
          "text": "Лицемеры! Правильно пророчествовал о вас Исаия, когда сказал:",
          "ID": "7"
        },
        {
          "text": "„Эти люди чтут Меня устами своими,",
          "ID": "8"
        },
        {
          "text": "но сердца их далеки от Меня.",
          "ID": "8"
        },
        {
          "text": "Почитание их бесполезно,",
          "ID": "9"
        },
        {
          "text": "так как то, чему они учат —",
          "ID": "9"
        },
        {
          "text": "это правила, выдуманные людьми”». Исаия 29:13",
          "ID": "9"
        },
        {
          "text": "И призвав к Себе народ, Иисус сказал им: «Слушайте меня и поймите вот что:",
          "ID": "10"
        },
        {
          "text": "не то, что попадает в рот человека, делает его нечистым, а то, что выходит изо рта его».",
          "ID": "11"
        },
        {
          "text": "И тогда к Иисусу пришли ученики и сказали Ему: «Понимаешь ли Ты, что фарисеи оскорбились, когда услышали то, что Ты сказал?»",
          "ID": "12"
        },
        {
          "text": "Иисус им ответил: «Каждое растение, которое не было посажено моим Небесным Отцом, вырвано будет с корнем,",
          "ID": "13"
        },
        {
          "text": "так что отпустите их с миром. Они слепые, ведущие за собой слепцов. Но если слепой ведёт за собой слепца, то оба они упадут в яму».",
          "ID": "14"
        },
        {
          "text": "В ответ Пётр сказал Ему: «Объясни нам значение этой притчи».",
          "ID": "15"
        },
        {
          "text": "Иисус сказал ему: «Неужели вы всё ещё не поняли?",
          "ID": "16"
        },
        {
          "text": "Неужели не понимаете вы, что всё, что попадает вам в рот, проходит в желудок, а затем извергается из тела?",
          "ID": "17"
        },
        {
          "text": "Но то, что выходит изо рта, идёт от сердца. Оно-то и оскверняет человека.",
          "ID": "18"
        },
        {
          "text": "Я говорю так, потому что от сердца исходит такое зло: дурные помыслы, убийства, прелюбодеяние, распутство, воровство, ложь и клевета.",
          "ID": "19"
        },
        {
          "text": "Всё это оскверняет человека. А если кто не помоет руки перед едой, это его не осквернит».",
          "ID": "20"
        },
        {
          "text": "Иисус ушёл оттуда и отправился в окрестности Тира и Сидона.",
          "ID": "21"
        },
        {
          "text": "К нему пришла одна хананеянка из тех мест и стала рыдать: «Смилуйся надо мной, Господи, Сын Давидов! Моя дочь одержима бесами и ужасно мучается».",
          "ID": "22"
        },
        {
          "text": "Но Он ей ничего не ответил. Тогда ученики подошли к Нему и стали просить: «Исполни то, о чём она просит и отпусти её! Она всё время ходит за нами и кричит».",
          "ID": "23"
        },
        {
          "text": "Он сказал в ответ: «Я послан только к заблудшим овцам народа Израиля».",
          "ID": "24"
        },
        {
          "text": "Тогда женщина подошла к Иисусу и, склонившись перед ним, сказала: «Господи, помоги мне!»",
          "ID": "25"
        },
        {
          "text": "В ответ Он сказал ей: «Нехорошо отнимать у детей еду и бросать её собакам».",
          "ID": "26"
        },
        {
          "text": "А она сказала: «Верно, Господи, но даже собаки подъедают крохи, упавшие с хозяйского стола».",
          "ID": "27"
        },
        {
          "text": "Тогда Иисус ответил ей: «Женщина, велика твоя вера. Даровано будет тебе то, о чём просишь». И в тот же миг её дочь исцелилась.",
          "ID": "28"
        },
        {
          "text": "Уйдя оттуда, Иисус пошёл на берег Галилейского озера. Он взошёл на гору и сел там.",
          "ID": "29"
        },
        {
          "text": "И стали к Нему приходить толпы народа, принося с собой хромых, слепых, калек, глухонемых и других больных. И клали они их на землю у Его ног, и Он их исцелял.",
          "ID": "30"
        },
        {
          "text": "Они дивились, видя, что глухонемые начинают разговаривать, калеки исцеляются, хромые начинают ходить, а слепые прозревают. И они воздавали хвалу Богу Израиля.",
          "ID": "31"
        },
        {
          "text": "Иисус призвал к Себе Своих учеников и сказал им: «Мне жаль этих людей. Они со Мной вот уже три дня, и им нечего есть. Я не хочу отсылать их отсюда, чтобы по дороге домой они не ослабели от голода».",
          "ID": "32"
        },
        {
          "text": "Ученики сказали: «Откуда же нам в этом уединённом месте взять хлеб на такую огромную толпу?»",
          "ID": "33"
        },
        {
          "text": "Иисус спросил: «Сколько у вас хлебов?»",
          "ID": "34"
        },
        {
          "text": "Они ответили: «Семь хлебов и несколько небольших рыбин».",
          "ID": "34"
        },
        {
          "text": "Тогда Он велел им всем сесть на землю,",
          "ID": "35"
        },
        {
          "text": "взял семь хлебов и рыбу и, возблагодарив Бога, преломил хлеб и стал раздавать куски Своим ученикам, те же передавали хлеб народу.",
          "ID": "36"
        },
        {
          "text": "И все ели, пока не насытились. Его ученики собрали остатки, и набралось тех остатков семь полных корзин.",
          "ID": "37"
        },
        {
          "text": "А было там всего четыре тысячи мужчин, да ещё женщины и дети.",
          "ID": "38"
        },
        {
          "text": "После того как толпа разошлась, Иисус сел в лодку и отправился в окрестности Магадана.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15",
      "name": "По Матфею Благовествование 15"
    },
    {
      "text": [
        {
          "text": "Фарисеи и саддукеи пришли к Иисусу и, желая испытать Его, попросили Его совершить чудо, чтобы им было с Неба знамение Божье.",
          "ID": "1"
        },
        {
          "text": "В ответ Он сказал им: «На закате солнца вы говорите: „Будет хорошая погода, так как небо багровое”.",
          "ID": "2"
        },
        {
          "text": "На рассвете же говорите: „Сегодня будет ненастно, так как небо багровое и сумрачное”. Вы умеете различать, как выглядит небо, но не способны различить знамения этого времени.",
          "ID": "3"
        },
        {
          "text": "Злое и неверное поколение ищет знамения, но не будет ему оно дано, кроме знамения Ионы». И покинув их, Он ушёл оттуда.",
          "ID": "4"
        },
        {
          "text": "Его ученики переправились на другую сторону озера, но забыли взять с собой хлеба.",
          "ID": "5"
        },
        {
          "text": "Тогда Иисус сказал им: «Осторожно! Берегитесь фарисейской и саддукейской закваски».",
          "ID": "6"
        },
        {
          "text": "Они стали обсуждать это между собой, говоря: «Он, наверное, сказал это потому, что мы не взяли с собой хлеба».",
          "ID": "7"
        },
        {
          "text": "Иисус же знал, о чём они говорят, и поэтому спросил их: «Маловерные, почему говорите между собой, что у вас нет хлеба?",
          "ID": "8"
        },
        {
          "text": "Неужели вы так до сих пор ничего и не поняли? Вспомните о тех пяти хлебах, что накормили пять тысяч человек, и о тех корзинах, что вы наполнили.",
          "ID": "9"
        },
        {
          "text": "Разве вы не помните о тех семи хлебах, что накормили четыре тысячи человек и о том, сколько корзин вы наполнили остатками?",
          "ID": "10"
        },
        {
          "text": "Как это вы не понимаете, что Я не о хлебе говорю, а о том, что вы должны остерегаться фарисейской и саддукейской закваски!»",
          "ID": "11"
        },
        {
          "text": "И тогда они поняли, что Он предостерегает их не от хлебной закваски, а от фарисейского и саддукейского учения.",
          "ID": "12"
        },
        {
          "text": "Когда Иисус пришёл в окрестности Кесарии Филипповой, то спросил Своих учеников: «Что говорят люди, кто Я такой?»",
          "ID": "13"
        },
        {
          "text": "И сказали они: «Некоторые говорят, что Ты Иоанн Креститель, другие — Илия, третьи же, что Ты Иеремия или один из пророков».",
          "ID": "14"
        },
        {
          "text": "И сказал Он им: «А что вы говорите, кто Я такой?»",
          "ID": "15"
        },
        {
          "text": "Симон Пётр ответил: «Ты — Христос, Сын Бога Живого».",
          "ID": "16"
        },
        {
          "text": "В ответ Иисус сказал ему: «Блажен ты, Симон, сын Ионы, потому что ты узнал это не от людей, а от Моего Небесного Отца.",
          "ID": "17"
        },
        {
          "text": "Я говорю тебе также, что ты — Пётр, и на камне этом Я создам Церковь Мою, и силы смертные не одолеют её.",
          "ID": "18"
        },
        {
          "text": "Я дам тебе ключи от Царства Небесного. Когда ты будешь судить здесь на земле, то это будет суд Божий. И когда пообещаешь прощение здесь на земле, то это будет прощение Божье».",
          "ID": "19"
        },
        {
          "text": "И приказал Иисус ученикам Своим никому не говорить, что Он — Христос.",
          "ID": "20"
        },
        {
          "text": "С того времени Иисус стал говорить Своим ученикам, что Он должен пойти в Иерусалим и претерпеть многие страдания от рук старейшин, главных священников и законоучителей. Он также объяснил им, что должен быть убит, а на третий день после этого должен воскреснуть из мёртвых.",
          "ID": "21"
        },
        {
          "text": "Пётр отвёл Его в сторону и стал Ему прекословить, говоря: «Господи, не дай Бог! Да не будет этого с Тобою!»",
          "ID": "22"
        },
        {
          "text": "Тогда Он повернулся к Петру и сказал ему: «Уйди прочь, сатана! Ты препятствуешь Мне, так как думаешь не о Божьем, а о человеческом».",
          "ID": "23"
        },
        {
          "text": "И сказал Иисус Своим ученикам: «Если кто хочет идти за Мной, то должен забыть о собственных желаниях, принять на себя крест страданий и следовать за Мной,",
          "ID": "24"
        },
        {
          "text": "потому что тот, кто хочет сохранить жизнь свою, потеряет её, тот же, кто отдаст жизнь за Меня, сохранит её.",
          "ID": "25"
        },
        {
          "text": "Потому что какой прок человеку, если, приобретя весь мир, он потеряет свою жизнь? Что может отдать человек, чтобы выкупить жизнь свою?",
          "ID": "26"
        },
        {
          "text": "Сын Человеческий придёт во Славе Отца Своего с Ангелами Своими. И тогда Он воздаст каждому по делам его.",
          "ID": "27"
        },
        {
          "text": "Правду вам говорю, что некоторые из вас, кто сейчас здесь находится, ещё до смерти своей увидят Сына Человеческого, идущего, чтобы править в Царстве Своём!»",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16",
      "name": "По Матфею Благовествование 16"
    },
    {
      "text": [
        {
          "text": "Шесть дней спустя Иисус взял Петра, Иакова и брата его Иоанна, повёл их на высокую гору и уединился там с ними.",
          "ID": "1"
        },
        {
          "text": "И там, у них на глазах, Его облик изменился. Лицо Иисуса засияло, подобно солнцу, и одежды Его стали ослепительно белыми.",
          "ID": "2"
        },
        {
          "text": "И внезапно явились им Моисей и Илия и стали беседовать с Ним.",
          "ID": "3"
        },
        {
          "text": "И сказал Пётр Иисусу: «Господи, как хорошо, что мы здесь! Если хочешь, я поставлю здесь три шатра: один для Тебя, один для Моисея и один для Илии».",
          "ID": "4"
        },
        {
          "text": "И пока он это говорил, на них опустилось светлое облако, и оттуда раздался голос, говоривший: «Вот Сын Мой возлюбленный, к Которому Я благоволю. Повинуйтесь Ему!»",
          "ID": "5"
        },
        {
          "text": "Услышав это, ученики так испугались, что пали на землю ниц.",
          "ID": "6"
        },
        {
          "text": "Тогда Иисус подошёл, коснулся их и сказал: «Встаньте, не бойтесь!»",
          "ID": "7"
        },
        {
          "text": "И когда они подняли глаза, то не увидели никого, кроме Иисуса.",
          "ID": "8"
        },
        {
          "text": "Когда ученики спускались с горы, Иисус приказал им: «Никому не рассказывайте о том, что видели, пока Сын Человеческий не воскреснет из мёртвых!»",
          "ID": "9"
        },
        {
          "text": "Тогда ученики спросили Его: «Почему же законоучители говорят, что сначала должен прийти Илия?»",
          "ID": "10"
        },
        {
          "text": "Иисус ответил им: «Известно, что Илия должен прийти и навести во всем порядок.",
          "ID": "11"
        },
        {
          "text": "Но говорю вам, Илия уже приходил, но люди не узнали его и плохо обошлись с ним. Так же и Сын Человеческий пострадает от их рук».",
          "ID": "12"
        },
        {
          "text": "Тогда они поняли, что Он говорит им об Иоанне Крестителе.",
          "ID": "13"
        },
        {
          "text": "Когда Иисус и Его ученики вернулись к народу, к Нему подошёл один человек и, опустившись перед Ним на колени,",
          "ID": "14"
        },
        {
          "text": "сказал: «Господи, смилуйся над моим сыном! Он ужасно мучается от припадков и часто падает в огонь и в воду.",
          "ID": "15"
        },
        {
          "text": "Я привёл его к Твоим ученикам, но они не смогли его исцелить».",
          "ID": "16"
        },
        {
          "text": "И сказал Иисус в ответ: «О вы, неверные, идущие неверными путями! Сколько ещё придётся Мне оставаться с вами? Как долго ещё придётся Мне терпеть вас? Приведите его ко Мне!»",
          "ID": "17"
        },
        {
          "text": "Иисус приказал бесу выйти, и нечистый дух вышел из мальчика, и он исцелился в тот же миг.",
          "ID": "18"
        },
        {
          "text": "Ученики подошли к Иисусу, когда Он был один, и спросили: «Почему же мы не смогли изгнать беса?»",
          "ID": "19"
        },
        {
          "text": "Он сказал им: «Из-за того, что у вас слишком мало веры. Правду вам говорю: даже если бы ваша вера была не больше горчичного зерна, вы могли бы приказать горе этой: „Передвинься отсюда туда” – и она передвинулась бы, и не было бы для вас ничего невозможного».",
          "ID": "20"
        },
        {
          "text": "[«Этот дух изгоняется только молитвой и постом».]",
          "ID": "21"
        },
        {
          "text": "Когда они все вместе пришли в Галилею, Иисус сказал им: «Сына Человеческого выдадут людям,",
          "ID": "22"
        },
        {
          "text": "которые убьют Его, но на третий день Он воскреснет». Услышав эти слова, ученики Иисуса очень опечалились.",
          "ID": "23"
        },
        {
          "text": "Когда Иисус и Его ученики пришли в Капернаум, к Петру подошли сборщики храмового налога и спросили: «Твой учитель платит двухдрахмовый налог на храм?»",
          "ID": "24"
        },
        {
          "text": "Пётр ответил: «Платит!», и вошёл в дом. Прежде чем Пётр успел что-либо сказать, Иисус спросил его: «Как ты думаешь, Симон, с кого владыки этого мира берут пошлины и налоги? Со своего народа или с чужого?»",
          "ID": "25"
        },
        {
          "text": "Пётр ответил: «С чужого».",
          "ID": "26"
        },
        {
          "text": "Иисус сказал: «Значит, царский народ свободен от налога.",
          "ID": "26"
        },
        {
          "text": "Но чтобы не раздражать власти, пойди к озеру, забрось уду и у первой рыбы, которую поймаешь, открой рот. Найдёшь там четырёхдрахмовую монету, возьми её и отдай им за Меня и за себя».",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17",
      "name": "По Матфею Благовествование 17"
    },
    {
      "text": [
        {
          "text": "В это время ученики пришли к Иисусу и спросили: «Кто самый великий в Царстве Небесном?»",
          "ID": "1"
        },
        {
          "text": "Тогда Он подозвал к себе ребёнка, поставил его посреди них",
          "ID": "2"
        },
        {
          "text": "и сказал: «Правду вам говорю, что до тех пор, пока не изменитесь в сердце своём и не станете подобны детям, вы не войдёте в Царство Небесное.",
          "ID": "3"
        },
        {
          "text": "Тот, кто станет покорным, подобно этому ребёнку, будет самым главным в Царстве Небесном.",
          "ID": "4"
        },
        {
          "text": "Кто принимает такого маленького ребёнка во имя Моё, тот и Меня принимает».",
          "ID": "5"
        },
        {
          "text": "«Тому же, кто побудит кого-либо из тех малых детей, верующих в Меня, согрешить, лучше было бы, если бы ему повесили на шею жернов и утопили в глубоком море.",
          "ID": "6"
        },
        {
          "text": "Меня переполняет жалость к этому миру, так как он полон соблазнов, ведущих к греху. Их не избежать, но горе тому, по чьей вине появляются они.",
          "ID": "7"
        },
        {
          "text": "И если рука твоя или нога твоя виною тому, что ты согрешил, отруби её и выкинь прочь, потому что лучше тебе войти в жизнь вечную безногим или безруким, чем при двух ногах и двух руках быть ввергнутым в огонь неугасаемый.",
          "ID": "8"
        },
        {
          "text": "И если глаз твой виною тому, что ты споткнулся, то вырви его и выкинь прочь. Лучше войти в жизнь вечную с одним глазом, чем иметь два глаза и быть ввергнутым в огонь адский».",
          "ID": "9"
        },
        {
          "text": "«Смотрите же, не относитесь с презрением к этим малым детям, потому что их Ангелы на Небесах всегда находятся с Отцом Моим Небесным.",
          "ID": "10"
        },
        {
          "text": "[Потому что Сын Человеческий пришёл, чтобы спасти всех потерянных.]",
          "ID": "11"
        },
        {
          "text": "Что вы думаете? Если есть у кого-нибудь сотня овец и одна из них отбилась от стада, разве не оставит он оставшихся девяносто девять в горах и не пойдёт искать ту одну, что отбилась от стада?",
          "ID": "12"
        },
        {
          "text": "Правду вам говорю: если найдёт её, то обрадуется ей больше, чем остальным девяноста девяти, которые не заблудились.",
          "ID": "13"
        },
        {
          "text": "Также и Отец ваш Небесный желает, чтобы ни один из малых детей этих не был потерян».",
          "ID": "14"
        },
        {
          "text": "«Если твой брат из семьи Божьей согрешит против тебя, пойди нему и поговори с ним наедине о своей обиде, и если он послушает тебя, то ты вернул себе брата.",
          "ID": "15"
        },
        {
          "text": "Но если он не послушает тебя, то возьми с собой ещё одного или двух человек, чтобы всё было подтверждено устами двух или трех свидетелей.",
          "ID": "16"
        },
        {
          "text": "И если он и их откажется выслушать, расскажи об этом церковной общине, если же он откажется прислушаться и к мнению церковной общины, то относись к нему, как к язычнику или как к сборщику налогов.",
          "ID": "17"
        },
        {
          "text": "Правду вам говорю: когда вы будете судить здесь на земле, то это будет суд Божий. И когда пообещаете прощение здесь на земле, то это будет прощение Божье.",
          "ID": "18"
        },
        {
          "text": "Истинно говорю вам: если двое из вас на земле согласятся вместе молить Бога о чём-либо, то чего бы вы ни попросили, всё будет исполнено для вас Моим Небесным Отцом.",
          "ID": "19"
        },
        {
          "text": "Потому что там, где двое или трое соберутся вместе во имя Моё, и Я с ними буду».",
          "ID": "20"
        },
        {
          "text": "Тогда Пётр пришёл к Иисусу и спросил: «Господи, если кто-либо грешит против меня, то сколько раз я должен прощать этого человека? До семи раз?»",
          "ID": "21"
        },
        {
          "text": "И сказал ему Иисус: «Говорю тебе, что это будет не до семи, а до семидесяти семи раз.",
          "ID": "22"
        },
        {
          "text": "Царство Небесное поэтому можно уподобить царю, который захотел собрать долги со своих слуг.",
          "ID": "23"
        },
        {
          "text": "Когда он стал с ними рассчитываться, к нему привели слугу, который задолжал ему десять тысяч талантов.",
          "ID": "24"
        },
        {
          "text": "Но так как слуга не мог расплатиться, господин приказал продать его вместе с женой, детьми и со всем его имуществом в уплату долга.",
          "ID": "25"
        },
        {
          "text": "Тогда слуга упал перед ним ниц и стал умолять его: „Потерпи, и я расплачусь с тобой”.",
          "ID": "26"
        },
        {
          "text": "Господин сжалился над слугой, отпустил его и простил ему долг.",
          "ID": "27"
        },
        {
          "text": "Этот же слуга пошёл к одному из своих собратьев-слуг, который задолжал ему сто динариев, схватил его за горло и стал душить, приговаривая: „Заплати то, что ты мне должен”.",
          "ID": "28"
        },
        {
          "text": "Тогда должник упал на колени и стал умолять его: „Потерпи, и я уплачу тебе”.",
          "ID": "29"
        },
        {
          "text": "Но слуга этот не пожелал так сделать, а пошёл и посадил того должника в тюрьму, пока тот не уплатит ему долг.",
          "ID": "30"
        },
        {
          "text": "Когда другие слуги увидели, что случилось, то очень огорчились и рассказали господину своему о том, что произошло.",
          "ID": "31"
        },
        {
          "text": "Тогда господин призвал к себе слугу и сказал ему: „Негодный слуга! Ведь я простил тебе весь долг, потому что ты молил меня об этом.",
          "ID": "32"
        },
        {
          "text": "Так разве не должен был и ты проявить милосердие к ближнему своему, также как и я сжалился над тобой?”",
          "ID": "33"
        },
        {
          "text": "И в гневе господин приказал бросить слугу для наказания в тюрьму, где он должен был отбывать срок заключения до тех пор, пока не выплатит весь свой долг.",
          "ID": "34"
        },
        {
          "text": "Так же и Мой Небесный Отец поступит с вами, если от всего сердца не простите своего брата или свою сестру».",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18",
      "name": "По Матфею Благовествование 18"
    },
    {
      "text": [
        {
          "text": "Закончив Свою притчу, Иисус покинул Галилею и отправился в окрестности Иудеи за рекой Иордан.",
          "ID": "1"
        },
        {
          "text": "За Ним следовали толпы людей, и Он исцелял там всех, кто был болен.",
          "ID": "2"
        },
        {
          "text": "И пришли к Иисусу фарисеи и, испытывая Его, спросили: «По всякой ли причине имеет человек право разводиться со своей женой?»",
          "ID": "3"
        },
        {
          "text": "В ответ Он сказал: «Разве не читали вы в Писании, что в самом начале Бог „сотворил людей мужчиной и женщиной”,",
          "ID": "4"
        },
        {
          "text": "и сказал: „Поэтому мужчина оставит отца и мать и соединится со своей женой, и станут двое единой плотью”,",
          "ID": "5"
        },
        {
          "text": "так что их уже не двое, а лишь одна плоть. То, что соединил Бог, никто да не разъединит».",
          "ID": "6"
        },
        {
          "text": "Тогда они спросили у Него: «Почему тогда Моисей приказал: „Выдай ей письмо о разводе и разведись с ней”»?",
          "ID": "7"
        },
        {
          "text": "И сказал Он им: «Из-за того, что вы отказались принять Божье учение, Моисей разрешил вам разводиться с жёнами, но не так было вначале.",
          "ID": "8"
        },
        {
          "text": "Но говорю вам, что каждый, кто разводится со своей женой не за прелюбодеяние и женится на другой, тот прелюбодействует».",
          "ID": "9"
        },
        {
          "text": "И сказали Ему ученики: «Если обязанности мужа перед женой такие, то лучше и вовсе не жениться».",
          "ID": "10"
        },
        {
          "text": "Тогда Он сказал им: «Не каждый может принять это, а только те, кому дано это было.",
          "ID": "11"
        },
        {
          "text": "Потому что есть такие мужчины, которые родились скопцами, и другие, которых люди превратили в скопцов, а есть и такие, что сами стали скопцами ради Царства Небесного. Тот, кто может принять это, пусть принимает».",
          "ID": "12"
        },
        {
          "text": "После этого к Нему привели детей, чтобы Он возложил на них руки и помолился, но ученики порицали тех, кто привёл детей.",
          "ID": "13"
        },
        {
          "text": "Иисус же сказал: «Пусть дети приходят, не препятствуйте им приходить ко Мне, так как Царство Небесное принадлежит таким, как они».",
          "ID": "14"
        },
        {
          "text": "И Он возложил на них руки, а после этого ушёл оттуда.",
          "ID": "15"
        },
        {
          "text": "Однажды некий юноша пришёл и обратился к Иисусу с вопросом: «Учитель, какое доброе дело должен я сделать, чтобы обрести жизнь вечную?»",
          "ID": "16"
        },
        {
          "text": "Иисус сказал ему: «Почему спрашиваешь Меня о том, что такое добро? Только Господь один добр, но если хочешь обрести жизнь вечную, то соблюдай заповеди».",
          "ID": "17"
        },
        {
          "text": "Юноша спросил: «Какие заповеди?» Иисус же сказал: «„Не убивай. Не прелюбодействуй. Не кради. Не лжесвидетельствуй.",
          "ID": "18"
        },
        {
          "text": "Почитай отца и мать. Люби ближнего своего, как самого себя”».",
          "ID": "19"
        },
        {
          "text": "На это юноша сказал Ему: «Все это до сих пор я соблюдаю. Чего мне ещё недостает?»",
          "ID": "20"
        },
        {
          "text": "Иисус ответил ему: «Если хочешь достичь совершенства, пойди и продай всё, что имеешь, раздай бедным и обретёшь сокровище на Небесах. Тогда приди и следуй за Мной».",
          "ID": "21"
        },
        {
          "text": "Услышав эти слова, юноша ушёл опечаленный, так как у него было большое состояние.",
          "ID": "22"
        },
        {
          "text": "И сказал Иисус Своим ученикам: «Правду вам говорю: трудно богатому войти в Царство Небесное.",
          "ID": "23"
        },
        {
          "text": "И ещё скажу: легче верблюду пройти сквозь игольное ушко, чем богатому войти в Царство Небесное».",
          "ID": "24"
        },
        {
          "text": "Когда ученики услышали это, то очень удивились и спросили: «Кто же тогда может спастись?»",
          "ID": "25"
        },
        {
          "text": "Глядя на них, Иисус ответил: «Это для людей невозможно, но для Бога всё возможно».",
          "ID": "26"
        },
        {
          "text": "Пётр тогда сказал Ему: «Послушай, мы ведь оставили всё и последовали за Тобой. Какая же нам тогда будет награда?»",
          "ID": "27"
        },
        {
          "text": "Иисус сказал им: «Правду вам говорю, что в новом мире, когда Сын Человеческий воссядет на престоле Славы Своей, вы, последовавшие за Мною, тоже сядете на двенадцати престолах и станете судить двенадцать племён Израиля.",
          "ID": "28"
        },
        {
          "text": "И каждый, кто оставил свои дома, или братьев и сестёр, или отца с матерью, или детей, или своё хозяйство, чтобы стать Моим последователем, обретёт во сто раз больше и унаследует жизнь вечную.",
          "ID": "29"
        },
        {
          "text": "Но многие из тех, кто были первыми, станут последними, а последние станут первыми».",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19",
      "name": "По Матфею Благовествование 19"
    },
    {
      "text": [
        {
          "text": "«Царство Небесное подобно человеку, владевшему участком земли, который вышел рано утром нанять работников на свой виноградник.",
          "ID": "1"
        },
        {
          "text": "Сговорившись с работниками за динарий в день, он послал их на свой виноградник.",
          "ID": "2"
        },
        {
          "text": "Около девяти часов утра он проходил мимо рыночной площади и увидел там несколько человек, которые стояли, ничего не делая.",
          "ID": "3"
        },
        {
          "text": "Он сказал им: „Пойдите тоже ко мне в виноградник, и я заплачу вам по справедливости”.",
          "ID": "4"
        },
        {
          "text": "И они пошли. Около полудня он снова пошёл туда же, а потом около трёх часов и сделал то же самое.",
          "ID": "5"
        },
        {
          "text": "Около пяти часов он снова туда вернулся и, увидев других, стоящих там, спросил: „Почему вы стои́те здесь целый день без дела?”",
          "ID": "6"
        },
        {
          "text": "Они ответили: „Потому что никто не нанял нас”. Он сказал им: „Вы тоже идите ко мне в виноградник”.",
          "ID": "7"
        },
        {
          "text": "Когда наступил вечер, владелец виноградника сказал своему управителю: „Позови всех работников и дай им плату, начав с последних и до первых”.",
          "ID": "8"
        },
        {
          "text": "Когда пришли те, кого он нанял около пяти часов, то каждый получил по динарию.",
          "ID": "9"
        },
        {
          "text": "Те, кого наняли первыми, считали, что им положено больше, но каждый из них тоже получил по одному динарию.",
          "ID": "10"
        },
        {
          "text": "Получив плату, стали они жаловаться хозяину виноградника:",
          "ID": "11"
        },
        {
          "text": "„Эти последние работали только один час, а ты приравнял их к нам, а ведь мы сделали основную работу и терпели зной целый день!”",
          "ID": "12"
        },
        {
          "text": "В ответ он сказал одному из них: „Друг, я с тобой справедлив. Разве ты не согласился работать на меня за динарий?",
          "ID": "13"
        },
        {
          "text": "Возьми, что тебе положено и иди своей дорогой, а я желаю дать этому последнему столько же, сколько тебе.",
          "ID": "14"
        },
        {
          "text": "Разве я не вправе распоряжаться, как мне угодно, тем, что мне принадлежит? Или тебя гложет зависть потому, что я щедр?”",
          "ID": "15"
        },
        {
          "text": "Вот так и последние будут первыми, а первые — последними».",
          "ID": "16"
        },
        {
          "text": "По дороге в Иерусалим Иисус отвёл двенадцать Своих учеников в сторону и сказал им:",
          "ID": "17"
        },
        {
          "text": "«Послушайте, мы идём в Иерусалим, где Сын Человеческий будет передан в руки главных священников и законоучителей. Они осудят Его на смерть,",
          "ID": "18"
        },
        {
          "text": "и передадут Его язычникам на осмеяние и бичевание, а затем распнут Его на кресте. Но на третий день Он воскреснет».",
          "ID": "19"
        },
        {
          "text": "В то время пришла к Нему жена Зеведея с сыновьями и, поклонившись, обратилась к Нему с просьбой.",
          "ID": "20"
        },
        {
          "text": "Иисус спросил у неё: «Чего ты хочешь?» Она ответила: «Обещай мне, что в Царстве Твоём эти двое моих сыновей сядут один по правую, а другой по левую руку от Тебя».",
          "ID": "21"
        },
        {
          "text": "Но Иисус сказал сыновьям в ответ: «Не понимаете, чего просите. Разве можете выпить горькую чашу, которую Мне придётся выпить?» И они сказали ему: «Да, можем».",
          "ID": "22"
        },
        {
          "text": "И сказал Он им: «Вы действительно выпьете горькую чашу, которую Я пью, но сесть по правую или по левую руку от Меня — это не в Моей власти. Эти места для тех, кому приготовил их Отец Мой».",
          "ID": "23"
        },
        {
          "text": "Услышав это, остальные десять учеников вознегодовали на двух братьев.",
          "ID": "24"
        },
        {
          "text": "Но Иисус призвал их к Себе и сказал: «Вы знаете, что у язычников правители любят демонстрировать свою власть над народом, а вельможи — своё господство над людьми.",
          "ID": "25"
        },
        {
          "text": "Но не так должно быть среди вас. Тот, кто хочет быть главным среди вас, должен стать вашим слугой,",
          "ID": "26"
        },
        {
          "text": "и тот, кто хочет быть первым, должен стать вашим рабом,",
          "ID": "27"
        },
        {
          "text": "подобно тому, как Сын Человеческий пришёл не для того, чтобы Ему служили, но чтобы Самому служить и отдать жизнь Свою как выкуп за спасение многих жизней».",
          "ID": "28"
        },
        {
          "text": "Когда Иисус и Его ученики уходили из Иерихона, толпы народа следовали за Ним.",
          "ID": "29"
        },
        {
          "text": "Двое слепых, сидевших у дороги, услышав, что Иисус проходит мимо, закричали: «Господи, Сын Давидов, смилуйся над нами!»",
          "ID": "30"
        },
        {
          "text": "Когда же толпа стала осуждать их, пытаясь заставить их замолчать, они стали ещё громче кричать: «Господи, Сын Давидов, смилуйся над нами!»",
          "ID": "31"
        },
        {
          "text": "Тогда Иисус остановился и сказал им: «Что вы хотите, чтобы Я сделал для вас?»",
          "ID": "32"
        },
        {
          "text": "Они ответили Ему: «Господи, мы хотим обрести зрение».",
          "ID": "33"
        },
        {
          "text": "Движимый состраданием, Иисус коснулся их глаз, и к ним тотчас вернулось зрение, и они последовали за Ним.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20",
      "name": "По Матфею Благовествование 20"
    },
    {
      "text": [
        {
          "text": "По пути в Иерусалим, Иисус и Его ученики остановились в Виффагии, у горы Елеонской. Оттуда Иисус послал вперёд двух учеников,",
          "ID": "1"
        },
        {
          "text": "сказав им: «Пойдите в селение, которое перед вами, и там сразу же увидите ослицу на привязи и ослёнка рядом с ней; отвяжите их и приведите ко Мне.",
          "ID": "2"
        },
        {
          "text": "Если кто-нибудь спросит вас, то скажите: „Они нужны Господу, но Он тотчас пошлёт их обратно”».",
          "ID": "3"
        },
        {
          "text": "Всё это происходило во исполнение того, что было сказано пророком:",
          "ID": "4"
        },
        {
          "text": "«Скажите народу Сиона:",
          "ID": "5"
        },
        {
          "text": "„Вот твой Царь кроткий едет к тебе верхом на осле.",
          "ID": "5"
        },
        {
          "text": "Он едет на ослёнке,",
          "ID": "5"
        },
        {
          "text": "рождённом от упряжного животного”». Захария 9:9",
          "ID": "5"
        },
        {
          "text": "Ученики пошли и сделали всё в точности, как велел им Иисус.",
          "ID": "6"
        },
        {
          "text": "Они привели ослицу с ослёнком, положили на них свои одежды, и Он сел поверх них.",
          "ID": "7"
        },
        {
          "text": "Толпы людей стали расстилать по дороге свои одежды, а другие срезали ветви с деревьев и раскладывали их на дороге.",
          "ID": "8"
        },
        {
          "text": "Впереди и позади Него шли толпы народа, восклицая:",
          "ID": "9"
        },
        {
          "text": "«Осанна Сыну Давидову!",
          "ID": "9"
        },
        {
          "text": "„Благословен Идущий во имя Господа!” Псалом 117:26",
          "ID": "9"
        },
        {
          "text": "Осанна Богу на Небесах!»",
          "ID": "9"
        },
        {
          "text": "Когда Он вошёл в Иерусалим, весь город был охвачен волнением и люди спрашивали: «Кто это такой?»",
          "ID": "10"
        },
        {
          "text": "А из толпы отвечали: «Это пророк Иисус из Назарета, который находится в Галилее».",
          "ID": "11"
        },
        {
          "text": "Иисус вошёл во двор храма и выгнал оттуда всех, кто занимался куплей и продажей в храме. Он опрокинул столы менял и скамьи торговцев голубями",
          "ID": "12"
        },
        {
          "text": "и сказал им: «В Писании сказано: „Дом Мой будет называться домом молитвенным”, а вы превратили его в „разбойничье логово”!»",
          "ID": "13"
        },
        {
          "text": "И стали к Нему приходить туда в храм слепые и хромые, и Он исцелял их.",
          "ID": "14"
        },
        {
          "text": "Когда главные священники и законники увидели все чудеса, которые Он творил, и услышали, как дети в храме восклицают: «Осанна Сыну Давидову!» — они вознегодовали",
          "ID": "15"
        },
        {
          "text": "и сказали Ему: «Ты слышишь, что они говорят?»",
          "ID": "16"
        },
        {
          "text": "Иисус им ответил: «Да. Разве вы никогда не читали в Писании:",
          "ID": "16"
        },
        {
          "text": "„В уста детей и младенцев вложил Ты слова хвалы”».",
          "ID": "16"
        },
        {
          "text": "И Он ушёл оттуда и пошёл в город Вифанию, где остановился на ночь.",
          "ID": "17"
        },
        {
          "text": "Утром, когда Иисус возвращался в город, Он почувствовал, что голоден.",
          "ID": "18"
        },
        {
          "text": "Увидев у дороги одинокое фи́говое дерево, Он подошёл к нему, но не нашёл на нём ничего, кроме листьев. Тогда Он сказал дереву: «Пусть же ты никогда больше не принесёшь никаких плодов». И фи́говое дерево тотчас засохло.",
          "ID": "19"
        },
        {
          "text": "Увидев это, ученики удивились и сказали: «Как это фи́говое дерево вмиг засохло?»",
          "ID": "20"
        },
        {
          "text": "Иисус ответил: «Правду вам говорю: если будете верить и не усомнитесь, то не только сможете сделать то, что произошло с этим фи́говым деревом, но если скажете этой горе: „Поднимись и бросься в море”, то так и случится.",
          "ID": "21"
        },
        {
          "text": "И всё, о чём просите в молитвах, будет дано вам, если вы веруете».",
          "ID": "22"
        },
        {
          "text": "Иисус пришёл в храм, и когда Он учил народ, то главные священники и старейшины подошли к Нему и сказали: «Чьей властью Ты делаешь всё это? Кто дал Тебе такую власть?»",
          "ID": "23"
        },
        {
          "text": "Иисус ответил им: «Я тоже задам вам один вопрос, и если вы Мне ответите на него, то и Я вам скажу, чьей властью Я всё это делаю.",
          "ID": "24"
        },
        {
          "text": "Откуда пришло крещение Иоанново: с Небес или от людей?»",
          "ID": "25"
        },
        {
          "text": "Обсуждая это между собой, они говорили: «Если мы скажем, что с Небес, то Он спросит нас: „Почему же вы тогда не поверили ему?”",
          "ID": "25"
        },
        {
          "text": "Сказать же, что от людей, опасно из-за народа, так как все считают Иоанна пророком».",
          "ID": "26"
        },
        {
          "text": "И они ответили Иисусу: «Мы не знаем».",
          "ID": "27"
        },
        {
          "text": "Тогда Он сказал им: «И Я вам не скажу, чьей властью Я делаю всё это».",
          "ID": "27"
        },
        {
          "text": "«А что вы скажете об этой притче? У одного человека было двое сыновей. Он подошёл к первому и говорит: „Сын, пойди поработай сегодня в моём винограднике”.",
          "ID": "28"
        },
        {
          "text": "А тот сказал: „Не хочу”, но потом передумал и пошёл.",
          "ID": "29"
        },
        {
          "text": "Тогда отец пошёл к другому сыну и сказал ему то же самое. Тот ответил: „Да, господин”, но не пошёл.",
          "ID": "30"
        },
        {
          "text": "Который из двух исполнил желание отца?»",
          "ID": "31"
        },
        {
          "text": "Они ответили: «Первый».",
          "ID": "31"
        },
        {
          "text": "И сказал им Иисус: «Правду вам говорю: сборщики налогов и блудницы попадут в Царство Божье раньше вас.",
          "ID": "31"
        },
        {
          "text": "Потому что Иоанн пришёл к вам указать праведный путь, но вы не поверили ему, а сборщики налогов и блудницы поверили. Вы же, даже видя всё это, всё равно потом не передумали и не поверили ему».",
          "ID": "32"
        },
        {
          "text": "«Послушайте другую притчу. Один человек посадил виноградник на своём участке земли, огородил его, выкопал в нём яму для винного пресса и построил башню, а потом сдал его внаём виноградарям и отправился в путешествие.",
          "ID": "33"
        },
        {
          "text": "Позже, когда пришло время собирать урожай, он послал слуг к виноградарям за своей долей.",
          "ID": "34"
        },
        {
          "text": "Но виноградари схватили его слуг и одного избили, другого убили, а третьего забросали камнями.",
          "ID": "35"
        },
        {
          "text": "Тогда послал он к ним ещё больше слуг, но и с ними виноградари обошлись так же.",
          "ID": "36"
        },
        {
          "text": "Наконец, он послал к ним своего сына, говоря: „К сыну моему они отнесутся с уважением”.",
          "ID": "37"
        },
        {
          "text": "Но когда виноградари увидели сына, то сказали друг другу: „Это наследник, давайте убьём его и захватим его наследство”.",
          "ID": "38"
        },
        {
          "text": "Они набросились на него, вытолкали его из виноградника и убили.",
          "ID": "39"
        },
        {
          "text": "Так как же по-вашему, что владелец виноградника сделает с этими виноградарями, когда придёт туда?»",
          "ID": "40"
        },
        {
          "text": "Они ответили ему: «За такую жестокость он безжалостно их уничтожит и передаст виноградник другим виноградарям, которые отдадут ему его долю, когда придёт время собирать урожай».",
          "ID": "41"
        },
        {
          "text": "Иисус сказал им: «Разве вы не читали в Писании:",
          "ID": "42"
        },
        {
          "text": "„Камень, отвергнутый строителями,",
          "ID": "42"
        },
        {
          "text": "стал краеугольным.",
          "ID": "42"
        },
        {
          "text": "Это свершил Господь, и видеть это чудесно”. Псалом 117:22-23",
          "ID": "42"
        },
        {
          "text": "А потому говорю вам, что Царство Божье будет отнято у вас и отдано народу, приносящему плоды Его.",
          "ID": "43"
        },
        {
          "text": "И тот, кто упадёт на этот камень, разобьётся; а на кого он упадёт, того раздавит».",
          "ID": "44"
        },
        {
          "text": "Когда главные священники и фарисеи послушали Его притчи, то поняли, что Он говорит о них,",
          "ID": "45"
        },
        {
          "text": "и захотели схватить Его, но побоялись народа, считавшего Его пророком.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21",
      "name": "По Матфею Благовествование 21"
    },
    {
      "text": [
        {
          "text": "И опять Иисус стал говорить им притчами. Он сказал:",
          "ID": "1"
        },
        {
          "text": "«Царство Небесное подобно царю, устроившему свадебный пир для своего сына.",
          "ID": "2"
        },
        {
          "text": "Он послал слуг созвать гостей на пир, но те не захотели прийти.",
          "ID": "3"
        },
        {
          "text": "И снова послал он слуг с наказом сказать тем, кого он пригласил: „Послушайте, всё приготовлено для пира: заколоты откормленные телята и быки — всё готово. Приходите на свадебный пир”.",
          "ID": "4"
        },
        {
          "text": "Но те, кого они приглашали, не послушали их и разошлись по своим делам. Один пошёл работать в поле, другой пошёл в свою лавку,",
          "ID": "5"
        },
        {
          "text": "прочие же схватили царских слуг и избили их до смерти.",
          "ID": "6"
        },
        {
          "text": "Царь рассердился. Он послал своих солдат, и те умертвили убийц и сожгли их город.",
          "ID": "7"
        },
        {
          "text": "Тогда он сказал своим слугам: „Все готово для свадебного пира, но те, кого пригласили, оказались недостойны.",
          "ID": "8"
        },
        {
          "text": "Так пойдите же на все перекрёстки и зазывайте всех прохожих ко мне на пир”.",
          "ID": "9"
        },
        {
          "text": "Тогда слуги вышли на улицу и созвали всякого народу: хороших людей и плохих, и пиршественный зал наполнился гостями.",
          "ID": "10"
        },
        {
          "text": "Царь вышел посмотреть на своих гостей и увидел среди них человека в одежде, не подходящей для праздника.",
          "ID": "11"
        },
        {
          "text": "Царь сказал ему: „Друг, как же ты попал сюда не в свадебной одежде?” Тот молчал.",
          "ID": "12"
        },
        {
          "text": "Тогда царь приказал своим слугам: „Свяжите его по рукам и ногам и бросьте во тьму бесконечную, где рыдают и скрежещут зубами от боли нестерпимой”.",
          "ID": "13"
        },
        {
          "text": "Так как много званых, но мало избранных».",
          "ID": "14"
        },
        {
          "text": "Тогда фарисеи вышли и стали совещаться о том, как бы поймать Иисуса на слове.",
          "ID": "15"
        },
        {
          "text": "Они послали к Нему своих учеников вместе с иродианами. Ученики сказали: «Учитель, мы знаем, что Ты правдив, что истинно учишь пути Божьему, и Тебя не заботит то, что скажут о Тебе другие, потому что Ты беспристрастен.",
          "ID": "16"
        },
        {
          "text": "Скажи нам, как Тебе кажется, правильно ли платить налоги Цезарю или нет?»",
          "ID": "17"
        },
        {
          "text": "Иисус знал об их лукавых намерениях и потому сказал: «Лицемеры! Зачем стараетесь поймать Меня на слове?",
          "ID": "18"
        },
        {
          "text": "Покажите Мне монету, которой платите налоги». Ему принесли динарий.",
          "ID": "19"
        },
        {
          "text": "Тогда Он спросил их: «Чьё на нём изображение и чьё имя?»",
          "ID": "20"
        },
        {
          "text": "Они сказали: «Цезаря».",
          "ID": "21"
        },
        {
          "text": "И тогда Он сказал им: «Так отдайте Цезарю цезарево, а Богу — Божье».",
          "ID": "21"
        },
        {
          "text": "Услышав это, они удивились и, оставив Его, ушли.",
          "ID": "22"
        },
        {
          "text": "В тот же день пришли к Нему саддукеи, которые утверждают, что нет воскресения из мёртвых. Они задали Ему такой вопрос:",
          "ID": "23"
        },
        {
          "text": "«Учитель, Моисей учил, что если человек умрёт бездетным, то его брат, как самый близкий родственник, должен жениться на его вдове и иметь с ней детей для продолжения рода своего умершего брата.",
          "ID": "24"
        },
        {
          "text": "Среди нас жило семеро братьев. Первый из них женился, а потом умер, и так как у него не было детей, его вдову взял себе в жёны другой брат.",
          "ID": "25"
        },
        {
          "text": "То же самое случилось и со вторым, и с третьим братом, и так умерли все семеро братьев,",
          "ID": "26"
        },
        {
          "text": "а последней умерла и женщина.",
          "ID": "27"
        },
        {
          "text": "И вот мы хотим спросить: в будущей жизни, после воскресения, кому из семерых будет она женой? Ведь все они жили с ней».",
          "ID": "28"
        },
        {
          "text": "В ответ Иисус сказал им: «Заблуждаетесь, потому что не знаете ни Писаний, ни силы Божьей.",
          "ID": "29"
        },
        {
          "text": "В будущей жизни люди не будут ни жениться, ни выходить замуж. Вместо того они будут подобны Ангелам на Небе.",
          "ID": "30"
        },
        {
          "text": "Что же касается воскресения из мёртвых, то разве не читали вы, что сказал Бог на благо вам? Он сказал:",
          "ID": "31"
        },
        {
          "text": "„Я — Бог Авраама, Бог Исаака и Бог Иакова”. Он — Бог не мёртвых, а живых».",
          "ID": "32"
        },
        {
          "text": "И народ, услышав это, дивился Его учению.",
          "ID": "33"
        },
        {
          "text": "Когда фарисеи услышали, как Он поставил саддукеев в тупик Своим ответом, то они собрались все вместе.",
          "ID": "34"
        },
        {
          "text": "Один из них, знаток Закона Моисея, испытывая Иисуса, спросил Его:",
          "ID": "35"
        },
        {
          "text": "«Учитель, какая самая важная заповедь в Законе?»",
          "ID": "36"
        },
        {
          "text": "Он ответил Ему: «„Люби Господа Бога твоего всем сердцем твоим, всей душой твоей и всем разумом твоим”.",
          "ID": "37"
        },
        {
          "text": "Это — первая и самая важная заповедь.",
          "ID": "38"
        },
        {
          "text": "Есть вторая заповедь, похожая на эту: „Люби ближнего своего, как самого себя”.",
          "ID": "39"
        },
        {
          "text": "Весь Закон и все учения пророков основываются на этих двух заповедях».",
          "ID": "40"
        },
        {
          "text": "Тогда Иисус спросил собравшихся вместе фарисеев:",
          "ID": "41"
        },
        {
          "text": "«Что вы думаете о Христе? Чей Он Сын?»",
          "ID": "42"
        },
        {
          "text": "Они сказали Ему: «Сын Давидов».",
          "ID": "42"
        },
        {
          "text": "Он сказал им: «Как же это Давид, вдохновлённый Духом, называл Его Господом, говоря:",
          "ID": "43"
        },
        {
          "text": "„Господь Бог сказал Господу Моему:",
          "ID": "44"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "44"
        },
        {
          "text": "пока Я не повергну врагов Твоих к ногам Твоим”? Псалом 109:1",
          "ID": "44"
        },
        {
          "text": "Так если Давид называл Христа Господом, как же Он может быть Давидовым Сыном?»",
          "ID": "45"
        },
        {
          "text": "Но никто не смог Ему ничего на это ответить, и с того дня уже не осмеливался Его больше спрашивать.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22",
      "name": "По Матфею Благовествование 22"
    },
    {
      "text": [
        {
          "text": "Затем Иисус обратился к народу и к Своим ученикам.",
          "ID": "1"
        },
        {
          "text": "Он сказал: «Законоучителям и фарисеям дано право толковать Закон Моисеев.",
          "ID": "2"
        },
        {
          "text": "Так исполняйте же всё, что они велят вам, но не поступайте, как они поступают. Я говорю так, потому что они только говорят, но не делают.",
          "ID": "3"
        },
        {
          "text": "Они устанавливают строгие правила, которым трудно следовать, взваливают их на плечи людям и пытаются заставить людей следовать им. Сами же не хотят и пальцем шевельнуть, чтобы их исполнить.",
          "ID": "4"
        },
        {
          "text": "Они совершают все добрые поступки только напоказ, увеличивая размеры своих филактерий и удлиняя бахрому на своей одежде.",
          "ID": "5"
        },
        {
          "text": "Они любят занимать самые почётные места на пиршествах и в синагогах.",
          "ID": "6"
        },
        {
          "text": "Им нравится, когда их с почтением приветствуют на рыночной площади, они любят, чтобы их называли учителями.",
          "ID": "7"
        },
        {
          "text": "Но вы не позволяйте называть вас учителями, так как есть только один Учитель, а все вы лишь братья и сёстры.",
          "ID": "8"
        },
        {
          "text": "И пусть никого из вас не называют отцом, потому что один у вас Отец, Который на Небесах.",
          "ID": "9"
        },
        {
          "text": "И не позволяйте людям называть вас наставником, потому что один у вас Наставник — Христос.",
          "ID": "10"
        },
        {
          "text": "Пусть самый великий среди вас будет вам слугою.",
          "ID": "11"
        },
        {
          "text": "Кто возвышает себя, тот унижен будет, а кто унижает себя, тот возвышен будет.",
          "ID": "12"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры! Вы закрываете людям дверь в Царство Небесное. Вы сами не входите в Царство Небесное и другим не даёте войти туда.",
          "ID": "13"
        },
        {
          "text": "[Горе вам, учителя Закона и фарисеи, лицемеры, потому что пожираете дома вдовьи и лицемерно молитесь подолгу, а потому примете ещё худшее осуждение.]",
          "ID": "14"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры, потому что вы готовы пересечь море и сушу, чтобы залучить к себе хоть одного приверженца, и когда находите такого, то превращаете его в ещё худшее исчадие ада, чем вы сами.",
          "ID": "15"
        },
        {
          "text": "Горе вам, поводыри слепые, говорящие: „Если кто поклянётся храмом, то это ничего не значит, но если он клянётся храмовым золотом, то должен исполнить обещанное!”",
          "ID": "16"
        },
        {
          "text": "Слепые глупцы! Что важнее, золото или храм, освятивший это золото?",
          "ID": "17"
        },
        {
          "text": "И ещё: „Если кто поклянётся алтарём, то это неважно, но тот, кто поклялся алтарным приношением, должен исполнить обещанное!”",
          "ID": "18"
        },
        {
          "text": "Слепцы! Что же важнее, приношение или алтарь, освятивший это приношение?",
          "ID": "19"
        },
        {
          "text": "Итак, тот, кто клянётся алтарём, клянётся и тем, что на него возложено.",
          "ID": "20"
        },
        {
          "text": "И тот, кто клянётся храмом, клянётся и храмом, и Живущим в нём.",
          "ID": "21"
        },
        {
          "text": "И тот, кто клянётся Небом, клянётся и престолом Божьим, и Сидящим на нём.",
          "ID": "22"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры! Потому что отдаёте десятую часть урожая укропа, мяты и тмина Богу, но пренебрегаете более важными учениями Закона: справедливостью, милосердием и преданностью. Но именно это следует исполнять, не пренебрегая и теми учениями.",
          "ID": "23"
        },
        {
          "text": "Поводыри слепые! Вы убираете из чаши с питьём комара, а затем проглатываете верблюда.",
          "ID": "24"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры! Потому что очищаете вы чашу и блюдо снаружи, внутри же они полны плодов хищения и самоублажения!",
          "ID": "25"
        },
        {
          "text": "Фарисеи слепые! Прежде всего, очистите чашу и блюдо изнутри, чтобы и внутри, и снаружи они стали чистыми.",
          "ID": "26"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры! Потому что вы подобны побелённым гробницам, которые кажутся красивыми снаружи, внутри же полны костей мертвецов и скверны всякой.",
          "ID": "27"
        },
        {
          "text": "И сами вы тоже, хотя и кажетесь внешне благочестивыми, внутри полны лицемерия и беззакония.",
          "ID": "28"
        },
        {
          "text": "Горе вам, законоучители и фарисеи, лицемеры! Потому что вы строите гробницы пророкам и украшаете памятники, воздвигнутые в честь праведников,",
          "ID": "29"
        },
        {
          "text": "говоря: „Если бы мы жили во времена наших предков, то не были бы их сообщниками в пролитии крови пророков”.",
          "ID": "30"
        },
        {
          "text": "Таким образом вы сами против себя свидетельствуете, что вы сыновья тех, кто умертвили пророков.",
          "ID": "31"
        },
        {
          "text": "Вам суждено завершить грех отцов ваших!",
          "ID": "32"
        },
        {
          "text": "Отродья змеиные, не избежать вам осуждения в аду!",
          "ID": "33"
        },
        {
          "text": "И потому Я посылаю к вам пророков, мудрецов и учителей Закона; некоторых из них вы убьёте и распнёте, других будете бить в ваших синагогах и преследовать из города в город.",
          "ID": "34"
        },
        {
          "text": "Пусть же падёт на вас вина за всю праведную кровь, пролитую на земле, от крови праведника Авеля до крови Захарии, сына Варахиина, которого вы умертвили между храмом и алтарём.",
          "ID": "35"
        },
        {
          "text": "Правду вам говорю, что всё это исполнится ещё в этом поколении».",
          "ID": "36"
        },
        {
          "text": "«Иерусалим! Иерусалим! Ты, пророков убивающий и забивающий камнями посланных к тебе! Сколько раз хотелось Мне собрать твоих детей всех вместе, подобно тому как курица собирает цыплят под своё крыло, вы же не хотели!",
          "ID": "37"
        },
        {
          "text": "Смотрите же, останется ваш дом заброшенным!",
          "ID": "38"
        },
        {
          "text": "Потому что говорю вам, что отныне вы не увидите Меня, до тех пока не скажете: „Благословен Идущий во имя Господа!”»",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23",
      "name": "По Матфею Благовествование 23"
    },
    {
      "text": [
        {
          "text": "Иисус шёл от храма, когда к Нему подошли Его ученики, чтобы показать Ему храмовые строения.",
          "ID": "1"
        },
        {
          "text": "В ответ Он сказал им: «Видите ли всё это? Правду вам говорю, что камня на камне здесь не останется; всё будет разрушено».",
          "ID": "2"
        },
        {
          "text": "Когда Иисус находился на горе Елеонской, к Нему пришли ученики и, будучи наедине с Ним, спросили: «Скажи нам, когда это произойдёт? И какое будет знамение твоего возвращения, и когда наступит конец света?»",
          "ID": "3"
        },
        {
          "text": "В ответ Иисус сказал: «Смотрите, чтобы никто не обманул вас.",
          "ID": "4"
        },
        {
          "text": "Многие придут от Моего имени и скажут: „Я — Христос”, и многих обманут.",
          "ID": "5"
        },
        {
          "text": "И услышите вы шум битвы вблизи, и узнаете о битвах вдалеке от вас. Но смотрите, не тревожьтесь. Это всё должно произойти, но это ещё не конец.",
          "ID": "6"
        },
        {
          "text": "Народ поднимется на народ и царство на царство. Будут голод и землетрясения повсюду,",
          "ID": "7"
        },
        {
          "text": "но это будет лишь началом ваших испытаний, подобно тому, как женщина страдает от родовой боли.",
          "ID": "8"
        },
        {
          "text": "И предадут вас на мучения и смерть. Вас будут ненавидеть все народы потому, что вы Мои ученики.",
          "ID": "9"
        },
        {
          "text": "Многие будут разочарованы и отвернутся от веры, они будут предавать и ненавидеть друг друга.",
          "ID": "10"
        },
        {
          "text": "Появится множество лжепророков и многих обманут.",
          "ID": "11"
        },
        {
          "text": "Из-за того, что беззаконие будет возрастать, любовь многих верующих охладеет.",
          "ID": "12"
        },
        {
          "text": "Но тот, кто вытерпит всё до конца, будет спасён.",
          "ID": "13"
        },
        {
          "text": "Эта Благая Весть о Царстве Божьем будет провозглашена по всему миру для всех народов, а потом наступит конец.",
          "ID": "14"
        },
        {
          "text": "И потому, когда увидите вы ту „мерзость запустения”, о которой вещал пророк Даниил, стоя́щую на святом месте (пусть поймёт читающий это),",
          "ID": "15"
        },
        {
          "text": "пусть все те, кто будет в Иудее, скроются в горах;",
          "ID": "16"
        },
        {
          "text": "тот, кто будет на крыше, пусть не спускается вниз за пожитками своими;",
          "ID": "17"
        },
        {
          "text": "тот, кто будет в поле, пусть не возвращается домой за одеждой своей.",
          "ID": "18"
        },
        {
          "text": "Горе беременным и грудью кормящим!",
          "ID": "19"
        },
        {
          "text": "Молитесь, чтобы вам не пришлось убегать зимой или в субботу.",
          "ID": "20"
        },
        {
          "text": "И будут в то время бедствия великие, каких никогда не случалось от начала мира и до сегодняшнего дня, и каких никогда больше не произойдёт.",
          "ID": "21"
        },
        {
          "text": "И более того, если бы Господь не решил сократить эти дни, то никто бы не спасся. Но ради избранных своих Он сократит эти дни.",
          "ID": "22"
        },
        {
          "text": "Если кто-то скажет вам в это время: „Смотрите! Вот Христос!” или „Вот Он!” — то не верьте ему,",
          "ID": "23"
        },
        {
          "text": "потому что появятся лжехристы и лжепророки и будут совершать чудеса и творить знамения, пытаясь, если удастся, обмануть даже избранных.",
          "ID": "24"
        },
        {
          "text": "Смотрите же, Я предупредил вас заранее,",
          "ID": "25"
        },
        {
          "text": "так что если скажут вам: „Смотрите! Он в пустыне!”, то не ходите туда. Или если скажут: „Смотрите, Он скрывается в одной из дальних комнат”, то не верьте им,",
          "ID": "26"
        },
        {
          "text": "потому что, подобно тому как молния вспыхивает на востоке и проносится по небу к западу, так и Сын Человеческий появится.",
          "ID": "27"
        },
        {
          "text": "И там, где будет труп, соберутся стервятники.",
          "ID": "28"
        },
        {
          "text": "И сразу же после этого бедствия:",
          "ID": "29"
        },
        {
          "text": "солнце померкнет,",
          "ID": "29"
        },
        {
          "text": "и луна перестанет светить,",
          "ID": "29"
        },
        {
          "text": "звёзды упадут с неба,",
          "ID": "29"
        },
        {
          "text": "и силы Небесные поколеблются.",
          "ID": "29"
        },
        {
          "text": "В то время на небе появится знамение Сына Человеческого. И станут скорбеть все племена земные, и увидят они Сына Человеческого, приходящего на облаках небесных во всей своей силе и Славе великой.",
          "ID": "30"
        },
        {
          "text": "И громким звуком трубы пошлёт Он Ангелов Своих, и соберут они избранных отовсюду, от одного конца земли до другого».",
          "ID": "31"
        },
        {
          "text": "«Возьмите пример с фи́гового дерева. Когда его ветви становятся мягкими и появляются листья, вы знаете, что лето близко.",
          "ID": "32"
        },
        {
          "text": "Точно так же, когда увидите всё это, узнаете, что время Сына Человеческого уже на пороге.",
          "ID": "33"
        },
        {
          "text": "Правду вам говорю, что всё это произойдёт ещё при жизни этого поколения.",
          "ID": "34"
        },
        {
          "text": "Небо и земля исчезнут, но Мои слова останутся».",
          "ID": "35"
        },
        {
          "text": "«Никто не знает, когда придёт этот День и этот час, ни Ангелы Небесные, ни сам Сын, только Отец знает это.",
          "ID": "36"
        },
        {
          "text": "Подобно тому, как всё случилось во времена Ноя, так же будет и во время пришествия Сына Человеческого.",
          "ID": "37"
        },
        {
          "text": "Как в дни перед потопом люди ели, пили, женились и выходили замуж до того самого дня, как Ной вошёл в лодку,",
          "ID": "38"
        },
        {
          "text": "и ничего не подозревали, пока их не настиг потоп и не погубил их, так же будет и перед пришествием Сына Человеческого.",
          "ID": "39"
        },
        {
          "text": "В то время двое будут работать в поле, и один из них будет взят, а другой оставлен.",
          "ID": "40"
        },
        {
          "text": "Две женщины будут молоть зерно на жерновах, и одна из них будет взята, а другая оставлена.",
          "ID": "41"
        },
        {
          "text": "Итак, бодрствуйте, так как не знаете, в какой день придёт Господь ваш.",
          "ID": "42"
        },
        {
          "text": "И помните вот что: если бы хозяин дома знал, в какое время ночи придёт к нему вор, то бодрствовал бы и не допустил бы вора к себе в дом.",
          "ID": "43"
        },
        {
          "text": "Вот почему вы также должны быть наготове, так как Сын Человеческий придёт в час, когда не будете ожидать Его».",
          "ID": "44"
        },
        {
          "text": "«Кто же надёжный и благоразумный слуга? Тот, которого господин поставил над другими слугами, чтобы вовремя раздавать им еду.",
          "ID": "45"
        },
        {
          "text": "Блажен тот слуга, которого господин, вернувшись, застаёт за работой.",
          "ID": "46"
        },
        {
          "text": "Правду вам говорю, что он поручит ему управлять своим имением.",
          "ID": "47"
        },
        {
          "text": "Нерадивый же слуга, который говорит себе: „Мой господин возвратится нескоро”,",
          "ID": "48"
        },
        {
          "text": "начинает избивать других слуг, объедаться и напиваться с подобными себе.",
          "ID": "49"
        },
        {
          "text": "Господин этого слуги придёт в день и час, когда тот не ожидает его.",
          "ID": "50"
        },
        {
          "text": "Он подвергнет его ужасной смерти и отведёт ему место среди лицемеров, где люди рыдают и скрежещут зубами от боли нестерпимой».",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24",
      "name": "По Матфею Благовествование 24"
    },
    {
      "text": [
        {
          "text": "«В тот День Царство Небесное будет подобно десяти девицам, которые взяли лампы и отправились навстречу жениху.",
          "ID": "1"
        },
        {
          "text": "Пять из них были мудры, а другие пять — глупы.",
          "ID": "2"
        },
        {
          "text": "Глупые взяли лампы, но не взяли масла.",
          "ID": "3"
        },
        {
          "text": "Мудрые же вместе с лампами взяли и масло в кувшинах.",
          "ID": "4"
        },
        {
          "text": "Жених задерживался, девушки захотели спать и уснули.",
          "ID": "5"
        },
        {
          "text": "Но в полночь раздался крик: „Вот приближается жених! Идите встречать!”",
          "ID": "6"
        },
        {
          "text": "В тот же миг все девушки встали и засветили свои лампы.",
          "ID": "7"
        },
        {
          "text": "Но глупые сказали мудрым: „Дайте нам немного масла. Наши лампы догорают!”",
          "ID": "8"
        },
        {
          "text": "В ответ мудрые сказали: „Мы не можем дать вам ничего, так как ничего не останется ни вам, ни нам. Пойдите к торговцам и купите у них масла для ваших ламп”.",
          "ID": "9"
        },
        {
          "text": "Пока те ходили за маслом, прибыл жених, и те девушки, которые были готовы, пошли на свадебный пир вместе с ним. Дверь же закрыли и заперли.",
          "ID": "10"
        },
        {
          "text": "Наконец пришли остальные девушки и сказали: „Господин! Господин! Отвори дверь и впусти нас!”",
          "ID": "11"
        },
        {
          "text": "Но он сказал им в ответ: „Правду вам говорю: я не знаю вас!”",
          "ID": "12"
        },
        {
          "text": "Так бодрствуйте же, потому что неизвестен вам ни день, ни час возвращения Сына Человеческого».",
          "ID": "13"
        },
        {
          "text": "«Царство Небесное подобно человеку, который перед тем, как отправиться в путешествие, позвал слуг и поставил их присматривать за своим имуществом.",
          "ID": "14"
        },
        {
          "text": "Одному из них он дал пять талантов, другому дал два таланта, а третьему дал один талант. Каждому он дал долю по способностям и после этого отправился в путешествие.",
          "ID": "15"
        },
        {
          "text": "Тот, кто получил пять талантов, сразу же пустил деньги в оборот и заработал на них ещё пять талантов.",
          "ID": "16"
        },
        {
          "text": "Тот, у кого было два таланта, тоже заработал ещё два таланта.",
          "ID": "17"
        },
        {
          "text": "Тот же, который получил один талант, пошёл, выкопал яму в земле и спрятал там деньги господина.",
          "ID": "18"
        },
        {
          "text": "После долгого отсутствия вернулся господин и потребовал отчёта.",
          "ID": "19"
        },
        {
          "text": "Тот, кто получил пять талантов, пришёл и принес ещё пять талантов. Он сказал: „Господин, ты поручил мне пять талантов, вот ещё пять талантов, которые я заработал”.",
          "ID": "20"
        },
        {
          "text": "Господин сказал ему: „Молодец! Ты хороший и верный слуга. Ты хорошо распорядился этой малой суммой денег, и теперь я поручу тебе большую. Раздели со мной мою радость”.",
          "ID": "21"
        },
        {
          "text": "Потом пришёл тот, кто получил два таланта и сказал: „Господин, ты поручил мне два таланта, вот ещё два таланта, которые я заработал”.",
          "ID": "22"
        },
        {
          "text": "Господин сказал ему: „Молодец! Ты хороший, верный слуга. Ты хорошо распорядился небольшими деньгами, и теперь я поручу тебе большие. Раздели со мной мою радость”.",
          "ID": "23"
        },
        {
          "text": "Затем к нему подошёл тот, кто получил один талант и сказал: „Господин, я знаю, что ты человек жёсткий. Ты собираешь урожай там, где ничего не посадил и жнёшь там, где не сеял.",
          "ID": "24"
        },
        {
          "text": "Я боялся тебя, поэтому я пошёл и закопал талант в землю. Вот, возьми то, что тебе принадлежит”.",
          "ID": "25"
        },
        {
          "text": "В ответ господин сказал ему: „Ты плохой и нерадивый слуга, ты знаешь, что я жну, где не посеял и собираю урожай, где не посадил;",
          "ID": "26"
        },
        {
          "text": "ты должен был пустить мои деньги в оборот, и тогда, возвратясь, я получил бы своё с прибылью.",
          "ID": "27"
        },
        {
          "text": "Возьмите у него талант и отдайте тому, у кого десять талантов.",
          "ID": "28"
        },
        {
          "text": "Да, каждый, кто имеет, получит ещё и будет иметь больше, чем ему нужно; у того же, у кого ничего нет, будет отнято и то, что имеет.",
          "ID": "29"
        },
        {
          "text": "Бросьте этого нерадивого слугу во тьму бесконечную, туда, где рыдают и скрежещут зубами от боли нестерпимой”».",
          "ID": "30"
        },
        {
          "text": "«Когда придёт Сын Человеческий во всей Славе Своей в сопровождении Ангелов Своих, то сядет он на престоле Славы Своей.",
          "ID": "31"
        },
        {
          "text": "И тогда все народы соберутся перед Ним, и Он отделит их друг от друга, подобно тому как пастух отделяет овец от козлов.",
          "ID": "32"
        },
        {
          "text": "Он поместит овец по правую руку от Себя, козлов же поместит по левую руку.",
          "ID": "33"
        },
        {
          "text": "И тогда скажет Царь тем, кто по правую руку от Него: „Придите те, кто благословен Отцом Моим. Унаследуйте Царство, предназначенное вам от сотворения мира.",
          "ID": "34"
        },
        {
          "text": "Это — ваша награда, потому что Я был голоден, и вы накормили Меня. Меня томила жажда, и вы дали Мне пить. Я был странником, и вы приютили Меня.",
          "ID": "35"
        },
        {
          "text": "Я был нагим, и вы одели Меня. Я был болен, и вы ухаживали за Мной. Я был в темнице, и вы навещали Меня”.",
          "ID": "36"
        },
        {
          "text": "И тогда праведники скажут Ему в ответ: „Господи, когда это мы видели Тебя голодным и накормили или видели Тебя жаждой томимым и напоили?",
          "ID": "37"
        },
        {
          "text": "Когда это мы видели Тебя странником и приютили Тебя? Или видели Тебя нагим и одели?",
          "ID": "38"
        },
        {
          "text": "Когда видели Тебя больным или в темнице и ухаживали за Тобой?”",
          "ID": "39"
        },
        {
          "text": "И ответит им Царь: „Правду вам говорю: когда делали вы что-то для одного из наименьших братьев Моих, вы делали это для Меня”.",
          "ID": "40"
        },
        {
          "text": "И скажет тогда Царь тем, кто по левую руку: „Уйдите прочь от Меня, проклятые, отправляйтесь в огонь вечный, что приготовлен для дьявола и его ангелов.",
          "ID": "41"
        },
        {
          "text": "Это наказание ваше, так как Я был голоден, но вы не накормили Меня. Меня томила жажда, но вы не дали Мне пить.",
          "ID": "42"
        },
        {
          "text": "Я был странником, но вы не приютили Меня. Я был болен и в темнице, но вы не позаботились обо Мне”.",
          "ID": "43"
        },
        {
          "text": "И тогда они скажут Ему в ответ: „Господи, когда это было, что Мы видели Тебя голодным или томимым жаждой, или странником, или нагим, или больным, или в темнице и не помогли Тебе всячески?”",
          "ID": "44"
        },
        {
          "text": "И Царь тогда скажет им в ответ: „Правду вам говорю, что каждый раз, когда вы не помогали униженным братьям Моим, то это Мне вы не помогали”.",
          "ID": "45"
        },
        {
          "text": "И тогда неправедные отправятся на вечное наказание, а праведники будут наслаждаться жизнью вечной».",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25",
      "name": "По Матфею Благовествование 25"
    },
    {
      "text": [
        {
          "text": "Когда Иисус закончил говорить, то сказал Своим ученикам:",
          "ID": "1"
        },
        {
          "text": "«Вы знаете, что через два дня наступит Пасха, и Сын Человеческий будет отдан на распятие».",
          "ID": "2"
        },
        {
          "text": "Тогда главные священники и старейшины собрались во дворе первосвященника, по имени Каиафа,",
          "ID": "3"
        },
        {
          "text": "и сговорились захватить Иисуса обманом и убить Его.",
          "ID": "4"
        },
        {
          "text": "Но они сказали: «Не во время праздника, чтобы не началась смута среди народа».",
          "ID": "5"
        },
        {
          "text": "Когда Иисус находился в Вифании, в доме Симона прокажённого,",
          "ID": "6"
        },
        {
          "text": "к Нему пришла женщина с алебастровым сосудом, наполненным дорогим миром, и стала возливать его Ему на голову, когда Он сидел за столом.",
          "ID": "7"
        },
        {
          "text": "Увидев это, ученики вознегодовали и сказали: «К чему такое расточительство?",
          "ID": "8"
        },
        {
          "text": "Ведь миро это можно было бы продать за большие деньги, а вырученное раздать нищим».",
          "ID": "9"
        },
        {
          "text": "Иисус же, поняв это, сказал им: «Зачем смущаете женщину? Она сделала для Меня доброе дело.",
          "ID": "10"
        },
        {
          "text": "Так как нищие всегда будут с вами, а Я не всегда.",
          "ID": "11"
        },
        {
          "text": "Пролив на Моё тело это миро, она приготовила Меня к погребению.",
          "ID": "12"
        },
        {
          "text": "Правду вам говорю: где бы ни проповедовали Благую Весть, будут, вспоминая, рассказывать и о том, что сделала эта женщина».",
          "ID": "13"
        },
        {
          "text": "И тогда один из двенадцати, по имени Иуда Искариот, пошёл к главным священникам",
          "ID": "14"
        },
        {
          "text": "и спросил: «Что дадите мне за то, чтобы предать Его вам?» Они предложили ему тридцать серебреников.",
          "ID": "15"
        },
        {
          "text": "И с той минуты он стал искать удобного случая, чтобы предать Иисуса.",
          "ID": "16"
        },
        {
          "text": "В первый день праздника Пресных Хлебов к Иисусу пришли ученики и сказали: «Где хочешь, чтобы мы приготовили для Тебя пасхальный ужин?»",
          "ID": "17"
        },
        {
          "text": "Он сказал: «Пойдите к одному человеку в городе и скажите ему о том, что Учитель говорит: „Моё время пришло. Я отпраздную Пасху вместе с учениками в твоём доме”».",
          "ID": "18"
        },
        {
          "text": "Ученики поступили так, как велел им Иисус, и приготовили пасхальный ужин.",
          "ID": "19"
        },
        {
          "text": "Когда наступил вечер, Он сел за стол вместе со Своими двенадцатью учениками.",
          "ID": "20"
        },
        {
          "text": "И когда они ели, Иисус сказал: «Правду вам говорю, что один из вас предаст Меня».",
          "ID": "21"
        },
        {
          "text": "Глубоко опечаленные, они стали один за другим говорить Ему: «Уж наверное это не я буду, Господи!»",
          "ID": "22"
        },
        {
          "text": "В ответ Он им сказал: «Тот, кто обмакнул руку в одно блюдо со Мной, тот и предаст Меня.",
          "ID": "23"
        },
        {
          "text": "Сын Человеческий вынесет множество страданий, как указано в Писании, но горе тому, кто предаст Сына Человеческого! Тому человеку лучше бы и вовсе на свет не родиться!»",
          "ID": "24"
        },
        {
          "text": "Иуда, который собирался предать Его, сказал: «Ты не думаешь, что это я, Учитель!» А Иисус ответил ему: «Ты сам сказал это!»",
          "ID": "25"
        },
        {
          "text": "И когда они ели, Иисус, взяв кусок хлеба, поблагодарил Бога, разломил его и стал раздавать Своим ученикам, говоря: «Берите, ешьте это хлеб. Это — тело Моё!»",
          "ID": "26"
        },
        {
          "text": "Затем Он взял чашу и, возблагодарив Бога, передал им, говоря: «Пейте все,",
          "ID": "27"
        },
        {
          "text": "потому что это — кровь Моя, которая скрепляет новый Договор и которая прольётся за многих ради прощения их грехов.",
          "ID": "28"
        },
        {
          "text": "Но знайте: Я не буду больше пить из плода виноградного до того дня, когда буду пить с вами новое вино в Царстве Отца Моего».",
          "ID": "29"
        },
        {
          "text": "И пропев гимн, они отправились на гору Елеонскую.",
          "ID": "30"
        },
        {
          "text": "И сказал тогда Иисус: «Вы все отречётесь от Меня сегодня ночью, потому что сказано в Писании:",
          "ID": "31"
        },
        {
          "text": "„Поражу Пастыря,",
          "ID": "31"
        },
        {
          "text": "и овцы стада рассеются”. Захария 13:7",
          "ID": "31"
        },
        {
          "text": "Но после воскресения Моего, Я отправлюсь в Галилею и приду туда раньше вас».",
          "ID": "32"
        },
        {
          "text": "Тогда Пётр ответил Ему: «Даже если все потеряют веру в Тебя, я никогда не потеряю».",
          "ID": "33"
        },
        {
          "text": "Иисус сказал ему: «Правду тебе говорю, что в эту ночь, прежде чем петух пропоёт, ты трижды отречёшься от Меня».",
          "ID": "34"
        },
        {
          "text": "Пётр сказал Ему: «Даже если мне придётся умереть вместе с Тобой, я никогда не отрекусь». И все ученики повторили то же самое.",
          "ID": "35"
        },
        {
          "text": "Придя в место, называемое Гефсимания, Иисус сказал Своим ученикам: «Посидите здесь, пока Я схожу туда и помолюсь».",
          "ID": "36"
        },
        {
          "text": "И взял Он с собой Петра, а также двух сыновей Зеведея, и исполнился печали и скорби.",
          "ID": "37"
        },
        {
          "text": "Иисус сказал им тогда: «Моя душа полна смертельной скорби. Оставайтесь здесь и бодрствуйте со Мной».",
          "ID": "38"
        },
        {
          "text": "Иисус, отойдя от них подальше, пал ниц, и стал молиться, говоря: «Отец Мой, если это возможно, пусть минует Меня чаша эта, но пусть сбудется не то, что хочу Я, а то, чего Ты желаешь».",
          "ID": "39"
        },
        {
          "text": "Вернувшись к ученикам, Он увидел, что они спят, и сказал Петру: «Неужели вы не могли пободрствовать со Мной и часа?",
          "ID": "40"
        },
        {
          "text": "Бодрствуйте и молитесь, чтобы не поддаться искушению. Дух ваш жаждет праведности, но плоть слаба».",
          "ID": "41"
        },
        {
          "text": "Иисус снова отошёл и стал молиться, говоря: «Отец, если не минует Меня чаша эта, и Я должен буду испить её, то пусть исполнится воля Твоя».",
          "ID": "42"
        },
        {
          "text": "Возвратясь, Он нашёл их спящими, так как веки их отяжелели.",
          "ID": "43"
        },
        {
          "text": "И в третий раз Он отошёл, и стал молиться, повторяя снова те же слова.",
          "ID": "44"
        },
        {
          "text": "Затем Иисус вернулся к ученикам и сказал им: «Вы всё ещё спите и отдыхаете? Послушайте, настал час, и Сын Человеческий предан будет в руки грешникам.",
          "ID": "45"
        },
        {
          "text": "Вставайте и пойдём! Смотрите, вот тот, кто предаст Меня!»",
          "ID": "46"
        },
        {
          "text": "И когда Иисус говорил это, появился Иуда, один из двенадцати. Его сопровождала толпа людей, вооружённых мечами и дубинками, посланных главными священниками и старейшинами.",
          "ID": "47"
        },
        {
          "text": "Иуда подал им знак, сказав: «Тот, Кого поцелую, и есть Христос, хватайте Его».",
          "ID": "48"
        },
        {
          "text": "И тотчас подошёл к Иисусу и сказал: «Приветствую Тебя, Учитель!» — а потом поцеловал Его.",
          "ID": "49"
        },
        {
          "text": "И сказал ему Иисус: «Друг, делай то, зачем пришёл».",
          "ID": "50"
        },
        {
          "text": "И подошли мужчины и схватили Иисуса.",
          "ID": "50"
        },
        {
          "text": "Один из тех, кто был с Иисусом, обнажил меч и, нанеся удар слуге первосвященника, отсек ему ухо.",
          "ID": "51"
        },
        {
          "text": "И сказал ему Иисус: «Убери меч свой в ножны, потому что тот, кто поднимет меч, от меча и погибнет.",
          "ID": "52"
        },
        {
          "text": "Или ты думаешь, что Я не могу воззвать к Отцу Моему, и Он не пошлёт Мне на помощь больше двенадцати легионов Ангелов?",
          "ID": "53"
        },
        {
          "text": "Но как же тогда исполнятся Писания, если всего этого не случится?»",
          "ID": "54"
        },
        {
          "text": "И сказал Иисус толпе: «Как на разбойника, вышли вы с мечами и дубинками, чтобы взять Меня под стражу. Каждый день Я сидел в храме, проповедуя, но вы не схватили Меня.",
          "ID": "55"
        },
        {
          "text": "Всё это происходит для исполнения писаний пророков». Тогда все ученики оставили Его и убежали прочь.",
          "ID": "56"
        },
        {
          "text": "Люди, схватившие Иисуса, отвели Его в дом первосвященника Каиафы, где собрались все законоучители и старейшины.",
          "ID": "57"
        },
        {
          "text": "Пётр следовал за Ним на расстоянии, до самого двора первосвященника и, войдя туда, сел вместе со стражниками, чтобы узнать, чем кончится дело.",
          "ID": "58"
        },
        {
          "text": "Главные священники вместе со всем синедрионом пытались добиться лжесвидетельства против Иисуса, чтобы предать Его смерти,",
          "ID": "59"
        },
        {
          "text": "но не находили ничего, хотя лжесвидетелей было много. Однако позже появились ещё два лжесвидетеля,",
          "ID": "60"
        },
        {
          "text": "которые сказали: «Этот Человек утверждал: „Я могу разрушить храм Божий и восстановить его в три дня”».",
          "ID": "61"
        },
        {
          "text": "Тогда встал первосвященник, и сказал Христу: «Почему не отвечаешь? Что означает свидетельство этих людей против Тебя?»",
          "ID": "62"
        },
        {
          "text": "Но Иисус молчал.",
          "ID": "63"
        },
        {
          "text": "Первосвященник сказал Ему: «Заклинаю тебя Богом живым, скажи нам, Христос ли Ты, Сын Божий?»",
          "ID": "63"
        },
        {
          "text": "Иисус сказал ему: «Ты сам сказал это; и всё же, скажу тебе, что отныне увидите Сына Человеческого, сидящего по правую руку от Всевышнего и идущего на облаках небесных».",
          "ID": "64"
        },
        {
          "text": "И тогда первосвященник разорвал на себе одежды, говоря: «Он оскорбляет Бога! Какие ещё нужны свидетели! Вы все слышали эти оскорбления!",
          "ID": "65"
        },
        {
          "text": "Что вы думаете?»",
          "ID": "66"
        },
        {
          "text": "В ответ они сказали: «Виновен и должен умереть!»",
          "ID": "66"
        },
        {
          "text": "И они стали плевать Ему в лицо и бить Его кулаками, а другие хлестали Его по щекам,",
          "ID": "67"
        },
        {
          "text": "говоря: «Докажи нам, что Ты пророк, Христос! Скажи нам, кто ударил Тебя?»",
          "ID": "68"
        },
        {
          "text": "А Пётр в это время сидел снаружи во дворе, и подошла к нему одна служанка и сказала: «Ты тоже был с Иисусом Галилеянином».",
          "ID": "69"
        },
        {
          "text": "Но он стал отрицать это перед всеми, говоря: «Я не знаю, о чём ты говоришь!»",
          "ID": "70"
        },
        {
          "text": "Когда же он выходил за ворота, его увидела другая служанка и сказала тем, кто был там: «Этот человек был с Иисусом Назарянином».",
          "ID": "71"
        },
        {
          "text": "И он снова отрёкся от Иисуса, поклявшись: «Я не знаю этого человека!»",
          "ID": "72"
        },
        {
          "text": "Немного спустя подошли люди, стоявшие там, и сказали Петру: «Ты точно один из них, так как твоя речь выдаёт тебя».",
          "ID": "73"
        },
        {
          "text": "И тогда он начал клясться и божиться: «Не знаю я этого человека!» И тут же пропел петух.",
          "ID": "74"
        },
        {
          "text": "И вспомнил Пётр слова, сказанные Иисусом: «Прежде чем пропоёт петух, трижды отречёшься от Меня» и пошёл прочь, горько заплакав.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26",
      "name": "По Матфею Благовествование 26"
    },
    {
      "text": [
        {
          "text": "На следующее утро все главные священники и старейшины народа устроили совет, на котором решили предать Иисуса смерти.",
          "ID": "1"
        },
        {
          "text": "И, связав Его, отвели и передали правителю Пилату.",
          "ID": "2"
        },
        {
          "text": "Когда Иуда, предавший Иисуса, увидел, что Его осудили, то раскаялся и возвратил тридцать серебреников главным священникам и старейшинам,",
          "ID": "3"
        },
        {
          "text": "сказав: «Согрешил я, предав невинную кровь».",
          "ID": "4"
        },
        {
          "text": "Но они сказали: «Что нам до этого? Это твоя забота!»",
          "ID": "4"
        },
        {
          "text": "Тогда он бросил серебряные монеты в храме, пошёл и повесился.",
          "ID": "5"
        },
        {
          "text": "Главные священники же подобрали монеты и сказали: «Не по Закону это класть их в храмовую копилку, так как это цена крови».",
          "ID": "6"
        },
        {
          "text": "Посоветовавшись, они купили на эти деньги участок земли, называвшийся полем Горшечника, чтобы там хоронить чужестранцев.",
          "ID": "7"
        },
        {
          "text": "По этой причине поле это и по сей день называется Кровавым полем.",
          "ID": "8"
        },
        {
          "text": "Так исполнилось пророчество, сказанное Иеремией:«И взяли они тридцать серебреников, цену того, чью цену определили сыны Израиля,",
          "ID": "9"
        },
        {
          "text": "и отдали их за поле Горшечника, как указал мне Господь».",
          "ID": "10"
        },
        {
          "text": "Когда Иисус предстал перед Пилатом, правитель спросил Его: «Ты ли Царь Иудейский?»",
          "ID": "11"
        },
        {
          "text": "Иисус ответил ему: «Ты прав говоря, что Я — Царь Иудейский».",
          "ID": "11"
        },
        {
          "text": "А когда обвиняли Его главные священники и старейшины, то Он им ничего не отвечал.",
          "ID": "12"
        },
        {
          "text": "Тогда Пилат сказал Ему: «Разве Ты не слышишь все эти обвинения против Тебя?»",
          "ID": "13"
        },
        {
          "text": "Но Он не ответил ему ни на одно обвинение, так что правитель был весьма удивлён.",
          "ID": "14"
        },
        {
          "text": "На праздник Пасхи правитель по обычаю отпускал одного из заключённых, за которого просил народ.",
          "ID": "15"
        },
        {
          "text": "В то время в тюрьме был известный преступник по имени Варавва.",
          "ID": "16"
        },
        {
          "text": "И когда толпа собралась, Пилат спросил у людей: «Кого хотите, чтобы я освободил вам: Варавву или Иисуса, называемого Христом?»",
          "ID": "17"
        },
        {
          "text": "Потому что Пилат знал, что только из зависти главные священники и старейшины доставили Иисуса к нему.",
          "ID": "18"
        },
        {
          "text": "В то время как Пилат заседал в суде, его жена прислала к нему слугу сказать: «Не осуждай этого Праведника, потому что прошлой ночью приснился мне сон про Него, и я очень встревожена».",
          "ID": "19"
        },
        {
          "text": "Но главные священники и старейшины убедили толпу просить за Варавву, а Иисуса предать смерти.",
          "ID": "20"
        },
        {
          "text": "Тогда правитель спросил их: «Кого из двоих хотите, чтоб я отпустил вам?»",
          "ID": "21"
        },
        {
          "text": "И они сказали: «Варавву».",
          "ID": "21"
        },
        {
          "text": "Пилат сказал им: «Что сделать мне с Иисусом, называемым Христом?»",
          "ID": "22"
        },
        {
          "text": "И они все сказали: «Пусть распнут Его!»",
          "ID": "22"
        },
        {
          "text": "Пилат спросил: «Почему? Что сделал Он плохого?»",
          "ID": "23"
        },
        {
          "text": "Но они продолжали кричать ещё громче: «Пусть распнут Его!»",
          "ID": "23"
        },
        {
          "text": "И Пилат, видя, что он не сможет убедить народ и что может начаться бунт, взял воды и на глазах толпы умыл руки, сказав: «Я неповинен в крови Этого Человека, решайте сами».",
          "ID": "24"
        },
        {
          "text": "И народ ответил: «Пусть кровь Его падёт на нас и на наших детей!»",
          "ID": "25"
        },
        {
          "text": "И тогда он отпустил Варавву, Иисуса же приказал избить плетью и отвести на распятие.",
          "ID": "26"
        },
        {
          "text": "Тогда солдаты Пилата отвели Иисуса во дворец правителя, и вокруг Него собрался весь полк.",
          "ID": "27"
        },
        {
          "text": "Раздев Его донага, они надели на Него багровые одежды.",
          "ID": "28"
        },
        {
          "text": "Они свили из колючек венок, надели Ему на голову, дали в руки Ему посох и, издеваясь над Иисусом, пали перед Ним на колени, со словами: «Приветствуем Тебя, Царь Иудейский!»",
          "ID": "29"
        },
        {
          "text": "И плевали они в Него, а потом взяли посох из руки Его и стали бить Иисуса по голове.",
          "ID": "30"
        },
        {
          "text": "Наиздевавшись вдоволь, они сняли с Христа багровые одежды, надели на Него Его собственную одежду и повели на распятие.",
          "ID": "31"
        },
        {
          "text": "По дороге солдаты повстречали одного киринеянина по имени Симон и заставили его нести крест Иисуса.",
          "ID": "32"
        },
        {
          "text": "И когда пришли к месту под названием Голгофа, что означает «Лобное место»,",
          "ID": "33"
        },
        {
          "text": "то дали Иисусу выпить вина, смешанного с жёлчью, Он же, попробовав, отказался его пить.",
          "ID": "34"
        },
        {
          "text": "И распяв Христа, они бросили между собой жребий, кому что достанется из Его одежды,",
          "ID": "35"
        },
        {
          "text": "а потом сели и стали охранять Его.",
          "ID": "36"
        },
        {
          "text": "А над головой у Него укрепили табличку со словами обвинения против Него: «это Иисус, царь иудейский».",
          "ID": "37"
        },
        {
          "text": "Одновременно с Ним были распяты два разбойника: один справа, а другой слева от Иисуса.",
          "ID": "38"
        },
        {
          "text": "Проходившие мимо люди выкрикивали оскорбления, кивая в Его сторону",
          "ID": "39"
        },
        {
          "text": "и говоря: «Эй, Ты, который собирался разрушить храм и восстановить его в три дня, спаси же Себя. Если Ты Сын Божий, сойди с креста!»",
          "ID": "40"
        },
        {
          "text": "Главные священники вместе с законоучителями и старейшинами тоже издевались над Ним, говоря:",
          "ID": "41"
        },
        {
          "text": "«Он спасал других, а Себя спасти не может. Если Он действительно Царь израильский, так пусть теперь сойдёт с креста, и мы поверим в Него!",
          "ID": "42"
        },
        {
          "text": "Он верит в Бога, так пусть же Бог спасёт Его теперь, если Он Ему угоден. Ведь Сам Он говорил: „Я — Сын Божий”».",
          "ID": "43"
        },
        {
          "text": "И разбойники, распятые вместе с Ним, тоже осыпали Его оскорблениями.",
          "ID": "44"
        },
        {
          "text": "В полдень на землю опустилась тьма и не рассеивалась до трёх часов.",
          "ID": "45"
        },
        {
          "text": "А около трёх часов Иисус воскликнул громким голосом: «Эли, Эли, лема савахтани?» — что означает: «Боже Мой, Боже Мой! Почему же Ты покинул Меня?»",
          "ID": "46"
        },
        {
          "text": "Некоторые из тех, кто стоял поблизости, услышав это, сказали: «Он взывает к Илии!»",
          "ID": "47"
        },
        {
          "text": "И тут же один из них побежал, намочил губку в уксусе, надел её на палку и дал Ему пить.",
          "ID": "48"
        },
        {
          "text": "Но остальные говорили: «Оставь Его в покое. Посмотрим, появится ли Илия, чтобы спасти Его?»",
          "ID": "49"
        },
        {
          "text": "И ещё раз закричал Иисус громким голосом и испустил дух.",
          "ID": "50"
        },
        {
          "text": "После Его смерти завеса храма разорвалась надвое, сверху донизу, и всколыхнулась земля, и раскололись камни,",
          "ID": "51"
        },
        {
          "text": "и открылись гробницы, и воскресло множество усопших святых,",
          "ID": "52"
        },
        {
          "text": "и, выйдя из гробниц своих после воскресения Его, они пришли в святой город и явились множеству людей.",
          "ID": "53"
        },
        {
          "text": "Центурион и те, кто вместе с ним сторожил Иисуса, при виде землетрясения и всех других происшествий очень перепугались и сказали: «Воистину это был Сын Божий!»",
          "ID": "54"
        },
        {
          "text": "За этим издалека наблюдали и многие женщины, которые пришли с Иисусом из Галилеи, чтобы прислуживать Ему.",
          "ID": "55"
        },
        {
          "text": "Среди них были Мария Магдалина, а также Мария, мать Иакова и Иосифа, и мать сыновей Зеведея.",
          "ID": "56"
        },
        {
          "text": "Когда наступил вечер, пришёл из Аримафеи один богач по имени Иосиф, который тоже был учеником Иисуса.",
          "ID": "57"
        },
        {
          "text": "Он пришёл к Пилату и попросил у него, чтобы тот отдал ему тело Иисуса. Пилат приказал, чтобы тело Иисуса отдали ему.",
          "ID": "58"
        },
        {
          "text": "Иосиф взял тело, завернул его в чистый льняной покров,",
          "ID": "59"
        },
        {
          "text": "и положил Его в свою собственную новую гробницу, высеченную в скале. Привалив большой камень к входу в гробницу, он ушёл.",
          "ID": "60"
        },
        {
          "text": "А Мария Магдалина и другая Мария сели напротив гробницы.",
          "ID": "61"
        },
        {
          "text": "Всё это случилось в день Приготовления. На следующий день главные священники и фарисеи пришли к Пилату",
          "ID": "62"
        },
        {
          "text": "и сказали: «Господин, мы вспомнили, что тот обманщик, когда был жив, сказал: „Через три дня Я воскресну”.",
          "ID": "63"
        },
        {
          "text": "Поэтому прикажи хорошенько охранять гробницу до наступления третьего дня, чтобы не пришли Его ученики, не выкрали тело и не сказали всем: „Он воскрес из мёртвых”. Тогда последний обман будет хуже первого».",
          "ID": "64"
        },
        {
          "text": "Пилат сказал им: «Возьмите с собой стражников и охраняйте её, как знаете».",
          "ID": "65"
        },
        {
          "text": "Они пошли, наглухо закрыли гробницу, запечатали её и оставили там стражу.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27",
      "name": "По Матфею Благовествование 27"
    },
    {
      "text": [
        {
          "text": "Прошла суббота. На рассвете первого дня недели Мария Магдалина и другая Мария пришли посмотреть гробницу,",
          "ID": "1"
        },
        {
          "text": "и случилось тогда сильное землетрясение, потому что Ангел Господний спустился с небес, подошёл к гробнице, откатил камень от входа и сел на него.",
          "ID": "2"
        },
        {
          "text": "Вокруг него было сияние, подобное молнии, и одежды его были белоснежные.",
          "ID": "3"
        },
        {
          "text": "Стражники затряслись от страха перед ним и уподобились мертвецам.",
          "ID": "4"
        },
        {
          "text": "И тогда Ангел сказал женщинам: «Не бойтесь! Знаю, что ищете Иисуса, Который был распят.",
          "ID": "5"
        },
        {
          "text": "Его здесь нет, так как Он воскрес, как и предсказывал. Взгляните на место, где было Его тело.",
          "ID": "6"
        },
        {
          "text": "А затем пойдите и расскажите Его ученикам, что Он воскрес из мёртвых. Иисус придёт в Галилею раньше вас; там увидите Его. Таково моё слово к вам».",
          "ID": "7"
        },
        {
          "text": "Удалившись поспешно от гробницы, они со страхом и великой радостью побежали рассказать обо всём Его ученикам.",
          "ID": "8"
        },
        {
          "text": "И вдруг на дороге их встретил Иисус. Он сказал: «Приветствую вас». Подойдя к Иисусу, они обхватили Его ноги и поклонились Ему.",
          "ID": "9"
        },
        {
          "text": "И сказал Он им: «Не бойтесь! Пойдите и скажите ученикам Моим, чтобы отправлялись в Галилею, там они увидят Меня».",
          "ID": "10"
        },
        {
          "text": "В то время как женщины пошли к ученикам, несколько стражников пришли в город и рассказали главным священникам обо всём, что произошло.",
          "ID": "11"
        },
        {
          "text": "Главные священники, посовещавшись со старейшинами, дали стражникам много денег,",
          "ID": "12"
        },
        {
          "text": "сказав: «Вы должны говорить всем: „Ночью пришли Его ученики и украли тело Его, пока мы спали”.",
          "ID": "13"
        },
        {
          "text": "Если же об этом узнает правитель, то мы с ним договоримся, и у вас не будет неприятностей».",
          "ID": "14"
        },
        {
          "text": "Они взяли деньги и сказали, что им было приказано, и эта весть разнеслась между иудеями, и так и осталось всё до сегодняшнего дня.",
          "ID": "15"
        },
        {
          "text": "Но одиннадцать учеников ушли в Галилею, на ту гору, про которую говорил Иисус.",
          "ID": "16"
        },
        {
          "text": "И когда они увидели Иисуса, то поклонились Ему, но некоторые засомневались.",
          "ID": "17"
        },
        {
          "text": "Подойдя к ним, Он сказал: «Мне отдана вся власть на Небе и на земле.",
          "ID": "18"
        },
        {
          "text": "А потому идите, и обращайте все народы в последователей Моих, крестя во имя Отца и Сына и Святого Духа,",
          "ID": "19"
        },
        {
          "text": "и учите их соблюдать всё, что Я заповедал вам, и буду Я с вами всегда, до скончания веков».",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28",
      "name": "По Матфею Благовествование 28"
    }
  ],
  "ID": "NT:MAT(RSP)",
  "name": "По Матфею Благовествование"
}