{
  "name": "2 Kings",
  "text": [
    {
      "name": "2 Kings 1",
      "text": [
        {
          "text": "MOAB REBELLED against Israel after the death of Ahab.",
          "ID": "1"
        },
        {
          "text": "[King] Ahaziah fell down through a lattice in his upper chamber in Samaria and lay sick. He sent messengers, saying, Go, ask Baal-zebub, the god of [Philistine] Ekron, if I shall recover from this illness.",
          "ID": "2"
        },
        {
          "text": "But the angel of the Lord said to Elijah the Tishbite, Arise, go up to meet the messengers of the king in Samaria and say to them, Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?",
          "ID": "3"
        },
        {
          "text": "Therefore the Lord says: You [Ahaziah] shall not leave the bed on which you lie, but shall surely die. And Elijah departed.",
          "ID": "4"
        },
        {
          "text": "When the messengers returned to Ahaziah, he said, Why have you turned back?",
          "ID": "5"
        },
        {
          "text": "They replied, A man came up to meet us who said, Go back to the king who sent you and tell him, Thus says the Lord: Is there no God in Israel that you send to inquire of Baal-zebub, the god of Ekron? Therefore you shall not leave the bed on which you lie, but shall surely die.",
          "ID": "6"
        },
        {
          "text": "The king asked, What was the man like who came to meet you saying these things?",
          "ID": "7"
        },
        {
          "text": "They answered, He was a hairy man with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.",
          "ID": "8"
        },
        {
          "text": "Then the king sent to Elijah a captain of fifty men with his fifty [to seize him]. He found Elijah sitting on a hilltop and said, Man of God, the king says, Come down.",
          "ID": "9"
        },
        {
          "text": "Elijah said to the captain of fifty, If I am a man of God, then let fire come down from heaven and consume you and your fifty. And fire fell from heaven and consumed him and his fifty.",
          "ID": "10"
        },
        {
          "text": "Again King [Ahaziah] sent to him another captain of fifty with his fifty. And he said to Elijah, Man of God, the king has said, Come down quickly!",
          "ID": "11"
        },
        {
          "text": "And Elijah answered, If I am a man of God, let fire come down from heaven and consume you and your fifty. And the fire of God came down from heaven and consumed him and his fifty.",
          "ID": "12"
        },
        {
          "text": "Ahaziah sent again a captain of a third fifty with his fifty. And the third captain of fifty went up and fell on his knees before Elijah and besought him and said to him, O man of God, I pray you, let my life and the lives of these fifty, your servants, be precious in your sight.",
          "ID": "13"
        },
        {
          "text": "Behold, fire came down from heaven and burned up the two captains of the former fifties with their fifties. Therefore let my life now be precious in your sight.",
          "ID": "14"
        },
        {
          "text": "The angel of the Lord said to Elijah, Go down with him; do not be afraid of him. So he arose and went with him to the king.",
          "ID": "15"
        },
        {
          "text": "Elijah said to [King] Ahaziah, Thus says the Lord: Since you have sent messengers to inquire of Baal-zebub, god of Ekron, is it because there is no God in Israel of Whom to inquire His word? Therefore you shall not leave the bed on which you lie, but shall surely die.",
          "ID": "16"
        },
        {
          "text": "So Ahaziah died according to the word of the Lord which Elijah had spoken. Joram [also a son of Ahab] reigned in Israel in his stead in the second year of Jehoram son of Jehoshaphat king of Judah, because Ahaziah had no son [but his brother].",
          "ID": "17"
        },
        {
          "text": "Now the rest of the acts of Ahaziah, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "18"
        }
      ],
      "ID": "OT:2KI.1"
    },
    {
      "name": "2 Kings 2",
      "text": [
        {
          "text": "WHEN THE Lord was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were going from Gilgal.",
          "ID": "1"
        },
        {
          "text": "And Elijah said to Elisha, Tarry here, I pray you, for the Lord has sent me to Bethel. But Elisha replied, As the Lord lives and as your soul lives, I will not leave you. So they went down to Bethel.",
          "ID": "2"
        },
        {
          "text": "The prophets' sons who were at Bethel came to Elisha and said, Do you know that the Lord will take your master away from you today? He said, Yes, I know it; hold your peace.",
          "ID": "3"
        },
        {
          "text": "Elijah said to him, Elisha, tarry here, I pray you, for the Lord has sent me to Jericho. But he said, As the Lord lives and as your soul lives, I will not leave you. So they came to Jericho.",
          "ID": "4"
        },
        {
          "text": "The sons of the prophets who were at Jericho came to Elisha and said, Do you know that the Lord will take your master away from you today? And he answered, Yes, I know it; hold your peace.",
          "ID": "5"
        },
        {
          "text": "Elijah said to him, Tarry here, I pray you, for the Lord has sent me to the Jordan. But he said, As the Lord lives and as your soul lives, I will not leave you. And the two of them went on.",
          "ID": "6"
        },
        {
          "text": "Fifty men of the sons of the prophets also went and stood [to watch] afar off; and the two of them stood by the Jordan.",
          "ID": "7"
        },
        {
          "text": "And Elijah took his mantle and rolled it up and struck the waters, and they divided this way and that, so that the two of them went over on dry ground.",
          "ID": "8"
        },
        {
          "text": "And when they had gone over, Elijah said to Elisha, Ask what I shall do for you before I am taken from you. And Elisha said, I pray you, let a double portion of your spirit be upon me.",
          "ID": "9"
        },
        {
          "text": "He said, You have asked a hard thing. However, if you see me when I am taken from you, it shall be so for you–but if not, it shall not be so.",
          "ID": "10"
        },
        {
          "text": "As they still went on and talked, behold, a chariot of fire and horses of fire parted the two of them, and Elijah went up by a whirlwind into heaven.",
          "ID": "11"
        },
        {
          "text": "And Elisha saw it and he cried, My father, my father! The chariot of Israel and its horsemen! And he saw him no more. And he took hold of his own clothes and tore them in two pieces.",
          "ID": "12"
        },
        {
          "text": "He took up also the mantle of Elijah that fell from him and went back and stood by the bank of the Jordan.",
          "ID": "13"
        },
        {
          "text": "And he took the mantle that fell from Elijah and struck the waters and said, Where is the Lord, the God of Elijah? And when he had struck the waters, they parted this way and that, and Elisha went over.",
          "ID": "14"
        },
        {
          "text": "When the sons of the prophets who were [watching] at Jericho saw him, they said, The spirit of Elijah rests on Elisha. And they came to meet him and bowed themselves to the ground before him.",
          "ID": "15"
        },
        {
          "text": "And they said to him, Behold now, there are among your servants fifty strong men; let them go, we pray you, and seek your master. It may be that the Spirit of the Lord has taken him up and cast him on some mountain or into some valley. And he said, You shall not send.",
          "ID": "16"
        },
        {
          "text": "But when they urged him till he was embarrassed, he said, Send. So they sent fifty men, who sought for three days but did not find him.",
          "ID": "17"
        },
        {
          "text": "When they returned to Elisha, who had waited at Jericho, he said to them, Did I not tell you, Do not go?",
          "ID": "18"
        },
        {
          "text": "And the men of the city said to Elisha, Behold, inhabiting of this city is pleasant, as my lord sees, but the water is bad and the locality causes miscarriage and barrenness [in all animals].",
          "ID": "19"
        },
        {
          "text": "He said, Bring me a new bowl and put salt [the symbol of God's purifying power] in it. And they brought it to him.",
          "ID": "20"
        },
        {
          "text": "Then Elisha went to the spring of the waters and cast the salt in it and said, Thus says the Lord: I [not the salt] have healed these waters; there shall not be any more death, miscarriage or barrenness [and bereavement] because of it.",
          "ID": "21"
        },
        {
          "text": "So the waters were healed to this day, as Elisha had said.",
          "ID": "22"
        },
        {
          "text": "He went up from Jericho to Bethel. On the way, young [maturing and accountable] boys came out of the city and mocked him and said to him, Go up [in a whirlwind], you baldhead! Go up, you baldhead!",
          "ID": "23"
        },
        {
          "text": "And he turned around and looked at them and called a curse down on them in the name of the Lord. And two she-bears came out of the woods and ripped up forty-two of the boys.",
          "ID": "24"
        },
        {
          "text": "Elisha went from there to Mount Carmel, and from there he returned to Samaria.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.2"
    },
    {
      "name": "2 Kings 3",
      "text": [
        {
          "text": "JORAM SON of Ahab began to reign over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years.",
          "ID": "1"
        },
        {
          "text": "He did evil in the sight of the Lord, but not like his father and mother; for he put away the pillar of Baal that his father had made.",
          "ID": "2"
        },
        {
          "text": "Yet he clung to the sins of Jeroboam son of Nebat, which made Israel to sin; he departed not from them.",
          "ID": "3"
        },
        {
          "text": "Mesha king of Moab was a sheepmaster, and paid in tribute to the king of Israel [annually] 100,000 lambs and 100,000 rams, with the wool.",
          "ID": "4"
        },
        {
          "text": "But when Ahab died, the king of Moab rebelled against the king of Israel.",
          "ID": "5"
        },
        {
          "text": "So King Joram went out of Samaria at that time and mustered all Israel.",
          "ID": "6"
        },
        {
          "text": "And he sent to Jehoshaphat king of Judah, saying, The king of Moab has rebelled against me. Will you go with me to war against Moab? And he said, I will go; I am as you are, my people as your people, my horses as your horses.",
          "ID": "7"
        },
        {
          "text": "Joram said, Which way shall we go up? Jehoshaphat answered, The way through the Wilderness of Edom.",
          "ID": "8"
        },
        {
          "text": "So the king of Israel went with the king of Judah and the king of Edom. They made a circuit of seven days' journey, but there was no water for the army or for the animals following them.",
          "ID": "9"
        },
        {
          "text": "Then the king of Israel said, Alas! The Lord has called [us] three kings together to be delivered into Moab's hand!",
          "ID": "10"
        },
        {
          "text": "But Jehoshaphat said, Is there no prophet of the Lord here by whom we may inquire of the Lord? One of the king of Israel's servants answered, Elisha son of Shaphat, who served Elijah, is here.",
          "ID": "11"
        },
        {
          "text": "Jehoshaphat said, The word of the Lord is with him. So Joram king of Israel and Jehoshaphat and the king of Edom went down to Elisha.",
          "ID": "12"
        },
        {
          "text": "And Elisha said to the king of Israel, What have I to do with you? Go to the prophets of your [wicked] father Ahab and your [wicked] mother Jezebel. But the king of Israel said to him, No, for the Lord has called [us] three kings together to be delivered into the hand of Moab.",
          "ID": "13"
        },
        {
          "text": "And Elisha said, As the Lord of hosts lives, before Whom I stand, surely, were it not that I respect the presence of Jehoshaphat king of Judah, I would neither look at you nor see you [King Joram].",
          "ID": "14"
        },
        {
          "text": "But now bring me a minstrel. And while the minstrel played, the hand and power of the Lord came upon [Elisha].",
          "ID": "15"
        },
        {
          "text": "And he said, Thus says the Lord: Make this [dry] brook bed full of trenches.",
          "ID": "16"
        },
        {
          "text": "For thus says the Lord: You shall not see wind or rain, yet that ravine shall be filled with water, so you, your cattle, and your beasts [of burden] may drink.",
          "ID": "17"
        },
        {
          "text": "This is but a light thing in the sight of the Lord. He will deliver the Moabites also into your hands.",
          "ID": "18"
        },
        {
          "text": "You shall smite every fenced city and every choice city, and shall fell every good tree and stop all wells of water and mar every good piece of land with stones.",
          "ID": "19"
        },
        {
          "text": "In the morning, when the sacrifice was offered, behold, there came water by the way of Edom, and the country was filled with water.",
          "ID": "20"
        },
        {
          "text": "When all the Moabites heard that the kings had come up to fight against them, all who were able to put on armor, young and old, gathered and drew up at the border.",
          "ID": "21"
        },
        {
          "text": "When they rose up early next morning, and the sun shone upon the water, the Moabites saw the water across from them as red as blood.",
          "ID": "22"
        },
        {
          "text": "And they said, This is blood; the kings have surely been fighting and have slain one another. Now then, Moab, to the spoil!",
          "ID": "23"
        },
        {
          "text": "But when they came to the camp of Israel, the Israelites rose up and smote the Moabites, so that they fled before them. And they went forward, slaying the Moabites as they went.",
          "ID": "24"
        },
        {
          "text": "They beat down the cities [walls], and on every good piece of land every man cast a stone, covering it [with stones]. And they stopped all the springs of water and felled all the good trees, until only the stones [of the walls of Moab's capital city] of Kir-hareseth were left standing, and the slingers surrounded and took it.",
          "ID": "25"
        },
        {
          "text": "And when the king of Moab saw that the battle was against him, he took with him 700 swordsmen to break through to the king of Edom, but they could not.",
          "ID": "26"
        },
        {
          "text": "Then he [Moab's king] took his eldest son, who was to reign in his stead, and offered him for a burnt offering on the wall [in full view of the horrified enemy kings]. And there was great indignation, wrath, and bitterness against Israel; and they [his allies Judah and Edom] withdrew from [Joram] and returned to their own land.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.3"
    },
    {
      "name": "2 Kings 4",
      "text": [
        {
          "text": "NOW THE wife of a son of the prophets cried to Elisha, Your servant my husband is dead, and you know that your servant feared the Lord. But the creditor has come to take my two sons to be his slaves.",
          "ID": "1"
        },
        {
          "text": "Elisha said to her, What shall I do for you? Tell me, what have you [of sale value] in the house? She said, Your handmaid has nothing in the house except a jar of oil.",
          "ID": "2"
        },
        {
          "text": "Then he said, Go around and borrow vessels from all your neighbors, empty vessels–and not a few.",
          "ID": "3"
        },
        {
          "text": "And when you come in, shut the door upon you and your sons. Then pour out [the oil you have] into all those vessels, setting aside each one when it is full.",
          "ID": "4"
        },
        {
          "text": "So she went from him and shut the door upon herself and her sons, who brought to her the vessels as she poured the oil.",
          "ID": "5"
        },
        {
          "text": "When the vessels were all full, she said to her son, Bring me another vessel. And he said to her, There is not a one left. Then the oil stopped multiplying.",
          "ID": "6"
        },
        {
          "text": "Then she came and told the man of God. He said, Go, sell the oil and pay your debt, and you and your sons live on the rest.",
          "ID": "7"
        },
        {
          "text": "One day Elisha went on to Shunem, where a rich and influential woman lived, who insisted on his eating a meal. Afterward, whenever he passed by, he stopped there for a meal.",
          "ID": "8"
        },
        {
          "text": "And she said to her husband, Behold now, I perceive that this is a holy man of God who passes by continually.",
          "ID": "9"
        },
        {
          "text": "Let us make a small chamber on the [housetop] and put there for him a bed, a table, a chair, and a lamp. Then whenever he comes to us, he can go [up the outside stairs and rest] here.",
          "ID": "10"
        },
        {
          "text": "One day he came and turned into the chamber and lay there.",
          "ID": "11"
        },
        {
          "text": "And he said to Gehazi his servant, Call this Shunammite. When he had called her, she stood before him.",
          "ID": "12"
        },
        {
          "text": "And he said to Gehazi, Say now to her, You have been most painstakingly and reverently concerned for us; what is to be done for you? Would you like to be spoken for to the king or to the commander of the army? She answered, I dwell among my own people [they are sufficient].",
          "ID": "13"
        },
        {
          "text": "Later Elisha said, What then is to be done for her? Gehazi answered, She has no child and her husband is old.",
          "ID": "14"
        },
        {
          "text": "He said, Call her. [Gehazi] called her, and she stood in the doorway.",
          "ID": "15"
        },
        {
          "text": "Elisha said, At this season when the time comes round, you shall embrace a son. She said, No, my lord, you man of God, do not lie to your handmaid.",
          "ID": "16"
        },
        {
          "text": "But the woman conceived and bore a son at that season the following year, as Elisha had said to her.",
          "ID": "17"
        },
        {
          "text": "When the child had grown, he went out one day to his father with the reapers.",
          "ID": "18"
        },
        {
          "text": "But he said to his father, My head, my head! The man said to his servant, Carry him to his mother.",
          "ID": "19"
        },
        {
          "text": "And when he was brought to his mother, he sat on her knees till noon, and then died.",
          "ID": "20"
        },
        {
          "text": "And she went up and laid him on the bed of the man of God, and shut the door upon him and went out.",
          "ID": "21"
        },
        {
          "text": "And she called to her husband and said, Send me one of the servants and one of the donkeys, that I may go quickly to the man of God and come back again.",
          "ID": "22"
        },
        {
          "text": "And he said, Why go to him today? It is neither the New Moon nor the Sabbath. And she said, It will be all right.",
          "ID": "23"
        },
        {
          "text": "Then she saddled the donkey and said to her servant, Ride fast; do not slacken your pace for me unless I tell you.",
          "ID": "24"
        },
        {
          "text": "So she set out and came to the man of God at Mount Carmel. When the man of God saw her afar off, he said to Gehazi his servant, Behold, yonder is that Shunammite.",
          "ID": "25"
        },
        {
          "text": "Run to meet her and say, Is it well with you? Well with your husband? Well with the child? And she answered, It is well.",
          "ID": "26"
        },
        {
          "text": "When she came to the mountain to the man of God, she clung to his feet. Gehazi came to thrust her away, but the man of God said, Let her alone, for her soul is bitter and vexed within her, and the Lord has hid it from me and has not told me.",
          "ID": "27"
        },
        {
          "text": "Then she said, Did I desire a son of my lord? Did I not say, Do not deceive me?",
          "ID": "28"
        },
        {
          "text": "Then he said to Gehazi, Gird up your loins and take my staff in your hand and go lay my staff on the face of the child. If you meet any man, do not salute him. If he salutes you, do not answer him.",
          "ID": "29"
        },
        {
          "text": "The mother of the child said, As the Lord lives and as my soul lives, I will not leave you. And he arose and followed her.",
          "ID": "30"
        },
        {
          "text": "Gehazi passed on before them and laid the staff on the child's face, but the boy neither spoke nor heard. So he went back to meet Elisha and said to him, The child has not awakened.",
          "ID": "31"
        },
        {
          "text": "When Elisha arrived in the house, the child was dead and laid upon his bed.",
          "ID": "32"
        },
        {
          "text": "So he went in, shut the door on the two of them, and prayed to the Lord.",
          "ID": "33"
        },
        {
          "text": "He went up and lay on the child, put his mouth on his mouth, his eyes on his eyes, and his hands on his hands. And as he stretched himself on him and embraced him, the child's flesh became warm.",
          "ID": "34"
        },
        {
          "text": "Then he returned and walked in the house to and fro and went up again and stretched himself upon him. And the child sneezed seven times, and then opened his eyes.",
          "ID": "35"
        },
        {
          "text": "Then [Elisha] called Gehazi and said, Call this Shunammite. So he called her. And when she came, he said, Take up your son.",
          "ID": "36"
        },
        {
          "text": "She came and fell at his feet, bowing herself to the ground. Then she took up her son and went out.",
          "ID": "37"
        },
        {
          "text": "Elisha came back to Gilgal during a famine in the land. The sons of the prophets were sitting before him, and he said to his servant, Set on the big pot and cook pottage for the sons of the prophets.",
          "ID": "38"
        },
        {
          "text": "Then one went into the field to gather herbs and gathered from a wild vine his lap full of wild gourds, and returned and cut them up into the pot of pottage, for they were unknown to them.",
          "ID": "39"
        },
        {
          "text": "So they poured it out for the men to eat. But as they ate of the pottage, they cried out, O man of God, there is death in the pot! And they could not eat it.",
          "ID": "40"
        },
        {
          "text": "But he said, Bring meal [as a symbol of God's healing power]. And he cast it into the pot and said, Pour it out for the people that they may eat. Then there was no harm in the pot.",
          "ID": "41"
        },
        {
          "text": "[At another time] a man from Baal-shalisha came and brought the man of God bread of the firstfruits, twenty loaves of barley, and fresh ears of grain [in the husk] in his sack. And Elisha said, Give to the men that they may eat.",
          "ID": "42"
        },
        {
          "text": "His servant said, How am I to set [only] this before a hundred [hungry] men? He said, Give to the men that they may eat. For thus says the Lord: They shall be fed and have some left.",
          "ID": "43"
        },
        {
          "text": "So he set it before them, and they ate and left some, as the Lord had said.",
          "ID": "44"
        }
      ],
      "ID": "OT:2KI.4"
    },
    {
      "name": "2 Kings 5",
      "text": [
        {
          "text": "NAAMAN, COMMANDER of the army of the king of Syria, was a great man with his master, accepted [and acceptable], because by him the Lord had given victory to Syria. He was also a mighty man of valor, but he was a leper.",
          "ID": "1"
        },
        {
          "text": "The Syrians had gone out in bands and had brought away captive out of the land of Israel a little maid, and she waited on Naaman's wife.",
          "ID": "2"
        },
        {
          "text": "She said to her mistress, Would that my lord were with the prophet who is in Samaria! For he would heal him of his leprosy.",
          "ID": "3"
        },
        {
          "text": "[Naaman] went in and told his king, Thus and thus said the maid from Israel.",
          "ID": "4"
        },
        {
          "text": "And the king of Syria said, Go now, and I will send a letter to the king of Israel. And he departed and took with him ten talents of silver, 6,000 shekels of gold, and ten changes of raiment.",
          "ID": "5"
        },
        {
          "text": "And he brought the letter to the king of Israel. It said, When this letter comes to you, I will with it have sent to you my servant Naaman, that you may cure him of leprosy.",
          "ID": "6"
        },
        {
          "text": "When the king of Israel read the letter, he rent his clothes and said, Am I God, to kill and to make alive, that this man sends to me to heal a man of his leprosy? Just consider and see how he is seeking a quarrel with me.",
          "ID": "7"
        },
        {
          "text": "When Elisha the man of God heard that the king of Israel had rent his clothes, he sent to the king, asking, Why have you rent your clothes? Let Naaman come now to me and he shall know that there is a prophet in Israel.",
          "ID": "8"
        },
        {
          "text": "So Naaman came with his horses and chariots and stopped at Elisha's door.",
          "ID": "9"
        },
        {
          "text": "Elisha sent a messenger to him, saying, Go and wash in the Jordan seven times, and your flesh shall be restored and you shall be clean.",
          "ID": "10"
        },
        {
          "text": "But Naaman was angry and went away and said, Behold, I thought he would surely come out to me and stand and call on the name of the Lord his God, and wave his hand over the place and heal the leper.",
          "ID": "11"
        },
        {
          "text": "Are not Abana and Pharpar, the rivers of Damascus, better than all the waters of Israel? May I not wash in them and be clean? So he turned and went away in a rage.",
          "ID": "12"
        },
        {
          "text": "And his servants came near and said to him, My father, if the prophet had bid you to do some great thing, would you not have done it? How much rather, then, when he says to you, Wash and be clean?",
          "ID": "13"
        },
        {
          "text": "Then he went down and dipped himself seven times in the Jordan, as the man of God had said, and his flesh was restored like that of a little child, and he was clean.",
          "ID": "14"
        },
        {
          "text": "Then Naaman returned to the man of God, he and all his company, and stood before him. He said, Behold, now I know that there is no God in all the earth but in Israel. So now accept a gift from your servant.",
          "ID": "15"
        },
        {
          "text": "Elisha said, As the Lord lives, before Whom I stand, I will accept none. He urged him to take it, but Elisha refused.",
          "ID": "16"
        },
        {
          "text": "Naaman said, Then, I pray you, let there be given to me, your servant, two mules' burden of earth. For your servant will henceforth offer neither burnt offering nor sacrifice to other gods, but only to the Lord.",
          "ID": "17"
        },
        {
          "text": "In this thing may the Lord pardon your servant: when my master [the king] goes into the house of [his god] Rimmon to worship there, and he leans on my hand and I bow myself in the house of Rimmon, when I bow down myself in the house of Rimmon, may the Lord pardon your servant in this thing.",
          "ID": "18"
        },
        {
          "text": "Elisha said to him, Go in peace. So Naaman departed from him a little way.",
          "ID": "19"
        },
        {
          "text": "But Gehazi, the servant of Elisha the man of God, said, Behold, my master spared this Naaman the Syrian, in not receiving from his hands what he brought. But as the Lord lives, I will run after him and get something from him.",
          "ID": "20"
        },
        {
          "text": "So Gehazi followed after Naaman. When Naaman saw one running after him, he lighted down from the chariot to meet him and said, Is all well?",
          "ID": "21"
        },
        {
          "text": "And he said, All is well. My master has sent me to say, There have just come to me from the hill country of Ephraim two young men of the sons of the prophets. I pray you, give them a talent of silver and two changes of garments.",
          "ID": "22"
        },
        {
          "text": "And Naaman said, Be pleased to take two talents. And he urged him, and bound two talents of silver in two bags with two changes of garments and laid them upon two of his servants, and they bore them before Gehazi.",
          "ID": "23"
        },
        {
          "text": "When he came to the hill, he took them from their hands and put them in the house; and he sent the men away, and they left.",
          "ID": "24"
        },
        {
          "text": "He went in and stood before his master. Elisha said, Where have you been, Gehazi? He said, Your servant went nowhere.",
          "ID": "25"
        },
        {
          "text": "Elisha said to him, Did not my spirit go with you when the man turned from his chariot to meet you? Was it a time to accept money, garments, olive orchards, vineyards, sheep, oxen, menservants, and maidservants?",
          "ID": "26"
        },
        {
          "text": "Therefore the leprosy of Naaman shall cleave to you and to your offspring forever. And Gehazi went from his presence a leper as white as snow.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.5"
    },
    {
      "name": "2 Kings 6",
      "text": [
        {
          "text": "THE SONS of the prophets said to Elisha, Look now, the place where we live before you is too small for us.",
          "ID": "1"
        },
        {
          "text": "Let us go to the Jordan, and each man get there a [house] beam; and let us make us a place there where we may dwell. And he answered, Go.",
          "ID": "2"
        },
        {
          "text": "One said, Be pleased to go with your servants. He answered, I will go.",
          "ID": "3"
        },
        {
          "text": "So he went with them. And when they came to the Jordan, they cut down trees.",
          "ID": "4"
        },
        {
          "text": "But as one was felling his beam, the axhead fell into the water; and he cried, Alas, my master, for it was borrowed!",
          "ID": "5"
        },
        {
          "text": "The man of God said, Where did it fall? When shown the place, Elisha cut off a stick and threw it in there, and the iron floated.",
          "ID": "6"
        },
        {
          "text": "He said, Pick it up. And he put out his hand and took it.",
          "ID": "7"
        },
        {
          "text": "When the king of Syria was warring against Israel, after counseling with his servants, he said, In such and such a place shall be my camp.",
          "ID": "8"
        },
        {
          "text": "Then the man of God sent to the king of Israel, saying, Beware that you pass not such a place, for the Syrians are coming down there.",
          "ID": "9"
        },
        {
          "text": "Then the king of Israel sent to the place of which [Elisha] told and warned him; and thus he protected and saved himself there repeatedly.",
          "ID": "10"
        },
        {
          "text": "Therefore the mind of the king of Syria was greatly troubled by this thing. He called his servants and said, Will you show me who of us is for the king of Israel?",
          "ID": "11"
        },
        {
          "text": "One of his servants said, None, my lord O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedchamber.",
          "ID": "12"
        },
        {
          "text": "He said, Go and see where he is, that I may send and seize him. And it was told him, He is in Dothan.",
          "ID": "13"
        },
        {
          "text": "So [the Syrian king] sent there horses, chariots, and a great army. They came by night and surrounded the city.",
          "ID": "14"
        },
        {
          "text": "When the servant of the man of God rose early and went out, behold, an army with horses and chariots was around the city. Elisha's servant said to him, Alas, my master! What shall we do?",
          "ID": "15"
        },
        {
          "text": "[Elisha] answered, Fear not; for those with us are more than those with them.",
          "ID": "16"
        },
        {
          "text": "Then Elisha prayed, Lord, I pray You, open his eyes that he may see. And the Lord opened the young man's eyes, and he saw, and behold, the mountain was full of horses and chariots of fire round about Elisha.",
          "ID": "17"
        },
        {
          "text": "And when the Syrians came down to him, Elisha prayed to the Lord, Smite this people with blindness, I pray You. And God smote them with blindness, as Elisha asked.",
          "ID": "18"
        },
        {
          "text": "Elisha said to the Syrians, This is not the way or the city. Follow me, and I will bring you to the man whom you seek. And he led them to Samaria.",
          "ID": "19"
        },
        {
          "text": "And when they had come into Samaria, Elisha said, Lord, open the eyes of these men that they may see. And the Lord opened their eyes, and they saw. Behold, they were in the midst of Samaria!",
          "ID": "20"
        },
        {
          "text": "When the king of Israel saw them, he said to Elisha, My father, shall I slay them? Shall I slay them?",
          "ID": "21"
        },
        {
          "text": "[Elisha] answered, You shall not slay them. Would you slay those you have taken captive with your sword and bow? Set bread and water before them, that they may eat and drink and return to their master.",
          "ID": "22"
        },
        {
          "text": "So [the king] prepared great provision for them, and when they had eaten and drunk, he sent them away, and they went to their master. And the bands of Syria came no more into the land of Israel.",
          "ID": "23"
        },
        {
          "text": "Afterward, Ben-hadad king of Syria gathered his whole army and went up and besieged Samaria,",
          "ID": "24"
        },
        {
          "text": "And a great famine came to Samaria. They besieged it until a donkey's head was sold for eighty shekels of silver, and a fourth of a kab of dove's dung [a wild vegetable] for five shekels of silver.",
          "ID": "25"
        },
        {
          "text": "As the king of Israel was passing by upon the wall, a woman cried to him, Help, my lord, O king!",
          "ID": "26"
        },
        {
          "text": "He said, [For] if he does not help you [No, let the Lord help you!], from where can I get you help? Out of the threshing floor, or out of the winepress?",
          "ID": "27"
        },
        {
          "text": "And the king said to her, What ails you? She answered, This woman said to me, Give me your son so we may eat him today, and we will eat my son tomorrow.",
          "ID": "28"
        },
        {
          "text": "So we boiled my son and ate him. The next day I said to her, Give your son so we may eat him, but she had hidden her son.",
          "ID": "29"
        },
        {
          "text": "When the king heard the woman's words, he rent his clothes. As he went on upon the wall, the people looked, and behold, he wore sackcloth inside on his flesh.",
          "ID": "30"
        },
        {
          "text": "Then he said, May God do so to me, and more also, if the head of Elisha son of Shaphat shall stand on him this day!",
          "ID": "31"
        },
        {
          "text": "Now Elisha sat in his house, and the elders sat with him. And the king sent a man from before him [to behead Elisha]. But before the messenger arrived, Elisha said to the elders, See how this son of [Jezebel] a murderer is sending to remove my head? Look, when the messenger comes, shut the door and hold it fast against him. Is not the sound of his master's feet [just] behind him?",
          "ID": "32"
        },
        {
          "text": "And while Elisha was talking with them, behold, [the messenger] came to him [and then the king came also]. And [the relenting king] said, This evil is from the Lord! Why should I any longer wait [expecting Him to withdraw His punishment? What, Elisha, can be done now]?",
          "ID": "33"
        }
      ],
      "ID": "OT:2KI.6"
    },
    {
      "name": "2 Kings 7",
      "text": [
        {
          "text": "THEN ELISHA said, Hear the word of the Lord. Thus says the Lord: Tomorrow about this time a measure of fine flour will sell for a shekel and two measures of barley for a shekel in the gate of Samaria!",
          "ID": "1"
        },
        {
          "text": "Then the captain on whose hand the king leaned answered the man of God and said, If the Lord should make windows in heaven, could this thing be? But Elisha said, You shall see it with your own eyes, but you shall not eat of it.",
          "ID": "2"
        },
        {
          "text": "Now four men who were lepers were at the entrance of the city's gate; and they said to one another, Why do we sit here until we die?",
          "ID": "3"
        },
        {
          "text": "If we say, We will enter the city–then the famine is in the city, and we shall die there; and if we sit still here, we die also. So now come, let us go over to the army of the Syrians. If they spare us alive, we shall live; and if they kill us, we shall but die.",
          "ID": "4"
        },
        {
          "text": "So they arose in the twilight and went to the Syrian camp. But when they came to the edge of the camp, no man was there.",
          "ID": "5"
        },
        {
          "text": "For the Lord had made the Syrian army hear a noise of chariots and horses, the noise of a great army. They had said to one another, The king of Israel has hired the Hittite and Egyptian kings to come upon us.",
          "ID": "6"
        },
        {
          "text": "So the Syrians arose and fled in the twilight and left their tents, horses, donkeys, even the camp as it was, and fled for their lives.",
          "ID": "7"
        },
        {
          "text": "And when these lepers came to the edge of the camp, they went into one tent and ate and drank, and carried away silver, gold, and clothing, and went and hid them [in the darkness]. Then they entered another tent and carried from there also and went and hid it.",
          "ID": "8"
        },
        {
          "text": "Then they said one to another, We are not doing right. This is a day of [glad] good news and we are silent and do not speak up! If we wait until daylight, some punishment will come upon us [for not reporting at once]. So now come, let us go and tell the king's household.",
          "ID": "9"
        },
        {
          "text": "So they came and called to the gatekeepers of the city. They told them, We came to the camp of the Syrians, and behold, there was neither sight nor sound of man there–only the horses and donkeys tied, and the tents as they were.",
          "ID": "10"
        },
        {
          "text": "Then the gatekeepers called out, and it was told to the king's household within.",
          "ID": "11"
        },
        {
          "text": "And the king rose in the night and said to his servants, I will tell you what the Syrians have done to us. They know that we are hungry; therefore they have gone out of the camp to hide themselves in the open country, thinking, When they come out of the city, we shall take them alive and get into the city.",
          "ID": "12"
        },
        {
          "text": "One of his servants said, Let some men take five of the remaining horses; [if they are caught and killed] they will be no worse off than all the multitude of Israel left in the city to be consumed. Let us send and see.",
          "ID": "13"
        },
        {
          "text": "So they took two chariot horses, and the king sent them after the Syrian army, saying, Go and see.",
          "ID": "14"
        },
        {
          "text": "They went after them to the Jordan. All the way was strewn with clothing and equipment which the Syrians had cast away in their flight. And the messengers returned and told the king.",
          "ID": "15"
        },
        {
          "text": "Then the people went out and plundered the tents of the Syrians. So a measure of fine flour was sold for a shekel, and two measures of barley for a shekel, as the Lord had spoken [through Elisha]. [II Kings 7:1.]",
          "ID": "16"
        },
        {
          "text": "The king had appointed the captain on whose hand he leaned to have charge of the gate, and the [starving] people trampled him in the gate [as they struggled to get through for food], and he died, as the man of God had foretold when the king came down to him.",
          "ID": "17"
        },
        {
          "text": "When the man of God had told the king, Two measures of barley shall sell for a shekel and a measure of fine flour for a shekel tomorrow about this time in the gate of Samaria,",
          "ID": "18"
        },
        {
          "text": "The captain had told the man of God, If the Lord should make windows in heaven, could such a thing be? And he said, You shall see it with your own eyes, but you shall not eat of it. [II Kings 7:2.]",
          "ID": "19"
        },
        {
          "text": "And so it was fulfilled to him, for the people trampled on him in the gate, and he died.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.7"
    },
    {
      "name": "2 Kings 8",
      "text": [
        {
          "text": "NOW ELISHA had said to the woman whose son he had restored to life, Arise and go with your household and sojourn wherever you can, for the Lord has called for a famine, and moreover, it will come upon the land for seven years.",
          "ID": "1"
        },
        {
          "text": "So the woman arose and did as the man of God had said. She went with her household and sojourned in the land of the Philistines seven years.",
          "ID": "2"
        },
        {
          "text": "At the end of the seven years the woman returned from the land of the Philistines, and she went to appeal to the king for her house and land.",
          "ID": "3"
        },
        {
          "text": "The king talked with Gehazi, the servant of the man of God, saying, Tell me all the great things Elisha has done.",
          "ID": "4"
        },
        {
          "text": "And as Gehazi was telling the king how [Elisha] had restored the dead to life, behold, the woman whose son he had restored to life appealed to the king for her house and land. And Gehazi said, My lord O king, this is the woman, and this is her son whom Elisha brought back to life.",
          "ID": "5"
        },
        {
          "text": "When the king asked the woman, she told him. So the king appointed to her a certain officer, saying, Restore all that was hers, and all the fruits of the field since the day that she left the land even until now.",
          "ID": "6"
        },
        {
          "text": "Elisha came to Damascus, and Ben-hadad king of Syria was sick; and he was told, The man of God has come here.",
          "ID": "7"
        },
        {
          "text": "And the king said to Hazael, Take a present in your hand and go meet the man of God, and inquire of the Lord by him, saying, Shall I recover from this disease?",
          "ID": "8"
        },
        {
          "text": "So Hazael went to meet Elisha and took a present with him of every good thing of Damascus, forty camel loads, and came and stood before him and said, Your son Ben-hadad king of Syria has sent me to you, asking, Shall I recover from this disease?",
          "ID": "9"
        },
        {
          "text": "And Elisha said, Go, say to him, You shall certainly recover; but the Lord has shown me that he shall certainly die.",
          "ID": "10"
        },
        {
          "text": "Elisha stared steadily at him until Hazael was embarrassed. And the man of God wept.",
          "ID": "11"
        },
        {
          "text": "And Hazael said, Why do you weep, my lord? He answered, Because I know the evil that you will do to the Israelites. You will burn their strongholds, slay their young men with the sword, dash their infants in pieces, and rip up their pregnant women.",
          "ID": "12"
        },
        {
          "text": "And Hazael said, What is your servant, only a dog, that he should do this monstrous thing? And Elisha answered, The Lord has shown me that you will be king over Syria.",
          "ID": "13"
        },
        {
          "text": "Then [Hazael] departed from Elisha and came to his master, who said to him, What did Elisha say to you? And he answered, He told me you would surely recover.",
          "ID": "14"
        },
        {
          "text": "But the next day Hazael took the bedspread and dipped it in water and spread it on [the Syrian king's] face, so that he died. And Hazael reigned in his stead.",
          "ID": "15"
        },
        {
          "text": "In the fifth year of Joram son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram son of Jehoshaphat king of Judah began to reign.",
          "ID": "16"
        },
        {
          "text": "He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem.",
          "ID": "17"
        },
        {
          "text": "He walked in the ways of the kings of Israel, as did the house of Ahab, for [Athaliah] the daughter of Ahab was his wife. He did evil in the sight of the Lord.",
          "ID": "18"
        },
        {
          "text": "Yet, for David His servant's sake, the Lord would not destroy Judah, for He promised to give him and his sons a lamp forever.",
          "ID": "19"
        },
        {
          "text": "In his days, Edom revolted from the rule of Judah and set up a king over themselves.",
          "ID": "20"
        },
        {
          "text": "So Jehoram [of Judah] went over to Zair with all his chariots. He and his chariot commanders rose up by night and slew the Edomites who had surrounded them; and [escaping] his army fled home.",
          "ID": "21"
        },
        {
          "text": "So Edom revolted from the rule of Judah to this day. Then Libnah revolted at the same time.",
          "ID": "22"
        },
        {
          "text": "The rest of the acts of Jehoram, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "23"
        },
        {
          "text": "Jehoram slept with his fathers and was buried with [them] in the City of David. Ahaziah his son reigned in his stead.",
          "ID": "24"
        },
        {
          "text": "In the twelfth year of Joram son of Ahab king of Israel, Ahaziah son of Jehoram king of Judah began to reign.",
          "ID": "25"
        },
        {
          "text": "Ahaziah was twenty-two years old when he began to reign, and he reigned one year in Jerusalem. His mother's name was Athaliah, the granddaughter of Omri king of Israel.",
          "ID": "26"
        },
        {
          "text": "He walked in the ways of the house of Ahab and did evil in the sight of the Lord, as did the house of Ahab, for his father was son-in-law of Ahab.",
          "ID": "27"
        },
        {
          "text": "Ahaziah went with Joram son of Ahab to war against Hazael king of Syria in Ramoth-gilead; and the Syrians wounded Joram.",
          "ID": "28"
        },
        {
          "text": "King Joram returned to Jezreel to be healed of the wounds which the Syrians had given him at Ramah when he fought against Hazael king of Syria. And Ahaziah son of Jehoram king of Judah went down to see Joram son of Ahab in Jezreel, because he was sick.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.8"
    },
    {
      "name": "2 Kings 9",
      "text": [
        {
          "text": "AND ELISHA the prophet called one of the sons of the prophets and said to him, Gird up your loins, take this flask of oil in your hand, and go to Ramoth-gilead.",
          "ID": "1"
        },
        {
          "text": "When you arrive, look there for Jehu son of Jehoshaphat son of Nimshi; and go in and have him arise from among his brethren and lead him to an inner chamber.",
          "ID": "2"
        },
        {
          "text": "Then take the cruse of oil and pour it on his head and say, Thus says the Lord: I have anointed you king over Israel. Then open the door and flee; do not tarry.",
          "ID": "3"
        },
        {
          "text": "So the young man, the young prophet, went to Ramoth-gilead.",
          "ID": "4"
        },
        {
          "text": "And when he came, the captains of the army were sitting outside; and he said, I have a message for you, O captain. Jehu said, To which of us? And he said, To you, O captain.",
          "ID": "5"
        },
        {
          "text": "And Jehu arose, and they went into the house. And the prophet poured the oil on Jehu's head and said to him, Thus says the Lord, the God of Israel: I have anointed you king over the people of the Lord, even over Israel.",
          "ID": "6"
        },
        {
          "text": "You shall strike down the house of Ahab your master, that I may avenge the blood of My servants the prophets and of all the servants of the Lord [who have died] at the hands of Jezebel.",
          "ID": "7"
        },
        {
          "text": "For the whole house of Ahab shall perish, and I will cut off from Ahab every male, bond or free, in Israel.",
          "ID": "8"
        },
        {
          "text": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah. [I Kings 21:22.]",
          "ID": "9"
        },
        {
          "text": "And the dogs shall eat Jezebel in the portion of Jezreel, and none shall bury her. And he opened the door and fled. [Fulfilled in II Kings 9:33-37.]",
          "ID": "10"
        },
        {
          "text": "When Jehu came out to the servants of his master, one said to him, Is all well? Why did this mad fellow come to you? And he said to them, You know that class of man and what he would say.",
          "ID": "11"
        },
        {
          "text": "And they said, That is false; tell us now. And he said, Thus and thus he spoke to me, saying, Thus says the Lord: I have anointed you king over Israel.",
          "ID": "12"
        },
        {
          "text": "Then they hastily took every man his garment and put it [for a cushion] under Jehu on the top of the [outside] stairs, and blew with trumpets, saying, Jehu is king!",
          "ID": "13"
        },
        {
          "text": "So Jehu son of Jehoshaphat, the son of Nimshi, conspired against Joram [to dethrone and slay him]. Now Joram was holding Ramoth-gilead, he and all Israel, against Hazael king of Syria,",
          "ID": "14"
        },
        {
          "text": "But King Joram had returned to be healed in Jezreel of the wounds which the Syrians had given him when he fought with Hazael king of Syria. And Jehu said, If this is your mind, let no one make his escape from the city [Ramoth-gilead] to go and tell it in Jezreel [the capital].",
          "ID": "15"
        },
        {
          "text": "So Jehu rode in a chariot and went to Jezreel, for Joram lay there. And Ahaziah king of Judah had come down to see Joram.",
          "ID": "16"
        },
        {
          "text": "A watchman on the tower in Jezreel spied the company of Jehu as he came, and said, I see a company. And Joram said, Send a horseman to meet them and have him ask, Do you come in peace?",
          "ID": "17"
        },
        {
          "text": "So one on horseback went to meet him and said, Thus says the king: Is it peace? And Jehu said, What have you to do with peace? Rein in behind me. And the watchman reported, The messenger came to them, but he does not return.",
          "ID": "18"
        },
        {
          "text": "Then Joram sent out a second man on horseback, who came to them and said, Thus says the king: Is it peace? Jehu replied, What have you to do with peace? Ride behind me.",
          "ID": "19"
        },
        {
          "text": "And the watchman reported, He came to them, but does not return; also the driving is like the driving of Jehu son of Nimshi, for he drives furiously.",
          "ID": "20"
        },
        {
          "text": "Joram said, Make ready. When his chariot was made ready, Joram king of Israel and Ahaziah king of Judah went out, each in his chariot. Thus they went out to meet Jehu and met him in the field of Naboth the Jezreelite.",
          "ID": "21"
        },
        {
          "text": "When Joram saw Jehu, he said, Is it peace, Jehu? And he answered, How can peace exist as long as the fornications of your mother Jezebel and her witchcrafts are so many?",
          "ID": "22"
        },
        {
          "text": "Then Joram reined about and fled, and he said to Ahaziah, Treachery, Ahaziah!",
          "ID": "23"
        },
        {
          "text": "But Jehu drew his bow with his full strength and shot Joram between his shoulders; and the arrow went out through his heart, and he sank down in his chariot.",
          "ID": "24"
        },
        {
          "text": "Then said Jehu to Bidkar his captain, Take [Joram] up and cast him in the plot of Naboth the Jezreelite's field; for remember how, when I and you rode together after Ahab his father, the Lord uttered this prophecy against him:",
          "ID": "25"
        },
        {
          "text": "As surely as I saw yesterday the blood of Naboth and the blood of his sons, says the Lord, I will repay you on this plot of ground, says the Lord. Now therefore, take and cast Joram into the plot of ground [of Naboth], as the word of the Lord said. [I Kings 21:15-29.]",
          "ID": "26"
        },
        {
          "text": "When Ahaziah king of Judah saw this, he fled by the way of the garden house. Jehu followed him and said, Smite him also in the chariot. And they did so at the ascent to Gur, which is by Ibleam. And [Ahaziah] fled to Megiddo and died there.",
          "ID": "27"
        },
        {
          "text": "His servants took him in a chariot to Jerusalem, and buried him in his sepulcher with his fathers in the City of David.",
          "ID": "28"
        },
        {
          "text": "In the eleventh year of Joram son of Ahab, Ahaziah's reign over Judah began.",
          "ID": "29"
        },
        {
          "text": "Now when Jehu came to Jezreel, Jezebel heard of it, and she painted her eyes and beautified her head and looked out of [an upper] window.",
          "ID": "30"
        },
        {
          "text": "And as Jehu entered in at the gate, she said, [Have you come in] peace, you Zimri, who slew his master? [I Kings 16:9, 10.]",
          "ID": "31"
        },
        {
          "text": "Jehu lifted up his face to the window and said, Who is on my side? Who? And two or three eunuchs looked out at him.",
          "ID": "32"
        },
        {
          "text": "And he said, Throw her down! So they threw her down, and some of her blood splattered on the wall and on the horses, and he drove over her.",
          "ID": "33"
        },
        {
          "text": "When he came in, he ate and drank, and said, See now to this cursed woman and bury her, for she is a king's daughter.",
          "ID": "34"
        },
        {
          "text": "They went to bury her, but they found nothing left of her except the skull, feet, and palms of her hands.",
          "ID": "35"
        },
        {
          "text": "They came again and told Jehu. He said, This is the word of the Lord which He spoke by His servant Elijah the Tishbite, In the portion of Jezreel shall dogs eat the flesh of Jezebel. [I Kings 21:23.]",
          "ID": "36"
        },
        {
          "text": "The corpse of Jezebel shall be like dung upon the face of the field in the portion of Jezreel, so that they shall not say, This is Jezebel.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.9"
    },
    {
      "name": "2 Kings 10",
      "text": [
        {
          "text": "AHAB HAD seventy [grandsons] in Samaria. So Jehu wrote letters and sent them from Jezreel to the rulers of Samaria, to the elders, and to those who brought up Ahab's [grandsons], saying,",
          "ID": "1"
        },
        {
          "text": "Now as soon as this letter comes to you, seeing your master [Joram's] sons are with you and also chariots and horses, a fortified city, and weapons,",
          "ID": "2"
        },
        {
          "text": "Select the best and most fit of your master's sons and set him on his father's throne; and fight for your master's house.",
          "ID": "3"
        },
        {
          "text": "But they were exceedingly afraid and reasoned, The two kings could not stand before [Jehu]; how then can we stand?",
          "ID": "4"
        },
        {
          "text": "And he who was over the household, he who was over the city, the elders also, and the guardians and tutors sent to Jehu, saying, We are your servants and will do all that you bid us; [but] we will not make any man king; do what is good in your eyes.",
          "ID": "5"
        },
        {
          "text": "Then [Jehu] wrote a second letter to them, saying, If you are with me and will obey me, take the heads of your master [Joram's] sons and come to me at Jezreel by tomorrow this time. Now the [dead] king's sons, seventy persons, were with the great men of the city, who were bringing them up.",
          "ID": "6"
        },
        {
          "text": "When the letter came to these men, they took the king's sons and slew them, seventy persons, and put their heads in baskets and sent them to Jehu at Jezreel.",
          "ID": "7"
        },
        {
          "text": "When a messenger came and told him, They have brought the heads of the king's sons, he said, Lay them in two heaps at the entrance of the city gate until morning.",
          "ID": "8"
        },
        {
          "text": "The next morning he went out and stood and said to all the people, You are just and innocent. Behold, I conspired against my master and slew him, but who smote all these?",
          "ID": "9"
        },
        {
          "text": "Know now that nothing which the Lord spoke concerning the house of Ahab shall be unfulfilled or ineffective; for the Lord has done what He said through His servant Elijah.",
          "ID": "10"
        },
        {
          "text": "So Jehu slew all that remained of the house of Ahab in Jezreel, and all his great men, his familiar friends, and his priests, until he left him none remaining.",
          "ID": "11"
        },
        {
          "text": "And he arose and went to Samaria. And as he was at the shearing house of the shepherds on the way,",
          "ID": "12"
        },
        {
          "text": "Jehu met the kinsmen of Ahaziah king of Judah and said, Who are you? They answered, We are the kinsmen of Ahaziah, and we came down to visit the royal princes and the sons of [Jezebel] the queen mother.",
          "ID": "13"
        },
        {
          "text": "He said, Take them alive. And they did so and slew them at the cistern of the shearing house, forty-two men; he left none of them.",
          "ID": "14"
        },
        {
          "text": "When Jehu left there, he met Jehonadab son of Rechab coming to meet him. He saluted him and said to him, Is your heart right, as my heart is with yours? Jehonadab answered, It is. [Jehu said] If it is, give me your hand. He gave him his hand, and Jehu took him up into the chariot.",
          "ID": "15"
        },
        {
          "text": "And he said, Come with me and see my zeal for the Lord. So they made [the Rechabite] ride in Jehu's chariot.",
          "ID": "16"
        },
        {
          "text": "When Jehu came to Samaria, he slew all who remained of Ahab's family in Samaria, till he had destroyed them all, according to what the Lord said to Elijah.",
          "ID": "17"
        },
        {
          "text": "Jehu assembled all the people and said to them, Ahab served Baal a little; but Jehu will serve him much.",
          "ID": "18"
        },
        {
          "text": "So call to me all the prophets of Baal, all his worshipers, and all his priests. Let none be missing, for I have a great sacrifice to make to Baal; whoever is missing shall not live. But Jehu did it with trickery, intending to destroy the Baal worshipers.",
          "ID": "19"
        },
        {
          "text": "Jehu said, Sanctify a solemn assembly for Baal. And they proclaimed it.",
          "ID": "20"
        },
        {
          "text": "Jehu sent through all Israel, and all the worshipers of Baal came; not a man failed to come. They went to the house or temple of Baal, filling it from one end to the other.",
          "ID": "21"
        },
        {
          "text": "And he said to the man over the vestry, Bring vestments for all the worshipers of Baal. And he brought them vestments.",
          "ID": "22"
        },
        {
          "text": "Then Jehu with Jehonadab son of Rechab went into the house of Baal and said to the worshipers of Baal, Search and see that there are here with you none of the servants of the Lord–but Baal worshipers only.",
          "ID": "23"
        },
        {
          "text": "And when they went in to offer sacrifices and burnt offerings, Jehu appointed eighty men outside and said, If any of the men whom I have brought into your hands escape, he who lets him go shall forfeit his own life for his life.",
          "ID": "24"
        },
        {
          "text": "As soon as he had finished offering the burnt offering, Jehu said to the guards and to the officers, Go in and slay them; let none escape. And they smote them with the sword; and the guards or runners [before the king] and the officers threw their bodies out and went into the inner dwelling of the house of Baal.",
          "ID": "25"
        },
        {
          "text": "They brought out the pillars or obelisks of the house of Baal and burned them.",
          "ID": "26"
        },
        {
          "text": "They broke down the pillars of Baal and the house of Baal, and made it [forever unclean] a privy to this day.",
          "ID": "27"
        },
        {
          "text": "Thus Jehu rooted Baal out of Israel.",
          "ID": "28"
        },
        {
          "text": "But Jehu did not give up the sins of Jeroboam son of Nebat, by which he made Israel to sin, that is, the golden calves at Bethel and Dan. [I Kings 12:28ff.]",
          "ID": "29"
        },
        {
          "text": "And the Lord said to Jehu, Because you have executed well what is right in My eyes and have done to the house of Ahab as I willed, your sons to the fourth generation shall sit on Israel's throne. [Fulfilled in II Kings 15:12.]",
          "ID": "30"
        },
        {
          "text": "But Jehu paid no attention to walking in the law of the Lord, the God of Israel, with all his heart. He did not quit the sins with which Jeroboam made Israel to sin.",
          "ID": "31"
        },
        {
          "text": "[So] in those days the Lord began to cut off parts of Israel. Hazael [of Syria] defeated them in all the [across the Jordan] territory of Israel",
          "ID": "32"
        },
        {
          "text": "From the Jordan east, all the land of Gilead, the Gadites, Reubenites, and Manassites, from Aroer which is by the Valley of the Arnon, even Gilead and Bashan.",
          "ID": "33"
        },
        {
          "text": "The rest of the acts of Jehu, and all that he did, and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "34"
        },
        {
          "text": "Jehu slept with his fathers. They buried him in Samaria. Jehoahaz his son reigned in his stead.",
          "ID": "35"
        },
        {
          "text": "The time that Jehu reigned over Israel in Samaria was twenty-eight years.",
          "ID": "36"
        }
      ],
      "ID": "OT:2KI.10"
    },
    {
      "name": "2 Kings 11",
      "text": [
        {
          "text": "WHEN ATHALIAH the mother of [King] Ahaziah [of Judah] saw that her son was dead, she arose and destroyed all the royal descendants.",
          "ID": "1"
        },
        {
          "text": "But Jehosheba, the daughter of King Jehoram, [half] sister of Ahaziah, stole Joash son of Ahaziah from among the king's sons, who were to be slain, even him and his nurse, and hid them from Athaliah in an inner storeroom for beds; so he was not slain.",
          "ID": "2"
        },
        {
          "text": "Joash was with his nurse hidden in the house of the Lord for six years. And Athaliah reigned over the land.",
          "ID": "3"
        },
        {
          "text": "In the seventh year Jehoiada [the priest, Jehosheba's husband] sent for the captains over hundreds of the Carites and of the guards or runners and brought them to him to the house of the Lord and made a covenant with them and took an oath from them in the house of the Lord and showed them the king's [hidden] son.",
          "ID": "4"
        },
        {
          "text": "And he commanded them, saying, This is the thing you shall do: a third of you who come in on the Sabbath shall keep watch of the king's house,",
          "ID": "5"
        },
        {
          "text": "A third shall be at the gate Sur, and a third at the gate behind the guard. So you shall keep watch of the palace [from three places] and be a barrier.",
          "ID": "6"
        },
        {
          "text": "And two divisions of all you who should go off duty on the Sabbath shall keep the watch of the house of the Lord to [protect] the king.",
          "ID": "7"
        },
        {
          "text": "You shall surround the [little] king, every man with his weapons in his hand. And let anyone who breaks through the ranks be put to death. You be with the king when he goes out and when he comes in.",
          "ID": "8"
        },
        {
          "text": "The captains over the hundreds did all that Jehoiada the priest commanded; and they took every man his men who were to come on duty on the Sabbath with those who should go off duty on the Sabbath, and came to Jehoiada the priest.",
          "ID": "9"
        },
        {
          "text": "To the captains over hundreds the priest gave the spears and shields that had been King David's, which were in the house of the Lord.",
          "ID": "10"
        },
        {
          "text": "And the guards stood, every man with his weapons in his hand, from the right corner to the left corner of the temple area, along by the altar [in the court] and the temple proper.",
          "ID": "11"
        },
        {
          "text": "And Jehoiada brought out the king's son and put the crown on him and gave him the Testimony [the Mosaic Law]; and they proclaimed him king and anointed him, and they clapped their hands and said, Long live the king!",
          "ID": "12"
        },
        {
          "text": "When Athaliah heard the noise of the guards and the people, she went into the house of the Lord to the people.",
          "ID": "13"
        },
        {
          "text": "When she looked, there stood the king [on the platform] by the pillar, as was customary [on such occasions], and the captains and the trumpeters beside the king, with all the people of the land rejoicing and blowing trumpets. And Athaliah rent her clothes and cried, Treason! Treason!",
          "ID": "14"
        },
        {
          "text": "Then Jehoiada the priest commanded the captains of hundreds set over the army and said to them, Take her forth outside the ranks, and him who follows her kill with the sword. For the priest had said, Let her not be slain in the house of the Lord.",
          "ID": "15"
        },
        {
          "text": "They seized her, and she went through the horses' entrance to the king's house, and there she was slain.",
          "ID": "16"
        },
        {
          "text": "And Jehoiada made a covenant between the Lord, the king, and the people that they would be the Lord's people–and also between the king and the people.",
          "ID": "17"
        },
        {
          "text": "Then all the people of the land went to the house of Baal and destroyed it. His altar and his images they broke completely in pieces, and Mattan the priest of Baal they slew before the altars. And [Jehoiada] the priest appointed watchmen to guard the house of the Lord.",
          "ID": "18"
        },
        {
          "text": "Then he took the rulers over hundreds, the captains, the guard, and all the people of the land, and they brought the king down from the house of the Lord and came by way of the guards' gate to the king's house. And [little] Joash was seated on the throne of the kings.",
          "ID": "19"
        },
        {
          "text": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been slain with the sword beside the king's house.",
          "ID": "20"
        },
        {
          "text": "Joash was seven years old when he began to reign.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.11"
    },
    {
      "name": "2 Kings 12",
      "text": [
        {
          "text": "IN THE seventh year of Jehu, Joash began to reign, and he reigned forty years in Jerusalem. His mother was Zibiah of Beersheba.",
          "ID": "1"
        },
        {
          "text": "Joash did right in the sight of the Lord all his days in which Jehoiada the priest instructed him.",
          "ID": "2"
        },
        {
          "text": "Yet the high places were not taken away; the people still sacrificed and burned incense in the high places.",
          "ID": "3"
        },
        {
          "text": "And Joash said to the priests, All the current money brought into the house of the Lord to provide the dedicated things, also the money [which the priests by command have] assessed on all those bound by vows, also all the money that it comes into any man's heart voluntarily to bring into the house of the Lord,",
          "ID": "4"
        },
        {
          "text": "Let the priests solicit and receive such contributions, every man from his acquaintance, and let them repair the Lord's house wherever any such need may be found.",
          "ID": "5"
        },
        {
          "text": "But in the twenty-third year of King Joash's reign the priests had not made the needed repairs on the Lord's house.",
          "ID": "6"
        },
        {
          "text": "Then King Joash called for Jehoiada the priest and the other priests and said to them, Why are you not repairing the [Lord's] house? Do not take any more money from your acquaintances, but turn it all over for the repair of the house. [You are no longer responsible for this work. I will take it into my own hands.]",
          "ID": "7"
        },
        {
          "text": "And the priests consented to receive no more money from the people, nor to repair the breaches of the house.",
          "ID": "8"
        },
        {
          "text": "Then Jehoiada the priest took a chest and bored a hole in the lid of it and set it beside the altar on the right side as one entered the house of the Lord; and the priests who guarded the door put in the chest all the money that was brought into the house of the Lord.",
          "ID": "9"
        },
        {
          "text": "And whenever they saw that there was much money in the chest, the king's scribe and the high priest came up and counted the money that was found in the house of the Lord and tied it up in bags.",
          "ID": "10"
        },
        {
          "text": "Then they gave the money, when it was weighed, into the hands of those who were doing the work, who had the oversight of the house of the Lord; and they paid it out to the carpenters and builders who worked on the house of the Lord",
          "ID": "11"
        },
        {
          "text": "And to the masons and stonecutters, and to buy timber and hewn stone for making the repairs on the house of the Lord, and for all that was outlay for repairing the house.",
          "ID": "12"
        },
        {
          "text": "However, there were not made for the house of the Lord basins of silver, snuffers, bowls, trumpets, any vessels of gold or of silver, from the money that was brought into the house of the Lord.",
          "ID": "13"
        },
        {
          "text": "But they gave that to the workmen, and repaired with it the house of the Lord.",
          "ID": "14"
        },
        {
          "text": "Moreover, they did not require an accounting from the men into whose hands they delivered the money to be paid to the workmen, for they dealt faithfully.",
          "ID": "15"
        },
        {
          "text": "The money from the guilt offerings and sin offerings was not brought into the house of the Lord; it was the priests'.",
          "ID": "16"
        },
        {
          "text": "Then Hazael king of Syria went up, fought against Gath [in Philistia], and took it. And Hazael set his face to go up to Jerusalem.",
          "ID": "17"
        },
        {
          "text": "And Joash king of Judah took all the hallowed things that Jehoshaphat, Jehoram, and Ahaziah, his [forefathers], kings of Judah, had dedicated and his own hallowed things and all the gold that was found in the treasuries of the house of the Lord and in the king's house, and sent them to Hazael king of Syria; and Hazael went away from Jerusalem.",
          "ID": "18"
        },
        {
          "text": "The rest of the acts of Joash, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "19"
        },
        {
          "text": "His servants arose and made a conspiracy and slew Joash [in revenge] in the house of Millo, on the way that goes down to Silla. [II Chron. 24:22-25.]",
          "ID": "20"
        },
        {
          "text": "It was Jozachar son of Shimeath and Jehozabad son of Shomer, his servants, who smote him so that he died. They buried [Joash] with his fathers in the City of David. Amaziah his son reigned in his stead.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.12"
    },
    {
      "name": "2 Kings 13",
      "text": [
        {
          "text": "IN THE twenty-third year of Joash son of Ahaziah king of Judah, Jehoahaz son of Jehu began to reign over Israel in Samaria, and reigned seventeen years.",
          "ID": "1"
        },
        {
          "text": "He did evil in the sight of the Lord and followed the sins of Jeroboam son of Nebat, which made Israel to sin, and did not depart from them.",
          "ID": "2"
        },
        {
          "text": "The anger of the Lord was kindled against Israel, and He delivered them into the hand of Hazael king of Syria and of Ben-hadad son of Hazael continually.",
          "ID": "3"
        },
        {
          "text": "But Jehoahaz besought the Lord, and the Lord hearkened to him, for He saw the oppression of Israel, how the king of Syria burdened them.",
          "ID": "4"
        },
        {
          "text": "Then the Lord gave Israel a savior [one to rescue and give them peace], so that they escaped from under the hand of the Syrians; and the Israelites dwelt in their tents or homes as before.",
          "ID": "5"
        },
        {
          "text": "Yet they did not depart from the sins of the house of Jeroboam, who made Israel sin; but the nation walked in them. And the Asherah [symbol of the goddess Asherah] remained in Samaria.",
          "ID": "6"
        },
        {
          "text": "[Ben-hadad] of Syria did not leave to Jehoahaz of [Israel] an army of more than fifty horsemen, ten chariots, and 10,000 footmen, for the Syrian king had destroyed them and made them like dust to be trampled.",
          "ID": "7"
        },
        {
          "text": "The rest of the acts of Jehoahaz, all that he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "8"
        },
        {
          "text": "Jehoahaz slept with his fathers, and they buried him in Samaria. Jehoash his son reigned in his stead.",
          "ID": "9"
        },
        {
          "text": "In the thirty-seventh year of Joash king of Judah, Jehoash son of Jehoahaz began to reign over Israel in Samaria, and reigned sixteen years.",
          "ID": "10"
        },
        {
          "text": "He did evil in the sight of the Lord; he departed not from all the sins of Jeroboam son of Nebat, who made Israel sin; he walked in them.",
          "ID": "11"
        },
        {
          "text": "The rest of the acts of Jehoash, all that he did, and his might with which he fought against Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "12"
        },
        {
          "text": "Jehoash slept with his fathers, and Jeroboam [II] sat on his throne. Jehoash was buried in Samaria with the kings of Israel.",
          "ID": "13"
        },
        {
          "text": "Now Elisha [previously] had become ill of the illness of which he died. And Jehoash king of Israel came down to him and wept over him and said, O my father, my father, the chariot of Israel and the horsemen of it! [II Kings 2:12.]",
          "ID": "14"
        },
        {
          "text": "And Elisha said to him, Take bow and arrows. And he took bow and arrows.",
          "ID": "15"
        },
        {
          "text": "And he said to the king of Israel, Put your hand upon the bow. And he put his hand upon it, and Elisha put his hands upon the king's hands.",
          "ID": "16"
        },
        {
          "text": "And he said, Open the window to the east. And he opened it. Then Elisha said, Shoot. And he shot. And he said, The Lord's arrow of victory, the arrow of victory over Syria. For you shall smite the Syrians in Aphek till you have destroyed them.",
          "ID": "17"
        },
        {
          "text": "Then he said, Take the arrows. And he took them. And he said to the king of Israel, Strike on the ground. And he struck three times and stopped.",
          "ID": "18"
        },
        {
          "text": "And the man of God was angry with him and said, You should have struck five or six times; then you would have struck down Syria until you had destroyed it. But now you shall strike Syria down only three times.",
          "ID": "19"
        },
        {
          "text": "Elisha died, and they buried him. Bands of the Moabites invaded the land in the spring of the next year.",
          "ID": "20"
        },
        {
          "text": "As a man was being buried [on an open bier], such a band was seen coming; and the man was cast into Elisha's grave. And when the man being let down touched the bones of Elisha, he revived and stood on his feet.",
          "ID": "21"
        },
        {
          "text": "Hazael king of Syria oppressed Israel all the days of Jehoahaz.",
          "ID": "22"
        },
        {
          "text": "But the Lord was gracious to them and had compassion on them and turned toward them because of His covenant with Abraham, Isaac, and Jacob, and would not destroy them or cast them from His presence yet. [Mal. 3:6.]",
          "ID": "23"
        },
        {
          "text": "Hazael king of Syria died; Ben-hadad his son reigned in his stead.",
          "ID": "24"
        },
        {
          "text": "Jehoash son of Jehoahaz recovered from Ben-hadad son of Hazael the cities which he had taken from Jehoahaz his father by war. Three times Jehoash defeated him, and recovered the cities of Israel. [II Kings 13:19.]",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.13"
    },
    {
      "name": "2 Kings 14",
      "text": [
        {
          "text": "IN THE second year of Jehoash son of Jehoahaz king of Israel, Amaziah son of Joash king of Judah reigned.",
          "ID": "1"
        },
        {
          "text": "He was twenty-five years old when he began his twenty-nine-year reign in Jerusalem. His mother was Jehoaddin of Jerusalem.",
          "ID": "2"
        },
        {
          "text": "He did right in the sight of the Lord, yet not like David his [forefather]. He did all things as Joash his father did.",
          "ID": "3"
        },
        {
          "text": "But the high places were not removed; the people still sacrificed and burned incense on the high places.",
          "ID": "4"
        },
        {
          "text": "As soon as the kingdom was established in Amaziah's hand, he slew his servants who had slain the king his father. [II Kings 12:20.]",
          "ID": "5"
        },
        {
          "text": "But he did not slay the children of the murderers, in compliance with what is written in the Book of the Law of Moses, in which the Lord commanded, The fathers shall not be put to death for the children, nor the children for the fathers; but every man shall die for his own sin only.",
          "ID": "6"
        },
        {
          "text": "Amaziah slew of Edom in the Valley of Salt 10,000, and took Sela (Greek petra [rock]) by war, and called it Joktheel, which is the name of it to this day.",
          "ID": "7"
        },
        {
          "text": "Then Amaziah sent messengers to Jehoash son of Jehoahaz, the son of Jehu, king of Israel, saying, Come, let us look one another in the face and test each other.",
          "ID": "8"
        },
        {
          "text": "Jehoash king of Israel replied to Amaziah king of Judah, The thistle in Lebanon sent to the cedar in Lebanon, saying, Give your daughter to my son as wife. And a wild beast of Lebanon passed by and trampled the thistle [leaving the cedar unharmed].",
          "ID": "9"
        },
        {
          "text": "You have indeed smitten Edom, and your heart has lifted you up. Glory in that, and stay at home; for why should you meddle to your hurt and provoke calamity, causing you to fall, you and Judah with you?",
          "ID": "10"
        },
        {
          "text": "But Amaziah would not hear. So Jehoash king of Israel went up; and he and Amaziah king of Judah measured swords at Beth-shemesh, which belongs to Judah.",
          "ID": "11"
        },
        {
          "text": "But Judah was defeated by Israel, and every man fled home.",
          "ID": "12"
        },
        {
          "text": "And Jehoash king of Israel captured Amaziah king of Judah, son of Joash, the son of Ahaziah, at Beth-shemesh, and came to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, 400 cubits.",
          "ID": "13"
        },
        {
          "text": "He seized all the gold and silver and all the vessels found in the Lord's house and in the treasuries of the king's house, also hostages, and returned to Samaria.",
          "ID": "14"
        },
        {
          "text": "The rest of the acts of Jehoash, his might, and how he fought with Amaziah king of Judah, are they not written in the Book of the Chronicles of Israel's Kings?",
          "ID": "15"
        },
        {
          "text": "Jehoash slept with his fathers, and was buried in Samaria with Israel's kings. Jeroboam [II] reigned in his stead.",
          "ID": "16"
        },
        {
          "text": "Amaziah son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz king of Israel fifteen years.",
          "ID": "17"
        },
        {
          "text": "The rest of the acts of Amaziah, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "18"
        },
        {
          "text": "Now a conspiracy was made against him in Jerusalem, and Amaziah fled to Lachish, but they sent after him to Lachish and slew him there.",
          "ID": "19"
        },
        {
          "text": "They brought him on horses and he was buried at Jerusalem with his fathers in the City of David.",
          "ID": "20"
        },
        {
          "text": "And all the people of Judah took Azariah, sixteen years old, and made him king instead of his father Amaziah.",
          "ID": "21"
        },
        {
          "text": "He built Elath and restored it to Judah after the king [his father] died.",
          "ID": "22"
        },
        {
          "text": "In the fifteenth year of Amaziah son of Joash king of Judah Jeroboam [II] son of Jehoash king of Israel began to reign in Samaria, and reigned forty-one years.",
          "ID": "23"
        },
        {
          "text": "He did evil in the sight of the Lord; he did not depart from all the sins of Jeroboam [I] son of Nebat, with which he made Israel to sin.",
          "ID": "24"
        },
        {
          "text": "Jeroboam restored Israel's border from the entrance of Hamath to the [Dead] Sea of the Arabah, according to the word of the Lord, the God of Israel, which He spoke through His servant Jonah son of Amittai, the prophet from Gath-hepher.",
          "ID": "25"
        },
        {
          "text": "For the Lord saw as very bitter the affliction of Israel; there was no one left, bond or free, nor any helper for Israel.",
          "ID": "26"
        },
        {
          "text": "But the Lord had not said that He would blot out the name of Israel from under the heavens, so He saved them by the hand of Jeroboam [II] son of Jehoash.",
          "ID": "27"
        },
        {
          "text": "The rest of the acts of Jeroboam [II], all that he did, his might, how he warred, and how he recovered for Israel Damascus and Hamath, which had belonged to Judah, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "28"
        },
        {
          "text": "Jeroboam [II] slept with his fathers, the kings of Israel. Zechariah his son reigned in his stead.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.14"
    },
    {
      "name": "2 Kings 15",
      "text": [
        {
          "text": "IN THE twenty-seventh year of Jeroboam [II] king of Israel, Azariah (Uzziah) son of Amaziah king of Judah began to reign.",
          "ID": "1"
        },
        {
          "text": "He was sixteen years old when he began his fifty-two-year reign in Jerusalem. His mother was Jecoliah of Jerusalem.",
          "ID": "2"
        },
        {
          "text": "He did right in the Lord's sight, in keeping with all his father Amaziah had done–",
          "ID": "3"
        },
        {
          "text": "Except the high places were not removed; the people sacrificed and burned incense still on the high places.",
          "ID": "4"
        },
        {
          "text": "And the Lord smote the king, so that he was a leper to his dying day, and dwelt in a separate house. Jotham the king's son was over the household, judging the people of the land. [II Chron. 26:16-21.]",
          "ID": "5"
        },
        {
          "text": "The rest of Azariah's acts, all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "6"
        },
        {
          "text": "Azariah slept with his fathers, and they buried him with them in the City of David. Jotham his son reigned in his stead.",
          "ID": "7"
        },
        {
          "text": "In the thirty-eighth year of Azariah king of Judah Zechariah son of Jeroboam [II] reigned over Israel in Samaria six months.",
          "ID": "8"
        },
        {
          "text": "He did evil in the sight of the Lord, as his fathers had done; he departed not from the sins of Jeroboam [I] son of Nebat, with which he made Israel to sin.",
          "ID": "9"
        },
        {
          "text": "Shallum son of Jabesh conspired against Zechariah and struck and killed him before the people and reigned in his stead.",
          "ID": "10"
        },
        {
          "text": "The rest of the acts of Zechariah, see, they are written in the Book of the Chronicles of the Kings of Israel.",
          "ID": "11"
        },
        {
          "text": "This was the fulfillment of the promise to Jehu from the Lord: Your sons shall sit on the throne of Israel to the fourth generation. And so it came to pass. [II Kings 10:30.]",
          "ID": "12"
        },
        {
          "text": "Shallum son of Jabesh, in the thirty-ninth year of Uzziah king of Judah, began his reign of a full month in Samaria.",
          "ID": "13"
        },
        {
          "text": "For Menahem son of Gadi went up from Tirzah and came to Samaria, and smote and killed Shallum son of Jabesh in Samaria and reigned in his stead.",
          "ID": "14"
        },
        {
          "text": "The rest of Shallum's acts, his conspiracy, see, they are written in the Book of the Chronicles of the Kings of Israel.",
          "ID": "15"
        },
        {
          "text": "Then Menahem smote Tiphsah and all who were in it and its territory from Tirzah on; he attacked it because they did not open to him. And all the women there who were with child he ripped up.",
          "ID": "16"
        },
        {
          "text": "In the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi began his ten-year reign over Israel in Samaria.",
          "ID": "17"
        },
        {
          "text": "He did evil in the sight of the Lord; he did not depart all his days from the sins of Jeroboam son of Nebat, which he caused Israel to sin.",
          "ID": "18"
        },
        {
          "text": "There came against the land Pul king of Assyria, and Menahem gave Pul 1,000 talents of silver, that he might help him to confirm his kingship.",
          "ID": "19"
        },
        {
          "text": "Menahem exacted the money from Israel, from all the men of wealth, from each man fifty shekels of silver to give to the king of Assyria. So the king of Assyria turned back and did not stay in the land.",
          "ID": "20"
        },
        {
          "text": "The rest of Menahem's acts, all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "21"
        },
        {
          "text": "Menahem slept with his fathers; Pekahiah his son reigned in his stead.",
          "ID": "22"
        },
        {
          "text": "In the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem began his two-year reign over Israel in Samaria.",
          "ID": "23"
        },
        {
          "text": "He did evil in the sight of the Lord; he did not depart from the sins of Jeroboam [I] son of Nebat, which he made Israel sin.",
          "ID": "24"
        },
        {
          "text": "But Pekah son of Remaliah, his captain, conspired against [Pekahiah] and attacked him in Samaria, in the citadel of the king's house, with Argob and Arieh; [for] with [Pekah] were fifty Gileadites. And he killed him and reigned in his stead.",
          "ID": "25"
        },
        {
          "text": "The rest of the acts of Pekahiah, all he did, see, they are written in the Book of the Chronicles of the Kings of Israel.",
          "ID": "26"
        },
        {
          "text": "In the fifty-second year of Azariah king of Judah, Pekah son of Remaliah began his twenty-year reign over Israel in Samaria.",
          "ID": "27"
        },
        {
          "text": "He did evil in the Lord's sight; he did not depart from the sins of Jeroboam [I] son of Nebat, which he made Israel sin.",
          "ID": "28"
        },
        {
          "text": "In the days of Pekah king of Israel, Tiglath-pileser king of Assyria came and took Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali, and carried the people captive to Assyria.",
          "ID": "29"
        },
        {
          "text": "Hoshea son of Elah conspired against Pekah son of Remaliah [of Israel]; he smote and killed him, and reigned in his stead in the twentieth year of Jotham son of Uzziah king of Judah.",
          "ID": "30"
        },
        {
          "text": "The rest of Pekah's acts, all that he did, behold, they are written in the Book of the Chronicles of Israel's Kings.",
          "ID": "31"
        },
        {
          "text": "In the second year of Pekah son of Remaliah king of Israel, Jotham son of Uzziah king of Judah became king.",
          "ID": "32"
        },
        {
          "text": "When he was twenty-five years old, he began his reign of sixteen years in Jerusalem. His mother was Jerusha daughter of Zadok.",
          "ID": "33"
        },
        {
          "text": "He did right in the Lord's sight, according to all his father Uzziah had done.",
          "ID": "34"
        },
        {
          "text": "Yet the high places were not removed; the people sacrificed and burned incense still on the high places. He built the Upper Gate of the house of the Lord.",
          "ID": "35"
        },
        {
          "text": "The rest of the acts of Jotham, all he did, are they not written in the Book of the Chronicles of Judah's Kings?",
          "ID": "36"
        },
        {
          "text": "In those days the Lord began sending Rezin king of Syria and Pekah son of Remaliah against Judah.",
          "ID": "37"
        },
        {
          "text": "Jotham slept with his fathers and was buried [with them] in the city of David his [forefather]. Ahaz his son succeeded him.",
          "ID": "38"
        }
      ],
      "ID": "OT:2KI.15"
    },
    {
      "name": "2 Kings 16",
      "text": [
        {
          "text": "IN THE seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham king of Judah became king.",
          "ID": "1"
        },
        {
          "text": "Ahaz was twenty years old when he began his sixteen-year reign in Jerusalem. He did not do right in the sight of the Lord his God, like David his [forefather].",
          "ID": "2"
        },
        {
          "text": "But he walked in the ways of Israel's kings, yes, and made his son pass through the fire [and offered him as a sacrifice], in accord with the abominable [idolatrous] practices of the [heathen] nations whom the Lord drove out before the Israelites.",
          "ID": "3"
        },
        {
          "text": "He sacrificed and burned incense in the high places, on the hills, and under every green tree.",
          "ID": "4"
        },
        {
          "text": "Then Rezin king of Syria and Pekah son of Remaliah king of Israel came up to Jerusalem to wage war; they besieged Ahaz, but could not conquer him.",
          "ID": "5"
        },
        {
          "text": "At that time, Rezin king of Syria got back Elath [in Edom] for Syria and drove the Jews from [it]. The Syrians came to Elath and dwell there to this day.",
          "ID": "6"
        },
        {
          "text": "So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, I am your servant and son. Come up and save me out of the hands of the kings of Syria and of Israel, who are attacking me.",
          "ID": "7"
        },
        {
          "text": "And Ahaz took the silver and gold in the house of the Lord and in the treasuries of the king's house and sent a present to the king of Assyria.",
          "ID": "8"
        },
        {
          "text": "Assyria's king hearkened to him; he went up against Damascus, took it, carried its people captive to Kir, and slew Rezin.",
          "ID": "9"
        },
        {
          "text": "King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and saw there their [heathen] altar. King Ahaz sent to Urijah the priest a model of the altar and an exact pattern for its construction.",
          "ID": "10"
        },
        {
          "text": "So Urijah the priest built an altar according to all that King Ahaz had sent from Damascus, finishing it before King Ahaz returned.",
          "ID": "11"
        },
        {
          "text": "When the king came from Damascus, he looked at the altar and offered on it.",
          "ID": "12"
        },
        {
          "text": "King Ahaz burned his burnt offering and his cereal offering, poured his drink offering, and dashed the blood of his peace offerings upon that altar.",
          "ID": "13"
        },
        {
          "text": "The bronze altar which was before the Lord he removed from the front of the house, from between his [new] altar and the house of the Lord, and put it on the north side of his altar.",
          "ID": "14"
        },
        {
          "text": "And King Ahaz commanded Urijah the priest: Upon the principal (the new) altar, burn the morning burnt offering, the evening cereal offering, the king's burnt sacrifice and his cereal offering, with the burnt offering and cereal offering and drink offering of all the people of the land; and dash upon the [new] altar all the blood of the burnt offerings and the sacrifices. But the [old] bronze altar shall be kept for me to use to inquire by [of the Lord].",
          "ID": "15"
        },
        {
          "text": "Urijah the priest did all this as King Ahaz commanded.",
          "ID": "16"
        },
        {
          "text": "[To keep Assyria's king from getting them] King Ahaz cut off the panels of the bases [of the ten lavers] and removed the laver from each of them; and he took down the Sea from off the bronze oxen that were under it and put it upon stone supports.",
          "ID": "17"
        },
        {
          "text": "And the covered way for the Sabbath that they had built in the temple court, and the king's outer entrance, he removed from the house of the Lord, because of the king of Assyria [who if he heard of them might seize them].",
          "ID": "18"
        },
        {
          "text": "The rest of the acts of Ahaz, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "19"
        },
        {
          "text": "Ahaz slept with his fathers and was buried [with them] in the City of David. Hezekiah his son reigned in his stead.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.16"
    },
    {
      "name": "2 Kings 17",
      "text": [
        {
          "text": "IN THE twelfth year of Ahaz king of Judah, Hoshea son of Elah began his nine-year reign in Samaria over Israel.",
          "ID": "1"
        },
        {
          "text": "He did evil in the sight of the Lord, but not as Israel's kings before him did.",
          "ID": "2"
        },
        {
          "text": "Against him came up Shalmaneser king of Assyria, and Hoshea became his servant and brought him tribute.",
          "ID": "3"
        },
        {
          "text": "But the king of Assyria found treachery in Hoshea, for he had sent messengers to So king of Egypt and offered no tribute to the king of Assyria, as he had done year by year; therefore the king of Assyria shut him up and bound him in prison.",
          "ID": "4"
        },
        {
          "text": "Then the king of Assyria invaded all the land and went up to Samaria and besieged it for three years.",
          "ID": "5"
        },
        {
          "text": "In the ninth year of Hoshea, the king of Assyria took Samaria and carried the Israelites away into Assyria, and placed them in Halah and in Habor by the river of Gozan and in the cities of the Medes.",
          "ID": "6"
        },
        {
          "text": "This was so because the Israelites had sinned against the Lord their God, Who had brought them out of the land of Egypt, from under the hand of Pharaoh king of Egypt; and they had feared other gods",
          "ID": "7"
        },
        {
          "text": "And walked in the customs of the [heathen] nations whom the Lord drove out before the Israelites, customs the kings of Israel had introduced.",
          "ID": "8"
        },
        {
          "text": "The Israelites did secretly against the Lord their God things not right. They built for themselves high places in all their towns, from [lonely] watchtower to [populous] fortified city.",
          "ID": "9"
        },
        {
          "text": "They set up for themselves pillars and Asherim [symbols of the goddess Asherah] on every high hill and under every green tree.",
          "ID": "10"
        },
        {
          "text": "There they burned incense on all the high places, as did the nations whom the Lord carried away before them; and they did wicked things provoking the Lord to anger.",
          "ID": "11"
        },
        {
          "text": "And they served idols, of which the Lord had said to them, You shall not do this thing.",
          "ID": "12"
        },
        {
          "text": "Yet the Lord warned Israel and Judah through all the prophets and all the seers, saying, Turn from your evil ways and keep My commandments and My statutes, according to all the Law which I commanded your fathers and which I sent to you by My servants the prophets.",
          "ID": "13"
        },
        {
          "text": "Yet they would not hear, but hardened their necks as did their fathers who did not believe (trust in, rely on, and remain steadfast to) the Lord their God.",
          "ID": "14"
        },
        {
          "text": "They despised and rejected His statutes and His covenant which He made with their fathers and His warnings to them, and they followed vanity (false gods–falsehood, emptiness, and futility) and [they themselves and their prayers] became false (empty and futile). They went after the heathen round about them, of whom the Lord had charged them that they should not do as they did.",
          "ID": "15"
        },
        {
          "text": "And they forsook all the commandments of the Lord their God and made for themselves molten images, even two calves, and made an Asherah and worshiped all the [starry] hosts of the heavens and served Baal.",
          "ID": "16"
        },
        {
          "text": "They caused their sons and their daughters to pass through the fire and used divination and enchantments and sold themselves to do evil in the sight of the Lord, provoking Him to anger.",
          "ID": "17"
        },
        {
          "text": "Therefore the Lord was very angry with Israel and removed them out of His sight. None was left but the tribe of Judah.",
          "ID": "18"
        },
        {
          "text": "Judah also did not keep the commandments of the Lord their God, but walked in the customs which Israel introduced.",
          "ID": "19"
        },
        {
          "text": "The Lord rejected all the descendants of Israel and afflicted them and delivered them into the hands of spoilers, until He had cast them out of His sight.",
          "ID": "20"
        },
        {
          "text": "For He tore Israel from the house of David; and they made Jeroboam son of Nebat king. And Jeroboam drew and drove Israel away from following the Lord and made them sin a great sin.",
          "ID": "21"
        },
        {
          "text": "For the Israelites walked in all the sins Jeroboam committed; they departed not from them",
          "ID": "22"
        },
        {
          "text": "Until the Lord removed Israel from His sight, as He had foretold by all His servants the prophets. So Israel was carried away from their own land to Assyria to this day.",
          "ID": "23"
        },
        {
          "text": "The king of Assyria brought men from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and placed them in the cities of Samaria instead of the Israelites. They possessed Samaria and dwelt in its cities.",
          "ID": "24"
        },
        {
          "text": "At the beginning of their dwelling there, they did not fear and revere the Lord. Therefore the Lord sent lions among them, which killed some of them.",
          "ID": "25"
        },
        {
          "text": "So the king of Assyria was told: The nations you removed and placed in the cities of Samaria do not know the manner in which the God of the land requires their worship. Therefore He has sent lions among them, and behold, they are killing them, because they do not know the manner of [worship demanded by] the God of the land.",
          "ID": "26"
        },
        {
          "text": "Then the king of Assyria commanded, Take to Samaria one of the priests you brought from there, and let him [and his helpers] go and live there and let him teach the people the law of the God of the land.",
          "ID": "27"
        },
        {
          "text": "So one of the priests whom they had carried away from Samaria came and dwelt in Bethel and taught them how they should fear and revere the Lord.",
          "ID": "28"
        },
        {
          "text": "But every nationality still made gods of their own and put them in the shrines of the high places which the Samaritans had made, every nationality in the city in which they dwelt.",
          "ID": "29"
        },
        {
          "text": "The men of Babylon made [and worshiped their deity] Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,",
          "ID": "30"
        },
        {
          "text": "The Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim.",
          "ID": "31"
        },
        {
          "text": "So they feared the Lord, yet appointed from among themselves, whether high or low, priests of the high places, who sacrificed for them in the shrines of the high places.",
          "ID": "32"
        },
        {
          "text": "They feared the Lord, yet served their own gods, as did the nations from among whom they had been carried away.",
          "ID": "33"
        },
        {
          "text": "Unto this day they do after their former custom: they do not fear the Lord [as God sees it], neither do they obey the statutes or the ordinances or the law and commandment which the Lord commanded the children of Jacob, whom He named Israel,",
          "ID": "34"
        },
        {
          "text": "With whom the Lord had made a covenant and commanded them, You shall not fear other gods or bow yourselves to them or serve them or sacrifice to them.",
          "ID": "35"
        },
        {
          "text": "But you shall [reverently] fear, bow yourselves to, and sacrifice to the Lord, Who brought you out of the land of Egypt with great power and an outstretched arm.",
          "ID": "36"
        },
        {
          "text": "And the statutes, ordinances, law, and commandment which He wrote for you you shall observe and do forevermore; you shall not fear other gods.",
          "ID": "37"
        },
        {
          "text": "And the covenant that I have made with you you shall not forget; you shall not fear other gods.",
          "ID": "38"
        },
        {
          "text": "But the Lord your God you shall [reverently] fear; then He will deliver you out of the hands of all your enemies.",
          "ID": "39"
        },
        {
          "text": "However, they did not listen, but they did as they had done formerly.",
          "ID": "40"
        },
        {
          "text": "So these nations [vainly] feared the Lord and also served their graven images, as did their children and their children's children. As their fathers did, so do they to this day.",
          "ID": "41"
        }
      ],
      "ID": "OT:2KI.17"
    },
    {
      "name": "2 Kings 18",
      "text": [
        {
          "text": "IN THE third year of Hoshea son of Elah king of Israel, Hezekiah son of Ahaz king of Judah began to reign.",
          "ID": "1"
        },
        {
          "text": "He was twenty-five years old when he began his twenty-nine-year reign in Jerusalem. His mother was Abi daughter of Zechariah.",
          "ID": "2"
        },
        {
          "text": "Hezekiah did right in the sight of the Lord, according to all that David his [forefather] had done.",
          "ID": "3"
        },
        {
          "text": "He removed the high places, broke the images, cut down the Asherim, and broke in pieces the bronze serpent that Moses had made, for until then the Israelites had burned incense to it; but he called it Nehushtan [a bronze trifle].",
          "ID": "4"
        },
        {
          "text": "Hezekiah trusted in, leaned on, and was confident in the Lord, the God of Israel; so that neither after him nor before him was any one of all the kings of Judah like him.",
          "ID": "5"
        },
        {
          "text": "For he clung and held fast to the Lord and ceased not to follow Him, but kept His commandments, as the Lord commanded Moses.",
          "ID": "6"
        },
        {
          "text": "And the Lord was with Hezekiah; he prospered wherever he went. And he rebelled against the king of Assyria and refused to serve him.",
          "ID": "7"
        },
        {
          "text": "He smote the Philistines, even to Gaza [the most distant city] and its borders, from the [isolated] watchtower to the [populous] fortified city.",
          "ID": "8"
        },
        {
          "text": "In the fourth year of King Hezekiah, which was the seventh of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it.",
          "ID": "9"
        },
        {
          "text": "After three years it was taken; in the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was taken.",
          "ID": "10"
        },
        {
          "text": "The king of Assyria carried Israel away to Assyria, and put them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes,",
          "ID": "11"
        },
        {
          "text": "Because they did not obey the voice of the Lord their God, but transgressed His covenant, even all that Moses the servant of the Lord commanded, and would not hear it or do it.",
          "ID": "12"
        },
        {
          "text": "In the fourteenth year of Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them.",
          "ID": "13"
        },
        {
          "text": "Then Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, I have done wrong. Depart from me; what you put on me I will bear. And the king of Assyria exacted of Hezekiah king of Judah 300 talents of silver and thirty talents of gold.",
          "ID": "14"
        },
        {
          "text": "And Hezekiah gave him all the silver that was found in the house of the Lord and in the treasuries of the king's house.",
          "ID": "15"
        },
        {
          "text": "Then Hezekiah stripped off the gold from the doors of the temple of the Lord and from the doorposts which he as king of Judah had overlaid, and gave it to the king of Assyria.",
          "ID": "16"
        },
        {
          "text": "And the king of Assyria sent the Tartan, the Rabsaris, and the Rabshakeh [the high officials] from Lachish to King Hezekiah at Jerusalem with a great army. They went up to Jerusalem, and when they arrived, they came and stood by the canal of the Upper Pool, which is on the highway to the Fuller's Field. [II Chron. 32:9-19; Isa. 36:1-22.]",
          "ID": "17"
        },
        {
          "text": "When they called for the king, there came out to them Eliakim son of Hilkiah, who was over the king's household, and Shebna the scribe, and Joah son of Asaph the recorder.",
          "ID": "18"
        },
        {
          "text": "The Rabshakeh told them, Say to Hezekiah, Thus says the great king of Assyria: What justifies this confidence of yours?",
          "ID": "19"
        },
        {
          "text": "You say–but they are empty words–There is counsel and strength for war. Now on whom do you rely, that you rebel against me?",
          "ID": "20"
        },
        {
          "text": "Behold, you are relying on Egypt, that broken reed of a staff; if a man leans on it, it will pierce his hand. So is Pharaoh king of Egypt to all who trust and rely on him.",
          "ID": "21"
        },
        {
          "text": "But if you tell me, We trust in and rely on the Lord our God, is it not He Whose high places and altars Hezekiah has removed, saying to Judah and Jerusalem, You shall worship before this altar in Jerusalem?",
          "ID": "22"
        },
        {
          "text": "So now, make a wager and give pledges to my lord the king of Assyria: I will deliver you 2,000 horses–if you can on your part put riders on them.",
          "ID": "23"
        },
        {
          "text": "How then can you beat back one captain among the least of my master's servants, when your trust is put in Egypt for chariots and horsemen?",
          "ID": "24"
        },
        {
          "text": "Have I come up without the Lord against this place to destroy it? The Lord said to me, Go up against this land and destroy it.",
          "ID": "25"
        },
        {
          "text": "Then Eliakim son of Hilkiah and Shebna and Joah said to the Rabshakeh, We pray you, speak to your servants in the Aramaic (Syrian) language, for we understand it; and do not speak to us in the Jews' language in the hearing of the people on the wall.",
          "ID": "26"
        },
        {
          "text": "But the Rabshakeh said to them, Has my master sent me to your master and you only to say these things? Has he not sent me to the men who sit on the wall [whom Hezekiah has doomed to be forced] to eat their own dung and drink their own urine along with you?",
          "ID": "27"
        },
        {
          "text": "Then the Rabshakeh stood and cried with a loud voice in the Jews' language, Hear the word of the great king of Assyria!",
          "ID": "28"
        },
        {
          "text": "Thus says the king: Let not Hezekiah deceive you. For he will not be able to deliver you out of my hand.",
          "ID": "29"
        },
        {
          "text": "Nor let Hezekiah make you trust in and rely on the Lord, saying, The Lord will surely deliver us, and this city will not be given into the hand of Assyria's king.",
          "ID": "30"
        },
        {
          "text": "Hearken not to Hezekiah, for thus says the king of Assyria: Make your peace with me and come out to me, and eat every man from his own vine and fig tree and drink every man the waters of his own cistern,",
          "ID": "31"
        },
        {
          "text": "Until I come and take you away to a land like your own, a land of grain and vintage fruit, of bread and vineyards, of olive trees and honey, that you may live and not die. Do not listen to Hezekiah when he urges you, saying, The Lord will deliver us.",
          "ID": "32"
        },
        {
          "text": "Has any one of the gods of the nations ever delivered his land out of the hand of the king of Assyria?",
          "ID": "33"
        },
        {
          "text": "Where are the gods of Hamath and Arpad [in Syria]? Where are the gods of Sepharvaim, Hena, and Ivvah [in the Euphrates Valley]? Have they delivered Samaria [Israel's capital] out of my hand?",
          "ID": "34"
        },
        {
          "text": "Who of all the gods of the countries has delivered his country out of my hand, that the Lord should deliver Jerusalem out of my hand?",
          "ID": "35"
        },
        {
          "text": "But the people were silent and answered him not a word, for Hezekiah had commanded, Do not answer him.",
          "ID": "36"
        },
        {
          "text": "Then Eliakim son of Hilkiah, who was over the royal household, and Shebna the scribe, and Joah son of Asaph the recorder came to Hezekiah with their clothes rent, and told him what the Rabshakeh had said.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.18"
    },
    {
      "name": "2 Kings 19",
      "text": [
        {
          "text": "WHEN KING Hezekiah heard it, he rent his clothes and covered himself with sackcloth and went into the house of the Lord. [Isa. 37:1-13.]",
          "ID": "1"
        },
        {
          "text": "And he sent Eliakim, who was over his household, Shebna the scribe, and the older priests, covered with sackcloth, to Isaiah the prophet the son of Amoz.",
          "ID": "2"
        },
        {
          "text": "They said to him, Hezekiah says: This is a day of [extreme danger and] distress, of rebuke and chastisement, and blasphemous and insolent insult; for children have come to the birth, and there is no strength to bring them forth.",
          "ID": "3"
        },
        {
          "text": "It may be that the Lord your God will hear all the words of the Rabshakeh, whom the king of Assyria has sent to mock, reproach, insult, and defy the living God, and will rebuke the words which the Lord your God has heard. So raise your prayer for the remnant [of His people] that is left.",
          "ID": "4"
        },
        {
          "text": "So the servants of King Hezekiah came to Isaiah.",
          "ID": "5"
        },
        {
          "text": "Isaiah said to them, Say to your master, Thus says the Lord: Do not be afraid because of the words you have heard, with which the servants of the king of Assyria have reviled and blasphemed Me.",
          "ID": "6"
        },
        {
          "text": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land, and I will cause him to fall by the sword in his own country.",
          "ID": "7"
        },
        {
          "text": "So the Rabshakeh returned and found the king of Assyria fighting against Libnah [a fortified city of Judah]; for he had heard that the king had left Lachish.",
          "ID": "8"
        },
        {
          "text": "And Sennacherib king of Assyria heard concerning Tirhakah king of Ethiopia, He has come to make war against you. And when he heard it, he sent messengers again to Hezekiah, saying,",
          "ID": "9"
        },
        {
          "text": "Say this to Hezekiah king of Judah: Let not your God on Whom you rely deceive you by saying, Jerusalem shall not be delivered into the hand of the king of Assyria.",
          "ID": "10"
        },
        {
          "text": "Behold, you have heard what the Assyrian kings have done to all lands, destroying them utterly. And shall you be delivered?",
          "ID": "11"
        },
        {
          "text": "Have the gods of the nations delivered those whom my ancestors have destroyed, as Gozan, Haran [of Mesopotamia], Rezeph, and the people of Eden who were in Telassar?",
          "ID": "12"
        },
        {
          "text": "Where are the kings of Hamath, of Arpad [of northern Syria], of the city of Sepharvaim, of Hena, and Ivvah?",
          "ID": "13"
        },
        {
          "text": "Hezekiah received the letter from the hand of the messengers and read it. And he went up into the house of the Lord and spread it before the Lord. [Isa. 37:14-20.]",
          "ID": "14"
        },
        {
          "text": "And Hezekiah prayed: O Lord, the God of Israel, Who [in symbol] is enthroned above the cherubim [of the ark in the temple], You are the God, You alone, of all the kingdoms of the earth. You have made the heavens and the earth.",
          "ID": "15"
        },
        {
          "text": "Lord, bow down Your ear and hear; Lord, open Your eyes and see; hear the words of Sennacherib which he has sent to mock, reproach, insult, and defy the living God.",
          "ID": "16"
        },
        {
          "text": "It is true, Lord, that the Assyrian kings have laid waste the nations and their lands",
          "ID": "17"
        },
        {
          "text": "And have cast the gods of those peoples into the fire, for they were not gods but the work of men's hands, wood and stone. So they [could destroy and] have destroyed them.",
          "ID": "18"
        },
        {
          "text": "Now therefore, O Lord our God, I beseech You, save us out of his hand, that all the kingdoms of the earth may know and understand that You, O Lord, are God alone.",
          "ID": "19"
        },
        {
          "text": "Then Isaiah son of Amoz sent to Hezekiah, saying, Thus says the Lord, the God of Israel: Your prayer to Me about Sennacherib king of Assyria I have heard. [Isa. 37:21-38.]",
          "ID": "20"
        },
        {
          "text": "This is the word that the Lord has spoken concerning him: The Virgin Daughter of Zion has despised you and laughed you to scorn; the Daughter of Jerusalem has wagged her head behind you.",
          "ID": "21"
        },
        {
          "text": "Whom have you mocked and reviled and insulted and blasphemed? Against Whom have you raised your voice and haughtily lifted your eyes? Against the Holy One of Israel!",
          "ID": "22"
        },
        {
          "text": "By your messengers you have mocked, reproached, insulted, and defied the Lord, and have said, With my many chariots I have gone up to the heights of the mountains, to the far recesses of Lebanon. I cut down its tall cedar trees and its choicest cypress trees. I entered its most distant retreat, its densest forest.",
          "ID": "23"
        },
        {
          "text": "I dug wells and drank foreign waters, and with the sole of my feet have I dried up all [the defense and] the streams of Egypt.",
          "ID": "24"
        },
        {
          "text": "[But, says the God of Israel] Have you not heard how I ordained long ago what now I have brought to pass? I planned it in olden times, that you [king of Assyria] should [be My instrument to] lay waste fortified cities, making them ruinous heaps.",
          "ID": "25"
        },
        {
          "text": "That is why their inhabitants had little power, they were dismayed and confounded; they were like plants of the field, the green herb, the grass on the housetops, blasted before it is grown up.",
          "ID": "26"
        },
        {
          "text": "But [O Sennacherib] I [the Lord] know your sitting down, your going out, your coming in, and your raging against Me.",
          "ID": "27"
        },
        {
          "text": "Because your raging against Me and your arrogance and careless ease have come to My ears, therefore I will put My hook in your nose and My bridle in your lips, and I will turn you back by the way you came, O king of Assyria.",
          "ID": "28"
        },
        {
          "text": "And [Hezekiah, says the Lord] this shall be the sign [of these things] to you: you shall eat this year what grows of itself, also in the second year what springs up voluntarily. But in the third year sow and reap, plant vineyards and eat their fruit.",
          "ID": "29"
        },
        {
          "text": "And the remnant that has survived of the house of Judah shall again take root downward and bear fruit upward.",
          "ID": "30"
        },
        {
          "text": "For out of Jerusalem shall go forth a remnant, and a band of survivors out of Mount Zion. The zeal of the Lord of hosts shall perform this.",
          "ID": "31"
        },
        {
          "text": "Therefore thus says the Lord concerning the king of Assyria: He shall not come into this city or shoot an arrow here or come before it with shield or cast up a siege mound against it.",
          "ID": "32"
        },
        {
          "text": "By the way that he came, by that way shall he return, and he shall not come into this city, says the Lord.",
          "ID": "33"
        },
        {
          "text": "For I will defend this city to save it, for My own sake and for My servant David's sake.",
          "ID": "34"
        },
        {
          "text": "And it all came to pass, for that night the Angel of the Lord went forth and slew 185,000 in the camp of the Assyrians; and when [the living] arose early in the morning, behold, all these were dead bodies.",
          "ID": "35"
        },
        {
          "text": "So Sennacherib king of Assyria departed and returned and dwelt at Nineveh.",
          "ID": "36"
        },
        {
          "text": "And as he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer his sons killed him with the sword, and they escaped to the land of Armenia or Ararat. Esarhaddon his son reigned in his stead.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.19"
    },
    {
      "name": "2 Kings 20",
      "text": [
        {
          "text": "IN THOSE days Hezekiah became deadly ill. The prophet Isaiah son of Amoz came and said to him, Thus says the Lord: Set your house in order, for you shall die; you shall not recover. [II Chron. 32:24-26; Isa. 38:1-8.]",
          "ID": "1"
        },
        {
          "text": "Then Hezekiah turned his face to the wall and prayed to the Lord, saying,",
          "ID": "2"
        },
        {
          "text": "I beseech You, O Lord, [earnestly] remember now how I have walked before You in faithfulness and truth and with a whole heart [entirely devoted to You] and have done what is good in Your sight. And Hezekiah wept bitterly.",
          "ID": "3"
        },
        {
          "text": "Before Isaiah had gone out of the middle court, the word of the Lord came to him:",
          "ID": "4"
        },
        {
          "text": "Turn back and tell Hezekiah, the leader of My people, Thus says the Lord, the God of David your [forefather]: I have heard your prayer, I have seen your tears; behold, I will heal you. On the third day you shall go up to the house of the Lord.",
          "ID": "5"
        },
        {
          "text": "I will add to your life fifteen years and deliver you and this city [Jerusalem] out of the hand of the king of Assyria; and I will defend this city for My own sake and for My servant David's sake.",
          "ID": "6"
        },
        {
          "text": "And Isaiah said, Bring a cake of figs. Let them lay it on the burning inflammation, that he may recover.",
          "ID": "7"
        },
        {
          "text": "Hezekiah said to Isaiah, What shall be the sign that the Lord will heal me and that I shall go up into the house of the Lord on the third day?",
          "ID": "8"
        },
        {
          "text": "And Isaiah said, This is the sign to you from the Lord that He will do the thing He has promised: shall the shadow [denoting the time of day] go forward ten steps, or go back ten steps?",
          "ID": "9"
        },
        {
          "text": "Hezekiah answered, It is an easy matter for the shadow to go forward ten steps; so let the shadow go back ten steps.",
          "ID": "10"
        },
        {
          "text": "So Isaiah the prophet cried to the Lord, and He brought the shadow the ten steps backward by which it had gone down on the sundial of Ahaz.",
          "ID": "11"
        },
        {
          "text": "At that time Merodach-baladan son of Baladan king of Babylon sent letters and a present to Hezekiah, for he had heard of Hezekiah's illness. [Isa. 39:1-8.]",
          "ID": "12"
        },
        {
          "text": "And Hezekiah rejoiced and welcomed the embassy and showed them all his treasure-house–the silver, gold, spices, precious ointment, his armory, and all that was found in his treasuries. There was nothing in his house or in all his realm that Hezekiah did not show them.",
          "ID": "13"
        },
        {
          "text": "Then Isaiah the prophet came to King Hezekiah and said, What did these men say? From where did they come to you? Hezekiah said, They are from a far country, from Babylon.",
          "ID": "14"
        },
        {
          "text": "Isaiah said, What have they seen in your house? Hezekiah answered, They have seen all that is in my house. There is no treasure of mine that I have not shown them.",
          "ID": "15"
        },
        {
          "text": "Then Isaiah said to Hezekiah, Hear the word of the Lord!",
          "ID": "16"
        },
        {
          "text": "Behold, the time is coming when all that is in your house, and that which your forefathers have stored up till this day, shall be carried to Babylon; nothing shall be left, says the Lord.",
          "ID": "17"
        },
        {
          "text": "And some of your sons who shall be born to you shall be taken away, and they shall be eunuchs in the palace of Babylon's king.",
          "ID": "18"
        },
        {
          "text": "Then said Hezekiah to Isaiah, The word of the Lord you have spoken is good. For he thought, Is it not good, if [all this evil is meant for the future and] peace and security shall be in my days?",
          "ID": "19"
        },
        {
          "text": "The rest of the acts of Hezekiah, and all his might, and how he made the pool and the canal and brought water into the city, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "20"
        },
        {
          "text": "Hezekiah slept with his fathers. Manasseh his son reigned in his stead.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.20"
    },
    {
      "name": "2 Kings 21",
      "text": [
        {
          "text": "MANASSEH WAS twelve years old when he began his fifty-five-year [wicked] reign in Jerusalem. His mother's name was Hephzibah.",
          "ID": "1"
        },
        {
          "text": "He [Hezekiah's son] did evil in the sight of the Lord, after the [idolatrous] practices of the [heathen] nations whom the Lord cast out before the Israelites.",
          "ID": "2"
        },
        {
          "text": "For he built up again the high places which Hezekiah his father had destroyed; and he reared up altars for Baal and made an Asherah, as did Ahab king of Israel, and worshiped all the [starry] hosts of the heavens and served them!",
          "ID": "3"
        },
        {
          "text": "And he built [heathen] altars in the house of the Lord, of which the Lord said, In Jerusalem will I put My Name [and the pledge of My presence].",
          "ID": "4"
        },
        {
          "text": "And he [good Hezekiah's son] built altars for all the hosts of the heavens in the two courts of the house of the Lord!",
          "ID": "5"
        },
        {
          "text": "And he made his son pass through the fire and burned him as an offering [to Molech]; he practiced soothsaying and augury, and dealt with mediums and wizards! He did much wickedness in the sight of the Lord, provoking Him to anger.",
          "ID": "6"
        },
        {
          "text": "He made a graven image of [the goddess] Asherah and set it in the house, of which the Lord said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, will I put My Name [and the pledge of My presence] forever;",
          "ID": "7"
        },
        {
          "text": "And I will not cause the feet of Israel to wander any more out of the land which I gave their fathers, if only they will observe to do according to all that I have commanded them and according to all the law that My servant Moses commanded them.",
          "ID": "8"
        },
        {
          "text": "But they would not listen; and Manasseh seduced them to do more evil than the nations did whom the Lord destroyed before the Israelites!",
          "ID": "9"
        },
        {
          "text": "And the Lord said through His servants the prophets:",
          "ID": "10"
        },
        {
          "text": "Because Manasseh king of Judah has committed these abominations, and has done wickedly above all that the Amorites did who were before him, and has made Judah also to sin with his idols,",
          "ID": "11"
        },
        {
          "text": "Therefore thus says the Lord, the God of Israel: Behold, I am bringing such evil upon Jerusalem and Judah, that whoever hears of it, both his ears shall tingle!",
          "ID": "12"
        },
        {
          "text": "And I will stretch over Jerusalem the measuring line of Samaria and the plummet of the house of Ahab; and I will wipe Jerusalem as one wipes a dish, wiping it and turning it upside down.",
          "ID": "13"
        },
        {
          "text": "And I will cast off the rest of My inheritance and deliver them into the hands of their enemies; and they shall become a prey and a spoil to all their enemies,",
          "ID": "14"
        },
        {
          "text": "For they have done evil in My sight and have provoked Me to anger since their fathers came out of Egypt to this day.",
          "ID": "15"
        },
        {
          "text": "Moreover, Manasseh shed very much innocent blood, filling Jerusalem from one end to another–besides his sin in making Judah sin, by doing evil in the sight of the Lord! [II Chron. 33:1-10.]",
          "ID": "16"
        },
        {
          "text": "The rest of the acts of Manasseh, all that he did, and his sin that he committed, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "17"
        },
        {
          "text": "Manasseh slept with his fathers and was buried in the garden of his own house, in the garden of Uzza. Amon his son reigned in his stead.",
          "ID": "18"
        },
        {
          "text": "Amon was twenty-two years old when he began his two-year reign in Jerusalem. His mother was Meshullemeth daughter of Haruz of Jotbah.",
          "ID": "19"
        },
        {
          "text": "[But] he also did evil in the sight of the Lord, as his father Manasseh had done. [II Kings 23:26, 27; 24:3, 4.]",
          "ID": "20"
        },
        {
          "text": "He walked in all the ways of his father; and he served the idols that his father served, and worshiped them;",
          "ID": "21"
        },
        {
          "text": "He forsook the Lord, the God of his [forefathers], and did not walk in the way of the Lord.",
          "ID": "22"
        },
        {
          "text": "The servants of Amon conspired against him and killed the king in his own house.",
          "ID": "23"
        },
        {
          "text": "But the people of the land killed all those who had conspired against King Amon, and made Josiah his son king in his stead.",
          "ID": "24"
        },
        {
          "text": "The rest of the acts of Amon, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "25"
        },
        {
          "text": "He was buried in his tomb in the garden of Uzza. Josiah his son succeeded him.",
          "ID": "26"
        }
      ],
      "ID": "OT:2KI.21"
    },
    {
      "name": "2 Kings 22",
      "text": [
        {
          "text": "JOSIAH WAS eight years old when he began his thirty-one-year reign in Jerusalem. His mother was Jedidah daughter of Adaiah of Bozkath.",
          "ID": "1"
        },
        {
          "text": "He did right in the sight of the Lord and walked in all the ways of David his [forefather], and turned not aside to the right hand or to the left.",
          "ID": "2"
        },
        {
          "text": "In the eighteenth year of King Josiah, he sent Shaphan son of Azaliah, the son of Meshullam, the scribe, to the Lord's house, saying,",
          "ID": "3"
        },
        {
          "text": "Go up to Hilkiah the high priest, that he may count the money brought into the house of the Lord, which the keepers of the door have gathered from the people. [II Kings 12:4ff.]",
          "ID": "4"
        },
        {
          "text": "And let them deliver it into the hands of the workmen who have oversight of the Lord's house, to give to the laborers engaged in the repairing of the Lord's house–",
          "ID": "5"
        },
        {
          "text": "That is, to the carpenters, builders, and masons–and to buy timber and hewn stone to repair the house.",
          "ID": "6"
        },
        {
          "text": "However, there was no accounting required of them for the money delivered into their hands, because they dealt faithfully.",
          "ID": "7"
        },
        {
          "text": "Hilkiah the high priest said to Shaphan the scribe, I have found the Book of the Law in the house of the Lord! Hilkiah gave the book to Shaphan, and he read it.",
          "ID": "8"
        },
        {
          "text": "And Shaphan the scribe came to the king and reported to him: Your servants have gathered the money that was found in the house and have delivered it into the hands of the workmen who have oversight of the house of the Lord.",
          "ID": "9"
        },
        {
          "text": "Then Shaphan the scribe told the king, Hilkiah the priest has given me a book. And Shaphan read it before the king.",
          "ID": "10"
        },
        {
          "text": "And when the king heard the words of the Book of the Law, he rent his clothes.",
          "ID": "11"
        },
        {
          "text": "And the king commanded Hilkiah the priest, Ahikam son of Shaphan, Achbor son of Micaiah, Shaphan the scribe, and Asaiah servant of the king,",
          "ID": "12"
        },
        {
          "text": "Go, inquire of the Lord for me and for the people and for all Judah concerning the words of this book that has been found. For great is the wrath of the Lord that is kindled against us because our fathers have not listened and obeyed the words of this book, to do according to all that is written concerning us.",
          "ID": "13"
        },
        {
          "text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe–now she dwelt in Jerusalem, in the Second Quarter–and they talked with her.",
          "ID": "14"
        },
        {
          "text": "She said to them, Thus says the Lord, the God of Israel: Tell the man who sent you to me,",
          "ID": "15"
        },
        {
          "text": "Thus says the Lord: Behold, I will bring evil upon this place and upon its inhabitants, according to all the words of the book which the king of Judah has read.",
          "ID": "16"
        },
        {
          "text": "Because they have forsaken Me and have burned incense to other gods, provoking Me to anger with all the work of their hands, therefore My wrath will be kindled against this place and will not be quenched.",
          "ID": "17"
        },
        {
          "text": "But to the king of Judah, who sent you to inquire of the Lord, say this, Thus says the Lord, the God of Israel, regarding the words you have heard:",
          "ID": "18"
        },
        {
          "text": "Because your heart was [tender and] penitent and you humbled yourself before the Lord when you heard what I said against this place and against its inhabitants, that they should become a desolation, [an astonishment and] a curse, and you have rent your clothes and wept before Me, I also have heard you, says the Lord.",
          "ID": "19"
        },
        {
          "text": "Behold, therefore [King Josiah], I will gather you to your fathers, taken to your grave in peace, and your eyes shall not see all the evil which I will bring on this place. And they brought the king word.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.22"
    },
    {
      "name": "2 Kings 23",
      "text": [
        {
          "text": "KING JOSIAH sent and gathered to him all the elders of Judah and of Jerusalem.",
          "ID": "1"
        },
        {
          "text": "The king went up to the house of the Lord, and with him all the men of Judah, all the inhabitants of Jerusalem, the priests, the prophets, and all the people, both small and great. And he read in their ears all the words of the Book of the Covenant, which was found in the Lord's house.",
          "ID": "2"
        },
        {
          "text": "The king stood [on the platform] by the pillar and made a covenant before the Lord–to walk after the Lord and to keep His commandments, His testimonies, and His statutes with all his heart and soul, to confirm the words of this covenant that were written in this book. And all the people stood to join in the covenant.",
          "ID": "3"
        },
        {
          "text": "And the king commanded Hilkiah the high priest and the priests of the second rank and the keepers of the threshold to bring out of the temple of the Lord all the vessels made for Baal, for [the goddess] Asherah, and for all the hosts of the heavens; and he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel [where Israel's idolatry began]. [I Kings 12:28, 29.]",
          "ID": "4"
        },
        {
          "text": "He put away the idolatrous priests whom the kings of Judah had ordained to burn incense in the high places in Judah's cities and round about Jerusalem–also those who burned incense to Baal, to the sun, to the moon, to the constellations [or twelve signs of the zodiac], and to all the hosts of the heavens.",
          "ID": "5"
        },
        {
          "text": "And Josiah brought the Asherah from the house of the Lord to outside Jerusalem to the brook Kidron and burned it there, and beat it to dust and cast its dust upon the graves of the common people [who had sacrificed to it].",
          "ID": "6"
        },
        {
          "text": "And he broke down the houses of the male cult prostitutes, which were by the house of the Lord, where the women wove [tent] hangings for the Asherah [shrines].",
          "ID": "7"
        },
        {
          "text": "And [Josiah] brought all the [idolatrous] priests out of the city of Judah and defiled the high places, where the priests had burned incense, from Geba to Beersheba [north to south], and broke down the high places both at the entrance of the Gate of Joshua the governor of the city and that which was on one's left at the city's gate.",
          "ID": "8"
        },
        {
          "text": "However, the priests of the high places were not allowed to sacrifice upon the Lord's altar in Jerusalem, but they ate unleavened bread among their brethren.",
          "ID": "9"
        },
        {
          "text": "And Josiah defiled Topheth, which is in the Valley of Ben-hinnom [son of Hinnom], that no man might ever burn there his son or his daughter as an offering to Molech. [Ezek. 16:21.]",
          "ID": "10"
        },
        {
          "text": "And he removed the horses that the kings of Judah had devoted to the sun from the entrance of the house of the Lord, by the chamber of Nathan-melech the chamberlain, which was in the area, and he burned the chariots of the sun with fire.",
          "ID": "11"
        },
        {
          "text": "And the altars on the roof of the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the Lord, [Josiah] pulled down and beat them in pieces, and he [ran and] cast their dust into the brook Kidron.",
          "ID": "12"
        },
        {
          "text": "And the king defiled the high places east of Jerusalem, south of the Mount of Corruption, which Solomon the king of Israel had built for Ashtoreth the abominable [goddess] of the Sidonians, for Chemosh the abominable god of the Moabites, and for Milcom the abominable [god] of the Ammonites.",
          "ID": "13"
        },
        {
          "text": "He broke in pieces the pillars (images) and cut down the Asherim and replaced them with the bones of men [to defile the places forever].",
          "ID": "14"
        },
        {
          "text": "Moreover, the altar at Bethel, the high place made by Jeroboam son of Nebat, who made Israel to sin, that altar with the high place Josiah tore down and broke in pieces its stones, beating them to dust, and burned the Asherah.",
          "ID": "15"
        },
        {
          "text": "And as Josiah turned, he saw the tombs across on the mount, and he sent and brought the bones out of the tombs and burned them upon the altar and defiled it, in fulfillment of the word of the Lord which the man of God prophesied, who predicted these things [about this altar, naming Josiah before he was born]. [I Kings 13:2-5.]",
          "ID": "16"
        },
        {
          "text": "Josiah said, What is that monument I see? The men of the city told him, It is the tomb of the man of God who came from Judah and foretold these things that you have just done against the altar of Bethel.",
          "ID": "17"
        },
        {
          "text": "He said, Let him alone; let no man move his bones. So they let his bones alone, with the bones of the prophet that came out of Samaria. [I Kings 13:31, 32.]",
          "ID": "18"
        },
        {
          "text": "Also Josiah took away all the houses of the high places in the cities of Samaria which the kings of Israel had made, provoking the Lord to anger, and he did to them all that he had done in Bethel.",
          "ID": "19"
        },
        {
          "text": "He slew all the priests of the high places that were there upon the altars and burned men's bones upon them [to defile the places forever]. Then he returned to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "The king commanded all the people, Keep the Passover to the Lord your God, as it is written in this Book of the Covenant.",
          "ID": "21"
        },
        {
          "text": "Surely such a Passover was not held from the days of Israel's judges, even in all the days of the kings of Israel or Judah.",
          "ID": "22"
        },
        {
          "text": "But in the eighteenth year of King Josiah, this Passover was kept to the Lord in Jerusalem.",
          "ID": "23"
        },
        {
          "text": "Moreover, Josiah put away the mediums, the wizards, the teraphim (household gods), the idols, and all the abominations that were seen in Judah and in Jerusalem, that he might establish the words of the law written in the book found by Hilkiah the priest in the house of the Lord.",
          "ID": "24"
        },
        {
          "text": "There was no king like him before or after [Josiah] who turned to the Lord with all his heart and all his soul and all his might, according to all the Law of Moses.",
          "ID": "25"
        },
        {
          "text": "Still the Lord did not turn from the fierceness of His great wrath, kindled against Judah because of all the provocations with which Manasseh had provoked Him.",
          "ID": "26"
        },
        {
          "text": "And the Lord said, I will remove Judah also out of My sight as I have removed Israel, and will cast off this city, Jerusalem, which I have chosen, and the house, of which I said, My Name [and the pledge of My presence] shall be there.",
          "ID": "27"
        },
        {
          "text": "The rest of the acts of Josiah, all that he did, are they not written in the Book of the Chronicles of Judah's Kings?",
          "ID": "28"
        },
        {
          "text": "In his days Pharaoh Necho king of Egypt went up against the king of Assyria to the river Euphrates. King Josiah went out against him, but he slew Josiah at Megiddo when he saw him.",
          "ID": "29"
        },
        {
          "text": "Josiah's servants carried him dead in a chariot from Megiddo, brought him to Jerusalem, and buried him in his own tomb. The people of the land anointed Jehoahaz son of Josiah king in his stead.",
          "ID": "30"
        },
        {
          "text": "Jehoahaz was twenty-three years old when he began his three-month reign in Jerusalem. His mother was Hamutal daughter of Jeremiah of Libnah.",
          "ID": "31"
        },
        {
          "text": "He did evil in the sight of the Lord, according to all [the evil] his forefathers had done.",
          "ID": "32"
        },
        {
          "text": "And Pharaoh Necho put him in bonds at Riblah in the land of Hamath, that he might not reign in Jerusalem, and laid a tribute of a hundred talents of silver and a talent of gold upon the land.",
          "ID": "33"
        },
        {
          "text": "Pharaoh Necho made Eliakim son of Josiah king in place of Josiah and changed his name to Jehoiakim. But he took Jehoahaz away to Egypt, where he died.",
          "ID": "34"
        },
        {
          "text": "Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to give the money as Pharaoh commanded. He exacted the silver and gold of the people of the land, from everyone according to his assessment, to give it to Pharaoh Necho.",
          "ID": "35"
        },
        {
          "text": "Jehoiakim was twenty-five years old when he began his eleven-year reign in Jerusalem. His mother was Zebidah daughter of Pedaiah of Rumah.",
          "ID": "36"
        },
        {
          "text": "He did evil in the sight of the Lord, like all his [forefathers] had done.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.23"
    },
    {
      "name": "2 Kings 24",
      "text": [
        {
          "text": "IN HIS days, Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for three years; then he turned and rebelled against him.",
          "ID": "1"
        },
        {
          "text": "The Lord sent against Jehoiakim bands of Chaldeans, of Syrians, of Moabites, and of Ammonites. And He sent them against Judah to destroy it, according to the word of the Lord which He spoke by His servants the prophets.",
          "ID": "2"
        },
        {
          "text": "Surely this came upon Judah at the command of the Lord, to remove them out of His sight because of the sins of Manasseh according to all he had done,",
          "ID": "3"
        },
        {
          "text": "And also for the innocent blood that he shed. For he filled Jerusalem with innocent blood, and the Lord would not pardon.",
          "ID": "4"
        },
        {
          "text": "The rest of the acts of Jehoiakim, all that he did, are they not written in the Book of the Chronicles of Judah's Kings?",
          "ID": "5"
        },
        {
          "text": "So Jehoiakim slept with his fathers. Jehoiachin his son reigned in his stead.",
          "ID": "6"
        },
        {
          "text": "The king of Egypt came no more out of his land, for the king of Babylon had taken all that belonged to Egypt's king, from the River of Egypt to the river Euphrates.",
          "ID": "7"
        },
        {
          "text": "Jehoiachin was eighteen years old when he began his three-month reign in Jerusalem. His mother was Nehushta daughter of Elnathan of Jerusalem.",
          "ID": "8"
        },
        {
          "text": "And he did evil in the sight of the Lord, in keeping with all his father had done.",
          "ID": "9"
        },
        {
          "text": "At that time the servants of Nebuchadnezzar king of Babylon came up to Jerusalem, and the city was besieged.",
          "ID": "10"
        },
        {
          "text": "Nebuchadnezzar king of Babylon came to the city while his servants were besieging it.",
          "ID": "11"
        },
        {
          "text": "Jehoiachin king of Judah surrendered to the king of Babylon, he, his mother, his servants, princes, and palace officials. The king of Babylon took him prisoner in the eighth year of Nebuchadnezzar's reign.",
          "ID": "12"
        },
        {
          "text": "He carried off all the treasures of the Lord's house and the king's house, and cut in pieces all the vessels of gold in the temple of the Lord, which Solomon king of Israel had made, as the Lord had said.",
          "ID": "13"
        },
        {
          "text": "He carried away all Jerusalem, all the princes, all the mighty men of valor, 10,000 captives, and all the craftsmen and smiths. None remained except the poorest of the land.",
          "ID": "14"
        },
        {
          "text": "Nebuchadnezzar took captive to Babylon King Jehoiachin; his mother, his wives, his officials, and the chief and mighty men of the land [the prophet Ezekiel included] he took from Jerusalem to Babylon into exile. [Ezek. 1:1.]",
          "ID": "15"
        },
        {
          "text": "And the king of Babylon brought captive to Babylon all the men of valor, 7,000, and craftsmen and smiths, 1,000, all strong and fit for war.",
          "ID": "16"
        },
        {
          "text": "And the king of Babylon made Mattaniah, Jehoiachin's uncle, king in his stead and changed his name to Zedekiah.",
          "ID": "17"
        },
        {
          "text": "Zedekiah was twenty-one years old when he began his eleven-year reign in Jerusalem. His mother was Hamutal daughter of Jeremiah of Libnah.",
          "ID": "18"
        },
        {
          "text": "He did evil in the sight of the Lord, in keeping with all Jehoiakim had done.",
          "ID": "19"
        },
        {
          "text": "For because of the anger of the Lord it came to the point in Jerusalem and Judah that He cast them out of His presence. And Zedekiah rebelled against the king of Babylon.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.24"
    },
    {
      "name": "2 Kings 25",
      "text": [
        {
          "text": "IN THE ninth year of Zedekiah's reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came with all his army against Jerusalem and laid siege to it, and they built siege works against it round about.",
          "ID": "1"
        },
        {
          "text": "The city was besieged [nearly two years] until the eleventh year of King Zedekiah.",
          "ID": "2"
        },
        {
          "text": "On the ninth day of the fourth month the famine was complete in the city; there was no food for the people of the land.",
          "ID": "3"
        },
        {
          "text": "Then the city was broken through; the king and all the warriors fled by night by way of the gate between the two walls by the king's garden, though the Chaldeans were round about the city. [The king] went by the way toward the Arabah (the plain).",
          "ID": "4"
        },
        {
          "text": "The Chaldean army pursued the king and overtook him in the plains of Jericho. All his army was scattered from him.",
          "ID": "5"
        },
        {
          "text": "So they captured Zedekiah and brought him to the king of Babylon at Riblah, and sentence was passed on him.",
          "ID": "6"
        },
        {
          "text": "And they slew the sons of Zedekiah before his eyes and put out the eyes of Zedekiah and bound him in double fetters [hands and feet] and carried him to Babylon. [Foretold in Jer. 34:3; Ezek. 12:13.]",
          "ID": "7"
        },
        {
          "text": "On the seventh day of the fifth month of the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan, captain of the Babylonian king's guard, came to Jerusalem.",
          "ID": "8"
        },
        {
          "text": "He burned the house of the Lord, the king's house, and all the houses of Jerusalem; every great house he burned down.",
          "ID": "9"
        },
        {
          "text": "All the army of the Chaldeans who were with the captain of the [Babylonian] guard broke down the walls around Jerusalem.",
          "ID": "10"
        },
        {
          "text": "Now the rest of the people left in the city and the deserters who fell away to the king of Babylon, along with the rest of the multitude, Nebuzaradan the captain of the guard carried into exile.",
          "ID": "11"
        },
        {
          "text": "But the captain of the guard left some of the poorest of the land to be vinedressers and soil tillers.",
          "ID": "12"
        },
        {
          "text": "The bronze pillars in the Lord's house and [its] bases and the bronze Sea the Chaldeans smashed and carried the bronze to Babylon.",
          "ID": "13"
        },
        {
          "text": "And they took away the pots, shovels, snuffers, dishes for incense, all the bronze vessels used in the temple service,",
          "ID": "14"
        },
        {
          "text": "The firepans, and bowls. Such things as were of gold the captain of the guard took away as gold, and what was of silver [he took away] as silver.",
          "ID": "15"
        },
        {
          "text": "The two pillars, the one Sea, and the bases, which Solomon had made for the house of the Lord, the bronze of all these articles was incalculable.",
          "ID": "16"
        },
        {
          "text": "The height of the one pillar was eighteen cubits, and upon it was a capital of bronze. The height of the capital was three cubits; a network and pomegranates round about the capital were all of bronze. And the second pillar had the same as these, with a network.",
          "ID": "17"
        },
        {
          "text": "The captain of the guard took Seraiah the chief priest, Zephaniah the second priest, and the three keepers of the threshold.",
          "ID": "18"
        },
        {
          "text": "And out of the city he took an officer who was in command of the men of war and five men of the king's personal advisors, who were found in the city, and the scribe of the captain of the army who mustered the people of the land and sixty men of the people who were found in the city.",
          "ID": "19"
        },
        {
          "text": "Nebuzaradan the captain of the guard took these and brought them to the king of Babylon at Riblah.",
          "ID": "20"
        },
        {
          "text": "The king of Babylon smote and killed them at Riblah in the land of Hamath [north of Damascus]. So Judah was taken into exile.",
          "ID": "21"
        },
        {
          "text": "Over the people whom Nebuchadnezzar king of Babylon had left in the land of Judah he appointed as governor Gedaliah son of Ahikam, the son of Shaphan.",
          "ID": "22"
        },
        {
          "text": "And when all the captains of the forces and their men heard that the king of Babylon had made Gedaliah governor, they came with their men to Gedaliah at Mizpah, namely, Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite.",
          "ID": "23"
        },
        {
          "text": "And Gedaliah swore to them and their men, saying, Do not be afraid of the Chaldean officials. Dwell in the land and serve the king of Babylon, and it shall be well with you.",
          "ID": "24"
        },
        {
          "text": "But in the seventh month Ishmael son of Nethaniah, the son of Elishama, of the royal family [so having a claim to be governor], came with ten men and smote and killed Gedaliah and the Jews and the Chaldeans who were with him at Mizpah.",
          "ID": "25"
        },
        {
          "text": "Then all the people, both small and great, and the captains of the forces arose and went to Egypt, for they were afraid of the Chaldeans.",
          "ID": "26"
        },
        {
          "text": "And in the thirty-seventh year of the captivity of Jehoiachin king of Judah, on the twenty-seventh day of the twelfth month, Evil-merodach king of Babylon, in the year that he began to reign, showed favor to Jehoiachin king of Judah and released him from prison;",
          "ID": "27"
        },
        {
          "text": "He spoke kindly to him and ranked him above the kings with him in Babylon.",
          "ID": "28"
        },
        {
          "text": "Jehoiachin put off his prison garments, and he dined regularly at the king's table the remainder of his life.",
          "ID": "29"
        },
        {
          "text": "And his allowance, a continual one, was given him by the king, every day a portion, for the rest of his life.",
          "ID": "30"
        }
      ],
      "ID": "OT:2KI.25"
    }
  ],
  "version": "AMP",
  "ID": "OT:2KI(AMP)"
}