{
  "text": [
    {
      "text": [
        {
          "text": "Then, after the death of Ahab, Moab transgressed against Israel.",
          "ID": "1"
        },
        {
          "text": "And Ahaziah fell down through the lattices of his upper room, which he had in Samaria, and he was injured. And he sent messengers, saying to them, \"Go, consult Beelzebub, the god of Ekron, as to whether I may be able to survive this infirmity of mine.\"",
          "ID": "2"
        },
        {
          "text": "And an Angel of the Lord spoke to Elijah, the Tishbite, saying: \"Rise up, and ascend to meet the messengers of the king of Samaria. And you shall say to them: 'Is there not a God in Israel, so that you would go to consult Beelzebub, the god of Ekron?",
          "ID": "3"
        },
        {
          "text": "For this reason, thus says the Lord: From the bed to which you have ascended, you shall not descend. Instead, dying you shall die.' \" And Elijah went away.",
          "ID": "4"
        },
        {
          "text": "And the messengers returned to Ahaziah. And he said to them, \"Why have you returned?\"",
          "ID": "5"
        },
        {
          "text": "But they responded to him: \"A man met us, and he said to us: 'Go, and return to the king who sent you. And you shall say to him: Thus says the Lord: Is it because there was no God in Israel that you are sending to consult Beelzebub, the god of Ekron? Therefore, from the bed to which you have ascended, you shall not descend. Instead, dying you shall die.' \"",
          "ID": "6"
        },
        {
          "text": "And he said to them: \"What was the appearance and dress of that man, who met you and who spoke these words?\"",
          "ID": "7"
        },
        {
          "text": "So they said, \"A hairy man, with a belt of leather wrapping his waist.\" And he said, \"It is Elijah, the Tishbite.\"",
          "ID": "8"
        },
        {
          "text": "And he sent to him a leader of fifty, with the fifty who were under him. And he ascended to him, sitting at the top of a hill, and he said, \"Man of God, the king commanded that you should descend.\"",
          "ID": "9"
        },
        {
          "text": "And responding, Elijah said to the leader of fifty, \"If I am a man of God, let fire from heaven descend and devour you and your fifty.\" And then fire from heaven descended and devoured him and the fifty who were with him.",
          "ID": "10"
        },
        {
          "text": "And again, he sent to him another leader of fifty, and the fifty with him. And he said to him, \"Man of God, thus says the king: Hurry, descend.\"",
          "ID": "11"
        },
        {
          "text": "Responding, Elijah said, \"If I am a man of God, let fire from heaven descend and devour you and your fifty.\" And fire from heaven descended and devoured him and his fifty.",
          "ID": "12"
        },
        {
          "text": "Again, he sent a third leader of fifty men and the fifty who were with him. And when he had arrived, he bent his knees before Elijah, and he pleaded with him, and said: \"Man of God, do not choose to despise my life and the lives of your servants who are with me.",
          "ID": "13"
        },
        {
          "text": "Behold, fire from heaven descended and devoured the two previous leaders of fifty and the fifties who were with them. But now I beg you to take pity on my life.\"",
          "ID": "14"
        },
        {
          "text": "Then the Angel of the Lord spoke to Elijah, saying, \"Descend with him; fear not.\" And so, he arose and descended with him to the king.",
          "ID": "15"
        },
        {
          "text": "And he said to him: \"Thus says the Lord: Because you sent messengers to consult Beelzebub, the god of Ekron, as if there were no God in Israel, from whom you would be able to seek a word, therefore, from the bed to which you have ascended, you shall not descend. Instead, dying you shall die.\"",
          "ID": "16"
        },
        {
          "text": "And so he died, in accord with the word of the Lord, which Elijah spoke. And Jehoram, his brother, reigned in his place, in the second year of Jehoram, the son of Jehoshaphat, the king of Judah. For he had no son.",
          "ID": "17"
        },
        {
          "text": "But the rest of the words of Ahaziah that he worked, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "18"
        }
      ],
      "ID": "OT:2KI.1",
      "name": "2 Kings 1"
    },
    {
      "text": [
        {
          "text": "Now it happened that, when the Lord willed to lift up Elijah into heaven by a whirlwind, Elijah and Elisha were going out of Gilgal.",
          "ID": "1"
        },
        {
          "text": "And Elijah said to Elisha: \"Remain here. For the Lord has sent me as far as Bethel.\" And Elisha said to him, \"As the Lord lives, and as your soul lives, I will not forsake you.\" And when they had descended to Bethel,",
          "ID": "2"
        },
        {
          "text": "the sons of the prophets, who were at Bethel, went out to Elisha. And they said to him, \"Do you not know that today the Lord will take away your lord from you?\" And he responded: \"I know it. Be silent.\"",
          "ID": "3"
        },
        {
          "text": "Then Elijah said to Elisha: \"Remain here. For the Lord has sent me to Jericho.\" And he said, \"As the Lord lives, and as your soul lives, I will not forsake you.\" And when they had arrived at Jericho,",
          "ID": "4"
        },
        {
          "text": "the sons of the prophets, who were at Jericho, drew near to Elisha. And they said to him, \"Do you not know that today the Lord will take away your lord from you?\" And he said: \"I know it. Be silent.\"",
          "ID": "5"
        },
        {
          "text": "Then Elijah said to him: \"Remain here. For the Lord has sent me as far as the Jordan.\" And he said, \"As the Lord lives, and as your soul lives, I will not forsake you.\" And so, the two of them continued on together.",
          "ID": "6"
        },
        {
          "text": "And fifty men from the sons of the prophets followed them, and they stood opposite them, at a distance. But the two of them were standing above the Jordan.",
          "ID": "7"
        },
        {
          "text": "And Elijah took his cloak, and he rolled it up, and he struck the waters, which were divided into two parts. And they both went across on dry ground.",
          "ID": "8"
        },
        {
          "text": "And when they had gone across, Elijah said to Elisha, \"Ask what you wish that I may do for you, before I am taken from you.\" And Elisha said, \"I beg you, that twice your spirit may be accomplished in me.\"",
          "ID": "9"
        },
        {
          "text": "And he responded: \"You have requested a difficult thing. Nevertheless, if you see me when I am taken from you, you will have what you requested. But if you do not see, it shall not be.\"",
          "ID": "10"
        },
        {
          "text": "And as they continued on, they were conversing while walking. And behold, a fiery chariot with fiery horses divided the two. And Elijah ascended by a whirlwind into heaven.",
          "ID": "11"
        },
        {
          "text": "Then Elisha saw it, and he cried out: \"My father, my father! The chariot of Israel with its driver!\" And he saw him no more. And he took hold of his own garments, and he tore them into two parts.",
          "ID": "12"
        },
        {
          "text": "And he picked up the cloak of Elijah, which had fallen from him. And turning back, he stood above the bank of the Jordan.",
          "ID": "13"
        },
        {
          "text": "And he struck the waters with the cloak of Elijah, which had fallen from him, and they were not divided. And he said, \"Where is the God of Elijah, even now?\" And he struck the waters, and they were divided here and there. And Elisha went across.",
          "ID": "14"
        },
        {
          "text": "Then the sons of the prophets, who were at Jericho, watching from a distance, said, \"The spirit of Elijah has rested upon Elisha.\" And approaching to meet him, they reverenced him prone on the ground.",
          "ID": "15"
        },
        {
          "text": "And they said to him, \"Behold, with your servants there are fifty strong men, who are able to go forth and to seek your lord. For perhaps, the Spirit of the Lord has taken him up and cast him upon some mountain, or into some valley.\" But he said, \"Do not send them.\"",
          "ID": "16"
        },
        {
          "text": "And they urged him, until he acquiesced and said, \"Send them.\" And they sent fifty men. And after they had searched for three days, they did not find him.",
          "ID": "17"
        },
        {
          "text": "And they returned to him, for he was living in Jericho. And he said to them: \"Did I not say to you, 'Do not send them?' \"",
          "ID": "18"
        },
        {
          "text": "Also, the men of the city said to Elisha: \"Behold, this city is a very good habitation, as you yourself perceive, O lord. But the waters are very bad, and the ground is barren.\"",
          "ID": "19"
        },
        {
          "text": "And so he said, \"Bring a new vessel to me, and place salt in it.\" And when they had brought it,",
          "ID": "20"
        },
        {
          "text": "he went out to the source of the waters, and he cast the salt into it. And he said: \"Thus says the Lord: I have healed these waters, and no longer shall there be death or barrenness in them.\"",
          "ID": "21"
        },
        {
          "text": "Then the waters were healed, even to this day, in accord with the word of Elisha, which he spoke.",
          "ID": "22"
        },
        {
          "text": "Then he went up from there into Bethel. And as he was ascending along the way, little boys departed from the city. And they were mocking him, saying: \"Go up, bald head! Go up, bald head!\"",
          "ID": "23"
        },
        {
          "text": "And when he had looked back, he saw them, and he cursed them in the name of the Lord. And two bears went out from the forest, and they wounded forty-two boys among them.",
          "ID": "24"
        },
        {
          "text": "Then he went away from there to mount Carmel. And he returned from there into Samaria.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.2",
      "name": "2 Kings 2"
    },
    {
      "text": [
        {
          "text": "Truly, Joram, the son of Ahab, reigned over Israel, in Samaria, in the eighteenth year of Jehoshaphat, the king of Judah. And he reigned for twelve years.",
          "ID": "1"
        },
        {
          "text": "And he did evil in the sight of the Lord, but not as his father and mother did. For he took away the statues of Baal, which his father had made.",
          "ID": "2"
        },
        {
          "text": "Yet truly, he did adhere to the sins of Jeroboam, the son of Nebat, who caused Israel to sin; neither did he withdraw from these.",
          "ID": "3"
        },
        {
          "text": "Now Mesha, the king of Moab, raised many sheep. And he repaid to the king of Israel one hundred thousand lambs, and one hundred thousand rams, with their fleece.",
          "ID": "4"
        },
        {
          "text": "And when Ahab had died, he transgressed the pact that he had with the king of Israel.",
          "ID": "5"
        },
        {
          "text": "Therefore, king Joram departed on that day from Samaria, and he took a count of all of Israel.",
          "ID": "6"
        },
        {
          "text": "And he sent to Jehoshaphat, the king of Judah, saying: \"The king of Moab was withdrawn from me. Come to battle with me against him.\" And he responded: \"I will go up. What is mine, is yours. My people are your people. And my horses are your horses.\"",
          "ID": "7"
        },
        {
          "text": "And he said, \"Along which way shall we ascend?\" So he responded, \"Along the desert of Idumea.\"",
          "ID": "8"
        },
        {
          "text": "Therefore, the king of Israel, and the king of Judah, and the king of Idumea, traveled, and they went by a circuitous path for seven days. But there was no water for the army or for the beasts of burden which were following them.",
          "ID": "9"
        },
        {
          "text": "And the king of Israel said: \"Alas, alas, alas! The Lord has gathered we three kings, so that he might deliver us into the hands of Moab.\"",
          "ID": "10"
        },
        {
          "text": "And Jehoshaphat said, \"Is there not a prophet of the Lord here, so that we may appeal to the Lord through him?\" And one of the servants of the king of Israel responded, \"Elisha, the son of Shaphat, is here, who poured water upon the hands of Elijah.\"",
          "ID": "11"
        },
        {
          "text": "And Jehoshaphat said, \"The word of the Lord is with him.\" And so, the king of Israel, with Jehoshaphat, the king of Judah, and with the king of Idumea, descended to him.",
          "ID": "12"
        },
        {
          "text": "Then Elisha said to the king of Israel: \"What is there between you and me? Go to the prophets of your father and your mother.\" And the king of Israel said to him, \"Why has the Lord gathered these three kings, so that he might deliver them into the hands of Moab?\"",
          "ID": "13"
        },
        {
          "text": "And Elisha said to him: \"As the Lord of hosts lives, in whose sight I stand, if I was not humbled by the face of Jehoshaphat, the king of Judah, certainly I would neither have listened to you, nor have looked upon you.",
          "ID": "14"
        },
        {
          "text": "But now, bring a musician to me.\" And while the musician was playing, the hand of the Lord fell upon him, and he said:",
          "ID": "15"
        },
        {
          "text": "\"Thus says the Lord: Make, in the channel of this torrent, pit after pit.",
          "ID": "16"
        },
        {
          "text": "For thus says the Lord: You shall not see wind or rain. And yet this channel shall be filled with water. And you shall drink, you and your families, and your beasts of burden.",
          "ID": "17"
        },
        {
          "text": "And this is small in the sight of the Lord. So, in addition, he will also deliver Moab into your hands.",
          "ID": "18"
        },
        {
          "text": "And you shall strike every fortified town and every elect city. And you shall cut down every fruitful tree. And you shall obstruct all the sources of water. And you shall cover every excellent field with stones.\"",
          "ID": "19"
        },
        {
          "text": "Then it happened that, in the morning, when the sacrifices were usually to be offered, behold, water was arriving along the way of Idumea, and the land was filled with water.",
          "ID": "20"
        },
        {
          "text": "Then all the Moabites, hearing that the kings had ascended so that they might fight against them, gathered all who had been girded with a belt around them, and they stood at the borders.",
          "ID": "21"
        },
        {
          "text": "And rising up in early morning, and when the sun was now rising before the waters, the Moabites saw the waters opposite them, which were red like blood.",
          "ID": "22"
        },
        {
          "text": "And they said: \"It is the blood of the sword! The kings have fought among themselves, and they have slain one another. Go now, Moab, to the spoils!\"",
          "ID": "23"
        },
        {
          "text": "And they went into the camp of Israel. But Israel, rising up, struck Moab, and they fled before them. And since they had prevailed, they went and struck down Moab.",
          "ID": "24"
        },
        {
          "text": "And they destroyed the cities. And they filled up every excellent field, each one casting stones. And they obstructed all the sources of water. And they cut down all the fruitful trees, to such an extent that only brick walls remained. And the city was encircled by the slingers of stones. And a great part of it was struck down.",
          "ID": "25"
        },
        {
          "text": "And when the king of Moab had seen this, specifically, that the enemies had prevailed, he took with him seven hundred men who draw the sword, so that he might break through to the king of Idumea. But they were unable.",
          "ID": "26"
        },
        {
          "text": "And taking his firstborn son, who would have reigned in his place, he offered him as a holocaust upon the wall. And there was great indignation in Israel. And they promptly withdrew from him, and they turned back to their own land.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.3",
      "name": "2 Kings 3"
    },
    {
      "text": [
        {
          "text": "Now a certain woman, from the wives of the prophets, cried out to Elisha, saying: \"My husband, your servant, is dead. And you know that your servant was one who fears the Lord. And behold, a creditor has arrived, so that he may take away my two sons to serve him.\"",
          "ID": "1"
        },
        {
          "text": "And Elisha said to her: \"What do you want me to do for you? Tell me, what do you have in your house?\" And she responded, \"I, your handmaid, do not have anything in my house, except a little oil, with which I may be anointed.\"",
          "ID": "2"
        },
        {
          "text": "And he said to her: \"Go, ask to borrow from all your neighbors empty vessels, more than a few.",
          "ID": "3"
        },
        {
          "text": "And enter and close your door. And when you are inside with your sons, pour from the oil into all those vessels. And when they are full, take them away.\"",
          "ID": "4"
        },
        {
          "text": "And so, the woman went and closed the door upon herself and her sons. They were bringing her the vessels, and she was pouring into them.",
          "ID": "5"
        },
        {
          "text": "And when the vessels had been filled, she said to her son, \"Bring me another a vessel.\" And he responded, \"I have none.\" And there was oil remaining.",
          "ID": "6"
        },
        {
          "text": "Then she went and told the man of God. And he said: \"Go, sell the oil, and repay your creditor. Then you and your sons may live on what remains.\"",
          "ID": "7"
        },
        {
          "text": "Now it happened that, on a certain day, Elisha passed by Shunem. And there was a great woman there, who took him to eat bread. And since he frequently passed by there, he turned aside to her house, so that he might eat bread.",
          "ID": "8"
        },
        {
          "text": "And she said to her husband: \"I have noticed that he is a holy man of God, who passes by us frequently.",
          "ID": "9"
        },
        {
          "text": "Therefore, let us prepare a small upper room for him, and place a bed in it for him, and a table, and a chair, and a lampstand, so that when he comes to us, he may stay there.\"",
          "ID": "10"
        },
        {
          "text": "Then it happened that, on a certain day, arriving, he turned aside into the upper room, and he rested there.",
          "ID": "11"
        },
        {
          "text": "And he said to his servant Gehazi, \"Call this Shunammite woman.\" And when he had called her, and she stood before him,",
          "ID": "12"
        },
        {
          "text": "he said to his servant: \"Say to her: Behold, you have ministered to us attentively in all things. What do you want, that I might do for you? Do you have any business, or do you want me to speak to the king, or to the leader of the military?\" And she responded, \"I live in the midst of my own people.\"",
          "ID": "13"
        },
        {
          "text": "And he said, \"Then what does she want, that I might do for her?\" And Gehazi said: \"You need not ask. For she has no son, and her husband is elderly.\"",
          "ID": "14"
        },
        {
          "text": "And so, he instructed him to call her. And when she had been called, and was standing before the door,",
          "ID": "15"
        },
        {
          "text": "he said to her, \"At this time, and at this same hour, with life as a companion, you will have a son in your womb.\" But she responded, \"Do not, I ask you, my lord, a man of God, do not be willing to lie to your handmaid.\"",
          "ID": "16"
        },
        {
          "text": "And the woman conceived. And she bore a son, in the time and at the same hour as Elisha had said.",
          "ID": "17"
        },
        {
          "text": "And the boy grew. And on a certain day, when he had gone out to his father, to the harvesters,",
          "ID": "18"
        },
        {
          "text": "he said to his father: \"I have a pain in my head. I have a pain in my head.\" But he said to his servant, \"Take him, and lead him to his mother.\"",
          "ID": "19"
        },
        {
          "text": "But when he had taken him, and he had led him to his mother, she placed him upon her knees, until midday, and then he died.",
          "ID": "20"
        },
        {
          "text": "Then she went up and laid him out on the bed of the man of God, and she closed the door. And departing,",
          "ID": "21"
        },
        {
          "text": "she called her husband, and she said: \"Send with me, I beg you, one of your servants, and a donkey, so that I may hurry to the man of God, and then return.\"",
          "ID": "22"
        },
        {
          "text": "And he said to her: \"What is the reason that you would go to him? Today is not the new moon, and it is not the Sabbath.\" She responded, \"I will go.\"",
          "ID": "23"
        },
        {
          "text": "And she saddled a donkey, and she instructed her servant: \"Drive, and hurry on. You shall cause no delay for me in departing. And do whatever I instruct you to do.\"",
          "ID": "24"
        },
        {
          "text": "And so she set out. And she came to the man of God, on mount Carmel. And when the man of God had seen her at a distance, he said to his servant Gehazi: \"Behold, it is that Shunammite woman.",
          "ID": "25"
        },
        {
          "text": "So then, go to meet her, and say to her, 'Does all go well concerning you, and your husband, and your son?' \" And she answered, \"It is well.\"",
          "ID": "26"
        },
        {
          "text": "And when she had arrived at the man of God, on the mount, she took hold of his feet. And Gehazi drew near, so that he might remove her. But the man of God said: \"Permit her. For her soul is in bitterness. And the Lord has concealed it from me, and has not revealed it to me.\"",
          "ID": "27"
        },
        {
          "text": "And she said to him: \"Did I ask a son from my lord? Did I not say to you, 'You should not deceive me?' \"",
          "ID": "28"
        },
        {
          "text": "And so he said to Gehazi: \"Gird your waist, and take my staff in your hand, and go. If any man will meet you, you shall not greet him. And if anyone greets you, you shall not respond to him. And place my staff upon the face of the boy.\"",
          "ID": "29"
        },
        {
          "text": "But the mother of the boy said, \"As the Lord lives, and as your soul lives, I will not release you.\" Therefore, he rose up, and he followed her.",
          "ID": "30"
        },
        {
          "text": "But Gehazi had gone before them, and he had placed the staff upon the face of the boy. And there was no voice, nor any response. And so he returned to meet him. And he reported to him, saying, \"The boy did not rise up.\"",
          "ID": "31"
        },
        {
          "text": "Therefore, Elisha entered the house. And behold, the boy was lying dead upon his bed.",
          "ID": "32"
        },
        {
          "text": "And entering, he closed the door upon himself and the boy. And he prayed to the Lord.",
          "ID": "33"
        },
        {
          "text": "And he climbed up, and lay across the boy. And he put his mouth over his mouth, and his eyes over his eyes, and his hands over his hands. And he leaned himself over him, and the body of the boy grew warm.",
          "ID": "34"
        },
        {
          "text": "And returning, he walked around the house, first here and then there. And he went up, and lay across him. And the boy gasped seven times, and he opened his eyes.",
          "ID": "35"
        },
        {
          "text": "And he called Gehazi, and said to him, \"Call this Shunammite woman.\" And having been called, she entered to him. And he said, \"Take up your son.\"",
          "ID": "36"
        },
        {
          "text": "She went and fell at his feet, and she reverenced upon the ground. And she took up her son, and departed.",
          "ID": "37"
        },
        {
          "text": "And Elisha returned to Gilgal. Now there was a famine in the land, and the sons of the prophets were living in his sight. And he said to one of his servants, \"Set out a large cooking pot, and boil a soup for the sons of the prophets.\"",
          "ID": "38"
        },
        {
          "text": "And one went out into the field, so that he might collect wild herbs. And he found something like a wild vine, and he gathered from it bitter fruits of the field, and he filled his cloak. And returning, he cut these up for the pot of soup. But he did not know what it was.",
          "ID": "39"
        },
        {
          "text": "Then they poured it out for their companions to eat. And when they had tasted the mixture, they cried out, saying, \"Death is in the cooking pot, O man of God!\" And they were unable to eat.",
          "ID": "40"
        },
        {
          "text": "But he said, \"Bring some flour.\" And when they had brought it, he cast it into the cooking pot, and he said, \"Pour it out for the group, so that they may eat.\" And there was no longer any bitterness in the cooking pot.",
          "ID": "41"
        },
        {
          "text": "Now a certain man arrived from Baal-Shalishah, carrying, for the man of God, bread from the first-fruits, twenty loaves of barley, and new grain in his satchel. But he said, \"Give it to the people, so that they may eat.\"",
          "ID": "42"
        },
        {
          "text": "And his servant responded to him, \"What amount is this, that I should set it before a hundred men?\" But he said again: \"Give it to the people, so that they may eat. For thus says the Lord, 'They shall eat, and there shall be still more.' \"",
          "ID": "43"
        },
        {
          "text": "And so, he set it before them. And they ate, and there was still more, in accord with the word of the Lord.",
          "ID": "44"
        }
      ],
      "ID": "OT:2KI.4",
      "name": "2 Kings 4"
    },
    {
      "text": [
        {
          "text": "Naaman, the leader of the military of the king of Syria, was a great and honorable man with his lord. For through him the Lord gave salvation to Syria. And he was a strong and rich man, but a leper.",
          "ID": "1"
        },
        {
          "text": "Now robbers had gone out from Syria, and they had led away captive, from the land of Israel, a little girl. And she was in the service of the wife of Naaman.",
          "ID": "2"
        },
        {
          "text": "And she said to her lady: \"I wish that my lord had been with the prophet who is in Samaria. Certainly, he would have cured him of the leprosy that he has.\"",
          "ID": "3"
        },
        {
          "text": "And so, Naaman entered to his lord, and he reported to him, saying: \"The girl from the land of Israel spoke in such a manner.\"",
          "ID": "4"
        },
        {
          "text": "And the king of Syria said to him, \"Go, and I will send a letter to the king of Israel.\" And when he had set out, he had taken with him ten talents of silver, and six thousand gold coins, and ten changes of fine clothing.",
          "ID": "5"
        },
        {
          "text": "And he brought the letter to the king of Israel, in these words: \"When you will receive this letter, know that I have sent to you my servant, Naaman, so that you may heal him of his leprosy.\"",
          "ID": "6"
        },
        {
          "text": "And when the king of Israel had read the letter, he tore his garments, and he said: \"Am I God, so that I could take or give life, or so that this man would send to me to cure a man from his leprosy? Take notice and see that he is seeking occasions against me.\"",
          "ID": "7"
        },
        {
          "text": "And when Elisha, the man of God, had heard this, specifically, that the king of Israel had torn his garments, he sent to him, saying: \"Why have you torn your garments? Let him come to me, and let him know that there is a prophet in Israel.\"",
          "ID": "8"
        },
        {
          "text": "Therefore, Naaman arrived with his horses and chariots, and he stood at the door of the house of Elisha.",
          "ID": "9"
        },
        {
          "text": "And Elisha sent a messenger to him, saying, \"Go, and wash seven times in the Jordan, and your flesh will receive health, and you will be clean.\"",
          "ID": "10"
        },
        {
          "text": "And becoming angry, Naaman went away, saying: \"I thought that he would have come out to me, and, standing, would have invoked the name of the Lord, his God, and that he would have touched the place of the leprosy with his hand, and so have healed me.",
          "ID": "11"
        },
        {
          "text": "Are not the Abana and the Pharpar, the rivers of Damascus, better than all the waters of Israel, so that I might wash in them and be cleansed?\" But then, after he had turned himself away and was leaving with indignation,",
          "ID": "12"
        },
        {
          "text": "his servants approached him, and they said to him: \"If the prophet had told you, father, to do something great, certainly you ought to have done it. How much more so, now that he has said to you: 'Wash, and you will be clean?' \"",
          "ID": "13"
        },
        {
          "text": "So he descended and washed in the Jordan seven times, in accord with the word of the man of God. And his flesh was restored, like the flesh of a little child. And he was made clean.",
          "ID": "14"
        },
        {
          "text": "And returning to the man of God, with his entire retinue, he arrived, and stood before him, and he said: \"Truly, I know there is no other God, in all the earth, except in Israel. And so I beg you to accept a blessing from your servant.\"",
          "ID": "15"
        },
        {
          "text": "But he responded, \"As the Lord lives, before whom I stand, I will not accept it.\" And though he urged him strongly, he did not agree at all.",
          "ID": "16"
        },
        {
          "text": "And Naaman said: \"As you wish. But I beg you to grant to me, your servant, that I may take from here the burden of two mules from the ground. For your servant will no longer offer holocaust or victim to other gods, except to the Lord.",
          "ID": "17"
        },
        {
          "text": "But there is still this matter, for which you will entreat the Lord on behalf of your servant: when my lord enters the temple of Rimmon, so that he may adore there, and he leans on my hand, if I will bow down in the temple of Rimmon, while he is adoring in the same place, that the Lord may ignore me, your servant, concerning this matter.\"",
          "ID": "18"
        },
        {
          "text": "And he said to him, \"Go in peace.\" Then he went away from him, in the elect time of the earth.",
          "ID": "19"
        },
        {
          "text": "And Gehazi, the servant of the man of God, said: \"My lord has spared Naaman, this Syrian, by not receiving from him what he brought. As the Lord lives, I will run after him, and take something from him.\"",
          "ID": "20"
        },
        {
          "text": "And so, Gehazi followed after the back of Naaman. And when he had seen him running toward him, he leaped down from his chariot to meet him, and he said, \"Is all well?\"",
          "ID": "21"
        },
        {
          "text": "And he said: \"It is well. My lord has sent me to you, saying: 'Just now two youths from the sons of the prophets have come to me from mount Ephraim. Give them a talent of silver, and two changes of clothing.' \"",
          "ID": "22"
        },
        {
          "text": "And Naaman said, \"It is better that you accept two talents.\" And he urged him, and he bound the two talents of silver in two bags, with two changes of clothing. And he set them upon two of his servants, who carried them before him.",
          "ID": "23"
        },
        {
          "text": "And when now he had arrived in the evening, he took them from their hands, and he stored them in the house. And he dismissed the men, and they went away.",
          "ID": "24"
        },
        {
          "text": "Then, having entered, he stood before his lord. And Elisha said, \"Where are you coming from, Gehazi?\" He responded, \"Your servant did not go anywhere.\"",
          "ID": "25"
        },
        {
          "text": "But he said: \"Was my heart not present, when the man turned back from his chariot to meet you? And now you have received money, and you have received garments, so that you might buy olive groves, and vineyards, and sheep, and oxen, and men and women servants.",
          "ID": "26"
        },
        {
          "text": "So then, the leprosy of Naaman shall adhere to you, and to your offspring forever.\" And he departed from him a leper, as white as snow.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.5",
      "name": "2 Kings 5"
    },
    {
      "text": [
        {
          "text": "Now the sons of the prophets said to Elisha: \"Behold, the place in which we live before you is too narrow for us.",
          "ID": "1"
        },
        {
          "text": "Let us go as far as the Jordan, and let us each take from the forest a piece of timber, so that we may build for ourselves a place to live there.\" And he said, \"Go.\"",
          "ID": "2"
        },
        {
          "text": "And one of them said, \"Then you, too, should go with your servants.\" And he answered, \"I will go.\"",
          "ID": "3"
        },
        {
          "text": "And he went with them. And when they had arrived at the Jordan, they were cutting down wood.",
          "ID": "4"
        },
        {
          "text": "Then it happened that, while someone was cutting timber, the iron of the ax fell into the water. And he cried out and said: \"Alas, alas, alas, my lord! For this thing was borrowed.\"",
          "ID": "5"
        },
        {
          "text": "Then the man of God said, \"Where did it fall?\" And he indicated to him the place. Then he cut off a piece of wood, and he threw it in. And the iron floated up.",
          "ID": "6"
        },
        {
          "text": "And he said, \"Take it.\" And he extended his hand, and took it.",
          "ID": "7"
        },
        {
          "text": "Now the king of Syria was fighting against Israel, and he took counsel with his servants, saying, \"In this and that place, let us set up an ambush.\"",
          "ID": "8"
        },
        {
          "text": "And so the man of God sent to the king of Israel, saying: \"Take care not to pass by that place. For the Syrians are there in ambush.\"",
          "ID": "9"
        },
        {
          "text": "And so the king of Israel sent to the place which the man of God had told him, and he prevented it. And he preserved himself, concerning that place, not merely once or twice.",
          "ID": "10"
        },
        {
          "text": "And the heart of the king of Syria was disturbed over this matter. And calling together his servants, he said, \"Why have you not revealed to me the one who is betraying me to the king of Israel?\"",
          "ID": "11"
        },
        {
          "text": "And one of his servants said: \"By no means, my lord the king! Rather it is the prophet Elisha, who is in Israel, who is revealing to the king of Israel every word whatsoever that you will speak in your conclave.\"",
          "ID": "12"
        },
        {
          "text": "And he said to them, \"Go, and see where he is, so that I may send and capture him.\" And they reported to him, saying, \"Behold, he is in Dothan.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, he sent horses, and chariots, and experienced soldiers to that place. And when they had arrived in the night, they encircled the city.",
          "ID": "14"
        },
        {
          "text": "Now the servant of the man of God, arising at first light, went out and saw the army all around the city, with horses and chariots. And he reported it to him, saying: \"Alas, alas, alas, my lord! What shall we do?\"",
          "ID": "15"
        },
        {
          "text": "But he responded: \"Do not be afraid. For there are more with us than with them.\"",
          "ID": "16"
        },
        {
          "text": "And when Elisha had prayed, he said, \"O Lord, open the eyes of this one, so that he may see.\" And the Lord opened the eyes of the servant, and he saw. And behold, the mountain was full of horses and chariots of fire, all around Elisha.",
          "ID": "17"
        },
        {
          "text": "Then truly, the enemies descended to him. But Elisha prayed to the Lord, saying: \"Strike, I beg you, this people with blindness.\" And the Lord struck them, so that they would not see, in accord with the word of Elisha.",
          "ID": "18"
        },
        {
          "text": "Then Elisha said to them: \"This is not the way, and this is not the city. Follow me, and I will reveal to you the man whom you are seeking.\" Then he led them into Samaria.",
          "ID": "19"
        },
        {
          "text": "And when they had entered into Samaria, Elisha said, \"O Lord, open the eyes of these ones, so that they may see.\" And the Lord opened their eyes, and they saw themselves to be in the midst of Samaria.",
          "ID": "20"
        },
        {
          "text": "And the king of Israel, when he had seen them, said to Elisha, \"My father, should I not strike them?\"",
          "ID": "21"
        },
        {
          "text": "And he said: \"You should not strike them. For you did not capture them with your sword or bow, so that you might strike them. Instead, set bread and water before them, so that they may eat and drink, and then go to their lord.\"",
          "ID": "22"
        },
        {
          "text": "And a great preparation of foods was placed before them. And they ate and drank. And he dismissed them. And they went away to their lord. And the robbers of Syria no longer came into the land of Israel.",
          "ID": "23"
        },
        {
          "text": "Now it happened that, after these things, Benhadad, the king of Syria, gathered together his entire army, and he ascended and was besieging Samaria.",
          "ID": "24"
        },
        {
          "text": "And a great famine occurred in Samaria. And it was blockaded for a long time, until the head of a donkey was sold for eighty pieces of silver, and one fourth part of a pint of pigeons' dung sold for five silver coins.",
          "ID": "25"
        },
        {
          "text": "And as the king of Israel was passing by the wall, a certain woman cried out to him, saying, \"Save me, my lord the king!\"",
          "ID": "26"
        },
        {
          "text": "And he said: \"If the Lord does not save you, how am I able to save you? From the grain floor, or from the wine press?\" And the king said to her, \"What is the matter with you?\" And she responded:",
          "ID": "27"
        },
        {
          "text": "\"This woman said to me: 'Give your son, so that we may eat him today, and we will eat my son tomorrow.'",
          "ID": "28"
        },
        {
          "text": "Therefore, we cooked my son, and we ate him. And I said to her on the next day, 'Give your son, so that we may eat him.' But she concealed her son.\"",
          "ID": "29"
        },
        {
          "text": "When the king had heard this, he tore his garments, and he passed along the wall. And all the people saw the haircloth that he had worn underneath, beside his flesh.",
          "ID": "30"
        },
        {
          "text": "And the king said, \"May God do these things to me, and may he add these other things, if the head of Elisha, the son of Shaphat, will remain on him this day!\"",
          "ID": "31"
        },
        {
          "text": "Now Elisha was sitting in his house, and the elders were sitting with him. And so he sent a man ahead. And before that messenger arrived, he said to the elders: \"Do you not know that this son of a murderer is sending someone to cut off my head? Therefore, watch, and when the messenger arrives, close the door. And you shall not permit him to enter. For behold, the sound of his lord's feet is behind him.\"",
          "ID": "32"
        },
        {
          "text": "While he was still speaking to them, the messenger appeared who was sent to him. And he said: \"Behold, such a great evil is from the Lord! What more should I expect from the Lord?\"",
          "ID": "33"
        }
      ],
      "ID": "OT:2KI.6",
      "name": "2 Kings 6"
    },
    {
      "text": [
        {
          "text": "Then Elisha said: \"Listen to the word of the Lord. Thus says the Lord: Tomorrow, at this time, one measure of fine wheat flour will be one silver coin, and two measures of barley will be one silver coin, at the gate of Samaria.\"",
          "ID": "1"
        },
        {
          "text": "And one of the leaders, upon whose hand the king leaned, responding to the man of God, said, \"Even if the Lord will open the floodgates of heaven, how can what you say possibly be?\" And he said, \"You will see it with your own eyes, and you will not eat from it.\"",
          "ID": "2"
        },
        {
          "text": "Now there were four lepers beside the entrance of the gate. And they said one to another: \"Should we choose to stay here until we die?",
          "ID": "3"
        },
        {
          "text": "If we choose to enter the city, we will die from the famine. And if we remain here, we also will die. Therefore, come and let us flee over to the camp of the Syrians. If they spare us, we will live. But if they choose to kill us, we will die anyway.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, they rose up in the evening, so that they might go to the camp of the Syrians. And when they had arrived at the beginning of the camp of the Syrians, they found no one in that place.",
          "ID": "5"
        },
        {
          "text": "For indeed, the Lord had caused them to hear, in the camp of Syria, the sound of chariots and horses, and a very numerous army. And they said one to another: \"Behold, the king of Israel has paid wages to the kings of the Hittites and of the Egyptians against us. And they will overwhelm us.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, they rose up and fled away in the dark. And they left behind their tents and horses and donkeys in the camp. And they fled, desiring to save so much as their own lives.",
          "ID": "7"
        },
        {
          "text": "And so, when these lepers had arrived at the beginning of the camp, they entered one tent, and they ate and drank. And they took from there silver, and gold, and clothing. And they went away and hid it. And they returned again to another tent, and similarly, carrying away from there, they hid it.",
          "ID": "8"
        },
        {
          "text": "Then they said one to another: \"We are not doing the right thing. For this is a day of good news. If we remain silent and refuse to report it until morning, we will be charged with a crime. Come, let us go and report it in the court of the king.\"",
          "ID": "9"
        },
        {
          "text": "And when they had arrived at the gate of the city, they explained to them, saying: \"We went into the camp of the Syrians, and we found no one in that place, except horses and donkeys tied, and the tents still standing.\"",
          "ID": "10"
        },
        {
          "text": "Therefore, the gatekeepers went and reported it in the palace of the king.",
          "ID": "11"
        },
        {
          "text": "And he rose up in the night, and he said to his servants: \"I tell you what the Syrians have done to us. They know that we are suffering from famine, and therefore they have gone out from the camp, and they lie hidden in the fields, saying: 'When they will have gone out from the city, we will capture them alive, and then we will be able to enter the city.' \"",
          "ID": "12"
        },
        {
          "text": "But one of his servants responded: \"Let us take the five horses that remain in the city (for there were no more amid the entire multitude of Israel, since the rest had been consumed), and sending, we will be able to explore.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, they brought two horses. And the king sent them into the camp of the Syrians, saying, \"Go, and see.\"",
          "ID": "14"
        },
        {
          "text": "And they went away after them, as far as the Jordan. But behold, the entire way was filled with clothing and vessels, which the Syrians had thrown aside when they were disturbed. And the messengers returned and told the king.",
          "ID": "15"
        },
        {
          "text": "And the people, going out, pillaged the camp of the Syrians. And one measure of fine wheat flour went for one silver coin, and two measures of barley went for one silver coin, in accord with the word of the Lord.",
          "ID": "16"
        },
        {
          "text": "Then the king stationed that leader, on whose hand he leaned, at the gate. And the crowd trampled him at the entrance of the gate. And he died, in accord with what the man of God had said when the king had descended to him.",
          "ID": "17"
        },
        {
          "text": "And this happened in accord with the word of the man of God, which he had spoken to the king, when he said: \"Two measures of barley will be one silver coin, and one measure of fine wheat flour will be one silver coin, at this same time tomorrow, at the gate of Samaria.\"",
          "ID": "18"
        },
        {
          "text": "Then that leader had responded to the man of God, and he had said, \"Even if the Lord will open the floodgates of heaven, how can what you say possibly happen?\" And he said to him, \"You will see it with your own eyes, and you will not eat from it.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, it happened to him just as it had been predicted. For the people trampled him at the gate, and he died.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.7",
      "name": "2 Kings 7"
    },
    {
      "text": [
        {
          "text": "Now Elisha spoke to the woman, whose son he had caused to live, saying: \"Rise up. Go, you and your household, and sojourn in whatever place you can find. For the Lord has called forth a famine, and it shall overwhelm the land for seven years.\"",
          "ID": "1"
        },
        {
          "text": "And she rose up, and she acted in accord with the word of the man of God. And going with her household, she sojourned in the land of the Philistines for many days.",
          "ID": "2"
        },
        {
          "text": "And when the seven years had ended, the woman returned from the land of the Philistines. And she departed, so that she might petition the king on behalf of her house and on behalf of her fields.",
          "ID": "3"
        },
        {
          "text": "Now the king was speaking with Gehazi, the servant of the man of God, saying, \"Describe for me all the great deeds that Elisha has done.\"",
          "ID": "4"
        },
        {
          "text": "And as he was describing for the king the manner in which he had raised the dead, the woman appeared, whose son he had restored to life, crying out to the king on behalf of her house and on behalf of her fields. And Gehazi said, \"My lord the king, this is the woman, and this is her son, whom Elisha raised up.\"",
          "ID": "5"
        },
        {
          "text": "And the king questioned the woman. And she explained it to him. And the king appointed a eunuch to her, saying, \"Restore to her all that is hers, with all the proceeds of the fields, from the day that she left the land until the present.\"",
          "ID": "6"
        },
        {
          "text": "Also, Elisha arrived in Damascus, and Benhadad, the king of Syria, was ill. And they reported to him, saying, \"The man of God has arrived here.\"",
          "ID": "7"
        },
        {
          "text": "And the king said to Hazael: \"Take with you gifts. And go to meet the man of God. And consult the Lord through him, saying: 'Will I be able to escape from this, my infirmity?' \"",
          "ID": "8"
        },
        {
          "text": "And so, Hazael went to meet him, having with him gifts, and all the goods of Damascus, the burdens of forty camels. And when he had stood before him, he said: \"Your son, Benhadad, the king of Syria, sent me to you, saying: 'Will I be able to be healed from this, my infirmity?' \"",
          "ID": "9"
        },
        {
          "text": "And Elisha said to him: \"Go, tell him: 'You will be healed.' But the Lord has revealed to me that, dying he shall die.\"",
          "ID": "10"
        },
        {
          "text": "And he stood beside him, and he was so troubled that his face became flushed. And the man of God wept.",
          "ID": "11"
        },
        {
          "text": "And Hazael said to him, \"Why is my lord weeping?\" And he said: \"Because I know the evil that you will do to the sons of Israel. Their fortified cities you will burn with fire. And their young men you will kill with the sword. And you will destroy their little ones, and tear open the pregnant women.\"",
          "ID": "12"
        },
        {
          "text": "And Hazael said, \"But what am I, your servant, a dog, that I would do this great thing?\" And Elisha said, \"The Lord has revealed to me that you will be the king of Syria.\"",
          "ID": "13"
        },
        {
          "text": "And when he had departed from Elisha, he went to his lord, who said to him, \"What did Elisha say to you?\" And he responded: \"He said to me, 'You shall receive health.' \"",
          "ID": "14"
        },
        {
          "text": "And when the next day had arrived, he took a small covering, and poured water on it, and he spread it over his face. And when he died, Hazael reigned in his place.",
          "ID": "15"
        },
        {
          "text": "In the fifth year of Joram, the son of Ahab, the king of Israel, and of Jehoshaphat, the king of Judah: Jehoram, the son of Jehoshaphat, reigned as the king of Judah.",
          "ID": "16"
        },
        {
          "text": "He was thirty-two years old when he had begun to reign, and he reigned for eight years in Jerusalem.",
          "ID": "17"
        },
        {
          "text": "And he walked in the ways of the kings of Israel, just as the house of Ahab had walked. For the daughter of Ahab was his wife. And he did what was evil in the sight of the Lord.",
          "ID": "18"
        },
        {
          "text": "But the Lord was not willing to destroy Judah, because of David, his servant, just as he had promised him, so that he might grant a light to him and to his sons, for all days.",
          "ID": "19"
        },
        {
          "text": "In his days, Idumea drew apart, so as not to be under Judah, and they appointed a king for themselves.",
          "ID": "20"
        },
        {
          "text": "And so, Jehoram went to Zair, and all the chariots with him. And he rose up in the night, and he struck down the Idumeans who had surrounded him, and the leaders of the chariots. But the people fled to their tents.",
          "ID": "21"
        },
        {
          "text": "And Idumea drew apart, so as not to be under Judah, even to this day. Then Libnah also drew apart, at the same time.",
          "ID": "22"
        },
        {
          "text": "Now the rest of the words of Jehoram, and all that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "23"
        },
        {
          "text": "And Jehoram slept with his fathers, and he was buried with them in the city of David. And Ahaziah, his son, reigned in his place.",
          "ID": "24"
        },
        {
          "text": "In the twelfth year of Joram, the son of Ahab, the king of Israel: Ahaziah, the son of Jehoram, the king of Judah, reigned.",
          "ID": "25"
        },
        {
          "text": "Ahaziah was twenty-two years old when he had begun to reign, and he reigned for one year in Jerusalem. The name of his mother was Athaliah, the daughter of Omri, the king of Israel.",
          "ID": "26"
        },
        {
          "text": "And he walked in the ways of the house of Ahab. And he did what is evil before the Lord, just as the house of Ahab did. For he was the son-in-law of the house of Ahab.",
          "ID": "27"
        },
        {
          "text": "Also, he went with Joram, the son of Ahab, in order to fight against Hazael, the king of Syria, at Ramoth Gilead. And the Syrians had wounded Joram.",
          "ID": "28"
        },
        {
          "text": "And he turned back, so that he might be cured at Jezreel. For the Syrians had wounded him at Ramoth, fighting against Hazael, the king of Syria. Then Ahaziah, the son of Jehoram, the king of Judah, descended to visit Joram, the son of Ahab, at Jezreel, because he was sick there.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.8",
      "name": "2 Kings 8"
    },
    {
      "text": [
        {
          "text": "Now the prophet Elisha called one of the sons of the prophets, and he said to him: \"Gird your waist, and take this little bottle of oil in your hand, and go to Ramoth Gilead.",
          "ID": "1"
        },
        {
          "text": "And when you arrive in that place, you will see Jehu, the son of Jehoshaphat, the son of Nimshi. And upon entering, you shall raise him up from the midst of his brothers, and you shall lead him into an inner room.",
          "ID": "2"
        },
        {
          "text": "And taking the little bottle of oil, you shall pour it upon his head, and you shall say: 'Thus says the Lord: I have anointed you as king over Israel.' And you shall open the door and flee. And you shall not remain in that place.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, the young man, a servant of the prophet, went away to Ramoth Gilead.",
          "ID": "4"
        },
        {
          "text": "And he entered that place, and behold, the leaders of the army were sitting there, and he said, \"I have a word for you, O prince.\" And Jehu said, \"For which one among us all?\" And he said, \"For you, O prince.\"",
          "ID": "5"
        },
        {
          "text": "And he rose up and entered into the room. And he poured the oil on his head, and he said: \"Thus says the Lord, the God of Israel: 'I have anointed you as king over Israel, the people of the Lord.",
          "ID": "6"
        },
        {
          "text": "And you will shall strike down the house of Ahab, your lord. And I will avenge the blood of my servants, the prophets, and the blood of all the servants of the Lord, from the hand of Jezebel.",
          "ID": "7"
        },
        {
          "text": "And I will destroy the entire house of Ahab. And I will cause to pass away from Ahab, whatever urinates against a wall, and whatever is lame, and whatever is least in Israel.",
          "ID": "8"
        },
        {
          "text": "And I will make the house of Ahab like the house of Jeroboam, the son of Nebat, and like the house of Baasha, the son of Ahijah.",
          "ID": "9"
        },
        {
          "text": "Also, the dogs will consume Jezebel, in the field of Jezreel. Neither will there be anyone who may bury her.' \" And then he opened the door, and he fled.",
          "ID": "10"
        },
        {
          "text": "Then Jehu went out to the servants of his lord. And they said to him: \"Is everything well? Why has this insane man come to you?\" And he said to them, \"You know the man, and what he said.\"",
          "ID": "11"
        },
        {
          "text": "But they responded, \"That is false; instead, you should tell us.\" And he said to them, \"He said to me these certain things, and he said, 'Thus says the Lord: I have anointed you as king over Israel.' \"",
          "ID": "12"
        },
        {
          "text": "And so they hurried away. And each one, taking his cloak, placed it under his feet, in the manner of a seat for judgment. And they sounded the trumpet, and they said: \"Jehu reigns!\"",
          "ID": "13"
        },
        {
          "text": "Then Jehu, the son of Jehoshaphat, the son of Nimshi, conspired against Joram. Now Joram had besieged Ramoth Gilead, he and all of Israel, against Hazael, the king of Syria.",
          "ID": "14"
        },
        {
          "text": "And he had returned, so that he might be cured at Jezreel, because of his wounds. For the Syrians had struck him, while he was fighting against Hazael, the king of Syria. And Jehu said, \"If it pleases you, let no one depart, fleeing from the city; otherwise he may go and give a report in Jezreel.\"",
          "ID": "15"
        },
        {
          "text": "And he climbed up and set out for Jezreel, because Joram was sick there, and Ahaziah, the king of Judah, had gone down to visit Joram.",
          "ID": "16"
        },
        {
          "text": "And so the watchman, who was standing upon the tower of Jezreel, saw the crowd of Jehu arriving, and he said, \"I see a crowd.\" And Joram said: \"Take a chariot, and send to meet them. And those who go should say, 'Is everything well?' \"",
          "ID": "17"
        },
        {
          "text": "Therefore, he who had climbed into the chariot went away to meet him, and he said, \"The king says this: 'Is everything peaceful?' \" And Jehu said: \"What peace is there for you? Pass by and follow me.\" Also the watchman gave a report, saying, \"The messenger went to them, but he did not return.\"",
          "ID": "18"
        },
        {
          "text": "And then he sent a second chariot of horses. And he went to them, and he said, \"The king says this: 'Is there peace?' \" And Jehu said: \"What peace is there for you? Pass by and follow me.\"",
          "ID": "19"
        },
        {
          "text": "Then the watchman gave a report, saying: \"He went all the way to them, but he did not return. But their advance is like the advance of Jehu, the son of Nimshi. For he advances precipitously.\"",
          "ID": "20"
        },
        {
          "text": "And Joram said, \"Yoke the chariot.\" And they yoked his chariot. And Joram, the king of Israel, and Ahaziah, the king of Judah, departed, each in his chariot. And they went out to meet Jehu. And they met him in the field of Naboth, the Jezreelite.",
          "ID": "21"
        },
        {
          "text": "And when Joram had seen Jehu, he said, \"Is there peace, Jehu?\" And he responded: \"What is peace? For still the fornications of your mother, Jezebel, and her many poisons, are thriving.\"",
          "ID": "22"
        },
        {
          "text": "Then Joram turned his hand, and, fleeing, he said to Ahaziah, \"Treachery, Ahaziah!\"",
          "ID": "23"
        },
        {
          "text": "But Jehu bent his bow with his hand, and he struck Joram between the shoulders. And the arrow went through his heart, and immediately he fell in his chariot.",
          "ID": "24"
        },
        {
          "text": "And Jehu said to Bidkar, his commander: \"Take and cast him into the field of Naboth, the Jezreelite. For I remember, when you and I, sitting in a chariot, were following Ahab, this man's father, that the Lord lifted this burden upon him, saying:",
          "ID": "25"
        },
        {
          "text": "'Certainly, I will repay you in this field, says the Lord, for the blood of Naboth, and for the blood of his sons, which I saw yesterday, says the Lord.' Therefore, take him now, and cast him into the field, in accord with the word of the Lord.\"",
          "ID": "26"
        },
        {
          "text": "But Ahaziah, the king of Judah, seeing this, fled along the way of the garden house. And Jehu pursued him, and he said, \"Strike this one also in his chariot.\" And they struck him on the ascent to Gur, which is beside Ibleam. But he fled into Megiddo, and he died there.",
          "ID": "27"
        },
        {
          "text": "And his servants placed him upon his chariot, and they took him to Jerusalem. And they buried him in the sepulcher with his fathers, in the city of David.",
          "ID": "28"
        },
        {
          "text": "In the eleventh year of Joram, the son of Ahab, Ahaziah reigned over Judah.",
          "ID": "29"
        },
        {
          "text": "And Jehu went into Jezreel. But Jezebel, hearing of his arrival, painted her eyes with cosmetics, and adorned her head. And she watched through a window,",
          "ID": "30"
        },
        {
          "text": "as Jehu was entering through the gate. And she said, \"Is it possible for there to be peace for Zimri, who killed his lord?\"",
          "ID": "31"
        },
        {
          "text": "And Jehu lifted up his face to the window, and he said, \"Who is this woman?\" And two or three eunuchs bowed down before him.",
          "ID": "32"
        },
        {
          "text": "And he said to them, \"Throw her down with force.\" And they threw her forcefully, and the wall was splattered with her blood, and the hoofs of the horses trampled her.",
          "ID": "33"
        },
        {
          "text": "And when he had entered, so that he might eat and drink, he said: \"Go, and see to that cursed woman, and bury her. For she is the daughter of a king.\"",
          "ID": "34"
        },
        {
          "text": "But when they had gone, so that they might bury her, they found nothing but the skull, and the feet, and the ends of her hands.",
          "ID": "35"
        },
        {
          "text": "And returning, they reported to him. And Jehu said: \"It is the word of the Lord, which he spoke though his servant, Elijah the Tishbite, saying: 'In the field of Jezreel, the dogs will consume the flesh of Jezebel.",
          "ID": "36"
        },
        {
          "text": "And the flesh of Jezebel will be like dung upon the face of the earth, in the field of Jezreel, so that those who pass by may say: Is this that same Jezebel?' \"",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.9",
      "name": "2 Kings 9"
    },
    {
      "text": [
        {
          "text": "Now Ahab had seventy sons in Samaria. And so Jehu wrote letters, and he sent to Samaria, to the nobles of the city, and to those greater by birth, and to those who had raised Ahab's sons, saying:",
          "ID": "1"
        },
        {
          "text": "\"Immediately when you receive these letters, you who have your lord's sons, and chariots, and horses, and reinforced cities, and weapons,",
          "ID": "2"
        },
        {
          "text": "choose him who is better and who pleases you from among the sons of your lord, and set him on the throne of his father, and fight for the house of your lord.\"",
          "ID": "3"
        },
        {
          "text": "But they were vehemently afraid, and they said: \"Behold, two kings were not able to stand before him. So how will we be able to withstand him?\"",
          "ID": "4"
        },
        {
          "text": "Therefore, those who were in charge of the house, and the prefects of the city, and those greater by birth, and those who raised the sons, sent to Jehu, saying: \"We are your servants. Whatever you will order, we will do. But we will not appoint a king for ourselves. Do whatever pleases you.\"",
          "ID": "5"
        },
        {
          "text": "Then he again wrote letters to them a second time, saying: \"If you are mine, and if you obey me, take the heads of the sons of your lord, and come to me at Jezreel at this same hour tomorrow.\" Now the sons of the king, being seventy men, were being raised with the nobles of the city.",
          "ID": "6"
        },
        {
          "text": "And when the letters had arrived to them, they took the sons of the king, and they killed the seventy men. And they placed their heads in baskets, and they sent these to him at Jezreel.",
          "ID": "7"
        },
        {
          "text": "Then a messenger arrived and reported to him, saying, \"They have brought the heads of the king's sons.\" And he responded, \"Place them in two piles, beside the entrance of the gate, until morning.\"",
          "ID": "8"
        },
        {
          "text": "And when it had become light, he went out. And standing there, he said to all the people: \"You are just. If I have conspired against my lord, and if I have killed him, who has struck down all of these?",
          "ID": "9"
        },
        {
          "text": "Now therefore, see that none of the words of the Lord has fallen to the ground, which the Lord spoke over the house of Ahab, and that the Lord has done what he spoke by the hand of his servant Elijah.\"",
          "ID": "10"
        },
        {
          "text": "And so, Jehu struck down all who had remained from the house of Ahab in Jezreel, and all his nobles and friends and priests, until no remnant of them was left behind.",
          "ID": "11"
        },
        {
          "text": "And he rose up and went to Samaria. And when he had arrived at the shepherds' cabin along the way,",
          "ID": "12"
        },
        {
          "text": "he found the brothers of Ahaziah, the king of Judah, and he said to them, \"Who are you?\" And they responded, \"We are the brothers of Ahaziah, and we are going down to greet the sons of the king, and the sons of the queen.\"",
          "ID": "13"
        },
        {
          "text": "And he said, \"Take them alive.\" And when they had taken them alive, they cut their throats at the cistern beside the cabin, forty-two men. And he did not leave any of them behind.",
          "ID": "14"
        },
        {
          "text": "And when he had gone away from there, he found Jehonadab, the son of Rechab, coming to meet him, and he blessed him. And he said to him, \"Is your heart upright, just as my heart is with your heart?\" And Jehonadab said, \"It is.\" Then he said, \"If it is, then give me your hand.\" He gave his hand to him. And so he lifted him up to himself in the chariot.",
          "ID": "15"
        },
        {
          "text": "And he said to him, \"Come with me, and see my zeal for the Lord.\" And he gave him a place in his chariot.",
          "ID": "16"
        },
        {
          "text": "And he led him into Samaria. And he struck down all who were left behind of Ahab in Samaria, even to the last one, in accord with the word of the Lord, which he spoke through Elijah.",
          "ID": "17"
        },
        {
          "text": "Then Jehu gathered together the entire people. And he said to them: \"Ahab worshipped Baal a little, but I will worship him even more.",
          "ID": "18"
        },
        {
          "text": "Now therefore, summon to me all the prophets of Baal, and all his servants, and all his priests. Let no one be permitted not to come, for great is the sacrifice from me to Baal. Whoever will fail to come, he shall not live.\" Now Jehu was doing this treacherously, so that he might destroy the worshippers of Baal.",
          "ID": "19"
        },
        {
          "text": "And he said: \"Sanctify a day of solemnity for Baal.\" And he summoned",
          "ID": "20"
        },
        {
          "text": "and sent into all the borders of Israel. And all the servants of Baal came. There was left behind not even one who did not arrive. And they entered into the temple of Baal. And the house of Baal was filled, all the way from end to end.",
          "ID": "21"
        },
        {
          "text": "And he said to those who were over the vestments, \"Bring forth vestments for all the servants of Baal.\" And they brought forth vestments for them.",
          "ID": "22"
        },
        {
          "text": "And Jehu, upon entering the temple of Baal with Jehonadab, the son of Rechab, said to the worshippers of Baal, \"Inquire and see that there is no one with you from the servants of the Lord, but only from the servants of Baal.\"",
          "ID": "23"
        },
        {
          "text": "Then they entered, so that they might offer victims and holocausts. But Jehu had prepared for himself eighty men outside. And he had said to them, \"If anyone escapes from among these men, whom I have led into your hands, your life will take the place of his life.\"",
          "ID": "24"
        },
        {
          "text": "Then it happened that, when the holocaust had been completed, Jehu ordered his soldiers and officers, saying: \"Enter and strike them down. Let no one escape.\" And the soldiers and officers struck them down with the edge of the sword, and they cast them out. And they went into the city of the temple of Baal,",
          "ID": "25"
        },
        {
          "text": "and they took away the statue from the shine of Baal, and they burned it up",
          "ID": "26"
        },
        {
          "text": "and crushed it. They also tore down the temple of Baal, and they made it into a latrine, even to this day.",
          "ID": "27"
        },
        {
          "text": "And thus did Jehu wipe away Baal from Israel.",
          "ID": "28"
        },
        {
          "text": "Yet truly, he did not turn away from the sins of Jeroboam, the son of Nebat, who caused Israel to sin. Neither did he forsake the golden calves, which were in Bethel and Dan.",
          "ID": "29"
        },
        {
          "text": "Then the Lord said to Jehu: \"Since you have diligently carried out what was right and pleasing in my eyes, and since you have accomplished, against the house of Ahab, all that was in my heart, your sons shall sit upon the throne of Israel, even to the fourth generation.\"",
          "ID": "30"
        },
        {
          "text": "But Jehu did not take care, so that he might walk in the law of the Lord, the God of Israel, with all his heart. For he did not withdraw from the sins of Jeroboam, who had caused Israel to sin.",
          "ID": "31"
        },
        {
          "text": "In those days, the Lord began to be weary of Israel. And Hazael struck them throughout all the parts of Israel,",
          "ID": "32"
        },
        {
          "text": "from the Jordan opposite the eastern region, in all the land of Gilead, and Gad, and Reuben, and Manasseh, from Aroer, which is above the torrent Arnon, in both Gilead and Bashan.",
          "ID": "33"
        },
        {
          "text": "But the rest of the words of Jehu, and all that he did, and his strength, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "34"
        },
        {
          "text": "And Jehu slept with his fathers, and they buried him in Samaria. And Jehoahaz, his son, reigned in his place.",
          "ID": "35"
        },
        {
          "text": "Now the days during which Jehu reigned over Israel, in Samaria, were twenty-eight years.",
          "ID": "36"
        }
      ],
      "ID": "OT:2KI.10",
      "name": "2 Kings 10"
    },
    {
      "text": [
        {
          "text": "Truly, Athaliah, the mother of Ahaziah, seeing that her son was dead, rose up and put to death all the royal offspring.",
          "ID": "1"
        },
        {
          "text": "But Jehosheba, the daughter of king Joram, the sister of Ahaziah, taking Jehoash, the son of Ahaziah, stole him away from the midst of the sons of the king who were being killed, out of the bedroom, with his nurse. And she hid him from the face of Athaliah, so that he would not be killed.",
          "ID": "2"
        },
        {
          "text": "And he was with her for six years, hidden in the house of the Lord. But Athaliah reigned over the land.",
          "ID": "3"
        },
        {
          "text": "Then, in the seventh year, Jehoiada sent for and took centurions and soldiers, and he brought them to himself in the temple of the Lord. And he formed a pact with them. And taking an oath with them in the house of the Lord, he revealed to them the son of the king.",
          "ID": "4"
        },
        {
          "text": "And he commanded them, saying: \"This is the word that you must do.",
          "ID": "5"
        },
        {
          "text": "Let one third part of you enter on the Sabbath, and keep watch on the house of the king. And let one third part be at the gate of Sur. And let one third part be at the gate behind the dwelling place of the shield bearers. And you shall keep the watch on the house of Mesha.",
          "ID": "6"
        },
        {
          "text": "Yet truly, let two parts of you, all who depart on the Sabbath, keep watch over the house of the Lord concerning the king.",
          "ID": "7"
        },
        {
          "text": "And you shall surround him, having weapons in your hands. But if anyone will have entered the precinct of the temple, let him be killed. And you shall be with the king, entering and departing.\"",
          "ID": "8"
        },
        {
          "text": "And the centurions acted in accord with all the things that Jehoiada, the priest, had instructed them. And taking each one of their men who would enter on the Sabbath, with those who would depart on the Sabbath, they went to Jehoiada, the priest.",
          "ID": "9"
        },
        {
          "text": "And he gave to them the spears and weapons of king David, which were in the house of the Lord.",
          "ID": "10"
        },
        {
          "text": "And they stood, each one having his weapons in his hand, before the right side of the temple, all the way to the left side of the altar and of the shrine, surrounding the king.",
          "ID": "11"
        },
        {
          "text": "And he led forth the son of the king. And he placed the diadem on him, and the testimony. And they made him king, and they anointed him. And clapping their hands, they said: \"The king lives!\"",
          "ID": "12"
        },
        {
          "text": "Then Athaliah heard the sound of the people running. And entering to the crowd at the temple of the Lord,",
          "ID": "13"
        },
        {
          "text": "she saw the king standing upon a tribunal, according to custom, and the singers and trumpets near him, and all the people of the land rejoicing and sounding the trumpets. And she tore her garments, and she cried out: \"Conspiracy! Conspiracy!\"",
          "ID": "14"
        },
        {
          "text": "But Jehoiada gave orders to the centurions who were over the army, and he said to them: \"Lead her away, beyond the precinct of the temple. And whoever will have followed her, let him be struck with the sword.\" For the priest had said, \"Do not allow her to be killed in the temple of the Lord.\"",
          "ID": "15"
        },
        {
          "text": "And they laid hands on her. And they pushed her through the way by which horses enter, beside the palace. And she was killed there.",
          "ID": "16"
        },
        {
          "text": "Then Jehoiada formed a covenant between the Lord, and the king and the people, so that they would be the people of the Lord; and between the king and the people.",
          "ID": "17"
        },
        {
          "text": "And all the people of the land entered the temple of Baal, and they tore down his altars, and they thoroughly crushed the statues. Also, they killed Mattan, the priest of Baal, before the altar. And the priest placed guards in the house of the Lord.",
          "ID": "18"
        },
        {
          "text": "And he took the centurions, and the legions of the Cherethites and Pelethites, and all the people of the land, and together they led the king from the house of the Lord. And they went by way of the gate of the shield bearers into the palace. And he sat upon the throne of the kings.",
          "ID": "19"
        },
        {
          "text": "And all the people of the land rejoiced. And the city was quieted. But Athaliah was slain with the sword at the house of the king.",
          "ID": "20"
        },
        {
          "text": "Now Jehoash was seven years old when he had begun to reign.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.11",
      "name": "2 Kings 11"
    },
    {
      "text": [
        {
          "text": "In the seventh year of Jehu, Jehoash reigned. And he reigned for forty years in Jerusalem. The name of his mother was Zebiah from Beersheba.",
          "ID": "1"
        },
        {
          "text": "And Jehoash did what was right in the sight of the Lord, during all the days that Jehoiada, the priest, taught him.",
          "ID": "2"
        },
        {
          "text": "Yet still he did not take away the high places. For the people were still immolating, and burning incense, in the high places.",
          "ID": "3"
        },
        {
          "text": "And Jehoash said to the priests: \"All of the money for the holy things, which has been brought into the temple of the Lord from those who pass by, which is offered for the price of a soul, and which they bring into the temple of the Lord willingly, from their own free heart:",
          "ID": "4"
        },
        {
          "text": "let the priests, according to their ranks, take and use it in order to repair the surfaces of the house, wherever they see anything in need of repair.\"",
          "ID": "5"
        },
        {
          "text": "And yet, even until the twenty-third year of king Jehoash, the priests did not repair the surfaces of the temple.",
          "ID": "6"
        },
        {
          "text": "And king Jehoash called the high priest, Jehoiada, and the priests, saying to them: \"Why have you not repaired the surfaces of the temple? Therefore, you may no longer accept money according to your ranks. Instead, return it in order that the temple may be repaired.\"",
          "ID": "7"
        },
        {
          "text": "And so the priests were prohibited from accepting any more money from the people to repair the surfaces of the house.",
          "ID": "8"
        },
        {
          "text": "And the high priest, Jehoiada, took a certain chest, and he opened a hole in the top, and he placed it beside the altar, to the right of those who were entering the house of the Lord. And the priests who kept the doors put all the money in it which was being brought into the temple of the Lord.",
          "ID": "9"
        },
        {
          "text": "And when they saw that there was a great amount of money in the chest, the scribe of the king and the high priest went up and poured it out. And they counted the money that was found in the house of the Lord.",
          "ID": "10"
        },
        {
          "text": "And they gave it out, by number and measure, to the hands of those who were over the masons of the house of the Lord. And they weighed it out to the carpenters and masons, to those who were working in the house of the Lord",
          "ID": "11"
        },
        {
          "text": "and restoring the surfaces, and to those who were cutting stones, and buying timber and stones to be cut, so that the repairs to the house of the Lord might be finished: for all that was needed toward the expenses in order to strengthen the house.",
          "ID": "12"
        },
        {
          "text": "Yet truly, from the same money, they did not make for the temple of the Lord water pitchers, or small hooks, or censers, or trumpets, or any vessel of gold or silver, from the money that was brought into the temple of the Lord.",
          "ID": "13"
        },
        {
          "text": "For it was given to those who were doing the work, so that the temple of the Lord might be repaired.",
          "ID": "14"
        },
        {
          "text": "And they did not ration the money to the men who received it in order to distribute it to the artisans. Instead, they bestowed it with faith.",
          "ID": "15"
        },
        {
          "text": "Yet truly, the money for offenses and the money for sins, they did not bring into the temple of the Lord, since it was for the priests.",
          "ID": "16"
        },
        {
          "text": "Then Hazael, the king of Syria, ascended and fought against Gath, and he captured it. And he directed his face, so that he might ascend against Jerusalem.",
          "ID": "17"
        },
        {
          "text": "For this reason, Jehoash, the king of Judah, took all the sanctified things, which Jehoshaphat, and Jehoram, and Ahaziah, his fathers, the kings of Judah, had consecrated and which he himself had offered, and all the silver that could be found in the treasuries of the temple of the Lord and in the palace of the king, and he sent it to Hazael, the king of Syria. And so he withdrew from Jerusalem.",
          "ID": "18"
        },
        {
          "text": "Now the rest of the words of Jehoash, and all that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "19"
        },
        {
          "text": "Then his servants rose up and conspired among themselves. And they struck down Jehoash, at the house of Millo, on the descent of Silla.",
          "ID": "20"
        },
        {
          "text": "For Jozacar, the son of Shimeath, and Jehozabad, the son of Shomer, his servants, struck him, and he died. And they buried him with his fathers in the city of David. And Amaziah, his son, reigned in his place.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.12",
      "name": "2 Kings 12"
    },
    {
      "text": [
        {
          "text": "In the twenty-third year of Joash, the son of Ahaziah, the king of Judah, Jehoahaz, the son of Jehu, reigned over Israel, in Samaria, for seventeen years.",
          "ID": "1"
        },
        {
          "text": "And he did evil before the Lord. And he followed the sins of Jeroboam, the son of Nebat, who caused Israel to sin. And he did not turn aside from these.",
          "ID": "2"
        },
        {
          "text": "And the fury of the Lord was enraged against Israel, and he delivered them into the hand of Hazael, the king of Syria, and into the hand of Benhadad, the son of Hazael, during all the days.",
          "ID": "3"
        },
        {
          "text": "But Jehoahaz petitioned the face of the Lord, and the Lord heeded him. For he saw the anguish of Israel, because the king of Syria had oppressed them.",
          "ID": "4"
        },
        {
          "text": "And the Lord gave a savior to Israel. And they were freed from the hand of the king of Syria. And the sons of Israel lived in their tabernacles, just as yesterday and the day before.",
          "ID": "5"
        },
        {
          "text": "Yet truly, they did not withdraw from the sins of the house of Jeroboam, who had caused Israel to sin. Instead, they walked by them. And there was even a sacred grove still remaining in Samaria.",
          "ID": "6"
        },
        {
          "text": "And there was left to Jehoahaz from the people nothing but fifty horsemen, and ten chariots, and ten thousand foot soldiers. For the king of Syria had killed them, and he had reduced them to become like dust on a threshing floor.",
          "ID": "7"
        },
        {
          "text": "But the rest of the words of Jehoahaz, and all that he did, and his strength, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "8"
        },
        {
          "text": "And Jehoahaz slept with his fathers, and they buried him in Samaria. And Joash, his son, reigned in his place.",
          "ID": "9"
        },
        {
          "text": "In the thirty-seventh year of Jehoash, the king of Judah, Joash, the son of Jehoahaz, reigned over Israel, in Samaria, for sixteen years.",
          "ID": "10"
        },
        {
          "text": "And he did what is evil in the sight of the Lord. He did not turn aside from all the sins of Jeroboam, the son of Nebat, who caused Israel to sin. Instead, he walked by them.",
          "ID": "11"
        },
        {
          "text": "But the rest of the words of Joash, and all that he did, and his strength, the manner in which he fought against Amaziah, the king of Judah, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "12"
        },
        {
          "text": "And Joash slept with his fathers. Then Jeroboam sat upon his throne. And Joash was buried in Samaria, with the kings of Israel.",
          "ID": "13"
        },
        {
          "text": "Now Elisha was sick of the infirmity from which he also died. And Joash, the king of Israel, descended to him. And he was weeping before him, and saying: \"My father, my father! The chariot of Israel and its driver!\"",
          "ID": "14"
        },
        {
          "text": "And Elisha said to him, \"Bring a bow and arrows.\" And when he had brought a bow and arrows to him,",
          "ID": "15"
        },
        {
          "text": "he said to the king of Israel, \"Place your hand upon the bow.\" And when he had placed his hand, Elisha place his own hands over the hands of the king.",
          "ID": "16"
        },
        {
          "text": "And he said, \"Open the window toward the east.\" And when he had opened it, Elisha said, \"Shoot an arrow.\" And he shot it. And Elisha said: \"It is the arrow of the salvation of the Lord, and the arrow of salvation against Syria. And you shall strike the Syrians at Aphek, until you consume them.\"",
          "ID": "17"
        },
        {
          "text": "And he said, \"Take the arrows.\" And when he had taken them, he then said to him, \"Strike an arrow against the ground.\" And when he had struck three times, and he had stood still,",
          "ID": "18"
        },
        {
          "text": "the man of God became angry against him. And he said: \"If you had struck five or six or seven times, you would have struck down Syria, even until it was consumed. But now you will strike it three times.\"",
          "ID": "19"
        },
        {
          "text": "Then Elisha died, and they buried him. And the robbers from Moab came into the land in the same year.",
          "ID": "20"
        },
        {
          "text": "But certain ones who were burying a man saw the robbers, and they cast the dead body into the sepulcher of Elisha. But when it had touched the bones of Elisha, the man revived, and he stood upon his feet.",
          "ID": "21"
        },
        {
          "text": "Now Hazael, the king of Syria, afflicted Israel during all the days of Jehoahaz.",
          "ID": "22"
        },
        {
          "text": "But the Lord took pity on them, and he returned to them, because of his covenant, which he had made with Abraham, and Isaac, and Jacob. And he was not willing to destroy them, nor to cast them out completely, even to the present time.",
          "ID": "23"
        },
        {
          "text": "Then Hazael, the king of Syria, died. And Benhadad, his son, reigned in his place.",
          "ID": "24"
        },
        {
          "text": "Now Jehoash, the son of Jehoahaz, by a just war, took the cities from the hand of Benhadad, the son of Hazael, which he had taken from the hand of Jehoahaz, his father. Jehoash struck him three times, and he restored the cities to Israel.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.13",
      "name": "2 Kings 13"
    },
    {
      "text": [
        {
          "text": "In the second year of Jehoash, the son of Jehoahaz, the king of Israel: Amaziah, the son of Jehoash, reigned as king of Judah.",
          "ID": "1"
        },
        {
          "text": "He was twenty-five years old when he had begun to reign. And he reigned for twenty-nine years in Jerusalem. The name of his mother was Jehoaddin from Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And he did what is right before the Lord, yet truly, not like David, his father. He acted in accord with all the things that his father Jehoash did,",
          "ID": "3"
        },
        {
          "text": "except for this alone: he did not take away the high places. For still the people were immolating, and burning incense, in the high places.",
          "ID": "4"
        },
        {
          "text": "And when he had obtained the kingdom, he struck down those of his servants who had killed his father, the king.",
          "ID": "5"
        },
        {
          "text": "But the sons of those who had been killed he did not put to death, in accord with what was written in the book of the law of Moses, just as the Lord instructed, saying: \"The fathers shall not die for the sons, and the sons shall not die for the fathers. Instead, each one shall die for his own sin.\"",
          "ID": "6"
        },
        {
          "text": "He struck down ten thousand men of Idumea, in the Valley of the Salt Pits. And he captured 'the Rock' in battle, and he called its name 'Subdued by God,' even to the present day.",
          "ID": "7"
        },
        {
          "text": "Then Amaziah sent messengers to Jehoash, the son of Jehoahaz, the son of Jehu, the king of Israel, saying: \"Come, and let us see one another.\"",
          "ID": "8"
        },
        {
          "text": "And Jehoash, the king of Israel, sent a reply to Amaziah, the king of Judah, saying: \"A thistle of Lebanon sent to a cedar, which is in Lebanon, saying: 'Give your daughter as wife to my son.' And the beasts of the forest, which are in Lebanon, passed by and trampled the thistle.",
          "ID": "9"
        },
        {
          "text": "You have struck and prevailed over Idumea. And your heart has lifted you up. Be content with your own glory, and be seated your own house. Why would you provoke evil, so that you would fall, and Judah with you?\"",
          "ID": "10"
        },
        {
          "text": "But Amaziah was not quieted. And so Jehoash, the king of Israel, went up. And he and Amaziah, the king of Judah, saw one another at Beth-shemesh, a town in Judah.",
          "ID": "11"
        },
        {
          "text": "And Judah was struck down before Israel, and they fled, each to their own tents.",
          "ID": "12"
        },
        {
          "text": "And truly, Jehoash, the king of Israel, captured Amaziah, the king of Judah, the son of Jehoash, the son of Ahaziah, at Beth-shemesh. And he brought him to Jerusalem. And he breached the wall of Jerusalem, from the gate of Ephraim as far as the gate of the Corner, four hundred cubits.",
          "ID": "13"
        },
        {
          "text": "And he took away all the gold and silver, and all the vessels, which were found in the house of the Lord and in the treasuries of the king, and he returned to Samaria with hostages.",
          "ID": "14"
        },
        {
          "text": "But the rest of the words of Jehoash, which he accomplished, and his strength, with which he fought against Amaziah, the king of Judah, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "15"
        },
        {
          "text": "And Jehoash slept with his fathers, and he was buried in Samaria, with the kings of Israel. And Jeroboam, his son, reigned in his place.",
          "ID": "16"
        },
        {
          "text": "Now Amaziah, the son of Jehoash, the king of Judah, lived for fifteen years after the death of Jehoash, the son of Jehoahaz, the king of Israel.",
          "ID": "17"
        },
        {
          "text": "And the rest of the words of Amaziah, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "18"
        },
        {
          "text": "And they made a conspiracy against him in Jerusalem. And he fled to Lachish. And they sent after him, to Lachish, and they killed him there.",
          "ID": "19"
        },
        {
          "text": "And they carried him away on horses. And he was buried in Jerusalem with his fathers, in the city of David.",
          "ID": "20"
        },
        {
          "text": "Then all the people of Judah took Azariah, at sixteen years from birth, and they appointed him as king in place of his father, Amaziah.",
          "ID": "21"
        },
        {
          "text": "He built up Elath, and he restored it to Judah, after which the king slept with his fathers.",
          "ID": "22"
        },
        {
          "text": "In the fifteenth year of Amaziah, the son of Jehoash, the king of Judah: Jeroboam, the son of Jehoash, the king of Israel, reigned, in Samaria, for forty-one years.",
          "ID": "23"
        },
        {
          "text": "And he did what is evil before the Lord. He did not withdraw from all the sins of Jeroboam, the son of Nebat, who caused Israel to sin.",
          "ID": "24"
        },
        {
          "text": "He restored the borders of Israel, from the entrance of Hamath as far as the Sea of the Wilderness, in accord with the word of the Lord, the God of Israel, which he spoke through his servant, the prophet Jonah, the son of Amittai, who was from Gath, which is in Hepher.",
          "ID": "25"
        },
        {
          "text": "For the Lord saw the exceedingly bitter affliction of Israel, and that they were being consumed, even to those who were enclosed in prison, and even to the least ones, and that there was no one who would help Israel.",
          "ID": "26"
        },
        {
          "text": "But the Lord did not say that he would wipe away the name of Israel from under heaven. So instead, he saved them by the hand of Jeroboam, the son of Jehoash.",
          "ID": "27"
        },
        {
          "text": "But the rest of the words of Jeroboam, and all that he did, and his strength, with which he went to battle, and the manner in which he restored Damascus and Hamath to Judah, in Israel, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "28"
        },
        {
          "text": "And Jeroboam slept with his fathers, the kings of Israel. And Zechariah, his son, reigned in his place.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.14",
      "name": "2 Kings 14"
    },
    {
      "text": [
        {
          "text": "In the twenty-seventh year of Jeroboam, the king of Israel: Azariah, the son of Amaziah, reigned as king of Judah.",
          "ID": "1"
        },
        {
          "text": "He was sixteen years old when he had begun to reign, and he reigned for fifty-two years in Jerusalem. The name of his mother was Jecoliah of Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And he did what was pleasing before the Lord, in accord with all that his father, Amaziah, did.",
          "ID": "3"
        },
        {
          "text": "Yet truly, he did not demolish the high places. And still the people were sacrificing, and burning incense, in the high places.",
          "ID": "4"
        },
        {
          "text": "Now the Lord struck the king, and he became a leper, even until the day of his death. And he was living in a separate house by himself. And truly, Jotham, the son of the king, governed the palace, and he judged the people of the land.",
          "ID": "5"
        },
        {
          "text": "Now the rest of the words of Azariah, and all that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "6"
        },
        {
          "text": "And Azariah slept with his fathers, and they buried him with his ancestors in the city of David. And Jotham, his son, reigned in his place.",
          "ID": "7"
        },
        {
          "text": "In the thirty-eighth year of Azariah, the king of Judah: Zechariah, the son of Jeroboam, reigned over Israel, in Samaria, for six months.",
          "ID": "8"
        },
        {
          "text": "And he did what is evil before the Lord, just as his fathers had done. He did not withdraw from the sins of Jeroboam, the son of Nebat, who caused Israel to sin.",
          "ID": "9"
        },
        {
          "text": "Then Shallum, the son of Jabesh, conspired against him. And he struck him openly, and killed him. And he reigned in his place.",
          "ID": "10"
        },
        {
          "text": "Now the rest of the words of Zechariah, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "11"
        },
        {
          "text": "This was the word of the Lord, which he spoke to Jehu, saying: \"Your sons, even to the fourth generation, shall sit upon the throne of Israel.\" And so it happened.",
          "ID": "12"
        },
        {
          "text": "Shallum, the son of Jabesh, reigned in the thirty-ninth year of Azariah, the king of Judah. And he reigned for one month, in Samaria.",
          "ID": "13"
        },
        {
          "text": "And Menahem, the son of Gadi, ascended from Tirzah. And he went into Samaria, and he struck Shallum, the son of Jabesh, in Samaria. And he killed him, and reigned in his place.",
          "ID": "14"
        },
        {
          "text": "Now the rest of the words of Shallum, and his conspiracy, by which he carried out treachery, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "15"
        },
        {
          "text": "Then Menahem struck Tirzah, and all who were in it, and its borders around Tirzah. For they were not willing to open to him. And he killed all of its pregnant women, and he tore them open.",
          "ID": "16"
        },
        {
          "text": "In the thirty-ninth year of Azariah, the king of Judah: Menahem, son of Gadi, reigned over Israel for ten years, in Samaria.",
          "ID": "17"
        },
        {
          "text": "And he did what was evil before the Lord. He did not withdraw from the sins of Jeroboam, the son of Nebat, who caused Israel to sin, during all his days.",
          "ID": "18"
        },
        {
          "text": "Then Pul, the king of the Assyrians, came into the land. And Menahem gave Pul one thousand talents of silver, so that he would be a help to him, and so that he might strengthen his kingdom.",
          "ID": "19"
        },
        {
          "text": "And Menahem proclaimed a tax upon Israel, on all who were powerful and wealthy, so that each one would give to the king of the Assyrians fifty shekels of silver. Then the king of the Assyrians turned back, and he did not remain in the land.",
          "ID": "20"
        },
        {
          "text": "Now the rest of the words of Menahem, and all that he did, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "21"
        },
        {
          "text": "And Menahem slept with his fathers. And Pekahiah, his son, reigned in his place.",
          "ID": "22"
        },
        {
          "text": "In the fiftieth year of Azariah, the king of Judah: Pekahiah, the son of Menahem, reigned over Israel, in Samaria, for two years.",
          "ID": "23"
        },
        {
          "text": "And he did what was evil before the Lord. He did not withdraw from the sins of Jeroboam, the son of Nebat, who caused Israel to sin.",
          "ID": "24"
        },
        {
          "text": "Then Pekah, the son of Remaliah, his commander, conspired against him. And he struck him in Samaria, in the tower of the king's house, near Argob and Arieh, and with him fifty men from the sons of the Gileadites. And he killed him, and reigned in his place.",
          "ID": "25"
        },
        {
          "text": "Now the rest of the words of Pekahiah, and all that he did, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "26"
        },
        {
          "text": "In the fifty-second year of Azariah, the king of Judah: Pekah, the son of Remaliah, reigned over Israel, in Samaria, for twenty years.",
          "ID": "27"
        },
        {
          "text": "And he did what was evil before the Lord. He did not withdraw from the sins of Jeroboam, the son of Nebat, who caused Israel to sin.",
          "ID": "28"
        },
        {
          "text": "In the days of Pekah, the king of Israel, Tiglath-pileser, the king of Assyria, arrived and captured Ijon, and Abel Bethmaacah, and Janoah, and Kedesh, and Hazor, and Gilead, and Galilee, and the entire land of Naphtali. And he took them away into Assyria.",
          "ID": "29"
        },
        {
          "text": "Then Hoshea, the son of Elah, conspired and carried out treachery against Pekah, the son of Remaliah. And he struck him, and killed him. And he reigned in his place, in the twentieth year of Jotham, the son of Uzziah.",
          "ID": "30"
        },
        {
          "text": "Now the rest of the words of Pekah, and all that he did, have these not been written in the book of the words of the days of the kings of Israel?",
          "ID": "31"
        },
        {
          "text": "In the second year of Pekah, the son of Remaliah, the king of Israel: Jotham, son of Uzziah, reigned as king of Judah.",
          "ID": "32"
        },
        {
          "text": "He was twenty-five years old when he had begun to reign, and he reigned for sixteen years in Jerusalem. The name of his mother was Jerusha, the daughter of Zadok.",
          "ID": "33"
        },
        {
          "text": "And he did what was pleasing before the Lord. In accord with all that his father, Uzziah, had done, so he did.",
          "ID": "34"
        },
        {
          "text": "Yet truly, he did not take away the high places. And still the people were immolating, and burning incense, in the high places. But he edified the gate of the house of the Lord to be very sublime.",
          "ID": "35"
        },
        {
          "text": "Now the rest of the words of Jotham, and all that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "36"
        },
        {
          "text": "In those days, the Lord began to send, into Judah, Rezin, the king of Syria, and Pekah, the son of Remaliah.",
          "ID": "37"
        },
        {
          "text": "And Jotham slept with his fathers, and he was buried with them in the city of David, his father. And Ahaz, his son, reigned in his place.",
          "ID": "38"
        }
      ],
      "ID": "OT:2KI.15",
      "name": "2 Kings 15"
    },
    {
      "text": [
        {
          "text": "In the seventeenth year of Pekah, the son of Remaliah: Ahaz, the son of Jotham, reigned as king of Judah.",
          "ID": "1"
        },
        {
          "text": "Ahaz was twenty years old when he had begun to reign, and he reigned for sixteen years in Jerusalem. He did not do what was pleasing in the sight of the Lord, his God, as his father David did.",
          "ID": "2"
        },
        {
          "text": "Instead, he walked in the way of the kings of Israel. Moreover, he even consecrated his son, making him pass through fire, in accord with the idols of the nations that the Lord destroyed before the sons of Israel.",
          "ID": "3"
        },
        {
          "text": "Also, he was immolating victims, and burning incense, in the high places, and on the hills, and under every leafy tree.",
          "ID": "4"
        },
        {
          "text": "Then Rezin, the king of Syria, and Pekah, the son of Remaliah, the king of Israel, ascended to do battle against Jerusalem. And they besieged Ahaz, but they were not able to overcome him.",
          "ID": "5"
        },
        {
          "text": "At that time, Rezin, the king of Syria, restored Elath to Syria, and he expelled the Judeans from Elath. And the Idumeans went into Elath, and they have lived there, even to this day.",
          "ID": "6"
        },
        {
          "text": "Then Ahaz sent messengers to Tiglath-pileser, the king of the Assyrians, saying: \"I am your servant, and I am your son. Ascend and accomplish my salvation from the hand of the king of Syria, and from the hand of the king of Israel, who have risen up together against me.\"",
          "ID": "7"
        },
        {
          "text": "And when he had collected the silver and the gold that could be found in the house of the Lord, and in the treasuries of the king, he sent it as a gift to the king of the Assyrians.",
          "ID": "8"
        },
        {
          "text": "And he agreed to his will. For the king of the Assyrians ascended against Damascus, and he laid waste to it. And he carried away its inhabitants to Cyrene. But Rezin he killed.",
          "ID": "9"
        },
        {
          "text": "And king Ahaz traveled to Damascus to meet Tiglath-pileser, the king of the Assyrians. And when he had seen the altar of Damascus, king Ahaz sent to Uriah, the priest, its pattern and likeness, according to all of its work.",
          "ID": "10"
        },
        {
          "text": "And Uriah, the priest, constructed an altar in accord with all that king Ahaz had commanded from Damascus. Uriah, the priest, did so, until king Ahaz arrived from Damascus.",
          "ID": "11"
        },
        {
          "text": "And when the king had arrived from Damascus, he saw the altar, and he venerated it. And he went up and immolated holocausts, with his own sacrifice.",
          "ID": "12"
        },
        {
          "text": "And he offered libations, and he poured out the blood of the peace offerings, which he had offered, upon the altar.",
          "ID": "13"
        },
        {
          "text": "But the altar of brass, which was before the Lord, he took away from the face of the temple, and from the place of the altar, and from the place of the temple of the Lord. And he positioned it at the side of the altar, toward the north.",
          "ID": "14"
        },
        {
          "text": "Also, king Ahaz instructed Uriah, the priest, saying: \"Upon the great altar, offer the morning holocaust, and the evening sacrifice, and the holocaust of the king, and his sacrifice, and the holocaust of the entire people of the land, and their sacrifices. But their libations, and all the blood of the holocaust, and all the blood of the victim, you shall pour out upon it. Then truly, the altar of brass shall be prepared for use at my will.\"",
          "ID": "15"
        },
        {
          "text": "And so Uriah, the priest, acted in accord with all that king Ahaz had instructed to him.",
          "ID": "16"
        },
        {
          "text": "Then king Ahaz took away the engraved bases, and the basin that was upon them. And he took down the sea from the bronze oxen, which were holding it up. And he positioned it upon a layer of pavement stone.",
          "ID": "17"
        },
        {
          "text": "Also, the canopy for the Sabbath, which he had built in the temple, and the exterior entrance of the king, he converted into the temple of the Lord, because of the king of the Assyrians.",
          "ID": "18"
        },
        {
          "text": "Now the rest of the words of Ahaz that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "19"
        },
        {
          "text": "And Ahaz slept with his fathers, and he was buried with them in the city of David. And Hezekiah, his son, reigned in his place.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.16",
      "name": "2 Kings 16"
    },
    {
      "text": [
        {
          "text": "In the twelfth year of Ahaz, the king of Judah: Hoshea, the son of Elah, reigned over Israel, in Samaria, for nine years.",
          "ID": "1"
        },
        {
          "text": "And he did evil before the Lord, but not like the kings of Israel who had been before him.",
          "ID": "2"
        },
        {
          "text": "Shalmaneser, the king of the Assyrians, ascended against him. And Hoshea became a servant to him, and he paid him tribute.",
          "ID": "3"
        },
        {
          "text": "And when the king of the Assyrians discovered that Hoshea, striving to rebel, had sent messengers to Sais, to the king of Egypt, so as not to present the tribute to the king of the Assyrians, as he had been accustomed to do each year, he besieged him. And having been bound, he cast him into prison.",
          "ID": "4"
        },
        {
          "text": "And he wandered through the entire land. And ascending to Samaria, he besieged it for three years.",
          "ID": "5"
        },
        {
          "text": "And in the ninth year of Hoshea, the king of the Assyrians captured Samaria, and he carried away Israel to Assyria. And he stationed them in Halah and in Habor, beside the river of Gozan, in the cities of the Medes.",
          "ID": "6"
        },
        {
          "text": "For it happened that, when the sons of Israel had sinned against the Lord, their God, who had led them away from the land of Egypt, from the hand of Pharaoh, the king of Egypt, they worshipped strange gods.",
          "ID": "7"
        },
        {
          "text": "And they walked according to the rituals of the nations that the Lord had consumed in the sight of the sons of Israel, and of the kings of Israel. For they had acted similarly.",
          "ID": "8"
        },
        {
          "text": "And the sons of Israel offended the Lord, their God, with deeds that were not upright. And they built for themselves high places in all their cities, from the tower of the watchmen to the fortified city.",
          "ID": "9"
        },
        {
          "text": "And they made for themselves statues and sacred groves, on every high hill and under every leafy tree.",
          "ID": "10"
        },
        {
          "text": "And they were burning incense there, upon altars, in the manner of the nations that the Lord had removed from their face. And they did wicked deeds, provoking the Lord.",
          "ID": "11"
        },
        {
          "text": "And they worshipped impurities, concerning which the Lord instructed them that they should not do this word.",
          "ID": "12"
        },
        {
          "text": "And the Lord testified to them, in Israel and in Judah, through the hand of all the prophets and seers, saying: \"Return from your wicked ways, and keep my precepts and ceremonies, in accord with the entire law, which I instructed to your fathers, and just as I sent to you by the hand of my servants, the prophets.\"",
          "ID": "13"
        },
        {
          "text": "But they did not listen. Instead, they hardened their necks to be like the neck of their fathers, who were not willing to obey the Lord, their God.",
          "ID": "14"
        },
        {
          "text": "And they cast aside his ordinances, and the covenant that he formed with their fathers, and the testimonies which he testified to them. And they pursued vanities and acted vainly. And they followed the nations that were all around them, concerning the things which the Lord had commanded them not to do, and which they did.",
          "ID": "15"
        },
        {
          "text": "And they abandoned all the precepts of the Lord, their God. And they made for themselves two molten calves and sacred groves. And they adored the entire celestial army. And they served Baal.",
          "ID": "16"
        },
        {
          "text": "And they consecrated their sons and their daughters through fire. And they devoted themselves to divinations and soothsaying. And they delivered themselves into the doing of evil before the Lord, so that they provoked him.",
          "ID": "17"
        },
        {
          "text": "And the Lord became vehemently angry with Israel, and he took them away from his sight. And there remained no one, except the tribe of Judah alone.",
          "ID": "18"
        },
        {
          "text": "But even Judah did not keep the commandments of the Lord, their God. Instead, they walked in the errors of Israel, which they had wrought.",
          "ID": "19"
        },
        {
          "text": "And the Lord cast aside all of the offspring of Israel. And he afflicted them, and he delivered them into the hand of despoilers, until he drove them away from his face,",
          "ID": "20"
        },
        {
          "text": "even from that time when Israel was torn away from the house of David, and they appointed for themselves Jeroboam, the son of Nebat, as king. For Jeroboam separated Israel from the Lord, and he caused them to sin a great sin.",
          "ID": "21"
        },
        {
          "text": "And the sons of Israel walked in all the sins of Jeroboam, which he had done. And they did not withdraw from these,",
          "ID": "22"
        },
        {
          "text": "even when the Lord carried away Israel from his face, just as he had said by the hand of all his servants, the prophets. And Israel was carried away from their land into Assyria, even to this day.",
          "ID": "23"
        },
        {
          "text": "Then the king of the Assyrians brought some from Babylon, and from Cuthah, and from Avva, and from Hamath, and from Sepharvaim. And he located them in the cities of Samaria, in place of the sons of Israel. And they possessed Samaria, and they lived in its cities.",
          "ID": "24"
        },
        {
          "text": "And when they had begun to live there, they did not fear the Lord. And the Lord sent lions among them, which were killing them.",
          "ID": "25"
        },
        {
          "text": "And this was reported to the king of the Assyrians, and it was said: \"The peoples that you transferred and caused to live in the cities of Samaria, they are ignorant of the ordinances of the God of the land. And so the Lord has sent lions among them. And behold, they have killed them, because they were ignorant of the rituals of the God of the land.\"",
          "ID": "26"
        },
        {
          "text": "Then the king of the Assyrians commanded, saying: \"Lead to that place one of the priests, whom you brought as a captive from there. And let him go and live with them. And let him teach them the ordinances of the God of the land.\"",
          "ID": "27"
        },
        {
          "text": "And so, when one of the priests, who had been led away captive from Samaria, had arrived, he lived in Bethel. And he taught them how they should worship the Lord.",
          "ID": "28"
        },
        {
          "text": "And each of the nations made gods of their own, and they placed them in the shrines of the high places, which the Samaritans had made: nation after nation, in their cities in which they were living.",
          "ID": "29"
        },
        {
          "text": "So the men of Babylon made Soccoth-benoth; and the men of Cuth made Nergal; and the men of Hamath made Ashima;",
          "ID": "30"
        },
        {
          "text": "and the Avvites made Nibhaz and Tartak. Then those who were from Sepharvaim burned up their children with fire, for the gods of Sepharvaim: Adram-melech and Anam-melech.",
          "ID": "31"
        },
        {
          "text": "But nevertheless, they worshipped the Lord. Then they made for themselves, from the least of the people, priests of the high places. And they placed them in the shrines of the high places.",
          "ID": "32"
        },
        {
          "text": "And though they worshipped the Lord, they also served their own gods, according to the custom of the nations from which they had been transferred into Samaria.",
          "ID": "33"
        },
        {
          "text": "Even to the present day, they follow the ancient customs; they do not fear the Lord, and they do not keep his ceremonies, and judgments, and law, and commandment, which the Lord had instructed to the sons of Jacob, whom he named Israel.",
          "ID": "34"
        },
        {
          "text": "And he had struck a covenant with them, and he had commanded them, saying: \"You shall not fear foreign gods, and you shall not adore them, and you shall not worship them, and you shall not sacrifice to them.",
          "ID": "35"
        },
        {
          "text": "But the Lord, your God, who led you away from the land of Egypt, with great strength and with an outstretched arm, him shall you fear, and him shall you adore, and to him shall you sacrifice.",
          "ID": "36"
        },
        {
          "text": "Also, the ceremonies, and judgments, and law, and commandment, which he wrote for you, you shall keep so that you do them for all days. And you shall not fear strange gods.",
          "ID": "37"
        },
        {
          "text": "And the covenant, which he struck with you, you shall not forget; neither shall you worship strange gods.",
          "ID": "38"
        },
        {
          "text": "But you shall fear the Lord, your God. And he will rescue you from the hand of all your enemies.\"",
          "ID": "39"
        },
        {
          "text": "Yet truly, they did not listen to this. Instead, they acted in accord with their earlier custom.",
          "ID": "40"
        },
        {
          "text": "And such were these nations: to some extent fearing the Lord, yet nevertheless also serving their idols. As for their sons and grandsons, just as their fathers acted, so also did they act, even to the present day.",
          "ID": "41"
        }
      ],
      "ID": "OT:2KI.17",
      "name": "2 Kings 17"
    },
    {
      "text": [
        {
          "text": "In the third year of Hoshea, the son of Elah, the king of Israel: Hezekiah, the son of Ahaz, reigned as king of Judah.",
          "ID": "1"
        },
        {
          "text": "He was twenty-five years old when he had begun to reign, and he reigned for twenty-nine years in Jerusalem. The name of his mother was Abi, the daughter of Zechariah.",
          "ID": "2"
        },
        {
          "text": "And he did what was good before the Lord, in accord with all that his father David had done.",
          "ID": "3"
        },
        {
          "text": "He destroyed the high places, and he crushed the statues, and he cut down the sacred groves. And he broke apart the bronze serpent, which Moses had made. For even until that time, the sons of Israel were burning incense to it. And he called its name Nehushtan.",
          "ID": "4"
        },
        {
          "text": "He hoped in the Lord, the God of Israel. And after him, there was no one similar to him, among all the kings of Judah, nor even among any of those who were before him.",
          "ID": "5"
        },
        {
          "text": "And he clung to the Lord, and he did not withdraw from his footsteps, and he carried out his commandments, which the Lord had instructed to Moses.",
          "ID": "6"
        },
        {
          "text": "Therefore, the Lord was also with him. And he conducted himself wisely in all the things to which he went forth. Also, he rebelled against the king of the Assyrians, and he did not serve him.",
          "ID": "7"
        },
        {
          "text": "He struck the Philistines as far as Gaza, and in all their borders, from the tower of the watchmen to the fortified city.",
          "ID": "8"
        },
        {
          "text": "In the fourth year of king Hezekiah, which was the seventh year of Hoshea, the son of Elah, the king of Israel: Shalmaneser, the king of the Assyrians, ascended to Samaria, and he fought against it,",
          "ID": "9"
        },
        {
          "text": "and he seized it. For after three years, in the sixth year of Hezekiah, that is, in the ninth year of Hoshea, the king of Israel, Samaria was captured.",
          "ID": "10"
        },
        {
          "text": "And the king of the Assyrians took away Israel into Assyria. And he located them in Halah and in Habor, at the rivers of Gozan, in the cities of the Medes.",
          "ID": "11"
        },
        {
          "text": "For they did not listen to the voice of the Lord, their God. Instead, they transgressed his covenant. All that Moses, the servant of the Lord, had instructed, they would neither hear, nor do.",
          "ID": "12"
        },
        {
          "text": "In the fourteenth year of king Hezekiah, Sennacherib, the king of the Assyrians, went up to all the fortified cities of Judah, and he captured them.",
          "ID": "13"
        },
        {
          "text": "Then Hezekiah, the king of Judah, sent messengers to the king of the Assyrians at Lachish, saying: \"I have offended. Withdraw from me, and all that you will impose upon me, I will bear.\" And so the king of the Assyrians levied a tax upon Hezekiah, the king of Judah, of three hundred talents of silver and thirty talents of gold.",
          "ID": "14"
        },
        {
          "text": "And Hezekiah gave all the silver that had been found in the house of the Lord, and in the treasuries of the king.",
          "ID": "15"
        },
        {
          "text": "At that time, Hezekiah broke apart the doors of the temple of the Lord, with the plates of gold which he had affixed to them. And he gave these to the king of the Assyrians.",
          "ID": "16"
        },
        {
          "text": "Then the king of the Assyrians sent Tartan, and Rabsaris, and Rabshakeh, from Lachish, to king Hezekiah, with a powerful hand, to Jerusalem. And when they had ascended, they arrived in Jerusalem, and they stood beside the aqueduct of the upper pool, which is along the way of the fuller's field.",
          "ID": "17"
        },
        {
          "text": "And they called for the king. But there went out to them Eliakim, the son of Hilkiah, the first ruler of the house, and Shebnah, the scribe, and Joah, the son of Asaph, the keeper of records.",
          "ID": "18"
        },
        {
          "text": "And Rabshakeh said to them: \"Speak to Hezekiah: Thus says the great king, the king of the Assyrians: What is this faith, in which you strive?",
          "ID": "19"
        },
        {
          "text": "Perhaps, you have taken counsel, so that you would prepare yourself for battle. In whom do you trust, so that you would dare to rebel?",
          "ID": "20"
        },
        {
          "text": "Do you hope in Egypt, that staff of a broken reed, which, if a man would lean upon it, breaking, it would pierce his hand? Such is Pharaoh, the king of Egypt, to all who would trust in him.",
          "ID": "21"
        },
        {
          "text": "But if you say to me: 'We have faith in the Lord, our God.' Is it not he, whose high places and altars Hezekiah has taken away? And did he not instruct Judah and Jerusalem: 'You shall adore before this altar in Jerusalem?'",
          "ID": "22"
        },
        {
          "text": "Now therefore, cross over to my lord, the king of the Assyrians, and I will give to you two thousand horses, and we will see if you even have enough riders for them.",
          "ID": "23"
        },
        {
          "text": "So how can you resist one prince from the least of my lord's servants? Do you have faith in Egypt because of the chariots and horsemen?",
          "ID": "24"
        },
        {
          "text": "Is it not by the will of the Lord that I have chosen to ascend to this place, so that I may destroy it? The Lord said to me: 'Ascend to this land, and destroy it.' \"",
          "ID": "25"
        },
        {
          "text": "Then Eliakim, the son of Hilkiah, and Shebnah, and Joah, said to Rabshakeh: \"We beseech you, that you may speak to us, your servants, in Syriac. For we understand that language to some extent. And do not speak to us in the Jews' language, in the hearing of the people, who are upon the wall.\"",
          "ID": "26"
        },
        {
          "text": "And Rabshakeh responded to them, saying: \"Has my lord sent me to your lord and to you, so that I may speak these words, and not instead to the men who are sitting upon the wall, so that they may eat their own dung, and drink their own urine with you?\"",
          "ID": "27"
        },
        {
          "text": "And so, Rabshakeh stood up, and he exclaimed in a great voice, in the Jews' language, and he said: \"Listen to the words of the great king, the king of the Assyrians.",
          "ID": "28"
        },
        {
          "text": "Thus says the king: Let not Hezekiah lead you astray. For he will not be able to rescue you from my hand.",
          "ID": "29"
        },
        {
          "text": "And do not let him give you faith in the Lord, saying: 'The Lord will rescue and free us, and this city will not be delivered into the hand of the king of the Assyrians.'",
          "ID": "30"
        },
        {
          "text": "Do not choose to listen to Hezekiah. For thus says the king of the Assyrians: Do with me what is for your own good, and come out to me. And each one of you will eat from his own vine, and from his own fig tree. And you shall drink water from your own wells,",
          "ID": "31"
        },
        {
          "text": "until I arrive and transfer you into a land, similar to your own land, a fruitful and fertile land of wine, a land of bread and vineyards, a land of olives and oil and honey. And you will live, and not die. Do not choose to listen to Hezekiah, who deceives you, saying: 'The Lord will free us.'",
          "ID": "32"
        },
        {
          "text": "Have any of the gods of the nations freed their land from the hand of the king of Assyria?",
          "ID": "33"
        },
        {
          "text": "Where is the god of Hamath, and of Arpad? Where is the god of Sepharvaim, of Hena, and of Avva? Have they freed Samaria from my hand?",
          "ID": "34"
        },
        {
          "text": "Which ones among all the gods of the lands have rescued their region from my hand, so that the Lord would be able to rescue Jerusalem from my hand?\"",
          "ID": "35"
        },
        {
          "text": "But the people were silent, and they did not respond at all to him. For indeed, they had received an instruction from the king that they should not respond to him.",
          "ID": "36"
        },
        {
          "text": "And Eliakim, the son of Hilkiah, the first ruler of the house, and Shebnah, the scribe, and Joah, the son of Asaph, the keeper of records, went to Hezekiah with their garments torn. And they reported to him the words of Rabshakeh.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.18",
      "name": "2 Kings 18"
    },
    {
      "text": [
        {
          "text": "And when king Hezekiah had heard this, he tore his garments, and he covered himself with sackcloth, and he entered the house of the Lord.",
          "ID": "1"
        },
        {
          "text": "And he sent Eliakim, the first ruler of the house, and Shebnah, the scribe, and the elders from the priests, covered with sackcloth, to the prophet Isaiah, the son of Amoz.",
          "ID": "2"
        },
        {
          "text": "And they said to him: \"Thus says Hezekiah: This day is a day of tribulation, and of rebuke, and of blasphemy. The sons are ready to be born, but the woman in labor does not have the strength.",
          "ID": "3"
        },
        {
          "text": "Perhaps the Lord, your God, may hear all the words of Rabshakeh, whom the king of the Assyrians, his lord, sent so that he would reproach the living God, and rebuke with words, which the Lord, your God, has heard. And so, offer a prayer on behalf of the remnant that has been found.\"",
          "ID": "4"
        },
        {
          "text": "And the servants of king Hezekiah went to Isaiah.",
          "ID": "5"
        },
        {
          "text": "And Isaiah said to them: \"So shall you say to your lord. Thus says the Lord: Do not be afraid before the face of the words that you have heard, by which the servants of the king of the Assyrians have blasphemed me.",
          "ID": "6"
        },
        {
          "text": "Behold, I will send a spirit to him, and he will hear a report, and he will return to his own land. And I will bring him down by the sword in his own land.\"",
          "ID": "7"
        },
        {
          "text": "Then Rabshakeh returned, and he found the king of the Assyrians fighting against Libnah. For he had heard that he had withdrawn from Lachish.",
          "ID": "8"
        },
        {
          "text": "And when he had heard from Tirhakah, the king of Ethiopia, saying, \"Behold, he has gone out so that he may fight against you,\" and when he went forth against him, he sent messengers to Hezekiah, saying:",
          "ID": "9"
        },
        {
          "text": "\"So shall you say to Hezekiah, the king of Judah: Let not your God, in whom you trust, lead you astray. And you should not say, 'Jerusalem will not be delivered into the hands of the king of the Assyrians.'",
          "ID": "10"
        },
        {
          "text": "For you yourself have heard what the kings of the Assyrians have done to all the lands, the manner in which they have laid waste to them. Therefore, how would you alone be able to be freed?",
          "ID": "11"
        },
        {
          "text": "Have the gods of the nations freed any of those whom my fathers have destroyed, such as Gozan, and Haran, and Rezeph, and the sons of Eden, who were at Telassar?",
          "ID": "12"
        },
        {
          "text": "Where is the king of Hamath, and the king of Arpad, and the king of the city of Sepharvaim, and of Hena, and of Avva?\"",
          "ID": "13"
        },
        {
          "text": "And so, when Hezekiah had received the letter from the hand of the messengers, and had read it, he ascended to the house of the Lord, and he spread it out before the Lord.",
          "ID": "14"
        },
        {
          "text": "And he prayed in his sight, saying: \"O Lord, God of Israel, who sits upon the cherubim, you alone are God, over all the kings of the earth. You made heaven and earth.",
          "ID": "15"
        },
        {
          "text": "Incline your ear, and listen. Open your eyes, O Lord, and see. And hear all the words of Sennacherib, who sent so that he might reproach the living God before us.",
          "ID": "16"
        },
        {
          "text": "Truly, O Lord, the kings of the Assyrians have devastated all peoples and lands.",
          "ID": "17"
        },
        {
          "text": "And they have cast their gods into the fire. For they were not gods, but instead were the works of men's hands, out of wood and stone. And so they destroyed them.",
          "ID": "18"
        },
        {
          "text": "Now therefore, O Lord our God, bring us salvation from his hand, so that all the kingdoms of the earth may know that you alone are the Lord God.\"",
          "ID": "19"
        },
        {
          "text": "Then Isaiah, the son of Amoz, sent to Hezekiah, saying: \"Thus says the Lord, the God of Israel: I have heard what you beseeched from me, concerning Sennacherib, the king of the Assyrians.",
          "ID": "20"
        },
        {
          "text": "This is the word that the Lord has spoken about him: The virgin daughter of Zion has spurned and ridiculed you. The daughter of Jerusalem has shaken her head behind your back.",
          "ID": "21"
        },
        {
          "text": "Whom have you reproached, and whom have you blasphemed? Against whom have you exalted your voice, and lifted up your eyes on high? Against the Holy One of Israel!",
          "ID": "22"
        },
        {
          "text": "By the hand of your servants, you have reproach the Lord, and you have said: 'By the multitude of my chariots I have ascended to the heights of the mountains, to the summit of Lebanon. And I have cut down its sublime cedars, and its elect spruce trees. And I have entered even to its limits. And its forest of Carmel,",
          "ID": "23"
        },
        {
          "text": "I have cut down. And I drank foreign waters, and I dried up all the enclosed waters with the steps of my feet.'",
          "ID": "24"
        },
        {
          "text": "But have you not heard what I have done from the beginning? From the days of antiquity, I have formed it, and now I have brought it to be. And fortified cities of fighting men will become piles of ruins.",
          "ID": "25"
        },
        {
          "text": "And whoever may settle in these, they have trembled, with a weak hand, and they have been confounded. They have become like the hay of the field, and like weeds sprouting on the rooftops, which dry up before they reached maturity.",
          "ID": "26"
        },
        {
          "text": "Your habitation, and your exit, and your entrance, and your way, I knew beforehand, along with your fury against me.",
          "ID": "27"
        },
        {
          "text": "You have been maddened against me, and your arrogance has ascended to my ears. And so, I will place a ring in your nose, and a bit between your lips. And I will lead you back along the way by which you came.",
          "ID": "28"
        },
        {
          "text": "But as for you, Hezekiah, this shall be a sign: Eat this year whatever you will find, and in the second year, whatever may spring up of itself. But in the third year, sow and reap; plant vineyards, and eat from their fruit.",
          "ID": "29"
        },
        {
          "text": "And whatever will have been left behind, from the house of Judah, shall send a root downward, and shall bear fruit upward.",
          "ID": "30"
        },
        {
          "text": "Indeed, a remnant shall go forth from Jerusalem, and what may be saved shall go forth from mount Zion. The zeal of the Lord of hosts shall accomplish this.",
          "ID": "31"
        },
        {
          "text": "For this reason, thus says the Lord about the king of the Assyrians: He shall not enter into this city, nor shoot an arrow into it, nor overtake it with the shield, nor encircle it with fortifications.",
          "ID": "32"
        },
        {
          "text": "By the way that he came, so shall he return. And he shall not enter this city, says the Lord.",
          "ID": "33"
        },
        {
          "text": "And I will protect this city, and I will save it for my own sake, and for the sake of my servant David.\"",
          "ID": "34"
        },
        {
          "text": "And so it happened that, in the same night, an Angel of the Lord went and struck down, in the camp of the Assyrians, one hundred and eighty-five thousand. And when he had risen up, at first light, he saw all the bodies of the dead. And withdrawing, he went away.",
          "ID": "35"
        },
        {
          "text": "And Sennacherib, the king of the Assyrians, returned and dwelled in Nineveh.",
          "ID": "36"
        },
        {
          "text": "And while he was worshipping in the temple of his god, Nisroch, his sons, Adram-melech and Sharezer, struck him with the sword. And they fled into the land of the Armenians. And Esarhaddon, his son, reigned in his place.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.19",
      "name": "2 Kings 19"
    },
    {
      "text": [
        {
          "text": "In those days, Hezekiah was sick unto death. And the prophet Isaiah, the son of Amoz, came and said to him: \"Thus says the Lord God: Instruct your house, for you will die, and not live.\"",
          "ID": "1"
        },
        {
          "text": "And he turned his face to the wall, and he prayed to the Lord, saying:",
          "ID": "2"
        },
        {
          "text": "\"I beg you, O Lord, I beseech you, remember how I have walked before you in truth, and with a perfect heart, and how I have done what is pleasing before you.\" And then Hezekiah wept with a great weeping.",
          "ID": "3"
        },
        {
          "text": "And before Isaiah departed from the middle part of the atrium, the word of the Lord came to him, saying:",
          "ID": "4"
        },
        {
          "text": "\"Return and tell Hezekiah, the leader of my people: Thus says the Lord, the God of your father David: I have heard your prayer, and I have seen your tears. And behold, I have healed you. On the third day, you shall ascend to the temple of the Lord.",
          "ID": "5"
        },
        {
          "text": "And I will add fifteen years to your days. Then too, I will free you and this city from the hand of the king of the Assyrians. And I will protect this city for my own sake, and for the sake of my servant David.\"",
          "ID": "6"
        },
        {
          "text": "And Isaiah said, \"Bring me a mass of figs.\" And when they had brought it, and they had placed it on his sore, he was healed.",
          "ID": "7"
        },
        {
          "text": "But Hezekiah had said to Isaiah, \"What will be the sign that the Lord will heal me, and that I will ascend to the temple of the Lord on the third day?\"",
          "ID": "8"
        },
        {
          "text": "And Isaiah said to him: \"This will be the sign from the Lord, that the Lord will do the word that he has spoken: Do you wish that the shadow may ascend ten lines, or that it may turn back for the same number of degrees?\"",
          "ID": "9"
        },
        {
          "text": "And Hezekiah said: \"It is an easy for the shadow to increase for ten lines. And so I do not wish that this be done. Instead, let it turn back for ten degrees.\"",
          "ID": "10"
        },
        {
          "text": "And so the prophet Isaiah called upon the Lord. And he led back the shadow, along the lines by which it had already descended on the sundial of Ahaz, in reverse for ten degrees.",
          "ID": "11"
        },
        {
          "text": "At that time, Merodach-baladan, the son of Baladan, the king of the Babylonians, sent letters and gifts to Hezekiah. For he had heard that Hezekiah had been ill.",
          "ID": "12"
        },
        {
          "text": "Now Hezekiah rejoiced at their arrival, and so he revealed to them the house of aromatic spices, and the gold and silver, and the various pigments and ointments, and the house of his vessels, and all that he was able to have in his treasuries. There was nothing in his house, nor in all his dominions, that Hezekiah did not show to them.",
          "ID": "13"
        },
        {
          "text": "Then the prophet Isaiah came to king Hezekiah, and said to him: \"What did these men say? And from where did they come to you?\" And Hezekiah said to him, \"They came to me from Babylon, from a far away land.\"",
          "ID": "14"
        },
        {
          "text": "And he responded, \"What did they see in your house?\" And Hezekiah said: \"They saw all things whatsoever that are in my house. There is nothing in my treasuries that I did not show to them.\"",
          "ID": "15"
        },
        {
          "text": "And so Isaiah said to Hezekiah: \"Listen to the word of the Lord.",
          "ID": "16"
        },
        {
          "text": "Behold, the days are coming when all that is in your house, and all that your fathers have stored up even to this day, will be carried away to Babylon. Nothing at all shall remain, says the Lord.",
          "ID": "17"
        },
        {
          "text": "Then too, they will take from your sons, who will go forth from you, whom you will conceive. And they will be eunuchs in the palace of the king of Babylon.\"",
          "ID": "18"
        },
        {
          "text": "Hezekiah said to Isaiah: \"The word of the Lord, which you have spoken, is good. Let peace and truth be in my days.\"",
          "ID": "19"
        },
        {
          "text": "Now the rest of the words of Hezekiah, and all his strength, and how he made a pool, and an aqueduct, and how he brought waters into the city, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "20"
        },
        {
          "text": "And Hezekiah slept with his fathers. And Manasseh, his son, reigned in his place.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.20",
      "name": "2 Kings 20"
    },
    {
      "text": [
        {
          "text": "Manasseh was twelve years old when he had begun to reign, and he reigned for fifty-five years in Jerusalem. The name of his mother was Hephzibah.",
          "ID": "1"
        },
        {
          "text": "And he did evil in the sight of the Lord, in accord with the idols of the nations that the Lord destroyed before the face of the sons of Israel.",
          "ID": "2"
        },
        {
          "text": "And he turned away. And he built up the high places that his father, Hezekiah, had destroyed. And he erected altars to Baal, and he made sacred groves, just as Ahab, the king of Israel, had done. And he adored the entire army of heaven, and he served them.",
          "ID": "3"
        },
        {
          "text": "And he constructed altars in the house of the Lord, about which the Lord said: \"In Jerusalem, I will place my name.\"",
          "ID": "4"
        },
        {
          "text": "And he constructed altars, for the entire army of heaven, within the two courts of the temple of the Lord.",
          "ID": "5"
        },
        {
          "text": "And he led his son through fire. And he used divinations, and observed omens, and appointed soothsayers, and multiplied diviners, so that he did evil before the Lord, and provoked him.",
          "ID": "6"
        },
        {
          "text": "Also, he set up an idol, of the sacred grove that he had made, in the temple of the Lord, about which the Lord said to David, and to his son Solomon: \"In this temple, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will place my name forever.",
          "ID": "7"
        },
        {
          "text": "And I will no longer cause the feet of Israel to be moved from the land that I gave to their fathers: if only they will take care to do all that I have instructed them, and the entire law that my servant Moses commanded to them.\"",
          "ID": "8"
        },
        {
          "text": "Yet truly, they did not listen. Instead, they were seduced by Manasseh, so that they did evil, more so than the nations that the Lord crushed before the face of the sons of Israel.",
          "ID": "9"
        },
        {
          "text": "And so the Lord spoke, by the hand of his servants, the prophets, saying:",
          "ID": "10"
        },
        {
          "text": "\"Since Manasseh, the king of Judah, has committed these wicked abominations, beyond all that the Amorites before him have done, and also has caused Judah to sin by his defilements,",
          "ID": "11"
        },
        {
          "text": "because of this, thus says the Lord, the God of Israel: Behold, I will lead evils over Jerusalem and over Judah, such that, whoever will hear of these things, both his ears will ring.",
          "ID": "12"
        },
        {
          "text": "And I will extend the measuring line of Samaria over Jerusalem, with the scale of the house of Ahab. And I will erase Jerusalem, just as writing tablets are usually erased. And after erasing, I will turn it and repeatedly drag a stylus over its surface.",
          "ID": "13"
        },
        {
          "text": "And truly, I will send away the remnants of my inheritance, and I will deliver them into the hands of their enemies. And they will be devastated and plundered by all their adversaries.",
          "ID": "14"
        },
        {
          "text": "For they have done evil before me, and they have persevered in provoking me, from the day when their fathers departed from Egypt, even to this day.",
          "ID": "15"
        },
        {
          "text": "Moreover, Manasseh also has shed an exceedingly great amount of innocent blood, until he filled Jerusalem even to the mouth, aside from his sins by which he caused Judah to sin, so that they did evil before the Lord.\"",
          "ID": "16"
        },
        {
          "text": "Now the rest of the words of Manasseh, and all that he did, and his sin that he sinned, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "17"
        },
        {
          "text": "And Manasseh slept with his fathers, and he was buried in the garden of his own house, in the garden of Uzza. And Amon, his son, reigned in his place.",
          "ID": "18"
        },
        {
          "text": "Amon was twenty-two years old when he had begun to reign, and he reigned for two years in Jerusalem. The name of his mother was Meshullemeth, the daughter of Haruz, from Jotbah.",
          "ID": "19"
        },
        {
          "text": "And he did evil in the sight of the Lord, just as his father, Manasseh, had done.",
          "ID": "20"
        },
        {
          "text": "And he walked in all the ways in which his father had walked. And he served the unclean things that his father had served, and he adored them.",
          "ID": "21"
        },
        {
          "text": "And he abandoned the Lord, the God of his fathers, and he did not walk in the way of the Lord.",
          "ID": "22"
        },
        {
          "text": "And his servants undertook treachery against him. And they killed the king in his own house.",
          "ID": "23"
        },
        {
          "text": "But the people of the land slew all those who had conspired against king Amon. And they appointed for themselves Josiah, his son, as king in his place.",
          "ID": "24"
        },
        {
          "text": "But the rest of the words of Amon, which he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "25"
        },
        {
          "text": "And they buried him in his sepulcher, in the garden of Uzza. And his son, Josiah, reigned in his place.",
          "ID": "26"
        }
      ],
      "ID": "OT:2KI.21",
      "name": "2 Kings 21"
    },
    {
      "text": [
        {
          "text": "Josiah was eight years old when he had begun to reign. He reigned for thirty-one years in Jerusalem. The name of his mother was Jedidah, the daughter of Adaiah, from Bozkath.",
          "ID": "1"
        },
        {
          "text": "And he did what was pleasing before the Lord, and he walked in all the ways of his father David. He did not turn aside to the right, or to the left.",
          "ID": "2"
        },
        {
          "text": "Then, in the eighteenth year of king Josiah, the king sent Shaphan, the son of Azaliah, the son of Meshullam, the scribe of the temple of the Lord, saying to him:",
          "ID": "3"
        },
        {
          "text": "\"Go to Hilkiah, the high priest, so that the money may be put together which has been brought into the temple of the Lord, which the doorkeepers of the temple have collected from the people.",
          "ID": "4"
        },
        {
          "text": "And let it be given, by those in charge of the house of the Lord, to the workers. And let them distribute it to those who are working in the temple of the Lord in order to repair the surfaces of the temple,",
          "ID": "5"
        },
        {
          "text": "specifically, to carpenters and masons, and to those who mend gaps, and so that wood may be purchased, and stones from the quarries, in order to repair the temple of the Lord.",
          "ID": "6"
        },
        {
          "text": "Yet truly, let no account be given by them of the money that they receive. Instead, let them have it within their power and trust.\"",
          "ID": "7"
        },
        {
          "text": "Then Hilkiah, the high priest, said to Shaphan, the scribe, \"I have found the book of the law in the house of the Lord.\" And Hilkiah gave the volume to Shaphan, and he read it.",
          "ID": "8"
        },
        {
          "text": "Also, Shaphan, the scribe, went to the king, and reported to him what he had instructed. And he said: \"Your servants have brought together the money which was found in the house of the Lord. And they have given it so that it would be distributed to the workers by the overseers of the works of the temple of the Lord.\"",
          "ID": "9"
        },
        {
          "text": "Also, Shaphan, the scribe, explained to the king, saying, \"Hilkiah, the priest, gave the book to me.\" And when Shaphan had read it before the king,",
          "ID": "10"
        },
        {
          "text": "and the king had heard the words of the book of the law of the Lord, he tore his garments.",
          "ID": "11"
        },
        {
          "text": "And he instructed Hilkiah, the priest, and Ahikam, the son of Shaphan, and Achbor, the son of Micaiah, and Shaphan, the scribe, and Asaiah, the servant of the king, saying:",
          "ID": "12"
        },
        {
          "text": "\"Go and consult the Lord concerning me, and the people, and all of Judah, about the words of this volume which has been found. For the great wrath of the Lord has been kindled against us because our fathers did not listen to the words of this book, so that they would do all that has been written for us.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, Hilkiah, the priest, and Ahikam, and Achbor, and Shaphan, and Asaiah, went to Huldah, the prophetess, the wife of Shallum, the son of Tikvah, the son of Harhas, the keeper of the vestments, who was living in Jerusalem, in the second part. And they spoke with her.",
          "ID": "14"
        },
        {
          "text": "And she responded to them: \"Thus says the Lord, the God of Israel: Tell the man who sent you to me:",
          "ID": "15"
        },
        {
          "text": "Thus says the Lord: Behold, I will lead evils over this place, and over its inhabitants, all the words of the law that the king of Judah has read.",
          "ID": "16"
        },
        {
          "text": "For they have abandoned me, and they have sacrificed to foreign gods, provoking me by all the works of their hands. And so my indignation will be kindled against this place. And it will not be extinguished.",
          "ID": "17"
        },
        {
          "text": "But to the king of Judah, who sent you so that you would consult the Lord, so shall you say: Thus says the Lord, the God of Israel: In so far as you have heard the words of the volume,",
          "ID": "18"
        },
        {
          "text": "and your heart was terrified, and you humbled yourself before the Lord, listening to the words against this place and its inhabitants, specifically, that they would become an astonishment and a curse, and because you have torn your garments, and have wept before me: I also have heard you, says the Lord.",
          "ID": "19"
        },
        {
          "text": "For this reason, I will gather you to your fathers, and you will be gathered to your sepulcher in peace, so that your eyes may not see all the evils that I will bring over this place.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.22",
      "name": "2 Kings 22"
    },
    {
      "text": [
        {
          "text": "And they reported to the king what she had said. And he sent, and all the elders of Judah and Jerusalem were gathered to him.",
          "ID": "1"
        },
        {
          "text": "And the king ascended to the temple of the Lord. And with him were all the men of Judah and all who were living in Jerusalem: the priests, and the prophets, and all the people, from the small to the great. And in the hearing of everyone, he read all the words of the book of the covenant, which was found in the house of the Lord.",
          "ID": "2"
        },
        {
          "text": "And the king stood upon the step. And he struck a covenant before the Lord, so that they would walk after the Lord, and keep his precepts and testimonies and ceremonies, with all their heart and with all their soul, and so that they would carry out the words of this covenant, which had been written in that book. And the people agreed to the covenant.",
          "ID": "3"
        },
        {
          "text": "And the king instructed Hilkiah, the high priest, and the priests of the second order, and the doorkeepers, so that they would cast out of the temple of the Lord all the vessels which had been made for Baal, and for the sacred grove, and for the entire army of heaven. And he burned them outside of Jerusalem, in the steep valley of Kidron. And he carried their dust into Bethel.",
          "ID": "4"
        },
        {
          "text": "And he destroyed the soothsayers, whom the kings of Judah had appointed to sacrifice in the high places throughout the cities of Judah, and all around Jerusalem, along with those who were burning incense to Baal, and to the Sun, and to the Moon, and to the twelve signs, and to the entire army of heaven.",
          "ID": "5"
        },
        {
          "text": "And he caused the sacred grove to be carried away from the house of the Lord, outside of Jerusalem, to the steep valley of Kidron. And he burned it there, and reduced it to dust. And he cast the dust over the graves of the common people.",
          "ID": "6"
        },
        {
          "text": "Also, he destroyed the small places of the effeminate, which were in the house of the Lord, for which the women were weaving something like little houses in the sacred grove.",
          "ID": "7"
        },
        {
          "text": "And he gathered together all the priests from the cities of Judah. And he defiled the high places, where the priests were sacrificing, from Geba as far as Beersheba. And he tore down the altars of the gates at the entrance to the gate of Joshua, the leader of the city, which was to the left of the gate of the city.",
          "ID": "8"
        },
        {
          "text": "Yet truly, the priests of the high places did not ascend to the altar of the Lord in Jerusalem. For they would only eat from the unleavened bread in the midst of their brothers.",
          "ID": "9"
        },
        {
          "text": "Also, he defiled Topheth, which is in the steep valley of the son of Hinnom, so that no one would consecrate his son or his daughter, through fire, to Molech.",
          "ID": "10"
        },
        {
          "text": "Also, he took away the horses that the kings of Judah had given to the Sun, at the entrance to the temple of the Lord, beside the hallway of Nathan-melech, the eunuch, who was in Pharurim. And he burned the chariots of the Sun with fire.",
          "ID": "11"
        },
        {
          "text": "Also, the altars which were upon the roof of the upper room of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the temple of the Lord, the king destroyed. And he hurried from there, and he scattered their ashes into the torrent Kidron.",
          "ID": "12"
        },
        {
          "text": "Also, the high places which were in Jerusalem, to the right side of the Mount of Offense, which Solomon, the king of Israel, had built to Ashtoreth, the idol of the Sidonians, and to Chemosh, the offense of Moab, and to Milcom, the abomination of the sons of Ammon, the king defiled.",
          "ID": "13"
        },
        {
          "text": "And he crushed the statues, and he cut down the sacred groves. And he filled their places with the bones of the dead.",
          "ID": "14"
        },
        {
          "text": "Then too, the altar which was in Bethel, and the high place which Jeroboam, the son of Nebat, who caused Israel to sin, had made: both that altar and the high place he tore down, and burned, and reduced to dust. And then he also set fire to the sacred grove.",
          "ID": "15"
        },
        {
          "text": "And in that place Josiah, turning, saw the sepulchers which were on the mount. And he sent and took the bones from the sepulchers. And he burned them upon the altar, and he defiled it in accord with the word of the Lord, which was spoken by the man of God, who had predicted these events.",
          "ID": "16"
        },
        {
          "text": "And he said, \"What is that monument that I see?\" And the citizens of that city responded to him: \"It is the sepulcher of the man of God, who came from Judah, and who predicted these events, which you have carried out concerning the altar of Bethel.\"",
          "ID": "17"
        },
        {
          "text": "And he said: \"Permit him. Let no one move his bones.\" And his bones have remained untouched, with the bones of the prophet who had arrived from Samaria.",
          "ID": "18"
        },
        {
          "text": "Then too, all the shines of the high places, which were in the cities of Samaria, which the kings of Israel had made to provoke the Lord, Josiah took away. And he acted toward them according to all the works that he had done in Bethel.",
          "ID": "19"
        },
        {
          "text": "And all the priests of the high places, who were in that place, he killed upon the altars. And he burned the bones of the men upon them. And he returned to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "And he instructed all the people, saying: \"Keep the Passover to the Lord your God, according to what has been written in the book of this covenant.\"",
          "ID": "21"
        },
        {
          "text": "Now no similar Passover was kept, from the days of the judges, who judged Israel, and from all the days of the kings of Israel and the kings of Judah,",
          "ID": "22"
        },
        {
          "text": "as this Passover, which was kept to the Lord in Jerusalem, in the eighteenth year of king Josiah.",
          "ID": "23"
        },
        {
          "text": "Then too, Josiah took away those who divined by spirits, and the soothsayers, and the images of the idols, and the defilements, and the abominations, which had been in the land of Judah and Jerusalem, so that he might establish the words of the law, which were written in the book, which Hilkiah, the priest, found in the temple of the Lord.",
          "ID": "24"
        },
        {
          "text": "There was no king before him similar to him, who returned to the Lord with all his heart, and with all his soul, and with all his strength, in accord with the entire law of Moses. And after him, there rose up no one similar to him.",
          "ID": "25"
        },
        {
          "text": "Yet truly, the Lord did not turn away from the wrath of his great fury, his fury which was enraged against Judah because of the provocations by which Manasseh had provoked him.",
          "ID": "26"
        },
        {
          "text": "And so the Lord said: \"And now I will remove Judah from my face, just as I removed Israel. And I will cast aside this city, Jerusalem, which I have chosen, and the house, about which I said: My name shall be there.\"",
          "ID": "27"
        },
        {
          "text": "Now the rest of the words of Josiah, and all that he did, have these not been written in the book of the words of the days of the kings of Judah?",
          "ID": "28"
        },
        {
          "text": "During his days, Pharaoh Neco, the king of Egypt, ascended against the king of the Assyrians to the river Euphrates. And king Josiah went out to meet him. And when he had seen him, he was killed at Megiddo.",
          "ID": "29"
        },
        {
          "text": "And his servants carried him dead from Megiddo. And they took him to Jerusalem, and they buried him in his own sepulcher. And the people of the land took Jehoahaz, the son of Josiah. And they anointed him, and made him king in place of his father.",
          "ID": "30"
        },
        {
          "text": "Jehoahaz was twenty-three years old when he had begun to reign, and he reigned for three months in Jerusalem. The name of his mother was Hamutal, the daughter of Jeremiah, from Libnah.",
          "ID": "31"
        },
        {
          "text": "And he did evil before the Lord, according to all that his fathers had done.",
          "ID": "32"
        },
        {
          "text": "And Pharaoh Neco bound him at Riblah, which is in the land of Hamath, so that he would not reign in Jerusalem. And he imposed a penalty on the land: one hundred talents of silver, and one talent of gold.",
          "ID": "33"
        },
        {
          "text": "And Pharaoh Neco appointed Eliakim, the son of Josiah, as king in place of Josiah his father. And he changed his name to Jehoiakim. Then he took Jehoahaz away, and he brought him into Egypt, and there he died.",
          "ID": "34"
        },
        {
          "text": "Now Jehoiakim gave silver and gold to Pharaoh, when he had taxed the land, according to each one who would contribute by the command of Pharaoh. And he exacted both silver and gold from the people of the land, from each one according to his ability, so that he would give to Pharaoh Neco.",
          "ID": "35"
        },
        {
          "text": "Jehoiakim was twenty-five years old when he had begun to reign, and he reigned for eleven years in Jerusalem. The name of his mother was Zebidah, the daughter of Pedaiah, from Rumah.",
          "ID": "36"
        },
        {
          "text": "And he did evil before the Lord, in accord with all that his fathers had done.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.23",
      "name": "2 Kings 23"
    },
    {
      "text": [
        {
          "text": "During his days, Nebuchadnezzar, the king of Babylon, ascended, and Jehoiakim became his servant for three years. And again he rebelled against him.",
          "ID": "1"
        },
        {
          "text": "And the Lord sent to him the robbers of the Chaldeans, and the robbers of Syria, and the robbers of Moab, and the robbers of the sons of Ammon. And he sent them into Judah, so that they might destroy it, in accord with the word of the Lord, which he had spoken through his servants, the prophets.",
          "ID": "2"
        },
        {
          "text": "Then this occurred, by the word of the Lord against Judah, that he took him away from before himself because of all the sins of Manasseh which he did,",
          "ID": "3"
        },
        {
          "text": "and because of the innocent blood which he shed, and because he filled Jerusalem with the slaughter of the innocent. And for this reason, the Lord was not willing to be appeased.",
          "ID": "4"
        },
        {
          "text": "But the rest of the words of Jehoiakim, and all that he did, have these not been written in the book of the words of the days of the kings of Judah? And Jehoiakim slept with his fathers.",
          "ID": "5"
        },
        {
          "text": "And Jehoiachin, his son, reigned in his place.",
          "ID": "6"
        },
        {
          "text": "And the king of Egypt no longer continued to go out from his own land. For the king of Babylon had taken all that had belonged to the king of Egypt, from the river of Egypt as far as the river Euphrates.",
          "ID": "7"
        },
        {
          "text": "Jehoiachin was eighteen years old when he had begun to reign, and he reigned for three months in Jerusalem. The name of his mother was Nehushta, the daughter of Elnathan, from Jerusalem.",
          "ID": "8"
        },
        {
          "text": "And he did evil before the Lord, in accord with all that his father had done.",
          "ID": "9"
        },
        {
          "text": "At that time, the servants of Nebuchadnezzar, the king of Babylon, ascended against Jerusalem. And the city was encircled with fortifications.",
          "ID": "10"
        },
        {
          "text": "And Nebuchadnezzar, the king of Babylon, went to the city, with his servants, so that he might fight against it.",
          "ID": "11"
        },
        {
          "text": "And Jehoiachin, the king of Judah, went out to the king of Babylon, he, and his mother, and his servants, and his leaders, and his eunuchs. And the king of Babylon received him, in the eighth year of his reign.",
          "ID": "12"
        },
        {
          "text": "And he took from there all the treasures of the house of the Lord, and the treasures of the house of the king. And he cut up all the gold vessels which Solomon, the king of Israel, had made for the temple of the Lord, in accord with the word of the Lord.",
          "ID": "13"
        },
        {
          "text": "And he carried away all of Jerusalem, and all the leaders, and all the strong men of the army, ten thousand, into captivity, with every artisan and craftsman. And no one was left behind, except the poor among the people of the land.",
          "ID": "14"
        },
        {
          "text": "Also, he carried away Jehoiachin into Babylon, and the mother of the king, and the wives of the king, and his eunuchs. And he led into captivity the judges of the land, from Jerusalem to Babylon,",
          "ID": "15"
        },
        {
          "text": "and all the robust men, seven thousand, and the artisans and craftsman, one thousand: all who were strong men and fit for war. And the king of Babylon led them away as captives, into Babylon.",
          "ID": "16"
        },
        {
          "text": "And he appointed Mattaniah, his uncle, in his place. And he imposed the name Zedekiah upon him.",
          "ID": "17"
        },
        {
          "text": "Zedekiah held twenty-one years of life when he had begun to reign. And he reigned for eleven years in Jerusalem. The name of his mother was Hamutal, the daughter of Jeremiah, from Libnah.",
          "ID": "18"
        },
        {
          "text": "And he did evil before the Lord, in accord with all that Jehoiakim had done.",
          "ID": "19"
        },
        {
          "text": "For the Lord was angry against Jerusalem and against Judah, until he cast them away from his face. And so Zedekiah withdrew from the king of Babylon.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.24",
      "name": "2 Kings 24"
    },
    {
      "text": [
        {
          "text": "Then it happened that, in the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar, the king of Babylon, he and his entire army, arrived against Jerusalem. And they encircled it, and they constructed fortifications all around it.",
          "ID": "1"
        },
        {
          "text": "And the city was enclosed and besieged, even until the eleventh year of king Zedekiah,",
          "ID": "2"
        },
        {
          "text": "on the ninth day of the month. And a famine prevailed in the city; neither was there bread for the people of the land.",
          "ID": "3"
        },
        {
          "text": "And the city was breached. And all the men of war fled in the night along the way of the gate which is between the double wall at the garden of the king. Now the Chaldeans were besieging the city on all sides. And so Zedekiah fled along the way which leads to the plains of the wilderness.",
          "ID": "4"
        },
        {
          "text": "And the army of the Chaldeans pursued the king, and they overtook him in the plains of Jericho. And all the warriors who were with him were dispersed, and they abandoned him.",
          "ID": "5"
        },
        {
          "text": "Therefore, having apprehended him, they led the king to the king of Babylon at Riblah. And he was speaking with him in judgment.",
          "ID": "6"
        },
        {
          "text": "Then he killed the sons of Zedekiah before him, and he dug out his eyes, and he bound him with chains, and he led him away to Babylon.",
          "ID": "7"
        },
        {
          "text": "In the fifth month, on the seventh day of the month, the same is the nineteenth year of the king of Babylon, Nebuzaradan, the leader of the army, a servant of the king of Babylon, went into Jerusalem.",
          "ID": "8"
        },
        {
          "text": "And he set fire to the house of the Lord, and to the house of the king. And the houses of Jerusalem, and every great house, he burned with fire.",
          "ID": "9"
        },
        {
          "text": "And the entire army of the Chaldeans, which was with the leader of the military, tore down the walls of Jerusalem all around.",
          "ID": "10"
        },
        {
          "text": "Then Nebuzaradan, the leader of the military, carried away the rest of the people, who had remained in the city, and the fugitives, who had fled over to the king of Babylon, and the remnant of the common people.",
          "ID": "11"
        },
        {
          "text": "But he left behind some vinedressers and farmers from the poor of the land.",
          "ID": "12"
        },
        {
          "text": "Now the pillars of brass which were in the temple of the Lord, and the bases, and the sea of brass, which was in the house of the Lord, the Chaldeans broke apart. And they took all the brass to Babylon.",
          "ID": "13"
        },
        {
          "text": "Also, they took away the cooking pots of brass, and the scoops, and the forks, and the cups, and the little mortars, and all the articles of brass with which they were ministering.",
          "ID": "14"
        },
        {
          "text": "And the leader of the military even took away the censers and the bowls, whatever was of gold for the gold, and whatever was of silver for the silver,",
          "ID": "15"
        },
        {
          "text": "and also the two pillars, the one sea, and the bases which Solomon had made for the temple of the Lord. The brass of all these items was beyond measure.",
          "ID": "16"
        },
        {
          "text": "One pillar had eighteen cubits in height. And the head of brass upon it was three cubits in height. And the network and pomegranates upon the head of the pillar were all of brass. And the second pillar had a similar adornment.",
          "ID": "17"
        },
        {
          "text": "Also, the leader of the military took away Seraiah, the chief priest, and Zephaniah, the second priest, and three doorkeepers,",
          "ID": "18"
        },
        {
          "text": "and from the city, one eunuch, who was in charge of the men of war, and five men out of those who had stood before the king, whom he found in the city, and Sopher, the leader of the army who trained the young soldiers from the people of the land, and sixty men from the common people, who had been found in the city.",
          "ID": "19"
        },
        {
          "text": "Taking them, Nebuzaradan, the leader of the military, led them to the king of Babylon at Riblah.",
          "ID": "20"
        },
        {
          "text": "And the king of Babylon struck them and killed them at Riblah, in the land of Hamath. And Judah was taken away from his land.",
          "ID": "21"
        },
        {
          "text": "But over the people who had remained in the land of Judah, whom Nebuchadnezzar, the king of Babylon, had permitted, he appointed as ruler Gedaliah, the son of Ahikam, the son of Shaphan.",
          "ID": "22"
        },
        {
          "text": "And when all the commanders of the military had heard this, they and the men who were with them, specifically, that the king of Babylon had appointed Gedaliah, they went to Gedaliah at Mizpah: Ishmael, the son of Nethaniah, and Johanan, the son of Kareah, and Seraiah, the son of Tanhumeth, the Netophathite, and Jaazaniah, the son of a Maacathite, they and their companions.",
          "ID": "23"
        },
        {
          "text": "And Gedaliah swore to them and to their companions, saying: \"Do not be afraid to serve the Chaldeans. Remain in the land, and serve the king of Babylon, and it shall be well with you.\"",
          "ID": "24"
        },
        {
          "text": "But it happened that, in the seventh month, Ishmael, the son of Nethaniah, the son of Elishama, of royal offspring, and ten men with him, went and struck Gedaliah, who then died, along with the Jews and the Chaldeans who were with him at Mizpah.",
          "ID": "25"
        },
        {
          "text": "And all the people, from small to great, and the leaders of the military, rising up, went away to Egypt, fearing the Chaldeans.",
          "ID": "26"
        },
        {
          "text": "Truly, it happened that, in the thirty-seventh year of the transmigration of Jehoiachin, the king of Judah, in the twelfth month, on the twenty-seventh day of the month, Evilmerodach, the king of Babylon, in the year when he had begun to reign, lifted up the head of Jehoiachin, the king of Judah, from prison.",
          "ID": "27"
        },
        {
          "text": "And he spoke kindly to him. And he set his throne above the throne of the kings who were with him at Babylon.",
          "ID": "28"
        },
        {
          "text": "And he changed his garments that he had worn in prison. And he ate bread before him always, during all the days of his life.",
          "ID": "29"
        },
        {
          "text": "Also, he appointed to him an allowance without ceasing, which also was given to him by the king, for each day, during all the days of his life.",
          "ID": "30"
        }
      ],
      "ID": "OT:2KI.25",
      "name": "2 Kings 25"
    }
  ],
  "ID": "OT:2KI(CPDV)",
  "version": "CPDV",
  "name": "2 Kings"
}