{
  "version": "ERV",
  "text": [
    {
      "title": "Joram Takes Ahaziah’s Place",
      "text": [
        {
          "text": "After King Ahab died, Moab broke away from Israel’s rule.",
          "ID": "1"
        },
        {
          "text": "One day Ahaziah was on the roof of his house in Samaria. He fell down through the wooden bars on top of his house and was badly hurt. He called messengers and told them, “Go to the priests of Baal Zebub, the god of Ekron, and ask them if I will get well from my injuries.”",
          "ID": "2"
        },
        {
          "text": "But the Lord’s angel said to Elijah the Tishbite, “King Ahaziah has sent some messengers from Samaria. Go meet those men and ask them, ‘There is a God in Israel, so why are you men going to ask questions of Baal Zebub, the god of Ekron?",
          "ID": "3"
        },
        {
          "text": "Since you did this, the Lord says, You will not get up from your bed. You will die!’” Then Elijah left.",
          "ID": "4"
        },
        {
          "text": "When messengers came back to Ahaziah, he asked them, “Why did you come back so soon?”",
          "ID": "5"
        },
        {
          "text": "The messengers said to Ahaziah, “A man came up to meet us and told us to go back to the king who sent us and tell him what the Lord says: ‘There is a God in Israel, so why did you send messengers to ask questions of Baal Zebub, the god of Ekron? Since you did this, you will not get up from your bed. You will die!’”",
          "ID": "6"
        },
        {
          "text": "Ahaziah said to the messengers, “What did the man look like who met you and told you this?”",
          "ID": "7"
        },
        {
          "text": "They answered Ahaziah, “This man was wearing a hairy coat with a leather belt around his waist.”\nThen Ahaziah said, “That was Elijah the Tishbite.”",
          "ID": "8",
          "comments": [
            "This man … coat Or “This man was a hairy man.”"
          ]
        },
        {
          "text": "Ahaziah sent a captain and 50 men to Elijah. The captain went to Elijah, who was sitting on top of a hill. The captain said to Elijah, “Man of God, the king says, ‘Come down!’”",
          "ID": "9"
        },
        {
          "text": "Elijah answered the captain of 50, “If I am a man of God, let fire come down from heaven and destroy you and your 50 men!”\nSo fire came down from heaven and destroyed the captain and his 50 men.",
          "ID": "10"
        },
        {
          "text": "Ahaziah sent another captain with 50 men to Elijah. He said to Elijah, “Man of God, the king says, ‘Come down quickly!’”",
          "ID": "11"
        },
        {
          "text": "Elijah told the captain and his 50 men, “If I am a man of God, let fire come down from heaven and destroy you and your 50 men!”\nThen God’s fire came down from heaven and destroyed the captain and his 50 men.",
          "ID": "12"
        },
        {
          "text": "Ahaziah sent a third captain with 50 men. The third captain came to Elijah. He fell down on his knees and begged Elijah, saying to him, “Man of God, I ask you, please let my life and the lives of your 50 servants be valuable to you.",
          "ID": "13"
        },
        {
          "text": "Fire came down from heaven and destroyed the first two captains and their 50 men. But now, have mercy and let us live!”",
          "ID": "14"
        },
        {
          "text": "The Lord’s angel said to Elijah, “Go with the captain. Don’t be afraid of him.”\nSo Elijah went with the captain to see King Ahaziah.",
          "ID": "15"
        },
        {
          "text": "Elijah told Ahaziah, “This is what the Lord says: ‘There is a God in Israel, so why did you send messengers to ask questions of Baal Zebub, the god of Ekron? Since you did this, you will not get up from your bed. You will die!’”",
          "ID": "16"
        },
        {
          "text": "Ahaziah died, just as the Lord said through Elijah. Ahaziah did not have a son, so Joram became the new king after Ahaziah. He began to rule during the second year that Jehoram son of Jehoshaphat was the king of Judah.",
          "ID": "17"
        },
        {
          "text": "The other things that Ahaziah did are written in the book, The History of the Kings of Israel.",
          "ID": "18"
        }
      ],
      "ID": "OT:2KI.1",
      "name": "2 Kings 1"
    },
    {
      "title": "Some Boys Make Fun of Elisha",
      "text": [
        {
          "text": "It was near the time for the Lord to take Elijah by a whirlwind up into heaven. Elijah and Elisha started to leave Gilgal.",
          "ID": "1"
        },
        {
          "text": "Elijah said to Elisha, “Please stay here, because the Lord told me to go to Bethel.”\nBut Elisha said, “I promise, as the Lord lives and as you live, I will not leave you.” So the two men went down to Bethel.",
          "ID": "2"
        },
        {
          "text": "The group of prophets at Bethel came to Elisha and said to him, “Do you know that the Lord will take your master away from you today?”\nElisha said, “Yes, I know. Don’t talk about it.”",
          "ID": "3",
          "comments": [
            "group of prophets Literally, “sons of the prophets.” These were prophets and people studying to become prophets. Also in verses 5, 7, 15, 17."
          ]
        },
        {
          "text": "Elijah said to Elisha, “Please stay here, because the Lord told me to go to Jericho.”\nBut Elisha said, “I promise, as the Lord lives and as you live, I will not leave you!” So the two men went to Jericho.",
          "ID": "4"
        },
        {
          "text": "The group of prophets at Jericho came to Elisha and said to him, “Do you know that the Lord will take your master away from you today?”\nElisha answered, “Yes, I know. Don’t talk about it.”",
          "ID": "5"
        },
        {
          "text": "Elijah said to Elisha, “Please stay here, because the Lord told me to go to the Jordan River.”\nElisha answered, “I promise, as the Lord lives and as you live, I will not leave you!” So the two men went on.",
          "ID": "6"
        },
        {
          "text": "There were 50 men from the group of prophets who followed them. Elijah and Elisha stopped at the Jordan River. The 50 men stood far away from Elijah and Elisha.",
          "ID": "7"
        },
        {
          "text": "Elijah took off his coat, folded it, and hit the water with it. The water separated to the right and to the left. Then Elijah and Elisha crossed the river on dry ground.",
          "ID": "8"
        },
        {
          "text": "After they crossed the river, Elijah said to Elisha, “What do you want me to do for you before God takes me away from you?”\nElisha said, “I ask you for a double share of your spirit on me.”",
          "ID": "9"
        },
        {
          "text": "Elijah said, “You have asked a hard thing. If you see me when I am taken from you, it will happen. But if you don’t see me when I am taken from you, it will not happen.”",
          "ID": "10"
        },
        {
          "text": "Elijah and Elisha were walking and talking together. Suddenly, some horses and a chariot came and separated Elijah from Elisha. The horses and the chariot were like fire. Then Elijah was carried up into heaven in a whirlwind.",
          "ID": "11"
        },
        {
          "text": "Elisha saw it, and shouted, “My father! My father! The chariot of Israel and his horses!”\nElisha never saw Elijah again. Elisha grabbed his own clothes and tore them in two to show his sadness.",
          "ID": "12",
          "comments": [
            "chariot … horses Or “the Chariot of Israel and his horse soldiers.” This may mean “God and his heavenly army.”"
          ]
        },
        {
          "text": "Elijah’s coat had fallen to the ground, so Elisha picked it up. He went back and stood at the edge of the Jordan River.",
          "ID": "13"
        },
        {
          "text": "He hit the water and said, “Where is the Lord, the God of Elijah?” Just as Elisha hit the water, the water separated to the right and to the left! Then Elisha crossed the river.",
          "ID": "14"
        },
        {
          "text": "When the group of prophets at Jericho saw Elisha, they said, “Elijah’s spirit is now on Elisha!” They came to meet Elisha. They bowed very low to the ground before him.",
          "ID": "15"
        },
        {
          "text": "They said, “Look, we have 50 good men. Please let them go and look for your master. Maybe the Lord’s Spirit has taken Elijah up and dropped him on some mountain or in some valley.”\nBut Elisha answered, “No, don’t send men to look for Elijah!”",
          "ID": "16"
        },
        {
          "text": "The group of prophets begged Elisha until he was embarrassed. Then Elisha said, “Send the men to look for Elijah.”\nThe group of prophets sent the 50 men to look for Elijah. They looked three days, but they could not find him.",
          "ID": "17"
        },
        {
          "text": "So the men went to Jericho where Elisha was staying and told him. Elisha said to them, “I told you not to go.”",
          "ID": "18"
        },
        {
          "text": "The men of the city said to Elisha, “Sir, you can see this city is in a nice place, but the water is bad. That is why the land cannot grow crops.”",
          "ID": "19"
        },
        {
          "text": "Elisha said, “Bring me a new bowl and put salt in it.”\nThey brought the bowl to Elisha.",
          "ID": "20"
        },
        {
          "text": "Then he went out to the place where the water began flowing from the ground. Elisha threw the salt into the water and said, “The Lord said, ‘I am making this water pure! From now on this water will not cause any more death or keep the land from growing crops.’”",
          "ID": "21"
        },
        {
          "text": "The water became pure and is still good today. It happened just as Elisha had said.",
          "ID": "22"
        },
        {
          "text": "Elisha went from that city to Bethel. He was walking up the hill to the city, and some boys were coming down out of the city. They began making fun of him. They said, “Go away, you bald-headed man! Go away, you bald-headed man!”",
          "ID": "23"
        },
        {
          "text": "Elisha looked back and saw them. He asked the Lord to cause bad things to happen to them. Then two bears came out of the forest and attacked the boys. There were 42 boys ripped apart by the bears.",
          "ID": "24"
        },
        {
          "text": "Elisha left Bethel and went to Mount Carmel and from there he went back to Samaria.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.2",
      "name": "2 Kings 2"
    },
    {
      "title": "The Three Kings Ask Elisha for Advice",
      "text": [
        {
          "text": "Joram son of Ahab became king over Israel at Samaria. He began to rule during Jehoshaphat’s 18th year as king of Judah. Joram ruled 12 years.",
          "ID": "1"
        },
        {
          "text": "He did what the Lord said was wrong. But he was not like his father and mother, because he removed the pillar that his father had made for worshiping Baal.",
          "ID": "2"
        },
        {
          "text": "But he continued to do the sins of Jeroboam son of Nebat who had caused the Israelites to sin. Joram did not stop committing the sins of Jeroboam.",
          "ID": "3"
        },
        {
          "text": "Mesha was the king of Moab. He owned many sheep. He gave the wool of 100,000 lambs and 100,000 rams to the king of Israel.",
          "ID": "4"
        },
        {
          "text": "But when Ahab died, the king of Moab broke away from the rule of the king of Israel.",
          "ID": "5"
        },
        {
          "text": "Then King Joram went out of Samaria and gathered together all the men of Israel.",
          "ID": "6"
        },
        {
          "text": "Joram sent messengers to Jehoshaphat, the king of Judah. Joram said, “The king of Moab has broken away from my rule. Will you go with me to fight against Moab?”\nJehoshaphat said, “Yes, I will go with you. We will join together as one army. My people will be like your people, and my horses will be like your horses.”",
          "ID": "7"
        },
        {
          "text": "Jehoshaphat asked Joram, “Which way should we go?”\nJoram answered, “We should go through the desert of Edom.”",
          "ID": "8"
        },
        {
          "text": "So the king of Israel went with the king of Judah and the king of Edom. They traveled around for seven days. There was not enough water for the army or for their animals.",
          "ID": "9"
        },
        {
          "text": "Finally, the king of Israel said, “Oh, I think the Lord really brought us three kings together only to let the Moabites defeat us!”",
          "ID": "10"
        },
        {
          "text": "But Jehoshaphat said, “Surely one of the Lord’s prophets is here. Let’s ask the prophet what the Lord says we should do.”\nOne of the servants of the king of Israel said, “Elisha son of Shaphat is here. Elisha was Elijah’s servant.”",
          "ID": "11",
          "comments": [
            "Elisha was Elijah’s servant Literally, “Elisha poured water over Elijah’s hands.”"
          ]
        },
        {
          "text": "Jehoshaphat said, “The Lord’s word is with Elisha.”\nSo the king of Israel, Jehoshaphat, and the king of Edom went down to see Elisha.",
          "ID": "12"
        },
        {
          "text": "Elisha said to the king of Israel, “What do you want from me? Go to the prophets of your father and mother.”\nThe king of Israel said to Elisha, “No, we have come to see you because the Lord called us three kings together to let the Moabites defeat us.”",
          "ID": "13"
        },
        {
          "text": "Elisha said, “I respect King Jehoshaphat of Judah, and I serve the Lord All-Powerful. As surely as he lives, I came here only because of Jehoshaphat. I tell you the truth, if he were not here, I would not pay any attention to you. I would ignore you completely.",
          "ID": "14"
        },
        {
          "text": "But now bring me someone who plays the harp.”\nWhen the person played the harp, the Lord’s power came on Elisha.",
          "ID": "15",
          "comments": [
            "power Literally, “hand.”"
          ]
        },
        {
          "text": "Then Elisha said, “This is what the Lord says: ‘Dig holes in the valley.’",
          "ID": "16"
        },
        {
          "text": "Yes, this is what the Lord says: ‘You will not see wind or rain, but that valley will be filled with water. Then you and your cattle and other animals will have water to drink.’",
          "ID": "17"
        },
        {
          "text": "This is an easy thing for the Lord to do. He will also help you defeat the Moabites.",
          "ID": "18"
        },
        {
          "text": "You will attack every strong city and every good city. You will cut down every good tree. You will stop up all the springs of water. You will ruin every good field with stones.”",
          "ID": "19"
        },
        {
          "text": "In the morning, at the time for the morning sacrifice, water began flowing from the direction of Edom and filled the valley.",
          "ID": "20"
        },
        {
          "text": "The Moabites heard that the kings had come up to fight against them. So they gathered together all the men old enough to wear armor and waited at the border.",
          "ID": "21"
        },
        {
          "text": "The Moabites got up early that morning. The rising sun was shining on the water in the valley, and it looked like blood to the Moabites.",
          "ID": "22"
        },
        {
          "text": "They said, “Look at the blood! The kings must have fought against each other. They must have destroyed each other. Let’s go take the valuable things from the dead bodies!”",
          "ID": "23"
        },
        {
          "text": "The Moabites came to the Israelite camp, but the Israelites came out and attacked the Moabite army. The Moabites ran away from the Israelites. The Israelites followed them into Moab to fight them.",
          "ID": "24"
        },
        {
          "text": "The Israelites destroyed the cities. They threw their stones at every good field in Moab. They stopped up all the springs of water and cut down all the good trees. The Israelites fought all the way to Kir Hareseth. The soldiers surrounded Kir Hareseth and attacked it too.",
          "ID": "25",
          "comments": [
            "threw their stones These were probably the stones soldiers threw with slings in war."
          ]
        },
        {
          "text": "The king of Moab saw that the battle was too strong for him, so he took 700 men with swords to break through to the king of Edom. But they were not able to do it.",
          "ID": "26"
        },
        {
          "text": "Then the king of Moab took his oldest son, who would become the next king after him. On the wall around the city, the king of Moab offered his son as a burnt offering. This upset the Israelites very much. So the Israelites left the king of Moab and went back to their own land.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.3",
      "name": "2 Kings 3"
    },
    {
      "title": "Elisha Feeds the Group of Prophets",
      "text": [
        {
          "text": "A man from the group of prophets had a wife. This man died, and his wife cried out to Elisha, “My husband was like a servant to you. Now he is dead! You know he honored the Lord. But he owed money to a man. Now that man is coming to take my two boys and make them his slaves!”",
          "ID": "1",
          "comments": [
            "group of prophets Literally, “sons of the prophets.” These were prophets and those studying to become prophets. Also in verses 38, 39, 44."
          ]
        },
        {
          "text": "Elisha answered, “How can I help you? Tell me, what do you have in your house?”\nThe woman said, “I don’t have anything in the house except a jar of olive oil.”",
          "ID": "2"
        },
        {
          "text": "Then Elisha said, “Go and borrow bowls from all your neighbors. They must be empty. Borrow plenty of bowls.",
          "ID": "3"
        },
        {
          "text": "Then go to your house and close the doors. Only you and your sons will be in the house. Then pour the oil into all the bowls. Fill them, and put them in a separate place.”",
          "ID": "4"
        },
        {
          "text": "So the woman left Elisha, went into her house, and shut the door. Only she and her sons were in the house. Her sons brought the bowls to her and she poured oil.",
          "ID": "5"
        },
        {
          "text": "She filled many bowls. Finally, she said to her son, “Bring me another bowl.”\nBut all the bowls were full. One of the sons said to her, “There aren’t any more bowls.” Then the oil in the jar was finished!",
          "ID": "6"
        },
        {
          "text": "When she told the man of God what had happened, Elisha said to her, “Go, sell the oil and pay your debt. You and your sons can live on the money that is left.”",
          "ID": "7"
        },
        {
          "text": "One day Elisha went to Shunem, where an important woman lived. She asked Elisha to stop and eat at her house. So every time Elisha went through that place, he stopped there to eat.",
          "ID": "8"
        },
        {
          "text": "The woman said to her husband, “Look, I can see that Elisha is a holy man of God. He passes by our house all the time.",
          "ID": "9"
        },
        {
          "text": "Please, let’s make a little room on the roof for him. Let’s put a bed in this room and a table, a chair, and a lampstand. Then when he comes to our house, he can have this room for himself.”",
          "ID": "10",
          "comments": [
            "room on the roof In ancient Israel, houses had flat roofs that were used as an extra room."
          ]
        },
        {
          "text": "One day Elisha came to the woman’s house. He went to this room and rested there.",
          "ID": "11"
        },
        {
          "text": "Elisha said to his servant Gehazi, “Call this Shunammite woman.”\nThe servant called the Shunammite woman, and she stood in front of Elisha.",
          "ID": "12"
        },
        {
          "text": "Elisha told his servant, “Now say to her, ‘Look, you have done your best to take care of us. What can we do for you? Do you want us to speak to the king for you, or to the captain of the army?’”\nShe answered, “I am fine living here among my own people.”",
          "ID": "13"
        },
        {
          "text": "Elisha said to Gehazi, “What can we do for her?”\nHe answered, “I know! She does not have a son, and her husband is old.”",
          "ID": "14"
        },
        {
          "text": "Then Elisha said, “Call her.”\nSo Gehazi called the woman. She came and stood at his door.",
          "ID": "15"
        },
        {
          "text": "Elisha said, “About this time next spring, you will be holding your own baby boy in your arms.”\nThe woman said, “No, sir! Man of God, don’t lie to me!”",
          "ID": "16"
        },
        {
          "text": "But the woman did become pregnant and gave birth to a son that next spring, just as Elisha had said.",
          "ID": "17"
        },
        {
          "text": "The boy grew. One day the boy went out into the fields to see his father and the men cutting the grain.",
          "ID": "18"
        },
        {
          "text": "The boy said to his father, “Oh, my head! My head hurts!”\nThe father said to his servant, “Carry him to his mother!”",
          "ID": "19"
        },
        {
          "text": "The servant took the boy to his mother. The boy sat on his mother’s lap until noon. Then he died.",
          "ID": "20"
        },
        {
          "text": "The woman laid the boy on the bed of Elisha, the man of God. Then she shut the door to that room and went outside.",
          "ID": "21"
        },
        {
          "text": "She called to her husband and said, “Please send me one of the servants and a donkey. Then I will go quickly to get the man of God and come back.”",
          "ID": "22"
        },
        {
          "text": "The woman’s husband said, “Why would you want to go to the man of God today? It isn’t the New Moon or Sabbath day.”\nShe said, “Goodbye!”",
          "ID": "23",
          "comments": [
            "Goodbye Or “Everything is all right.” Literally, “Peace.”"
          ]
        },
        {
          "text": "Then she put a saddle on a donkey and said to her servant, “Let’s go, and hurry! Go slow only when I tell you.”",
          "ID": "24"
        },
        {
          "text": "The woman went to Mount Carmel to get the man of God.\nThe man of God saw the Shunammite woman coming from far away and said to his servant Gehazi, “Look, there’s the Shunammite woman!",
          "ID": "25"
        },
        {
          "text": "Please run now to meet her! Say to her, ‘Are you all right? Is your husband all right? Is the child all right?’”\nShe answered, “Everything is all right.”",
          "ID": "26",
          "comments": [
            "Everything is all right Or “Hello.” Literally, “Peace.”"
          ]
        },
        {
          "text": "But the Shunammite woman went up the hill to the man of God. She bowed down and touched Elisha’s feet. Gehazi came near to pull her away. But the man of God said to Gehazi, “Leave her alone! She’s very upset, and the Lord didn’t tell me about it. He hid this news from me.”",
          "ID": "27"
        },
        {
          "text": "Then she said, “Sir, I never asked for a son. I told you, ‘Don’t trick me!’”",
          "ID": "28"
        },
        {
          "text": "Then Elisha said to Gehazi, “Get ready to go. Take my walking stick and go! If you meet anyone along the way, don’t even stop to say hello to him. If anyone says hello to you, don’t answer. Put my walking stick on the child’s face.”",
          "ID": "29"
        },
        {
          "text": "But the child’s mother said, “I promise, as the Lord lives and as you live, I will not leave without you!”\nSo Elisha got up and followed her.",
          "ID": "30"
        },
        {
          "text": "Gehazi arrived at the house before Elisha and the Shunammite woman. Gehazi laid the walking stick on the child’s face, but the child did not talk or show any sign that he heard anything. Then Gehazi came back to meet Elisha and said, “The child will not wake up!”",
          "ID": "31"
        },
        {
          "text": "Elisha went into the house, and there was the child, lying dead on his bed.",
          "ID": "32"
        },
        {
          "text": "Elisha went into the room and shut the door. He and the child were alone in the room now. Then he prayed to the Lord.",
          "ID": "33"
        },
        {
          "text": "Elisha went to the bed and lay on the child. He put his eyes on the child’s eyes, his mouth on the child’s mouth, and his hands on the child’s hands. He lay there on top of the child until the child’s body became warm.",
          "ID": "34"
        },
        {
          "text": "Then Elisha turned away and walked around the room. He went back and lay on the child until the child sneezed seven times and opened his eyes.",
          "ID": "35"
        },
        {
          "text": "Elisha called Gehazi and said, “Call the Shunammite woman!”\nGehazi called her, and she came to Elisha. Elisha said, “Pick up your son.”",
          "ID": "36"
        },
        {
          "text": "Then the Shunammite woman went into the room and bowed down at Elisha’s feet. Then she picked up her son and went out.",
          "ID": "37"
        },
        {
          "text": "Elisha went to Gilgal again. There was a famine in the land. The group of prophets was sitting in front of Elisha. Elisha said to his servant, “Put the large pot on the fire, and make some soup for the group of prophets.”",
          "ID": "38"
        },
        {
          "text": "One man went out into the field to gather herbs. He found a wild vine and picked the fruit from it. He put that fruit in his robe and brought it back. He cut up the wild fruit and put it into the pot. But the group of prophets did not know what kind of fruit it was.",
          "ID": "39"
        },
        {
          "text": "Then they poured some of the soup for the men to eat. But when they began to eat the soup, they shouted out, “Man of God! There’s poison in the pot!” The food tasted like poison, so they could not eat that food.",
          "ID": "40"
        },
        {
          "text": "But Elisha said, “Bring some flour.” He threw the flour into the pot. Then he said, “Pour the soup for the people so that they can eat.”\nAnd there was nothing wrong with the soup.",
          "ID": "41"
        },
        {
          "text": "A man from Baal Shalishah came and brought bread from the first harvest to the man of God. This man brought 20 loaves of barley bread and fresh grain in his sack. Then Elisha said, “Give this food to the people, so that they can eat.”",
          "ID": "42"
        },
        {
          "text": "Elisha’s servant said, “What? There are 100 men here. How can I give this food to all those men?”\nBut Elisha said, “Give the food to the people to eat. The Lord says, ‘They will eat and there will still be food left over.’”",
          "ID": "43"
        },
        {
          "text": "Then Elisha’s servant put the food in front of the group of prophets. The group of prophets had enough to eat, and they even had food left over. This happened just as the Lord had said.",
          "ID": "44"
        }
      ],
      "ID": "OT:2KI.4",
      "name": "2 Kings 4"
    },
    {
      "title": "Naaman’s Problem",
      "text": [
        {
          "text": "Naaman was the captain of the army of the king of Aram. He was very important to his king because the Lord used him to lead Aram to victory. Naaman was a great and powerful man, but he was also sick with leprosy.",
          "ID": "1",
          "comments": [
            "king Literally, “master.”"
          ]
        },
        {
          "text": "The Aramean army sent many groups of soldiers to fight in Israel. One time they took a little girl from the land of Israel. This girl became a servant of Naaman’s wife.",
          "ID": "2"
        },
        {
          "text": "She said to his wife, “I wish that my master would meet the prophet who lives in Samaria. He could heal Naaman of his leprosy.”",
          "ID": "3"
        },
        {
          "text": "Naaman went to the king and told him what the Israelite girl said.",
          "ID": "4"
        },
        {
          "text": "Then the king of Aram said, “Go now, and I will send a letter to the king of Israel.”\nSo Naaman went to Israel. He took 750 pounds of silver, 6000 pieces of gold and ten changes of clothes as gifts.",
          "ID": "5",
          "comments": [
            "750 pounds Literally, “10 talents” (345 kg)."
          ]
        },
        {
          "text": "Naaman took the letter from the king of Aram to the king of Israel. The letter said: “Now this letter is to show that I am sending my servant Naaman to you. Cure his leprosy.”",
          "ID": "6"
        },
        {
          "text": "When the king of Israel had read the letter, he tore his clothes to show he was sad and upset. He said, “Am I God? I don’t have the power over life and death. So why did the king of Aram send a man sick with leprosy for me to heal? Think about it, and you will see that it is a trick. The king of Aram is trying to start a fight.”",
          "ID": "7"
        },
        {
          "text": "Elisha, the man of God, heard that the king of Israel had torn his clothes. So Elisha sent this message to the king: “Why did you tear your clothes? Let Naaman come to me. Then he will know there is a prophet in Israel.”",
          "ID": "8"
        },
        {
          "text": "So Naaman came with his horses and chariots to Elisha’s house and stood outside the door.",
          "ID": "9"
        },
        {
          "text": "Elisha sent a messenger to Naaman who said, “Go and wash in the Jordan River seven times. Then your skin will be healed, and you will be pure and clean.”",
          "ID": "10"
        },
        {
          "text": "Naaman became angry and left. He said, “I thought Elisha would at least come out and stand in front of me and call on the name of the Lord his God. I thought he would wave his hand over my body and heal the leprosy.",
          "ID": "11"
        },
        {
          "text": "Abana and Pharpar, the rivers of Damascus, are better than all the water in Israel. Why can’t I wash in those rivers in Damascus and become clean?” He was very angry and turned to leave.",
          "ID": "12"
        },
        {
          "text": "But Naaman’s servants went to him and talked to him. They said, “Father, if the prophet told you to do some great thing, you would do it, isn’t that right? But he said, ‘Wash, and you will be pure and clean.’”",
          "ID": "13",
          "comments": [
            "Father Slaves often called their masters “father,” and the masters often called their slaves “children.”"
          ]
        },
        {
          "text": "So Naaman did what the man of God said. He went down and dipped himself in the Jordan River seven times, and he became pure and clean. His skin became soft like the skin of a baby.",
          "ID": "14"
        },
        {
          "text": "Naaman and his whole group came back to the man of God. He stood before Elisha and said, “Look, I now know there is no God in all the earth except in Israel. Now please accept a gift from me.”",
          "ID": "15"
        },
        {
          "text": "But Elisha said, “The Lord is the one I serve, and as surely as he lives, I will not accept any gift.”\nNaaman tried hard to make Elisha take the gift, but he refused.",
          "ID": "16"
        },
        {
          "text": "Then Naaman said, “If you will not accept this gift, at least do this for me. Let me have enough dirt from Israel to fill the baskets on two of my mules. I ask this because I will never again offer any burnt offering or sacrifice to any other gods. I will offer sacrifices only to the Lord!",
          "ID": "17",
          "comments": [
            "Let me have … my mules Naaman probably thought the ground in Israel was holy, so he wanted to take some with him to help him worship the Lord in his own country."
          ]
        },
        {
          "text": "And I pray that the Lord will forgive me for this: When my master goes to the temple of Rimmon to worship that false god, he will want to lean on me for support. So I must bow down in the temple of Rimmon. I ask the Lord now to forgive me when that happens.”",
          "ID": "18"
        },
        {
          "text": "Then Elisha said to Naaman, “Go in peace.”\nSo Naaman left Elisha and went a short way.",
          "ID": "19"
        },
        {
          "text": "But Gehazi, the servant of Elisha the man of God, said, “Look, my master has let Naaman the Aramean go without accepting the gift that he brought. As the Lord lives, I will run after Naaman and get something from him.”",
          "ID": "20"
        },
        {
          "text": "So Gehazi ran to Naaman.\nNaaman saw someone running after him. He stepped down from the chariot to meet Gehazi. Naaman said, “Is everything all right?”",
          "ID": "21"
        },
        {
          "text": "Gehazi said, “Yes, everything is all right. My master has sent me. He said, ‘Look, two young men came to me from the group of prophets in the hill country of Ephraim. Please give them 75 pounds of silver and two changes of clothes.’”",
          "ID": "22",
          "comments": [
            "group of prophets Literally, “sons of the prophets.” These were prophets and people studying to become prophets. Also in 6:1, 4.",
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "Naaman said, “Please, take 150 pounds.” He persuaded Gehazi to take the silver. Naaman put 150 pounds of silver in two bags and took two changes of clothes. Then he gave these things to two of his servants. The servants carried these things for Gehazi.",
          "ID": "23",
          "comments": [
            "150 pounds Literally, “2 talents” (69 kg)."
          ]
        },
        {
          "text": "When Gehazi came to the hill, he took these things from the servants. He sent the servants away, and they left. Then he hid those things in the house.",
          "ID": "24"
        },
        {
          "text": "Gehazi came in and stood before his master. Elisha said to Gehazi, “Where have you been Gehazi?”\nGehazi answered, “I didn’t go anywhere.”",
          "ID": "25"
        },
        {
          "text": "Elisha said to him, “That is not true! My heart was with you when the man turned from his chariot to meet you. This is not the time to take money, clothes, olives, grapes, sheep, cattle, or men and women servants.",
          "ID": "26"
        },
        {
          "text": "Now you and your children will catch Naaman’s disease. You will have leprosy forever!”\nWhen Gehazi left Elisha, his skin was as white as snow! He was sick with leprosy.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.5",
      "name": "2 Kings 5"
    },
    {
      "title": "A Time of Terrible Hunger Hits Samaria",
      "text": [
        {
          "text": "The group of prophets said to Elisha, “We are staying in that place over there, but it is too small for us.",
          "ID": "1"
        },
        {
          "text": "Let’s go to the Jordan River and cut some wood. Each of us will get a log and we will build us a place to live there.”\nElisha answered, “Go and do it.”",
          "ID": "2"
        },
        {
          "text": "One of them said, “Please go with us.”\nElisha said, “Yes, I will go with you.”",
          "ID": "3"
        },
        {
          "text": "So Elisha went with the group of prophets. When they arrived at the Jordan River, they began to cut down some trees.",
          "ID": "4"
        },
        {
          "text": "But when one man was cutting down a tree, the iron ax head slipped from the handle and fell into the water. He shouted, “Oh, master! I borrowed that ax!”",
          "ID": "5"
        },
        {
          "text": "The man of God said, “Where did it fall?”\nThe man showed Elisha the place where the ax head fell. Then Elisha cut a stick and threw the stick into the water. The stick made the iron ax head float.",
          "ID": "6"
        },
        {
          "text": "Elisha said, “So pick up the ax head.” Then the man reached out and took the ax head.",
          "ID": "7"
        },
        {
          "text": "The king of Aram was making war against Israel. He had a council meeting with his army officers. He said, “Go to such and such a place and prepare to attack the Israelites when they come by.”",
          "ID": "8"
        },
        {
          "text": "But the man of God sent a message to the king of Israel. Elisha said, “Be careful! Don’t go by that place, because the Aramean soldiers are hiding there!”",
          "ID": "9"
        },
        {
          "text": "The king of Israel sent a message to his men at the place that the man of God warned him about. And the king of Israel saved quite a few men.",
          "ID": "10",
          "comments": [
            "quite a few men Literally, “not one or two.”"
          ]
        },
        {
          "text": "The king of Aram was very upset about this. He called his army officers and said to them, “Tell me who is spying for the king of Israel.”",
          "ID": "11"
        },
        {
          "text": "One of the officers of the king of Aram said, “My lord and king, not one of us is a spy. Elisha, the prophet from Israel, can tell the king of Israel many secret things—even the words that you speak in your bedroom!”",
          "ID": "12"
        },
        {
          "text": "The king of Aram said, “Find Elisha, and I will send men to catch him.”\nThe servants told the king of Aram, “Elisha is in Dothan.”",
          "ID": "13"
        },
        {
          "text": "Then the king of Aram sent horses, chariots, and a large army to Dothan. They arrived at night and surrounded the city.",
          "ID": "14"
        },
        {
          "text": "Elisha’s servant got up early that morning. When he went outside, he saw an army with horses and chariots all around the city.\nThe servant said to Elisha, “Oh, my master, what can we do?”",
          "ID": "15"
        },
        {
          "text": "Elisha said, “Don’t be afraid. The army that fights for us is larger than the army that fights for Aram.”",
          "ID": "16"
        },
        {
          "text": "Then Elisha prayed and said, “Lord, I ask you, open my servant’s eyes so that he can see.”\nThe Lord opened the eyes of the young man, and the servant saw the mountain was full of horses and chariots of fire. They were all around Elisha.",
          "ID": "17"
        },
        {
          "text": "These horses and chariots of fire came down to Elisha. He prayed to the Lord and said, “I pray that you will cause these people to become blind.”\nSo God did what Elisha asked. He caused the Aramean army to become blind.",
          "ID": "18"
        },
        {
          "text": "Elisha said to the Aramean army, “This is not the right way. This is not the right city. Follow me. I will lead you to the man you are looking for.” Then Elisha led them to Samaria.",
          "ID": "19",
          "comments": [
            "Samaria This was the capital city of Israel—the enemy of Aram."
          ]
        },
        {
          "text": "When they arrived at Samaria, Elisha said, “Lord, open the eyes of these men so that they can see.”\nThen the Lord opened their eyes, and the Aramean army saw they were in the city of Samaria!",
          "ID": "20"
        },
        {
          "text": "The king of Israel saw the Aramean army and said to Elisha, “My father, should I kill them? Should I kill them?”",
          "ID": "21"
        },
        {
          "text": "Elisha answered, “No, don’t kill them. They are not soldiers you captured in battle. Give them some bread and water. Let them eat and drink. Then let them go home to their leader.”",
          "ID": "22"
        },
        {
          "text": "So the king prepared a big meal for the Aramean army. After they ate and drank, he sent them back home to their leader. The Arameans did not send any more soldiers into the land of Israel to make raids.",
          "ID": "23"
        },
        {
          "text": "After this happened, King Ben-Hadad of Aram gathered all his army and went to surround and attack the city of Samaria.",
          "ID": "24"
        },
        {
          "text": "The soldiers would not let people bring food into the city, so there was a time of terrible hunger in Samaria. It was so bad in Samaria that a donkey’s head was sold for 80 pieces of silver and one pint of dove’s dung sold for five pieces of silver.",
          "ID": "25",
          "comments": [
            "one pint Literally, “1/4 cab” (about .3 l)."
          ]
        },
        {
          "text": "The king of Israel was walking on the wall around the city. A woman shouted out to him. She said, “My lord and king, please help me!”",
          "ID": "26"
        },
        {
          "text": "The king of Israel said, “If the Lord does not help you, how can I help you? I cannot give you grain from the threshing floor or wine from the winepress.”",
          "ID": "27"
        },
        {
          "text": "Then he said to her, “What is your trouble?”\nShe answered, “This woman said to me, ‘Give me your son so that we can eat him today. Then we will eat my son tomorrow.’",
          "ID": "28"
        },
        {
          "text": "So we boiled my son and ate him. Then the next day, I said to this woman, ‘Give me your son so that we can eat him.’ But she has hidden her son!”",
          "ID": "29"
        },
        {
          "text": "When the king heard the woman’s words, he tore his clothes to show he was upset. As he passed by on the wall, the people saw the king was wearing the rough cloth under his clothes to show he was sad and upset.",
          "ID": "30"
        },
        {
          "text": "The king said, “May God punish me if the head of Elisha son of Shaphat is still on his body at the end of this day!”",
          "ID": "31"
        },
        {
          "text": "The king sent a messenger to Elisha. Elisha was sitting in his house, and the elders were sitting with him. Before the messenger arrived, Elisha said to the elders, “Look, that son of a murderer is sending men to cut off my head. When the messenger arrives, shut the door. Hold the door and don’t let him in. I hear the sound of his master’s feet coming behind him.”",
          "ID": "32"
        },
        {
          "text": "While Elisha was still talking with the elders, the messenger came to him. This was the message: “This trouble has come from the Lord. Why should I wait for the Lord any longer?”",
          "ID": "33",
          "comments": [
            "messenger Or possibly, “king.”"
          ]
        }
      ],
      "ID": "OT:2KI.6",
      "name": "2 Kings 6"
    },
    {
      "title": "The Lepers Tell the Good News",
      "text": [
        {
          "text": "Elisha said, “Listen to the message from the Lord! The Lord says, ‘About this time tomorrow, there will be plenty of food, and it will be cheap again. A person will be able to buy a basket of fine flour or two baskets of barley for only one shekel in the marketplace by the city gates of Samaria.’”",
          "ID": "1",
          "comments": [
            "basket Literally, “ seah.” Also in verses 16, 18.",
            "shekel 2/5 of an ounce (11.5 g). Also in verses 16, 18."
          ]
        },
        {
          "text": "Then the officer who was close to the king answered the man of God. The officer said, “Even if the Lord made windows in heaven, this could not happen.”\nElisha said, “You will see it with your own eyes, but you will not eat any of that food.”",
          "ID": "2",
          "comments": [
            "who was close to the king Literally, “on whose arm the king leaned.”"
          ]
        },
        {
          "text": "There were four men sick with leprosy near the city gate. They said to each other, “Why are we sitting here waiting to die?",
          "ID": "3"
        },
        {
          "text": "There is no food in Samaria. If we go into the city, we will die there. If we stay here, we will also die. So let’s go to the Aramean camp. If they let us live, we will live. If they kill us, we will just die.”",
          "ID": "4"
        },
        {
          "text": "So that evening the four lepers went to the Aramean camp. When they came to the edge of the camp, no one was there!",
          "ID": "5"
        },
        {
          "text": "The Lord had caused the Aramean army to hear the sound of chariots, horses, and a large army. So the soldiers said to each other, “The king of Israel has hired the kings of the Hittites and Egyptians to come against us.”",
          "ID": "6"
        },
        {
          "text": "The Arameans ran away early that evening. They left everything behind. They left their tents, horses, and donkeys and ran for their lives.",
          "ID": "7"
        },
        {
          "text": "When these lepers came to where the camp began, they went into one tent. They ate and drank. Then they carried silver, gold, and clothes out of the camp and hid them. Then they came back and entered another tent. They carried things out from this tent and went out and hid them.",
          "ID": "8"
        },
        {
          "text": "Then they said to each other, “We are doing wrong! Today we have good news, but we are silent. If we wait until the sun comes up, we will be punished. Now let’s go and tell the people who live in the king’s palace.”",
          "ID": "9"
        },
        {
          "text": "So the lepers came and called to the gatekeepers of the city. They told the gatekeepers, “We went to the Aramean camp, but we did not hear anyone. No one was there, but the horses and donkeys were still tied up, and the tents were still standing.”",
          "ID": "10"
        },
        {
          "text": "Then the gatekeepers of the city shouted out and told the people in the king’s palace.",
          "ID": "11"
        },
        {
          "text": "It was night, but the king got up from bed and said to his officers, “I will tell you what the Aramean soldiers are doing to us. They know we are hungry. They left the camp to hide in the field. They are thinking, ‘When the Israelites come out of the city, we will capture them alive. And then we will enter the city.’”",
          "ID": "12"
        },
        {
          "text": "One of the king’s officers said, “Let some men take five of the horses that are still left in the city. The horses will soon die anyway, just as all the Israelites who are still left in the city. Let’s send these men to see what happened.”",
          "ID": "13",
          "comments": [
            "The horses … city The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "So the men took two chariots with horses. The king sent these men after the Aramean army. He told them, “Go and see what happened.”",
          "ID": "14"
        },
        {
          "text": "The men went after the Aramean army as far as the Jordan River. All along the road there were clothes and weapons. The Arameans had thrown these things down when they hurried away. The messengers went back to Samaria and told the king.",
          "ID": "15"
        },
        {
          "text": "Then the people ran out to the Aramean camp and took valuable things from there. So it happened just as the Lord had said. A person could buy a basket of fine flour or two baskets of barley for only one shekel.",
          "ID": "16"
        },
        {
          "text": "There was one officer who always stayed close by the king to help him. The king sent this officer to guard the gate, but the people knocked him down and trampled him, and he died. So everything happened just as the man of God had said when the king came to Elisha’s house.",
          "ID": "17"
        },
        {
          "text": "Elisha had said, “A person will be able to buy a basket of fine flour or two baskets of barley for only one shekel in the marketplace by the city gates of Samaria.”",
          "ID": "18"
        },
        {
          "text": "But that officer had answered the man of God, “Even if the Lord made windows in heaven, this could not happen!” And Elisha had told the officer, “You will see it with your own eyes, but you will not eat any of that food.”",
          "ID": "19"
        },
        {
          "text": "It happened to the officer just that way. The people knocked him down at the gate and trampled him, and he died.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.7",
      "name": "2 Kings 7"
    },
    {
      "title": "Joram Is Hurt in the War Against Hazael",
      "text": [
        {
          "text": "Elisha talked to the woman whose son he had brought back to life. He said, “You and your family should move to another country, because the Lord has decided that there will be a famine here. It will last for seven years.”",
          "ID": "1"
        },
        {
          "text": "So the woman did what the man of God said. She went with her family to stay in the land of the Philistines for seven years.",
          "ID": "2"
        },
        {
          "text": "After seven years she returned from the land of the Philistines.\nShe went to speak with the king to ask him to help her get back her house and land.",
          "ID": "3"
        },
        {
          "text": "The king was talking with Gehazi, the servant of the man of God. The king said to Gehazi, “Please tell me all the great things Elisha has done.”",
          "ID": "4"
        },
        {
          "text": "Gehazi was telling the king about Elisha bringing a dead person back to life. At that same time the woman whose son Elisha brought back to life went to the king. She wanted to ask him to help her get back her house and land. Gehazi said, “My lord and king, this is the woman, and this is the son who Elisha brought back to life.”",
          "ID": "5"
        },
        {
          "text": "The king asked the woman what she wanted, and she told him.\nThen the king chose an officer to help her. The king said, “Give to the woman all that belongs to her. And give her all the harvest of her land from the day she left the country until now.”",
          "ID": "6"
        },
        {
          "text": "Elisha went to Damascus. King Ben-Hadad of Aram was sick. Someone told Ben-Hadad, “The man of God has come here.”",
          "ID": "7"
        },
        {
          "text": "Then the King Ben-Hadad said to Hazael, “Take a gift and go meet the man of God. Ask him to ask the Lord if I will get well from my sickness.”",
          "ID": "8"
        },
        {
          "text": "So Hazael went to meet Elisha. Hazael brought a gift with him. He brought all kinds of good things from Damascus. It took 40 camels to carry everything. Hazael came to Elisha and said, “Your follower, King Ben-Hadad of Aram, sent me to you. He asks if he will get well from his sickness.”",
          "ID": "9",
          "comments": [
            "follower Literally, “son.”"
          ]
        },
        {
          "text": "Then Elisha said to Hazael, “Go and tell Ben-Hadad, ‘You will live.’ But really the Lord told me, ‘He will die.’”",
          "ID": "10"
        },
        {
          "text": "Elisha began to stare. He stared for an embarrassingly long time. Then the man of God began to cry.",
          "ID": "11"
        },
        {
          "text": "Hazael said, “Sir, why are you crying?”\nElisha answered, “I am crying because I know the bad things you will do to the Israelites. You will burn their strong cities and kill their young men with swords. You will kill their babies and split open their pregnant women.”",
          "ID": "12"
        },
        {
          "text": "Hazael said, “I am not a powerful man! How can I do these great things?”\nElisha answered, “The Lord showed me that you will be king over Aram.”",
          "ID": "13",
          "comments": [
            "I … powerful man Literally, “Your servant is only a dog!”"
          ]
        },
        {
          "text": "Then Hazael left Elisha and went to his king. Ben-Hadad said to Hazael, “What did Elisha say to you?”\nHe answered, “Elisha told me that you will live.”",
          "ID": "14",
          "comments": [
            "king Literally, “master.”"
          ]
        },
        {
          "text": "But the next day Hazael took a thick cloth and dipped it in water. Then he held it on Ben-Hadad’s face until he died. Then Hazael became the new king.",
          "ID": "15"
        },
        {
          "text": "Jehoram son of Jehoshaphat was the king of Judah. He began to rule in the fifth year that Joram son of Ahab was king of Israel.",
          "ID": "16",
          "comments": [
            "The standard Hebrew text adds “while Jehoshaphat was still king of Judah.” That is, according to the Hebrew, father and son ruled Judah together for a time."
          ]
        },
        {
          "text": "Jehoram was 32 years old when he began to rule. He ruled eight years in Jerusalem.",
          "ID": "17"
        },
        {
          "text": "But Jehoram lived as the kings of Israel and did what the Lord saw as evil. He lived as the people from Ahab’s family, because his wife was Ahab’s daughter.",
          "ID": "18"
        },
        {
          "text": "But the Lord would not destroy Judah because of the promise to his servant David. He had promised David that someone from his family would always be king.",
          "ID": "19"
        },
        {
          "text": "In Jehoram’s time Edom broke away from Judah’s rule. The people of Edom chose a king for themselves.",
          "ID": "20"
        },
        {
          "text": "Then Jehoram and all his chariots went to Zair. The Edomite army surrounded them, but Jehoram and his officers attacked them and escaped. Jehoram’s soldiers all ran away and went home.",
          "ID": "21"
        },
        {
          "text": "So the Edomites broke away from the rule of Judah. And they have been free from the rule of Judah until today.\nAt the same time Libnah also broke away from Judah’s rule.",
          "ID": "22"
        },
        {
          "text": "All the things Jehoram did are written in the book, The History of the Kings of Judah.",
          "ID": "23"
        },
        {
          "text": "Jehoram died and was buried with his ancestors in the City of David. Jehoram’s son Ahaziah became the new king.",
          "ID": "24"
        },
        {
          "text": "Ahaziah son of Jehoram became the king of Judah in the 12th year that Joram son of Ahab was king of Israel.",
          "ID": "25"
        },
        {
          "text": "Ahaziah was 22 years old when he began to rule. He ruled one year in Jerusalem. His mother’s name was Athaliah. She was the daughter of King Omri of Israel.",
          "ID": "26"
        },
        {
          "text": "Ahaziah did what the Lord said was wrong. He did many bad things, just as the people from Ahab’s family had done. He lived like this because his wife was from Ahab’s family.",
          "ID": "27"
        },
        {
          "text": "Joram was from Ahab’s family. Ahaziah went with Joram to fight against King Hazael of Aram at Ramoth Gilead. The Arameans wounded Joram.",
          "ID": "28"
        },
        {
          "text": "King Joram went back to Israel so that he could get well from those wounds. He went to the area of Jezreel. Ahaziah son of Jehoram was the king of Judah. Ahaziah went to Jezreel to see Joram.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.8",
      "name": "2 Kings 8"
    },
    {
      "title": "The Terrible Death of Jezebel",
      "text": [
        {
          "text": "Elisha the prophet called one of the men from the group of prophets and said to him, “Get ready and take this small bottle of oil in your hand. Go to Ramoth Gilead.",
          "ID": "1",
          "comments": [
            "group of prophets Literally, “sons of the prophets.” These were prophets and people studying to become prophets."
          ]
        },
        {
          "text": "When you arrive, find Jehu son of Jehoshaphat, the son of Nimshi. Then go in and make him get up from among his brothers. Take him to an inner room.",
          "ID": "2"
        },
        {
          "text": "Take the small bottle of oil and pour the oil on Jehu’s head. Say, ‘This is what the Lord says: I have anointed you to be the new king over Israel.’ Then open the door and run away. Don’t wait!”",
          "ID": "3"
        },
        {
          "text": "So this young man, the prophet, went to Ramoth Gilead.",
          "ID": "4"
        },
        {
          "text": "When the young man arrived, he saw the captains of the army sitting. He said, “Captain, I have a message for you.”\nJehu asked, “Which one of us is the message for?”\nThe young man said, “For you, sir.”",
          "ID": "5"
        },
        {
          "text": "Jehu got up and went into the house. Then the young prophet poured the oil on Jehu’s head and said to him, “The Lord, the God of Israel, says, ‘I am anointing you to be the new king over the Lord’s people, Israel.",
          "ID": "6"
        },
        {
          "text": "You must destroy the family of Ahab your king. In this way I will punish Jezebel for the deaths of my servants, the prophets, and the deaths of all the Lord’s servants who were murdered.",
          "ID": "7"
        },
        {
          "text": "So all Ahab’s family will die. I will not let any male child in Ahab’s family live. It doesn’t matter if that male child is a slave or a free person in Israel.",
          "ID": "8"
        },
        {
          "text": "I will make Ahab’s family like the family of Jeroboam son of Nebat and like the family of Baasha son of Ahijah.",
          "ID": "9"
        },
        {
          "text": "The dogs will eat Jezebel in the area of Jezreel, and she will not be buried.’”\nThen the young prophet opened the door and ran away.",
          "ID": "10"
        },
        {
          "text": "Jehu went back to his king’s officers. One of the officers said to Jehu, “Is everything all right? Why did this crazy man come to you?”\nJehu answered the servants, “You know the man and the crazy things he says.”",
          "ID": "11"
        },
        {
          "text": "The officers said, “No, tell us the truth. What did he say?” Jehu told the officers what the young prophet said. Jehu said, “He said a few things and then he said, ‘This is what the Lord says: I have anointed you to be the new king over Israel.’”",
          "ID": "12"
        },
        {
          "text": "Then each officer quickly took his robe off and put it on the steps in front of Jehu. Then they blew the trumpet and made the announcement, “Jehu is king!”",
          "ID": "13"
        },
        {
          "text": "So Jehu son of Jehoshaphat, son of Nimshi, made plans against Joram.\nAt that time Joram and the Israelites had been trying to defend Ramoth Gilead from King Hazael of Aram.",
          "ID": "14"
        },
        {
          "text": "King Joram had fought against King Hazael of Aram. But the Arameans wounded King Joram, and he went to Jezreel to get well from those injuries.\nSo Jehu told the officers, “If you agree that I am the new king, don’t let anyone escape from the city to tell the news in Jezreel.”",
          "ID": "15"
        },
        {
          "text": "Joram was resting in Jezreel, so Jehu got in his chariot and drove to Jezreel. King Ahaziah of Judah had also come to Jezreel to see Joram.",
          "ID": "16"
        },
        {
          "text": "A guard was standing on the tower in Jezreel. He saw Jehu’s large group coming. He said, “I see a large group of people!”\nJoram said, “Send someone on a horse to meet them. Tell this messenger to ask if they come in peace.”",
          "ID": "17"
        },
        {
          "text": "So the messenger rode on a horse to meet Jehu. The messenger said, “King Joram says, ‘Do you come in peace?’”\nJehu said, “You have nothing to do with peace. Come and follow me.”\nThe guard told Joram, “The messenger went to the group, but he has not come back yet.”",
          "ID": "18"
        },
        {
          "text": "Then Joram sent out a second messenger on a horse. This man came to Jehu’s group and said, “King Joram says, ‘Peace.’”\nJehu answered, “You have nothing to do with peace. Come and follow me.”",
          "ID": "19",
          "comments": [
            "Peace A way of saying “hello.”"
          ]
        },
        {
          "text": "The guard told Joram, “The second messenger went to the group, but he has not come back yet. There is a man driving his chariot like a mad man. He is driving like Jehu son of Nimshi.”",
          "ID": "20"
        },
        {
          "text": "Joram said, “Get me my chariot!”\nSo the servant got Joram’s chariot. Both King Joram of Israel and King Ahaziah of Judah got their chariots and drove out to meet Jehu. They met him at the property of Naboth from Jezreel.",
          "ID": "21"
        },
        {
          "text": "Joram saw Jehu and asked, “Do you come in peace, Jehu?”\nJehu answered, “There is no peace as long as your mother Jezebel does many acts of prostitution and witchcraft.”",
          "ID": "22"
        },
        {
          "text": "Joram turned the horses to run away. He said to Ahaziah, “It is a trick, Ahaziah!”",
          "ID": "23"
        },
        {
          "text": "But Jehu grabbed his bow and shot Joram in the middle of his back, through the heart. Joram fell dead in his chariot.",
          "ID": "24"
        },
        {
          "text": "Jehu said to his chariot driver Bidkar, “Take Joram’s body up and throw it into the field of Naboth from Jezreel. Remember when you and I rode together with Joram’s father Ahab, the Lord said this would happen to him.",
          "ID": "25"
        },
        {
          "text": "The Lord said, ‘Yesterday I saw the blood of Naboth and his sons. And I, the Lord, am telling you that I will punish Ahab in this field.’ So take Joram’s body and throw it into the field, just as the Lord said.”",
          "ID": "26"
        },
        {
          "text": "King Ahaziah of Judah saw this and ran away. He tried to escape through the garden house, but Jehu followed him. Jehu had said, “Shoot Ahaziah too!”\nAhaziah was wounded when he was in his chariot on the road to Gur near Ibleam. He got as far as Megiddo, but he died there.",
          "ID": "27"
        },
        {
          "text": "Ahaziah’s servants carried his body in the chariot to Jerusalem. They buried him in his tomb with his ancestors in the City of David.",
          "ID": "28"
        },
        {
          "text": "Ahaziah had become king over Judah during Joram’s eleventh year as king of Israel.",
          "ID": "29",
          "comments": [
            "Joram’s Literally, “Joram son of Ahab.”"
          ]
        },
        {
          "text": "When Jehu came to Jezreel, Jezebel heard the news. She put her makeup on and fixed her hair. Then she stood by the window and looked out.",
          "ID": "30"
        },
        {
          "text": "Jehu entered the city. Jezebel said, “Hello, you Zimri. You killed your master just as he did.”",
          "ID": "31",
          "comments": [
            "Zimri Zimri killed Elah and the family of Baasha in Israel many years before. Read 1 Kings 16:8-12."
          ]
        },
        {
          "text": "Jehu looked up at the window and said, “Who is on my side? Who?”\nTwo or three eunuchs looked out at Jehu.",
          "ID": "32"
        },
        {
          "text": "Jehu said, “Throw Jezebel down!”\nThen the eunuchs threw her down. Some of her blood splashed on the wall and on the horses that trampled her body.",
          "ID": "33"
        },
        {
          "text": "Jehu went into the house and ate and drank. Then he said, “Now see about this cursed woman. Bury her, because she is a king’s daughter.”",
          "ID": "34"
        },
        {
          "text": "The men went to bury Jezebel, but they could not find her body. They could only find her skull, her feet, and the palms of her hands.",
          "ID": "35"
        },
        {
          "text": "When the men came back and told Jehu, he said, “The Lord told his servant Elijah the Tishbite to give this message: ‘Dogs will eat the body of Jezebel in the area of Jezreel.",
          "ID": "36"
        },
        {
          "text": "Her body will be like dung on the field in the area of Jezreel. No one will be able to recognize her body!’”",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.9",
      "name": "2 Kings 9"
    },
    {
      "title": "The Death of Jehu",
      "text": [
        {
          "text": "Ahab had 70 sons in Samaria. Jehu wrote letters and sent them to Samaria to the rulers and leaders of Jezreel. He also sent the letters to the people who raised Ahab’s sons saying,",
          "ID": "1",
          "comments": [
            "leaders of Jezreel The ancient Greek and Latin versions have “leaders of the city.”"
          ]
        },
        {
          "text": "“As soon as you get this letter, choose the one who is the best and most worthy among your master’s sons. You have chariots and horses. And you are living in a strong city. You also have weapons. Put the son you choose on his father’s throne. Then fight for your master’s family.”",
          "ID": "2-3"
        },
        {
          "text": "But the rulers and leaders of Jezreel were very afraid. They said, “The two kings could not stop Jehu. So we cannot stop him either!”",
          "ID": "4"
        },
        {
          "text": "The palace manager, the official in charge of the city, the elders, and the people who raised the king’s children sent a message to Jehu. “We are your servants and we will do whatever you tell us. We will not make anyone king; you may do whatever you think is best.”",
          "ID": "5"
        },
        {
          "text": "Then Jehu wrote a second letter to these leaders. He said, “If you support me and obey me, cut off the heads of Ahab’s sons. Bring them to me at Jezreel about this time tomorrow.”\nAhab had 70 sons. They were with the leaders of the city who raised them.",
          "ID": "6"
        },
        {
          "text": "When the leaders of the city received the letter, they took the king’s sons and killed all 70 of them. Then the leaders put the heads of the king’s sons in baskets and sent the baskets to Jehu at Jezreel.",
          "ID": "7"
        },
        {
          "text": "The messenger came to Jehu and told him, “They have brought the heads of the king’s sons.”\nThen Jehu said, “Lay the heads in two piles at the city gate until morning.”",
          "ID": "8"
        },
        {
          "text": "In the morning Jehu went out and stood before the people. He said to them, “You are innocent. Look, I made plans against my master. I killed him. But who killed all these sons of Ahab? You killed them.",
          "ID": "9"
        },
        {
          "text": "You should know that everything the Lord says will happen. The Lord used Elijah to say these things about Ahab’s family. Now the Lord has done what he said he would do.”",
          "ID": "10"
        },
        {
          "text": "So Jehu killed all the people in Ahab’s family living in Jezreel. He killed all the important men, close friends, and priests. None of Ahab’s people were left alive.",
          "ID": "11"
        },
        {
          "text": "Jehu left Jezreel and went to Samaria. On the way, he stopped at a place called Shepherd’s Camp.",
          "ID": "12"
        },
        {
          "text": "There he met with the relatives of King Ahaziah of Judah. Jehu asked, “Who are you?”\nThey answered, “We are the relatives of King Ahaziah of Judah. We have come down to visit the king’s children and the queen mother’s children.”",
          "ID": "13",
          "comments": [
            "queen mother The mother of the king."
          ]
        },
        {
          "text": "Then Jehu said, “Take them alive!”\nJehu’s men captured Ahaziah’s relatives alive. There were 42 of them. Jehu killed them at the well near Beth Eked. He did not leave anyone alive.",
          "ID": "14"
        },
        {
          "text": "After Jehu left there, he met Jehonadab son of Recab. Jehonadab was on his way to meet Jehu. Jehu greeted Jehonadab and said to him, “Are you a faithful friend to me, as I am to you?”\nJehonadab answered, “Yes, I am a faithful friend to you.”\nJehu said, “If you are, give me your hand.”\nThen Jehu reached out and pulled Jehonadab up into the chariot.",
          "ID": "15",
          "comments": [
            "Are you a faithful friend … you Literally, “Is your heart true to me? My heart is true to your heart.”"
          ]
        },
        {
          "text": "Jehu said, “Come with me. You can see how strong my feelings are for the Lord.”\nSo Jehonadab rode in Jehu’s chariot.",
          "ID": "16"
        },
        {
          "text": "Jehu came to Samaria and killed all Ahab’s family who were still alive in Samaria. He killed them all. He did what the Lord had told Elijah.",
          "ID": "17"
        },
        {
          "text": "Then Jehu gathered all the people together and said to them, “Ahab served Baal a little, but Jehu will serve Baal much.",
          "ID": "18"
        },
        {
          "text": "Now call together all the priests and prophets of Baal. And call together everyone who worships Baal. Don’t let anyone miss this meeting. I have a great sacrifice to give to Baal. I will kill anyone who does not come to this meeting.”\nBut Jehu was tricking them. He wanted to destroy the worshipers of Baal.",
          "ID": "19"
        },
        {
          "text": "Jehu said, “Prepare a holy meeting for Baal.” So the priests announced the meeting.",
          "ID": "20"
        },
        {
          "text": "Then Jehu sent a message through all the land of Israel. All the worshipers of Baal came. Not one stayed home. The Baal worshipers came into the temple of Baal. The temple was filled with people.",
          "ID": "21"
        },
        {
          "text": "Jehu said to the man who kept the robes, “Bring out the robes for all the worshipers of Baal.” So that man brought out the robes for the Baal worshipers.",
          "ID": "22"
        },
        {
          "text": "Then Jehu and Jehonadab son of Recab went into the temple of Baal. Jehu said to the worshipers of Baal, “Look around and be sure that there are no servants of the Lord with you. Be sure there are only people who worship Baal.”",
          "ID": "23"
        },
        {
          "text": "The worshipers of Baal went into the temple of Baal to offer sacrifices and burnt offerings.\nBut outside, Jehu had 80 men waiting. He told them, “Don’t let anyone escape. If any man lets one person escape, that man must pay with his own life.”",
          "ID": "24"
        },
        {
          "text": "Quickly after Jehu had finished offering the burnt offering, he said to the guards and to the captains, “Go in and kill the worshipers of Baal! Don’t let anyone come out of the temple alive!”\nSo the captains used thin swords and killed the worshipers of Baal. They threw the bodies of the worshipers of Baal out. Then the guards and the captains went to the inner room of the temple of Baal.",
          "ID": "25",
          "comments": [
            "inner room Literally, “the city of the temple of Baal.”"
          ]
        },
        {
          "text": "They brought out the memorial stones that were in the temple of Baal and burned that temple.",
          "ID": "26"
        },
        {
          "text": "Then they smashed the memorial stones of Baal. They also smashed the temple of Baal. They made the temple of Baal into a public toilet, which is still used today.",
          "ID": "27"
        },
        {
          "text": "So Jehu destroyed Baal worship in Israel,",
          "ID": "28"
        },
        {
          "text": "but he did not completely turn away from the sins of Jeroboam son of Nebat that caused Israel to sin. Jehu did not destroy the golden calves in Bethel and in Dan.",
          "ID": "29"
        },
        {
          "text": "The Lord said to Jehu, “You have done well. You have done what I say is good. You destroyed Ahab’s family the way I wanted you to, so your descendants will rule Israel for four generations.”",
          "ID": "30"
        },
        {
          "text": "But Jehu was not careful to follow the law of the Lord with all his heart. Jehu did not stop committing the sins of Jeroboam that caused Israel to sin.",
          "ID": "31"
        },
        {
          "text": "At that time the Lord began to cut away sections of Israel and give them to other nations. King Hazael of Aram defeated the Israelites on every border of Israel.",
          "ID": "32"
        },
        {
          "text": "He won the land east of the Jordan River—all the land of Gilead, including the land that belonged to the tribes of Gad, Reuben, and Manasseh. He won all the land from Aroer by the Arnon Valley to Gilead and Bashan.",
          "ID": "33"
        },
        {
          "text": "All the other great things that Jehu did are written in the book, The History of the Kings of Israel.",
          "ID": "34"
        },
        {
          "text": "Jehu died and was buried with his ancestors. The people buried him in Samaria. His son Jehoahaz became the new king of Israel after him.",
          "ID": "35"
        },
        {
          "text": "Jehu ruled over Israel in Samaria for 28 years.",
          "ID": "36"
        }
      ],
      "ID": "OT:2KI.10",
      "name": "2 Kings 10"
    },
    {
      "title": "Athaliah Kills the King’s Sons in Judah",
      "text": [
        {
          "text": "Athaliah was Ahaziah’s mother. She saw that her son was dead, so she got up and killed all the king’s family.",
          "ID": "1"
        },
        {
          "text": "Jehosheba was King Joram’s daughter and Ahaziah’s sister. Joash was one of the king’s sons. While the other children were being killed, Jehosheba took Joash and hid him. She put him and his nurse in her bedroom, so Jehosheba and the nurse hid Joash from Athaliah. That way Joash was not killed.",
          "ID": "2"
        },
        {
          "text": "Then Joash and Jehosheba hid in the Lord’s Temple. Joash hid there for six years. During that time Athaliah ruled over the land of Judah.",
          "ID": "3"
        },
        {
          "text": "In the seventh year Jehoiada the high priest sent for the captains of the Carites and guards. He brought them together in the Lord’s Temple and made an agreement with them. There in the Temple of the Lord he forced them to make a promise. Then he showed the king’s son to them.",
          "ID": "4",
          "comments": [
            "Carites Or “Kerethites,” special soldiers hired to serve the king.",
            "guards Literally, “runners” or “messengers.”"
          ]
        },
        {
          "text": "Then Jehoiada gave them a command. He said, “This is what you must do. One-third of you, from those who go on duty on the Sabbath day, must stand guard at the royal palace.",
          "ID": "5"
        },
        {
          "text": "Another third will be at the Sur Gate, and the other third will be at the gate behind the guard. This way you will stand guard over the palace on all sides.",
          "ID": "6"
        },
        {
          "text": "Your two divisions who go off duty on the Sabbath day will stand guard at the Lord’s Temple and protect King Joash.",
          "ID": "7"
        },
        {
          "text": "You must stay with him wherever he goes. The whole group must surround the king. Each guard must have his weapon in his hand, and you must kill anyone who comes too close to you.”",
          "ID": "8"
        },
        {
          "text": "The captains obeyed everything that Jehoiada the priest commanded. Each captain took his men, both those who were going on duty on the Sabbath day and those who were going off duty. All these men went to Jehoiada the priest,",
          "ID": "9"
        },
        {
          "text": "and he gave spears and shields to the captains. These were the spears and shields David put in the Lord’s Temple.",
          "ID": "10"
        },
        {
          "text": "These guards stood with their weapons in their hands from the right corner of the Temple to the left corner. They stood around the altar and the Temple and around the king when he went to the Temple.",
          "ID": "11"
        },
        {
          "text": "These men brought out Joash. They put the crown on him and gave him a copy of the agreement. Then they anointed him and made him the new king. They clapped their hands and shouted, “Long live the king!”",
          "ID": "12",
          "comments": [
            "a copy of the agreement Literally, “testimony.” This could be a copy of the Law of Moses (see Deut. 17:18) or a special agreement between God and the king (see verse 17 and 1 Sam. 10:25)."
          ]
        },
        {
          "text": "Queen Athaliah heard the noise from the guards and the people, so she went to them at the Lord’s Temple.",
          "ID": "13"
        },
        {
          "text": "Athaliah saw the king by the column where new kings usually stood. She also saw the leaders and men playing the trumpets for him. She saw that all the people were very happy. She heard the trumpets, and she tore her clothes to show she was upset. Then Athaliah shouted, “Treason! Treason!”",
          "ID": "14"
        },
        {
          "text": "Jehoiada the priest gave a command to the captains who were in charge of the soldiers. Jehoiada told them, “Take Athaliah outside of the Temple area. Kill any of her followers, but don’t kill them in the Lord’s Temple.”",
          "ID": "15"
        },
        {
          "text": "So the soldiers grabbed Athaliah and killed her as soon as she went through the horse’s entrance to the palace.",
          "ID": "16"
        },
        {
          "text": "Then Jehoiada made the agreement between the Lord and the king and the people. This agreement showed that the king and the people belonged to the Lord. Jehoiada also made the agreement between the king and the people.",
          "ID": "17"
        },
        {
          "text": "Then all the people went to the temple of Baal. They destroyed the statue of Baal and his altars. They broke them into many pieces. They also killed Baal’s priest, Mattan, in front of the altars.\nSo Jehoiada the priest put men in charge of maintaining the Lord’s Temple.",
          "ID": "18"
        },
        {
          "text": "The priest led all the people. They went from the Lord’s Temple to the king’s palace. The king’s special guards and the captains went with the king, and all the other people followed them. They went to the entrance to the king’s palace. Then King Joash sat on the throne.",
          "ID": "19"
        },
        {
          "text": "All the people were happy, and the city was peaceful. And Queen Athaliah was killed with a sword near the king’s palace.",
          "ID": "20"
        },
        {
          "text": "Joash was seven years old when he became king.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.11",
      "name": "2 Kings 11"
    },
    {
      "title": "The Death of Joash",
      "text": [
        {
          "text": "Joash began to rule during Jehu’s seventh year as king of Israel. Joash ruled 40 years in Jerusalem. His mother was named Zibiah of Beersheba.",
          "ID": "1"
        },
        {
          "text": "For as long as he lived, Joash did what the Lord considered right. He did what Jehoiada the priest taught him.",
          "ID": "2"
        },
        {
          "text": "But he did not destroy the high places. The people still made sacrifices and burned incense at those places of worship.",
          "ID": "3"
        },
        {
          "text": "Joash said to the priests, “There is much money in the Lord’s Temple. People have given things to the Temple and have paid the Temple tax when they were counted. And they have given money simply because they wanted to. You priests should take that money and repair the Lord’s Temple. Each priest should use the money he gets from the people he serves. He should use that money to repair the damage to the Temple.”",
          "ID": "4-5"
        },
        {
          "text": "In the 23rd year that Joash was king, the priests still had not repaired the Temple,",
          "ID": "6"
        },
        {
          "text": "so King Joash called for Jehoiada the priest and the other priests. Joash said to them, “Why haven’t you repaired the Temple? Stop taking money from the people you serve. That money must be used to repair the Temple.”",
          "ID": "7"
        },
        {
          "text": "The priests agreed to stop taking money from the people, but they also decided not to repair the Temple.",
          "ID": "8"
        },
        {
          "text": "So Jehoiada the priest took a box and made a hole in the top of it. Then he put the box on the south side of the altar. This box was by the door where people came into the Lord’s Temple. Some of the priests were there to guard this doorway. They took the money that people brought for the Lord’s temple and put it into this box.",
          "ID": "9",
          "comments": [
            "doorway Literally, “threshold.”"
          ]
        },
        {
          "text": "Whenever the king’s secretary and the high priest saw that the box was full, they counted all the money that had been given for the Lord’s Temple and put it in bags.",
          "ID": "10"
        },
        {
          "text": "Then they paid the men who were in charge of the work on the Lord’s Temple. They paid the carpenters and other builders who worked on the Lord’s Temple.",
          "ID": "11"
        },
        {
          "text": "They used that money to pay the stoneworkers and stonecutters, and they used it to buy timber, cut stone, and everything else to repair the Lord’s Temple.",
          "ID": "12"
        },
        {
          "text": "People gave money for the Lord’s Temple, but the priests could not use this money to make silver cups, snuffers, basins, trumpets, or any of the gold and silver dishes that were to be used inside the Lord’s temple. This money was used only to pay the workers who repaired the Lord’s Temple.",
          "ID": "13-14"
        },
        {
          "text": "Those who were in charge of paying the workers did not have to give a report of how they spent the money, because they could be trusted.",
          "ID": "15"
        },
        {
          "text": "People gave money when they offered guilt offerings and sin offerings, but that money was not used for the Lord’s temple. It belonged to the priests.",
          "ID": "16"
        },
        {
          "text": "Hazael was the king of Aram. He went to fight against the city of Gath and defeated it. Then he made plans to go fight against Jerusalem.",
          "ID": "17"
        },
        {
          "text": "Joash and his ancestors—Jehoshaphat, Jehoram, and Ahaziah—had all been kings of Judah. They had given many things to the Lord that were kept in his Temple. Joash gathered all these things and all the gold that was stored in the Temple and in his palace. He sent all this treasure to King Hazael of Aram, who then commanded his army to leave Jerusalem.",
          "ID": "18",
          "comments": [
            "Joash Or “Jehoash,” the long form of the name “Joash.”"
          ]
        },
        {
          "text": "All the great things that Joash did are written in the book, The History of the Kings of Judah.",
          "ID": "19"
        },
        {
          "text": "Joash’s officers made plans against him. They killed Joash at the house of Millo on the road that goes down to Silla.",
          "ID": "20"
        },
        {
          "text": "Jozabad son of Shimeath and Jehozabad son of Shomer were Joash’s officers. These men killed Joash.\nThe people buried Joash with his ancestors in the City of David. His son Amaziah became the new king after him.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.12",
      "name": "2 Kings 12"
    },
    {
      "title": "Jehoash Wins Back Cities of Israel",
      "text": [
        {
          "text": "Jehoahaz son of Jehu became king over Israel in Samaria. This was during the 23rd year that Joash son of Ahaziah was king in Judah. Jehoahaz ruled 17 years.",
          "ID": "1"
        },
        {
          "text": "Jehoahaz did what the Lord considered wrong. Like Jeroboam son of Nebat, he committed sins that also caused the people of Israel to sin. And he never stopped doing those things.",
          "ID": "2"
        },
        {
          "text": "Then the Lord was angry with Israel. He let King Hazael of Aram and Hazael’s son Ben-Hadad gain control of Israel.",
          "ID": "3"
        },
        {
          "text": "Then Jehoahaz begged the Lord to help them. The Lord listened to him because he had seen the terrible troubles that the king of Aram had caused the Israelites.",
          "ID": "4"
        },
        {
          "text": "So the Lord sent a man to save Israel. The Israelites were free from the Arameans. So the Israelites went to their own homes, as they did before.",
          "ID": "5"
        },
        {
          "text": "But the Israelites still did not stop committing the sins of the family of Jeroboam that caused Israel to sin. The Israelites continued committing the sins of Jeroboam. They also kept the Asherah poles in Samaria.",
          "ID": "6"
        },
        {
          "text": "The king of Aram defeated Jehoahaz’s army and destroyed most of the men in the army. He left only 50 horse soldiers, 10 chariots, and 10,000 foot soldiers. Jehoahaz’s soldiers were like chaff blown away by the wind at the time of threshing.",
          "ID": "7"
        },
        {
          "text": "All the great things that Jehoahaz did are written in the book, The History of the Kings of Israel.",
          "ID": "8"
        },
        {
          "text": "Jehoahaz died and was buried with his ancestors. The people buried Jehoahaz in Samaria. His son Jehoash became the new king after him.",
          "ID": "9"
        },
        {
          "text": "Jehoash son of Jehoahaz became king over Israel in Samaria. This was during the 37th year that Joash was king of Judah. Jehoash ruled Israel for 16 years.",
          "ID": "10"
        },
        {
          "text": "He did what the Lord said was wrong. He did not stop committing the sins of Jeroboam son of Nebat who caused Israel to sin. Jehoash continued to commit those sins.",
          "ID": "11"
        },
        {
          "text": "All the great things that Jehoash did and his wars against King Amaziah of Judah are written in the book, The History of the Kings of Israel.",
          "ID": "12"
        },
        {
          "text": "Jehoash died and was buried with his ancestors. Jeroboam became the new king and sat on Jehoash’s throne. Jehoash was buried at Samaria with the kings of Israel.",
          "ID": "13"
        },
        {
          "text": "Elisha became sick, and later he died from this sickness. King Jehoash of Israel went to visit Elisha. Jehoash cried for him and said, “My father, my father! Is it time for the chariot of Israel and its horses?”",
          "ID": "14",
          "comments": [
            "Is it time … horses This means “Is it time for God to come and take you?” See 2 Kings 2:12."
          ]
        },
        {
          "text": "Elisha said to Jehoash, “Take a bow and some arrows.”\nJehoash took a bow and some arrows.",
          "ID": "15"
        },
        {
          "text": "Then Elisha said to the king of Israel, “Put your hand on the bow.” Jehoash put his hand on the bow. Then Elisha put his hands on the king’s hands.",
          "ID": "16"
        },
        {
          "text": "Elisha said, “Open the east window.” Jehoash opened the window. Then Elisha said, “Shoot.”\nJehoash shot. Then Elisha said, “This is the Lord’s arrow of victory over Aram! You will defeat the Arameans at Aphek until you destroy them.”",
          "ID": "17"
        },
        {
          "text": "Elisha said, “Take the arrows.” Jehoash took the arrows. Then Elisha said to him, “Hit on the ground.”\nJehoash hit the ground three times. Then he stopped.",
          "ID": "18"
        },
        {
          "text": "The man of God was angry with Jehoash. Elisha said, “You should have hit five or six times! Then you would have defeated Aram until you destroyed it! But now, you will defeat Aram only three times.”",
          "ID": "19"
        },
        {
          "text": "Elisha died, and the people buried him.\nOne time in the spring a group of Moabite soldiers came to fight against Israel.",
          "ID": "20"
        },
        {
          "text": "Some Israelites were burying a dead man when they saw that group of soldiers. The Israelites quickly threw the dead man into Elisha’s grave. As soon as the dead man touched the bones of Elisha, he came back to life and stood up on his feet.",
          "ID": "21"
        },
        {
          "text": "During all the days that Jehoahaz ruled, King Hazael of Aram caused trouble to Israel.",
          "ID": "22"
        },
        {
          "text": "But the Lord was kind to the Israelites. He had mercy and showed his care for them because of his agreement with Abraham, Isaac, and Jacob. He did not want them to be destroyed. He has never completely left them.",
          "ID": "23"
        },
        {
          "text": "King Hazael of Aram died, and Ben-Hadad became the new king after him.",
          "ID": "24"
        },
        {
          "text": "Before he died, Hazael had taken some cities in war from Jehoahaz, Jehoash’s father. But now Jehoash took back these cities from Hazael’s son Ben-Hadad. Jehoash defeated Ben-Hadad three times and took back the cities of Israel.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.13",
      "name": "2 Kings 13"
    },
    {
      "title": "Jeroboam II Begins His Rule Over Israel",
      "text": [
        {
          "text": "Amaziah son of King Joash of Judah became king in the second year that Jehoash son of Jehoahaz was king of Israel.",
          "ID": "1"
        },
        {
          "text": "Amaziah was 25 years old when he began to rule. He ruled 29 years in Jerusalem. His mother was Jehoaddin from Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Amaziah did what the Lord said was right, but he did not follow God completely like David his ancestor. Amaziah did everything that Joash his father had done.",
          "ID": "3"
        },
        {
          "text": "He did not destroy the high places. The people still sacrificed and burned incense at those places of worship.",
          "ID": "4"
        },
        {
          "text": "At the time that Amaziah had strong control of the kingdom, he killed the officers who had killed his father.",
          "ID": "5"
        },
        {
          "text": "But he did not kill the children of the murderers because of the rules written in the book, The Law of Moses. The Lord gave this command in there: “Parents must not be put to death for something their children did. And children must not be put to death for something their parents did. People should be put to death only for what that they themselves did.”",
          "ID": "6",
          "comments": [
            "Parents must … did See Deut. 24:16."
          ]
        },
        {
          "text": "Amaziah killed 10,000 Edomites in the Valley of Salt. In war, Amaziah took Sela and called it “Joktheel.” It is still called “Joktheel” today.",
          "ID": "7"
        },
        {
          "text": "Amaziah sent messengers to Jehoash son of Jehoahaz, son of King Jehu of Israel. Amaziah’s message said, “Come on, let’s meet together face to face and fight.”",
          "ID": "8"
        },
        {
          "text": "King Jehoash of Israel sent an answer to King Amaziah of Judah. Jehoash said, “The thornbush in Lebanon sent a message to the cedar tree in Lebanon. It said, ‘Give your daughter for my son to marry.’ But a wild animal from Lebanon passed by and trampled down the thornbush.",
          "ID": "9"
        },
        {
          "text": "True, you have defeated Edom. But you have become proud because of your victory over Edom. But stay at home and brag! Don’t make trouble for yourself. If you do this, you will fall, and Judah will fall with you!”",
          "ID": "10"
        },
        {
          "text": "But Amaziah would not listen to Jehoash’s warning. So King Jehoash of Israel went to fight against King Amaziah of Judah at Beth Shemesh in Judah.",
          "ID": "11",
          "comments": [
            "King Jehoash … Judah Literally, “He and King Amaziah of Judah looked at each other in the face at Beth Shemesh in Judah.”"
          ]
        },
        {
          "text": "Israel defeated Judah. Every man of Judah ran home.",
          "ID": "12"
        },
        {
          "text": "At Beth Shemesh, King Jehoash of Israel captured King Amaziah of Judah, the son of Joash, the son of Ahaziah. Jehoash took Amaziah to Jerusalem. Jehoash broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, about 600 feet.",
          "ID": "13",
          "comments": [
            "about 600 feet Literally, “400 cubits” (177.6 m)."
          ]
        },
        {
          "text": "Then Jehoash took all the gold and silver and all the dishes in the Lord’s Temple and in the treasuries of the king’s palace. Jehoash also took people to be his prisoners. Then he went back to Samaria.",
          "ID": "14"
        },
        {
          "text": "All the great things that Jehoash did, including how he fought against King Amaziah of Judah, are written in the book, The History of the Kings of Israel.",
          "ID": "15"
        },
        {
          "text": "Jehoash died and was buried with his ancestors. He was buried in Samaria with the kings of Israel. Jehoash’s son Jeroboam became the new king after him.",
          "ID": "16"
        },
        {
          "text": "King Amaziah son of Joash of Judah lived 15 years after the death of King Jehoash son of Jehoahaz of Israel.",
          "ID": "17"
        },
        {
          "text": "All the great things that Amaziah did are written in the book, The History of the Kings of Judah.",
          "ID": "18"
        },
        {
          "text": "The people made a plan against Amaziah in Jerusalem, so he ran away to Lachish. But the people sent men after Amaziah to Lachish, and they killed him there.",
          "ID": "19"
        },
        {
          "text": "The people brought Amaziah’s body back on horses. He was buried at Jerusalem with his ancestors in the City of David.",
          "ID": "20"
        },
        {
          "text": "Then all the people of Judah made Azariah the new king. Azariah was 16 years old.",
          "ID": "21"
        },
        {
          "text": "So King Amaziah died and was buried with his ancestors. Then Azariah rebuilt Elath and got it back for Judah.",
          "ID": "22"
        },
        {
          "text": "King Jeroboam son of Jehoash of Israel began to rule in Samaria during the 15th year that Amaziah son of Joash was king of Judah. Jeroboam ruled 41 years.",
          "ID": "23"
        },
        {
          "text": "Jeroboam did what the Lord said was wrong. He did not stop committing the sins of Jeroboam son of Nebat who caused Israel to sin.",
          "ID": "24"
        },
        {
          "text": "Jeroboam took back Israel’s land, which ran from the Lebo Hamath to the Arabah Sea. This happened as the Lord of Israel had told his servant Jonah son of Amittai, the prophet from Gath Hepher.",
          "ID": "25",
          "comments": [
            "Arabah Sea The Dead Sea."
          ]
        },
        {
          "text": "The Lord saw that all the Israelites, both slaves and free men, had many troubles. No one was left who could help Israel.",
          "ID": "26"
        },
        {
          "text": "The Lord did not say that he would take away the name of Israel from the world. So he used Jeroboam son of Jehoash to save the Israelites.",
          "ID": "27"
        },
        {
          "text": "All the great things that Jeroboam did are written in the book, The History of the Kings of Israel. This includes the story about Jeroboam winning back Damascus and Hamath for Israel. (These cities had belonged to Judah.)",
          "ID": "28"
        },
        {
          "text": "Jeroboam died and was buried with his ancestors, the kings of Israel. Jeroboam’s son Zechariah became the new king after him.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.14",
      "name": "2 Kings 14"
    },
    {
      "title": "Jotham’s Rule Over Judah",
      "text": [
        {
          "text": "King Azariah son of Amaziah of Judah became king in the 27th year that Jeroboam was king of Israel.",
          "ID": "1"
        },
        {
          "text": "Azariah was 16 years old when he began to rule. He ruled 52 years in Jerusalem. His mother was named Jecoliah of Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Azariah did what the Lord said was right, just as his father Amaziah had done.",
          "ID": "3"
        },
        {
          "text": "But he did not destroy the high places. People still made sacrifices and burned incense in these places of worship.",
          "ID": "4"
        },
        {
          "text": "The Lord caused King Azariah to become sick with leprosy. He was a leper until the day he died. Azariah lived in a separate house. His son Jotham was in charge of the king’s palace, and he judged the people.",
          "ID": "5"
        },
        {
          "text": "All the great things that Azariah did are written in the book, The History of the Kings of Judah.",
          "ID": "6"
        },
        {
          "text": "Azariah died and was buried with his ancestors in the City of David. Azariah’s son Jotham became the new king after him.",
          "ID": "7"
        },
        {
          "text": "Zechariah son of Jeroboam ruled over Samaria in Israel for six months. This was during the 38th year that Azariah was king of Judah.",
          "ID": "8"
        },
        {
          "text": "Zechariah did what the Lord said was wrong. He did the same things his ancestors did. He did not stop committing the sins of Jeroboam son of Nebat who caused Israel to sin.",
          "ID": "9"
        },
        {
          "text": "Shallum son of Jabesh made plans against Zechariah. Shallum killed Zechariah in Ibleam. Shallum became the new king.",
          "ID": "10",
          "comments": [
            "in Ibleam This is found in some copies of the ancient Greek version. The standard Hebrew text has “in public.”"
          ]
        },
        {
          "text": "All the other things that Zechariah did are written in the book, The History of the Kings of Israel.",
          "ID": "11"
        },
        {
          "text": "In this way the Lord’s word came true. He had told Jehu that four generations of his descendants would be kings of Israel.",
          "ID": "12"
        },
        {
          "text": "Shallum son of Jabesh became king of Israel during the 39th year that Uzziah was king of Judah. Shallum ruled for one month in Samaria.",
          "ID": "13"
        },
        {
          "text": "Menahem son of Gadi came up from Tirzah to Samaria and killed Shallum son of Jabesh. Then Menahem became the new king after him.",
          "ID": "14"
        },
        {
          "text": "All the things Shallum did, including his plans against Zechariah, are written in the book, The History of the Kings of Israel.",
          "ID": "15"
        },
        {
          "text": "Menahem defeated Tiphsah and the area around it. The people refused to open the city gate for him. So Menahem defeated them and ripped open all the pregnant women in that city.",
          "ID": "16"
        },
        {
          "text": "Menahem son of Gadi became king over Israel during the 39th year that Azariah was king of Judah. Menahem ruled ten years in Samaria.",
          "ID": "17"
        },
        {
          "text": "Menahem did what the Lord said was wrong. He did not stop committing the sins of Jeroboam son of Nebat who caused Israel to sin.",
          "ID": "18"
        },
        {
          "text": "King Pul of Assyria came to fight against Israel. Menahem gave Pul 75,000 pounds of silver so that Pul would support him and help him gain complete control of the kingdom.",
          "ID": "19",
          "comments": [
            "75,000 pounds Literally, “1000 talents” (34,500 kg)."
          ]
        },
        {
          "text": "Menahem raised the money by making all the rich and powerful men pay taxes. He taxed each man 20 ounces of silver and gave the money to the king of Assyria. So the king of Assyria left and did not stay there in Israel.",
          "ID": "20",
          "comments": [
            "20 ounces Literally, “50 shekels” (575 g)."
          ]
        },
        {
          "text": "All the great things that Menahem did are written in the book, The History of the Kings of Israel.",
          "ID": "21"
        },
        {
          "text": "Menahem died and was buried with his ancestors. His son Pekahiah became the new king after him.",
          "ID": "22"
        },
        {
          "text": "Pekahiah son of Menahem became king over Israel in Samaria during the 50th year that Azariah was king of Judah. Pekahiah ruled two years.",
          "ID": "23"
        },
        {
          "text": "He did what the Lord said was wrong. He did not stop committing the sins of Jeroboam son of Nebat that caused Israel to sin.",
          "ID": "24"
        },
        {
          "text": "The commander of Pekahiah’s army was Pekah son of Remaliah. Pekah killed Pekahiah in Samaria at the king’s palace. Pekah had 50 men from Gilead with him when he killed Pekahiah. Then Pekah became the new king after him.",
          "ID": "25"
        },
        {
          "text": "All the great things Pekahiah did are written in the book, The History of the Kings of Israel.",
          "ID": "26"
        },
        {
          "text": "Pekah son of Remaliah began to rule over Israel in Samaria during the 52nd year that Azariah was king of Judah. Pekah ruled 20 years.",
          "ID": "27"
        },
        {
          "text": "Pekah did what the Lord said was wrong. He did not stop committing the sins of Jeroboam son of Nebat who caused Israel to sin.",
          "ID": "28"
        },
        {
          "text": "King Tiglath Pileser of Assyria came to fight against Israel while Pekah was king of Israel. Tiglath Pileser captured Ijon, Abel Bethmaacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the area of Naphtali. He took the people from these places as prisoners to Assyria.",
          "ID": "29"
        },
        {
          "text": "Hoshea son of Elah made plans against Pekah son of Remaliah and killed him. Then Hoshea became the new king. This was during the 20th year that Jotham son of Uzziah was king of Judah.",
          "ID": "30"
        },
        {
          "text": "All the great things that Pekah did are written in the book, The History of the Kings of Israel.",
          "ID": "31"
        },
        {
          "text": "Jotham son of Uzziah became king of Judah. This was during the second year that Pekah son of Remaliah was king of Israel.",
          "ID": "32"
        },
        {
          "text": "Jotham was 25 years old when he became king. He ruled 16 years in Jerusalem. His mother was named Jerusha, the daughter of Zadok.",
          "ID": "33"
        },
        {
          "text": "Jotham did what the Lord said was right, just as his father Uzziah had done.",
          "ID": "34"
        },
        {
          "text": "But he did not destroy the high places. The people still made sacrifices and burned incense at those places of worship. Jotham built the upper gate of the Lord’s Temple.",
          "ID": "35"
        },
        {
          "text": "All the great things that Jotham did are written in the book, The History of the Kings of Judah.",
          "ID": "36"
        },
        {
          "text": "At that time the Lord sent King Rezin of Aram and Pekah son of Remaliah to fight against Judah.",
          "ID": "37"
        },
        {
          "text": "Jotham died and was buried with his ancestors in the City of David, his ancestor. Jotham’s son Ahaz became the new king after him.",
          "ID": "38"
        }
      ],
      "ID": "OT:2KI.15",
      "name": "2 Kings 15"
    },
    {
      "title": "Ahaz Becomes King Over Judah",
      "text": [
        {
          "text": "Ahaz son of Jotham became king of Judah during the 17th year that Pekah son of Remaliah was king of Israel.",
          "ID": "1"
        },
        {
          "text": "Ahaz was 20 years old when he became king. He ruled 16 years in Jerusalem. Unlike his ancestor David, Ahaz did not do what the Lord said was right.",
          "ID": "2"
        },
        {
          "text": "He did the same bad things the kings of Israel had done. He even burned his son as a sacrifice. He copied the terrible sins of the nations that the Lord had forced to leave the country when the Israelites came.",
          "ID": "3",
          "comments": [
            "burned his son as a sacrifice Literally, “made his son pass through the fire.”"
          ]
        },
        {
          "text": "Ahaz made sacrifices and burned incense at the high places and on the hills and under every green tree.",
          "ID": "4"
        },
        {
          "text": "King Rezin of Aram and King Pekah son of Remaliah of Israel came to fight against Jerusalem. Rezin and Pekah surrounded Ahaz, but could not defeat him.",
          "ID": "5"
        },
        {
          "text": "At that time King Rezin of Aram took back Elath for Aram. Rezin took all the people of Judah who were living in Elath. The Arameans settled in Elath, and they still live there today.",
          "ID": "6"
        },
        {
          "text": "Ahaz sent messengers to King Tiglath Pileser of Assyria with this message: “I am your servant. I am like a son to you. Come and save me from the king of Aram and the king of Israel. They have come to fight me.”",
          "ID": "7"
        },
        {
          "text": "Ahaz also took the silver and gold that was in the Temple of the Lord and in the treasuries of the king’s palace. Then Ahaz sent a gift to the king of Assyria.",
          "ID": "8"
        },
        {
          "text": "The king of Assyria listened to Ahaz and went to fight against Damascus. The king captured that city and took the people from Damascus as prisoners to Kir. He also killed Rezin.",
          "ID": "9"
        },
        {
          "text": "King Ahaz went to Damascus to meet King Tiglath Pileser of Assyria. Ahaz saw the altar at Damascus. He sent a model and pattern of this altar to Uriah the priest.",
          "ID": "10"
        },
        {
          "text": "Then Uriah the priest built an altar just like the model King Ahaz had sent him from Damascus. Uriah the priest built the altar this way before King Ahaz came back from Damascus.",
          "ID": "11"
        },
        {
          "text": "When the king arrived from Damascus, he saw the altar. He offered sacrifices on the altar.",
          "ID": "12"
        },
        {
          "text": "Ahaz burned his burnt offerings and grain offerings on it. He poured his drink offering and sprinkled the blood of his fellowship offerings on this altar.",
          "ID": "13"
        },
        {
          "text": "Ahaz took the bronze altar that was before the Lord from the front of the Temple. This bronze altar was between Ahaz’s altar and the Temple of the Lord. Ahaz put the bronze altar on the north side of his own altar.",
          "ID": "14"
        },
        {
          "text": "He commanded Uriah the priest, “Use the large altar to burn the morning burnt offerings, the evening grain offerings, and the drink offerings from all the people of this country. Sprinkle all the blood from the burnt offering and other sacrifices on the large altar. But I will use the bronze altar to get answers from God.”",
          "ID": "15"
        },
        {
          "text": "Uriah the priest did everything that King Ahaz commanded him to do.",
          "ID": "16"
        },
        {
          "text": "There were carts with bronze panels and basins for the priests to wash their hands. King Ahaz removed the panels and basins and cut up the carts. He also took the large tank off the bronze bulls that stood under it. He put the large tank on a stone pavement.",
          "ID": "17",
          "comments": [
            "tank A very large container for water."
          ]
        },
        {
          "text": "Workers had built a covered place inside the Temple area for the Sabbath meetings. But Ahaz removed the covered place and the outside entrance for the king. He removed all these from the Lord’s Temple. Ahaz did this because of the king of Assyria.",
          "ID": "18"
        },
        {
          "text": "All the great things that Ahaz did are written in the book, The History of the Kings of Judah.",
          "ID": "19"
        },
        {
          "text": "Ahaz died and was buried with his ancestors in the City of David. Ahaz’s son Hezekiah became the new king after him.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.16",
      "name": "2 Kings 16"
    },
    {
      "title": "Foreigners Settle in Israel",
      "text": [
        {
          "text": "Hoshea son of Elah began to rule in Samaria over Israel. This was during the 12th year that Ahaz was king of Judah. Hoshea ruled nine years.",
          "ID": "1"
        },
        {
          "text": "He did what the Lord said was wrong, but he was not as bad as the kings of Israel who had ruled before him.",
          "ID": "2"
        },
        {
          "text": "King Shalmaneser of Assyria came to fight against Hoshea and defeated him. So Hoshea paid tribute to Shalmaneser.",
          "ID": "3"
        },
        {
          "text": "Later, Hoshea sent messengers to the king of Egypt to ask for help. That king’s name was So. That year Hoshea did not pay tribute to the king of Assyria as he did every other year. The king of Assyria learned that Hoshea had made plans against him. So he arrested Hoshea and put him in jail.",
          "ID": "4"
        },
        {
          "text": "The king of Assyria attacked many places in Israel. Then he came to Samaria and fought against it for three years.",
          "ID": "5"
        },
        {
          "text": "The king of Assyria took Samaria during the ninth year that Hoshea was king of Israel. He captured many Israelites and took them as prisoners to Assyria. He made them live in Halah by the Habor River at Gozan and in other cities of the Medes.",
          "ID": "6"
        },
        {
          "text": "These things happened because the Israelites had sinned against the Lord their God. And it was the Lord who brought the Israelites out of the land of Egypt! He saved them from the power of Pharaoh, the king of Egypt. But the Israelites began worshiping other gods.",
          "ID": "7"
        },
        {
          "text": "They began doing the same things that other people did. And the Lord had forced those people to leave their land when the Israelites came. The Israelites also chose to be ruled by kings.",
          "ID": "8"
        },
        {
          "text": "The Israelites secretly did things against the Lord their God, and those things were wrong!\nThe Israelites built high places in all their cities—from the smallest town to the largest city.",
          "ID": "9"
        },
        {
          "text": "They put up memorial stones and Asherah poles on every high hill and under every green tree.",
          "ID": "10"
        },
        {
          "text": "They burned incense there in all those places for worship. They did these things like the nations that the Lord forced out of the land before them. The Israelites did evil things that made the Lord angry.",
          "ID": "11",
          "comments": [
            "places for worship Or “high places,” places for worshiping God or false gods. These places were often on the hills and mountains."
          ]
        },
        {
          "text": "They served idols, and the Lord had said to them, “You must not do this.”",
          "ID": "12"
        },
        {
          "text": "The Lord used every prophet and every seer to warn Israel and Judah. He said, “Turn away from the evil things you do. Obey my commands and laws. Follow all the law that I gave to your ancestors. I used my servants the prophets to give this law to you.”",
          "ID": "13"
        },
        {
          "text": "But the people would not listen. They were very stubborn like their ancestors. Their ancestors did not believe the Lord their God.",
          "ID": "14"
        },
        {
          "text": "They refused to follow his laws and the agreement he made with their ancestors. They would not listen to his warnings. They worshiped idols that were worth nothing and they themselves became worth nothing. The Lord had warned them not to do the evil things that the people in the nations around them did. But they lived the same way those people lived.",
          "ID": "15"
        },
        {
          "text": "The people stopped following the commands of the Lord their God. They made two gold statues of calves. They made Asherah poles. They worshiped all the stars of heaven and served Baal.",
          "ID": "16"
        },
        {
          "text": "They sacrificed their sons and daughters in the fire. They used magic and witchcraft to try to learn the future. They sold themselves to do what the Lord said was evil. They did this to make him angry.",
          "ID": "17"
        },
        {
          "text": "So the Lord became very angry with Israel and removed them from his sight. There were no Israelites left, except the tribe of Judah.",
          "ID": "18"
        },
        {
          "text": "But even the people of Judah did not obey the commands of the Lord their God. They lived just as the Israelites had.",
          "ID": "19"
        },
        {
          "text": "The Lord rejected all the Israelites. He brought them many troubles. He let people destroy them. Finally, he threw them away and removed them from his sight.",
          "ID": "20"
        },
        {
          "text": "He tore them from the family of David, and they made Jeroboam son of Nebat their king. Jeroboam pulled the Israelites away from following the Lord. He caused them to commit a great sin.",
          "ID": "21"
        },
        {
          "text": "So the Israelites sinned in all the ways Jeroboam did. And they did not stop committing these sins",
          "ID": "22"
        },
        {
          "text": "until the Lord took Israel away from his sight. And he said this would happen. He sent his prophets to tell the people this would happen. So the Israelites were taken out of their country into Assyria. And they have been there to this day.",
          "ID": "23"
        },
        {
          "text": "The king of Assyria took the Israelites out of Samaria and brought in other people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim. They took over Samaria and lived in the cities around it.",
          "ID": "24"
        },
        {
          "text": "When these people began to live in Samaria, they did not honor the Lord, so the Lord sent lions to attack them. The lions killed some of them.",
          "ID": "25"
        },
        {
          "text": "Some people said to the king of Assyria, “The people who you took away and put in the cities of Samaria don’t know the law of the god of that country. So that god sent lions to attack them. The lions killed them because they don’t know the law of the god of that country.”",
          "ID": "26"
        },
        {
          "text": "So the king of Assyria gave this command: “You took some priests from Samaria. Send one of them who I captured back to Samaria. Let that priest go and live there. Then he can teach the people the law of the god of that country.”",
          "ID": "27"
        },
        {
          "text": "So one of the priests who the Assyrians had carried away from Samaria came to live in Bethel. He taught the people how they should honor the Lord.",
          "ID": "28"
        },
        {
          "text": "But all those people made gods of their own. They put them in the temples at the high places that the people of Samaria had made. They did this wherever they lived.",
          "ID": "29"
        },
        {
          "text": "The people of Babylon made the false god Succoth Benoth. The people of Cuthah made the false god Nergal. The people of Hamath made the false god Ashima.",
          "ID": "30"
        },
        {
          "text": "The people of Avva made the false gods Nibhaz and Tartak. The people from Sepharvaim also burned their children in the fire to honor their false gods, Adrammelech and Anammelech.",
          "ID": "31"
        },
        {
          "text": "But they also worshiped the Lord. They chose priests for the high places from among the people. These priests made sacrifices for the people in the temples at those places of worship.",
          "ID": "32"
        },
        {
          "text": "They respected the Lord but also served their own gods, just as they did in their own countries.",
          "ID": "33"
        },
        {
          "text": "Even today, they live the same way they did in the past. They don’t honor the Lord. They don’t obey the rules and commands of the Israelites. They don’t obey the law or the commands that the Lord gave to the children of Jacob.",
          "ID": "34"
        },
        {
          "text": "The Lord made an agreement with the Israelites. He commanded them, “You must not honor other gods. You must not worship them or serve them or offer sacrifices to them.",
          "ID": "35"
        },
        {
          "text": "But you must follow the Lord, who brought you out of Egypt. He used his great power to save you. You must worship him and make sacrifices to him.",
          "ID": "36"
        },
        {
          "text": "You must obey the rules, laws, teachings, and commands that he wrote for you. You must obey these things all the time. You must not respect other gods.",
          "ID": "37"
        },
        {
          "text": "You must not forget the agreement that I made with you. You must not respect other gods.",
          "ID": "38"
        },
        {
          "text": "No, you must respect only the Lord your God. Then he will save you from all your enemies.”",
          "ID": "39"
        },
        {
          "text": "But the Israelites did not listen. They kept on doing the same things they did before.",
          "ID": "40"
        },
        {
          "text": "So now those other nations respected the Lord, but they also served their own idols. Their children and grandchildren did the same thing their ancestors did. They still do these things to this day.",
          "ID": "41"
        }
      ],
      "ID": "OT:2KI.17",
      "name": "2 Kings 17"
    },
    {
      "title": "King of Assyria Sends Men to Jerusalem",
      "text": [
        {
          "text": "Hezekiah son of Ahaz was king of Judah. Hezekiah began to rule during the third year that Hoshea son of Elah was king of Israel.",
          "ID": "1"
        },
        {
          "text": "Hezekiah was 25 years old when he began to rule. He ruled 29 years in Jerusalem. His mother’s name was Abi, the daughter of Zechariah.",
          "ID": "2",
          "comments": [
            "Abi Or “Abijah.”"
          ]
        },
        {
          "text": "Hezekiah did what the Lord said was right, just as David his ancestor had done.",
          "ID": "3"
        },
        {
          "text": "Hezekiah destroyed the high places. He broke the memorial stones and cut down the Asherah poles. At that time the Israelites burned incense to the bronze snake made by Moses. This bronze snake was called “Nehushtan.” Hezekiah broke this bronze snake into pieces.",
          "ID": "4",
          "comments": [
            "Nehushtan This Hebrew name is like the words meaning “bronze” and “snake.”"
          ]
        },
        {
          "text": "Hezekiah trusted in the Lord, the God of Israel. There was no one like Hezekiah among all the kings of Judah before him or after him.",
          "ID": "5"
        },
        {
          "text": "He was very faithful to the Lord and did not stop following him. He obeyed the commands that the Lord had given to Moses.",
          "ID": "6"
        },
        {
          "text": "The Lord was with Hezekiah, so he was successful in everything he did.\nHezekiah broke away from the king of Assyria and stopped serving him.",
          "ID": "7"
        },
        {
          "text": "Hezekiah defeated the Philistines all the way to Gaza and the area around it. He defeated all the Philistine cities—from the smallest town to the largest city.",
          "ID": "8"
        },
        {
          "text": "King Shalmaneser of Assyria went to fight against Samaria. His army surrounded the city. This happened during the fourth year that Hezekiah was king of Judah. (This was also the seventh year that Hoshea son of Elah was king of Israel.)",
          "ID": "9"
        },
        {
          "text": "At the end of the third year, Shalmaneser captured Samaria. He took Samaria during the sixth year that Hezekiah was king of Judah. (This was also the ninth year that Hoshea was king of Israel.)",
          "ID": "10"
        },
        {
          "text": "The king of Assyria took the Israelites as prisoners to Assyria. He made them live in Halah, on the Habor (the river of Gozan), and in the cities of the Medes.",
          "ID": "11"
        },
        {
          "text": "This happened because the Israelites did not obey the Lord their God. They broke his agreement and did not obey everything that Moses, the Lord’s servant, had commanded. The Israelites would not listen to the Lord’s agreement, or do what it taught them to do.",
          "ID": "12"
        },
        {
          "text": "During Hezekiah’s 14th year as king, King Sennacherib of Assyria went to fight against all the strong cities of Judah. Sennacherib defeated them all.",
          "ID": "13"
        },
        {
          "text": "Then King Hezekiah of Judah sent a message to the king of Assyria at Lachish. Hezekiah said, “I have done wrong. Leave me alone, and I will pay whatever you want.”\nThen the king of Assyria told King Hezekiah of Judah to pay over 11 tons of silver and over 1 ton of gold.",
          "ID": "14",
          "comments": [
            "11 tons Literally, “300 talents” (10,350 kg).",
            "1 ton Literally, “30 talents” (1035 kg)."
          ]
        },
        {
          "text": "Hezekiah gave all the silver that was in the Lord’s Temple and in the king’s treasuries.",
          "ID": "15"
        },
        {
          "text": "That is when Hezekiah cut off the gold that he had put on the doors and doorposts of the Lord’s Temple and gave it to the king of Assyria.",
          "ID": "16"
        },
        {
          "text": "The king of Assyria sent his three most important officers with a large army to King Hezekiah in Jerusalem. They left Lachish and went to Jerusalem. They stood near the aqueduct by the Upper Pool, on the street that leads up to Laundryman’s Field.",
          "ID": "17",
          "comments": [
            "Upper Pool The Pool of Siloam at the southern tip of the City of David (Jerusalem), just above the older pool now called Birket al Hamrah."
          ]
        },
        {
          "text": "These men called for the king, but Eliakim son of Hilkiah, Shebna, and Joah son of Asaph went out to meet them. Eliakim was the palace manager, Joah was the record keeper, and Shebna was the royal secretary.",
          "ID": "18"
        },
        {
          "text": "The commander said to them, “Tell Hezekiah this is what the great king, the king of Assyria says:\n‘What are you trusting in to help you?",
          "ID": "19"
        },
        {
          "text": "If you say, “I trust in power and great battle plans,” then that is useless. Now I ask you, who do you trust so much that you are willing to rebel against me?",
          "ID": "20"
        },
        {
          "text": "Are you depending on Egypt to help you? Egypt is like a broken walking stick. If you lean on it for support, it will only hurt you and make a hole in your hand. Pharaoh, the king of Egypt, cannot be trusted by anyone who depends on him for help.",
          "ID": "21"
        },
        {
          "text": "Maybe you will say, “We trust the Lord our God to help us.” But I know that Hezekiah destroyed the altars and high places where people worshiped the Lord. Hezekiah told the people of Judah and Jerusalem, “You must worship only at this one altar here in Jerusalem.”",
          "ID": "22"
        },
        {
          "text": "‘If you still want to fight my master, the king of Assyria, I will make this agreement with you. I promise that I will give you 2000 horses if you can find enough men to ride them into battle.",
          "ID": "23"
        },
        {
          "text": "But even then you couldn’t beat one of my master’s lowest ranking officers. So why do you still depend on Egypt’s chariots and horse soldiers?",
          "ID": "24"
        },
        {
          "text": "‘Now, do you think I came to this country to destroy it without the Lord’s help? No, the Lord said to me, “Go up against this country and destroy it!”’”",
          "ID": "25"
        },
        {
          "text": "Then Eliakim son of Hilkiah, Shebna, and Joah said to the commander, “Please speak to us in Aramaic. We understand that language. Don’t speak to us in the language of Judah because the people on the wall will understand you.”",
          "ID": "26"
        },
        {
          "text": "But the commander said, “My master sent me to speak to everyone, not just to you and your master. I must also speak to those people sitting there on the wall. When we surround your city, they will suffer too. Like you, they will become so hungry they will eat their own waste and drink their own urine!”",
          "ID": "27"
        },
        {
          "text": "Then the commander, shouting loudly in Hebrew, gave this warning to them all:\nHear this message from the great king, the king of Assyria!",
          "ID": "28",
          "comments": [
            "Hebrew Literally, “Judean,” the language of Judah and Israel."
          ]
        },
        {
          "text": "This is what the king says: Don’t let Hezekiah fool you! He cannot save you from my power.",
          "ID": "29"
        },
        {
          "text": "Don’t listen to him when he tells you to trust in the Lord. Don’t believe him when he says, “The Lord will save us. He will not let the king of Assyria defeat the city.”",
          "ID": "30"
        },
        {
          "text": "Don’t listen to Hezekiah! This is what the king of Assyria says: Come out here and show me that you want peace. Then you will all be free to have grapes from your own vines, figs from your own trees, and water from your own well.",
          "ID": "31"
        },
        {
          "text": "After some time, I will come and take you to a land like your own. In that new land, you will have plenty of grain for making bread and vineyards for producing wine. I am offering you a choice to live instead of dying.\nDon’t believe Hezekiah when he tells you, “The Lord will save us.” He is wrong.",
          "ID": "32"
        },
        {
          "text": "Did any of the gods of other nations save their land from the king of Assyria?",
          "ID": "33"
        },
        {
          "text": "When I destroyed the cities of Hamath and Arpad, where were their gods? What about the gods of Sepharvaim, Hena, and Ivvah? Were any gods able to save Samaria from my power?",
          "ID": "34"
        },
        {
          "text": "None of the gods of these other places were able to save their land from me! So why do you think the Lord can save Jerusalem from me?",
          "ID": "35"
        },
        {
          "text": "But the people were silent. They did not say a word to the commander, because King Hezekiah had commanded them, “Don’t say anything to him.”",
          "ID": "36"
        },
        {
          "text": "Then the palace manager (Eliakim son of Hilkiah), the royal secretary (Shebna), and the record keeper (Joah son of Asaph) went to Hezekiah. Their clothes were torn to show they were upset. They told Hezekiah everything the Assyrian commander had said.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.18",
      "name": "2 Kings 18"
    },
    {
      "title": "The Assyrian Army Is Destroyed",
      "text": [
        {
          "text": "When King Hezekiah heard this, he tore his clothes to show he was upset. Then he put on sackcloth and went to the Lord’s Temple.",
          "ID": "1"
        },
        {
          "text": "Hezekiah sent Eliakim the palace manager, Shebna the royal secretary, and the elders of the priests to the prophet Isaiah son of Amoz. They wore the special clothes that showed they were sad and upset.",
          "ID": "2"
        },
        {
          "text": "They said to Isaiah, “King Hezekiah has commanded that today will be a special day for sorrow and sadness. It will be a very sad day, like the time a child should be born, but is not strong enough to come from its mother’s womb.",
          "ID": "3"
        },
        {
          "text": "The commander’s master, the king of Assyria, has sent him to say bad things about the living God. Maybe the Lord your God will hear all those things and answer them. Maybe the Lord your God will show how wrong the enemy is! So pray for the people who are still left alive.”",
          "ID": "4"
        },
        {
          "text": "King Hezekiah’s officers went to Isaiah.",
          "ID": "5"
        },
        {
          "text": "Isaiah said to them, “Give this message to your master, Hezekiah: The Lord says, ‘Don’t be afraid of what you heard from the commanders. Don’t believe what those “boys” from the king of Assyria said to make fun of me.",
          "ID": "6"
        },
        {
          "text": "Look, I will send a spirit against the king of Assyria. He will get a report warning him about a danger, so he will return to his own country. And I will cut him down with a sword in his own country.’”",
          "ID": "7"
        },
        {
          "text": "The commander heard that the king of Assyria had left Lachish. He found him at Libnah, fighting against that city.",
          "ID": "8"
        },
        {
          "text": "Then the king of Assyria heard a report that said, “Tirhakah, the king of Ethiopia, has come to fight against you.”\nSo the king of Assyria sent messengers to Hezekiah again.",
          "ID": "9",
          "comments": [
            "Tirhakah This is probably Taharqa, the Pharaoh of Egypt about 690–664 B.C."
          ]
        },
        {
          "text": "He told them, “Tell King Hezekiah of Judah these things:\n‘Don’t be fooled by the god you trust when he says Jerusalem will not be defeated by the king of Assyria.",
          "ID": "10"
        },
        {
          "text": "You have heard what the kings of Assyria did to all the other countries. We completely destroyed them! Will you be saved? No!",
          "ID": "11"
        },
        {
          "text": "Did the gods of those nations save their people? No, my ancestors destroyed them all. They destroyed Gozan, Haran, Rezeph, and the people of Eden living in Tel Assar.",
          "ID": "12"
        },
        {
          "text": "Where is the king of Hamath? The king of Arpad? The king of the city of Sepharvaim? The kings of Hena and Ivvah?’”",
          "ID": "13"
        },
        {
          "text": "Hezekiah received the letters from the messengers and read them. Then he went up to the Lord’s Temple and laid the letters out in front of the Lord.",
          "ID": "14"
        },
        {
          "text": "Hezekiah prayed before the Lord and said, “Lord, God of Israel, you sit as King above the Cherub angels. You alone are the God who rules all the kingdoms on earth. You made heaven and earth.",
          "ID": "15"
        },
        {
          "text": "Lord, please listen to me. Lord, open your eyes and look at this message. Hear the words that Sennacherib sent to insult the living God.",
          "ID": "16"
        },
        {
          "text": "It is true, Lord. The kings of Assyria did destroy all those nations.",
          "ID": "17"
        },
        {
          "text": "They did throw the gods of those nations into the fire. But they were not real gods. They were only wood and stone—statues that people made. That is why the kings of Assyria could destroy them.",
          "ID": "18"
        },
        {
          "text": "But you are the Lord our God, so please save us from the king of Assyria. Then all the other nations will know that you, Lord, are the only God.”",
          "ID": "19"
        },
        {
          "text": "Then Isaiah son of Amoz sent this message to Hezekiah. Isaiah said, “The Lord, the God of Israel, says this: You prayed to me about the message that came from King Sennacherib of Assyria. I have heard you.",
          "ID": "20"
        },
        {
          "text": "“This is the Lord’s message against Sennacherib:\n‘The virgin daughter Zion does not think you are important.\nDaughter Jerusalem shakes her head at you",
          "ID": "21",
          "comments": [
            "The virgin daughter Zion The city of Jerusalem. See “Zion” in the Word List."
          ]
        },
        {
          "text": "But who did you insult and make fun of?\nYou were against the Holy One of Israel.",
          "ID": "22"
        },
        {
          "text": "You sent your messengers to insult the Lord.\nI cut down the tallest cedar trees and the best fir trees of Lebanon.",
          "ID": "23"
        },
        {
          "text": "I dug wells, and drank water from new places.",
          "ID": "24"
        },
        {
          "text": "That is what you said, but haven’t you heard what I said?\nfrom ancient times I planned it.\nI let you tear down the strong cities",
          "ID": "25"
        },
        {
          "text": "The people in the cities had no power.\nThey were about to be cut down\nThey were like grass growing on the housetops,",
          "ID": "26"
        },
        {
          "text": "I know all about your battles;\nI know when you rested,\nI also know when you got upset at me.",
          "ID": "27"
        },
        {
          "text": "Yes, you were upset at me.\nSo I will put my hook in your nose\nThen I will turn you around",
          "ID": "28"
        },
        {
          "text": "Then the Lord said, “I will give you a sign to show that these words are true. You were not able to plant seeds this year, so next year you will eat grain that grows wild from the previous year’s crop. But in the third year, you will eat grain from seeds that you planted. You will harvest your crops and have plenty to eat. You will plant grapevines and eat their fruit. You will plant vineyards and eat the grapes from them.",
          "ID": "29"
        },
        {
          "text": "The people from the family of Judah who have escaped and are left alive will be like plants that send their roots deep into the ground and produce fruit above the ground.",
          "ID": "30"
        },
        {
          "text": "That is because a few people will come out of Jerusalem alive. There will be survivors coming from Mount Zion. The strong love of the Lord All-Powerful will do this.",
          "ID": "31",
          "comments": [
            "strong love The Hebrew word can mean strong feelings such as zeal, jealousy, or love."
          ]
        },
        {
          "text": "“So the Lord says this about the king of Assyria:\n‘He will not come into this city\nHe will not bring his shields up against this city",
          "ID": "32"
        },
        {
          "text": "He will go back the way he came,\nThe Lord says this.",
          "ID": "33"
        },
        {
          "text": "I will protect this city and save it.",
          "ID": "34"
        },
        {
          "text": "That night the angel of the Lord went out and killed 185,000 people in the Assyrian camp. When the others got up in the morning, they saw all the dead bodies.",
          "ID": "35"
        },
        {
          "text": "So King Sennacherib of Assyria left and went back to Nineveh where he stayed.",
          "ID": "36"
        },
        {
          "text": "One day Sennacherib was in the temple of his god Nisroch, worshiping him. His sons Adrammelech and Sharezer killed him with a sword and ran away to Ararat. So his son Esarhaddon became the new king of Assyria.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.19",
      "name": "2 Kings 19"
    },
    {
      "title": "Messengers From Babylon",
      "text": [
        {
          "text": "At that time Hezekiah became sick and almost died. The prophet Isaiah son of Amoz went to see him and told him, “The Lord says, ‘You will die soon, so you should tell your family what they should do when you die. You will not get well.’”",
          "ID": "1"
        },
        {
          "text": "Hezekiah turned his face to the wall that faced the Temple and began praying to the Lord.",
          "ID": "2"
        },
        {
          "text": "“Lord, remember that I have sincerely served you with all my heart. I have done what you say is good.” Then Hezekiah cried very hard.",
          "ID": "3"
        },
        {
          "text": "Before Isaiah had left the middle courtyard, he received this message from the Lord,",
          "ID": "4"
        },
        {
          "text": "“Go back and speak to Hezekiah, the leader of my people. Tell him, ‘This is what the Lord, the God of your ancestor David, says: I heard your prayer and I saw your tears, so I will heal you. On the third day you will go up to the Temple of the Lord.",
          "ID": "5"
        },
        {
          "text": "I will add 15 years to your life. I will save you and this city from the king of Assyria. I will protect this city. I will do this for myself and because of the promise I made to my servant David.’”",
          "ID": "6"
        },
        {
          "text": "Then Isaiah said, “Crush figs together and put them on your sore; you will get well.”\nSo they took the mixture of figs and put it on Hezekiah’s sore place, and he got well.",
          "ID": "7"
        },
        {
          "text": "Hezekiah asked Isaiah, “What will be the sign that the Lord will heal me, and that I will go up to the Temple of the Lord on the third day?”",
          "ID": "8"
        },
        {
          "text": "Isaiah said, “Which do you want? Should the shadow go forward ten steps or go back ten steps? This is the sign for you from the Lord to show that the Lord will do what he said he would do.”",
          "ID": "9",
          "comments": [
            "the shadow … steps This may mean the steps of a special building that Hezekiah used like a clock. When the sun shone on the steps, the shadows showed what time of the day it was."
          ]
        },
        {
          "text": "Hezekiah answered, “It is an easy thing for the shadow to go down ten steps. No, make the shadow go back ten steps.”",
          "ID": "10"
        },
        {
          "text": "Then Isaiah prayed, and the Lord made the shadow move back ten steps. It went back up the steps that it had already been on.",
          "ID": "11"
        },
        {
          "text": "At that time Merodach Baladan son of Baladan was king of Babylon. He sent letters and a gift to Hezekiah when he heard that Hezekiah had been sick.",
          "ID": "12"
        },
        {
          "text": "Hezekiah listened to the messengers and then showed them all the valuable things he owned. He showed them the silver, the gold, the spices, the expensive perfume, and the building where he stored the weapons. He showed them everything in his treasuries, in his palace, and in his kingdom.",
          "ID": "13"
        },
        {
          "text": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men say? Where did they come from?”\nHezekiah said, “These men came from a faraway country, from Babylon.”",
          "ID": "14"
        },
        {
          "text": "Isaiah said, “What did they see in your palace?”\nHezekiah answered, “They saw everything I own. I showed them all my wealth.”",
          "ID": "15"
        },
        {
          "text": "Then Isaiah said to Hezekiah, “Listen to this message from the Lord.",
          "ID": "16"
        },
        {
          "text": "The time is coming when everything in your palace and everything your ancestors have saved until today will be carried away to Babylon. Nothing will be left! The Lord said this.",
          "ID": "17"
        },
        {
          "text": "The Babylonians will take your sons, and your sons will become officers in the palace of the king of Babylon.”",
          "ID": "18",
          "comments": [
            "officers Or “eunuchs.” See “eunuch” in the Word List."
          ]
        },
        {
          "text": "Then Hezekiah told Isaiah, “This message from the Lord is good.” (Hezekiah said this because he thought, “There will be real peace and security during my lifetime.”)",
          "ID": "19"
        },
        {
          "text": "All the great things that Hezekiah did, including his work on the pool and the aqueduct to bring water into the city, are written in the book, The History of the Kings of Judah.",
          "ID": "20"
        },
        {
          "text": "Hezekiah died and was buried with his ancestors. And his son Manasseh became the new king after him.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.20",
      "name": "2 Kings 20"
    },
    {
      "title": "Amon’s Short Rule",
      "text": [
        {
          "text": "Manasseh was twelve years old when he began to rule. He ruled 55 years in Jerusalem. His mother’s name was Hephzibah.",
          "ID": "1"
        },
        {
          "text": "Manasseh did what the Lord said was wrong. He did the terrible things the other nations did. (And the Lord forced those nations to leave their country when the Israelites came.)",
          "ID": "2"
        },
        {
          "text": "Manasseh rebuilt the high places that his father Hezekiah had destroyed. He also built altars for Baal and made an Asherah pole, just as King Ahab of Israel had done. Manasseh worshiped and served the stars of heaven.",
          "ID": "3"
        },
        {
          "text": "He built altars to honor false gods in the Lord’s Temple. (This is the place the Lord was talking about when he said, “I will put my name in Jerusalem.”)",
          "ID": "4"
        },
        {
          "text": "Manasseh built altars for the stars of heaven in the two courtyards of the Lord’s Temple.",
          "ID": "5"
        },
        {
          "text": "He sacrificed his own son and burned him on the altar. He used different ways of trying to know the future. He visited mediums and wizards.\nManasseh did more and more things that the Lord saw as evil, which made the Lord angry.",
          "ID": "6",
          "comments": [
            "sacrificed … on the altar Literally, “made his son pass through the fire.”"
          ]
        },
        {
          "text": "Manasseh made a carved statue of Asherah. He put this statue in the Temple. The Lord had said to David and to David’s son Solomon about this Temple: “I have chosen Jerusalem from all the cities in Israel. I will put my name in the Temple in Jerusalem forever.",
          "ID": "7"
        },
        {
          "text": "I will not cause the Israelites to leave the land that I gave to their ancestors. I will let the people stay in their land if they obey everything I commanded them and all the teachings that my servant Moses gave them.”",
          "ID": "8"
        },
        {
          "text": "But the people did not listen to God. Manasseh did more evil things than all the nations that lived in Canaan before Israel came. And the Lord destroyed those nations when the Israelites came to take their land.",
          "ID": "9"
        },
        {
          "text": "The Lord used his servants the prophets to say this:",
          "ID": "10"
        },
        {
          "text": "“King Manasseh of Judah has done these hated things and has done more evil than the Amorites before him. He also has caused Judah to sin because of his idols.",
          "ID": "11"
        },
        {
          "text": "So the Lord, the God of Israel, says, ‘Look! I will bring so much trouble against Jerusalem and Judah that anyone who hears about it will be shocked.",
          "ID": "12",
          "comments": [
            "will be shocked Literally, “both his ears will tingle.”"
          ]
        },
        {
          "text": "I will stretch the measuring line of Samaria and the plumb line of Ahab’s family over Jerusalem. A man wipes a dish, and then he turns it upside down. I will do that to Jerusalem.",
          "ID": "13",
          "comments": [
            "measuring line of Samaria Workers used a string with a weight to mark a straight line at the end of a stone wall. The pieces of stone that were outside the line were chipped off and thrown away. This shows that God was “throwing away” Samaria and Ahab’s family of kings.",
            "plumb line A string with a weight on one end used to show that a wall or building was not straight."
          ]
        },
        {
          "text": "There will still be a few of my people left, but I will leave them. I will give them to their enemies. Their enemies will take them as prisoners—they will be like the valuable things soldiers take in war.",
          "ID": "14"
        },
        {
          "text": "This is because my people did what I said was wrong. They have made me angry with them since the day their ancestors came up out of Egypt.",
          "ID": "15"
        },
        {
          "text": "And Manasseh killed many innocent people. He filled Jerusalem from one end to another with blood. And all these sins are in addition to the sins that caused Judah to sin. Manasseh caused Judah to do what the Lord said was wrong.’”",
          "ID": "16"
        },
        {
          "text": "All the things that Manasseh did, including the sins that he committed, are written in the book, The History of the Kings of Judah.",
          "ID": "17"
        },
        {
          "text": "Manasseh died and was buried with his ancestors. He was buried in the garden at his house. It was called the “Garden of Uzza.” His son Amon became the new king after him.",
          "ID": "18"
        },
        {
          "text": "Amon was 22 years old when he began to rule. He ruled two years in Jerusalem. His mother’s name was Meshullemeth daughter of Haruz from Jotbah.",
          "ID": "19"
        },
        {
          "text": "Amon did what the Lord said was wrong, just as his father Manasseh had done.",
          "ID": "20"
        },
        {
          "text": "Amon lived just as his father had lived. He worshiped and served the same idols his father had worshiped.",
          "ID": "21"
        },
        {
          "text": "Amon left the Lord, the God of his ancestors, and did not live the way the Lord wanted.",
          "ID": "22"
        },
        {
          "text": "Amon’s servants made plans against him and killed him in his palace.",
          "ID": "23"
        },
        {
          "text": "The common people killed all the officers who made plans against King Amon. Then the people made Amon’s son Josiah the new king after him.",
          "ID": "24"
        },
        {
          "text": "The other things that Amon did are written in the book, The History of the Kings of Judah.",
          "ID": "25"
        },
        {
          "text": "Amon was buried in his grave at the Garden of Uzza. His son Josiah became the new king.",
          "ID": "26"
        }
      ],
      "ID": "OT:2KI.21",
      "name": "2 Kings 21"
    },
    {
      "title": "Josiah and Huldah the Prophetess",
      "text": [
        {
          "text": "Josiah was eight years old when he began to rule. He ruled 31 years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath.",
          "ID": "1"
        },
        {
          "text": "Josiah did what the Lord said was right. He followed God like his ancestor David. Josiah obeyed God’s teachings—he did exactly what God wanted.",
          "ID": "2"
        },
        {
          "text": "During the 18th year that Josiah was king, he sent Shaphan son of Azaliah son of Meshullam, the secretary, to the Lord’s Temple. Josiah said,",
          "ID": "3"
        },
        {
          "text": "“Go up to Hilkiah the high priest. Tell him that he must get the money that people brought to the Lord’s Temple. The gatekeepers collected that money from the people.",
          "ID": "4"
        },
        {
          "text": "The priests must use that money to pay the workers to repair the Lord’s Temple. They must give that money to the men who supervise the work on the Lord’s Temple.",
          "ID": "5"
        },
        {
          "text": "Use that money for the carpenters, stonemasons, and stonecutters. Also use that money to buy the timber and cut stones that are needed to repair the Temple.",
          "ID": "6"
        },
        {
          "text": "Don’t count the money that you give to the workers. They can be trusted.”",
          "ID": "7"
        },
        {
          "text": "Hilkiah the high priest said to Shaphan the secretary, “Look, I found the Book of the Law in the Lord’s Temple!” Hilkiah gave the book to Shaphan, and Shaphan read it.",
          "ID": "8",
          "comments": [
            "Book of the Law This is probably the book of Deuteronomy. Also in 23:2."
          ]
        },
        {
          "text": "He went to King Josiah and told him what happened. Shaphan said, “Your servants have gathered all the money that was in the Temple. They gave it to the men who supervise the work on the Lord’s Temple.”",
          "ID": "9"
        },
        {
          "text": "Then he told the king, “And Hilkiah the priest also gave this book to me.” Then Shaphan read the book to the king.",
          "ID": "10"
        },
        {
          "text": "When the king heard the words of the Book of the Law, he tore his clothes to show he was sad and upset.",
          "ID": "11"
        },
        {
          "text": "Then he gave a command to Hilkiah the priest, Ahikam son of Shaphan, Acbor son of Micaiah, Shaphan the secretary, and Asaiah the king’s servant.",
          "ID": "12"
        },
        {
          "text": "King Josiah said, “Go and ask the Lord what we should do. Ask for me, for the people, and for all Judah. Ask about the words of this book that was found. The Lord is angry with us, because our ancestors did not listen to the words of this book. They did not obey all the commands that were written for us.”",
          "ID": "13"
        },
        {
          "text": "So Hilkiah the priest, Ahikam, Acbor, Shaphan, and Asaiah went to Huldah the woman prophet. Huldah was the wife of Shallum son of Tikvah, son of Harhas. He took care of the priests’ clothes. Huldah was living in the second quarter in Jerusalem. They went and talked with Huldah.",
          "ID": "14"
        },
        {
          "text": "Then Huldah said to them, “The Lord, the God of Israel, says: Tell the man who sent you to me:",
          "ID": "15"
        },
        {
          "text": "‘The Lord says this: I am bringing trouble on this place and on the people who live here. These are the troubles that are mentioned in the book that the king of Judah read.",
          "ID": "16"
        },
        {
          "text": "The people of Judah have left me and have burned incense to other gods. They made me very angry. They made many idols. That is why I will show my anger against this place. My anger will be like a fire that cannot be stopped!’",
          "ID": "17"
        },
        {
          "text": "“King Josiah of Judah sent you to ask advice from the Lord. Tell Josiah that this is what the Lord, the God of Israel, says: ‘You heard the words I spoke against this place and those who live here. And when you heard those things, your heart was soft, and you showed your sorrow before the Lord. I said that terrible things would happen to this place. So you tore your clothes to show your sadness, and you began to cry. That is why I heard you.’ This is what the Lord says.",
          "ID": "18-19"
        },
        {
          "text": "‘I will bring you to be with your ancestors. You will die and go to your grave in peace. So your eyes will not see all the trouble that I am bringing on this place.’”\nThen Hilkiah the priest, Ahikam, Acbor, Shaphan, and Asaiah gave that message to the king.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.22",
      "name": "2 Kings 22"
    },
    {
      "title": "Jehoahaz Becomes King of Judah",
      "text": [
        {
          "text": "King Josiah told all the leaders of Judah and Jerusalem to come and meet with him.",
          "ID": "1"
        },
        {
          "text": "Then the king went up to the Lord’s Temple. All the people of Judah and the people who lived in Jerusalem went with him. The priests, the prophets, and all the people—from the least important to the most important—went with him. Then he read the Book of the Agreement. This was the Book of the Law that was found in the Lord’s Temple. Josiah read the book so that all the people could hear it.",
          "ID": "2"
        },
        {
          "text": "The king stood by the column and made an agreement with the Lord. He promised to follow the Lord and to obey his commands, the laws, and his rules. He promised to do this with all his heart and soul. He promised to obey the agreement written in this book. All the people stood to show that they promised to follow the agreement.",
          "ID": "3"
        },
        {
          "text": "Then the king commanded Hilkiah the high priest, the other priests, and the gatekeepers to bring out of the Lord’s Temple all the dishes and things that were made to honor Baal, Asherah, and the stars of heaven. Then Josiah burned those things outside Jerusalem in the fields in Kidron Valley. Then they carried the ashes to Bethel.",
          "ID": "4"
        },
        {
          "text": "The kings of Judah had chosen some ordinary men to serve as priests. These false priests were burning incense at the high places in every city of Judah and all the towns around Jerusalem. They burned incense to honor Baal, the sun, the moon, the constellations, and all the stars in the sky. But Josiah stopped those false priests.",
          "ID": "5"
        },
        {
          "text": "Josiah removed the Asherah pole from the Lord’s Temple. He took the Asherah pole outside the city to the Kidron Valley and burned it there. Then he beat the burned pieces into dust and scattered the dust over the graves of the common people.",
          "ID": "6",
          "comments": [
            "scattered … common people This was a strong way of showing that the Asherah pole could never be used again."
          ]
        },
        {
          "text": "Then King Josiah broke down the houses of the male prostitutes who were in the Lord’s Temple. Women also used these houses and made little tent covers to honor the false goddess Asherah.",
          "ID": "7"
        },
        {
          "text": "At that time the priests did not bring the sacrifices to Jerusalem and offer them on the Lord’s altar in the Temple. The priests lived in cities all over Judah. They burned incense and offered sacrifices at the high places in those cities. The high places were everywhere, from Geba to Beersheba. And the priests ate their unleavened bread in those towns with the ordinary people—not at the special place for priests in the Temple in Jerusalem. But King Josiah ruined the high places and brought the priests to Jerusalem. Josiah also destroyed the high places that were on the left side of the city gate, by the Gate of Joshua. (Joshua was the ruler of the city.)",
          "ID": "8-9"
        },
        {
          "text": "Topheth was a place in the Valley of Hinnom’s Son where people killed their children and burned them on an altar to honor the false god Molech. Josiah ruined that place so that no one could use it again.",
          "ID": "10",
          "comments": [
            "people … Molech Literally, “people made their son or daughter pass through fire to Molech.”"
          ]
        },
        {
          "text": "In the past the kings of Judah had put some horses and a chariot near the entrance to the Lord’s Temple. This was near the room of an important official named Nathan Melech. The horses and chariot were to honor the sun god. Josiah removed the horses and burned the chariot.",
          "ID": "11",
          "comments": [
            "horses … sun god The people thought the sun was a god who drove his chariot (the sun) across the sky each day."
          ]
        },
        {
          "text": "In the past the kings of Judah had built altars on the roof of Ahab’s building. King Manasseh had also built altars in the two courtyards of the Lord’s Temple. Josiah destroyed all the altars and threw the broken pieces into the Kidron Valley.",
          "ID": "12"
        },
        {
          "text": "In the past King Solomon built some high places on Destroyer Hill near Jerusalem. The high places were on the south side of that hill. King Solomon built one of these places of worship to honor Ashtoreth, that horrible thing the people of Sidon worship. He also built one to honor Chemosh, that horrible thing the Moabites worship. And King Solomon built one high place to honor Milcom, that horrible thing the Ammonites worship. But King Josiah ruined all these places of worship.",
          "ID": "13"
        },
        {
          "text": "He broke all the memorial stones and Asherah poles. Then he scattered dead men’s bones over that place.",
          "ID": "14",
          "comments": [
            "scattered … place This was the way he defiled (ruined) those places so that they could not be used for places of worship."
          ]
        },
        {
          "text": "Josiah also broke down the altar and high place at Bethel. Jeroboam son of Nebat had made this altar. Jeroboam caused Israel to sin. Josiah broke down both that altar and the high place. He broke the stones of the altar to pieces. Then he beat it into dust and he burned the Asherah pole.",
          "ID": "15",
          "comments": [
            "Jeroboam … sin See 1 Kings 12:26-30."
          ]
        },
        {
          "text": "Josiah looked around and saw graves on the mountain. He sent men, and they took the bones from the graves. Then he burned the bones on the altar. In this way Josiah ruined the altar. This happened according to the message from the Lord that the man of God announced. The man of God announced these things when Jeroboam stood beside the altar at the feast.\nThen Josiah looked around and saw the grave of the man of God.",
          "ID": "16",
          "comments": [
            "announced See 1 Kings 13:1-3.",
            "The man of God … the grave of the man of God This is from the ancient Greek version."
          ]
        },
        {
          "text": "Josiah said, “What is that monument I see?”\nThe people of the city told him, “It is the grave of the man of God who came from Judah. This man of God told about the things you have done to the altar at Bethel. He said them a long time ago.”",
          "ID": "17"
        },
        {
          "text": "Josiah said, “Leave the man of God alone. Don’t move his bones.” So they left his bones and the bones of the man of God from Samaria.",
          "ID": "18"
        },
        {
          "text": "Josiah also destroyed all the temples at the high places in the cities of Samaria. The kings of Israel had built those temples, which had made the Lord very angry. Josiah destroyed them, just as he had destroyed the place of worship at Bethel.",
          "ID": "19"
        },
        {
          "text": "Josiah killed all the priests of the high places that were in Samaria. He killed the priests on those altars and burned men’s bones on the altars so that they could never be used again. Then he went back to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "Then King Josiah gave a command to all the people. He said, “Celebrate the Passover for the Lord your God. Do this just as it is written in the Book of the Agreement.”",
          "ID": "21"
        },
        {
          "text": "The people had not celebrated a Passover like this since the days when the judges ruled Israel. None of the kings of Israel or the kings of Judah ever had such a big celebration for Passover.",
          "ID": "22"
        },
        {
          "text": "They celebrated this Passover for the Lord in Jerusalem during Josiah’s 18th year as king.",
          "ID": "23"
        },
        {
          "text": "Josiah destroyed the mediums, wizards, the house gods, the idols, and all the horrible things people worshiped in Judah and Jerusalem. He did this to obey the law written in the book that Hilkiah the priest found in the Lord’s Temple.",
          "ID": "24"
        },
        {
          "text": "There had never been a king like Josiah before. Josiah turned to the Lord with all his heart, with all his soul, and with all his strength. No king had followed all the Law of Moses like Josiah. And there has never been another king like Josiah since that time.",
          "ID": "25",
          "comments": [
            "with all his heart … strength See Deut. 6:4, 5."
          ]
        },
        {
          "text": "But the Lord did not stop being angry with the people of Judah. He was still angry with them for everything that Manasseh had done.",
          "ID": "26"
        },
        {
          "text": "The Lord said, “I forced the Israelites to leave their land. I will do the same to Judah. I will take Judah out of my sight. I will not accept Jerusalem. Yes, I chose that city. I was talking about Jerusalem when I said, ‘My name will be there.’ But I will destroy the Temple that is in that place.”",
          "ID": "27"
        },
        {
          "text": "All the other things that Josiah did are written in the book, The History of the Kings of Judah.",
          "ID": "28"
        },
        {
          "text": "While Josiah was king, Pharaoh Neco, the king of Egypt, went to fight against the king of Assyria at the Euphrates River. Josiah went out to meet Neco at Megiddo. Pharaoh saw Josiah and killed him.",
          "ID": "29"
        },
        {
          "text": "Josiah’s officers put his body in a chariot and carried him from Megiddo to Jerusalem. They buried Josiah in his own grave.\nThen the common people took Josiah’s son Jehoahaz and anointed him. They made Jehoahaz the new king.",
          "ID": "30"
        },
        {
          "text": "Jehoahaz was 23 years old when he became king. He ruled three months in Jerusalem. His mother’s name was Hamutal, daughter of Jeremiah from Libnah.",
          "ID": "31"
        },
        {
          "text": "Jehoahaz did what the Lord said was wrong. He did all the same things that his ancestors had done.",
          "ID": "32"
        },
        {
          "text": "Pharaoh Neco put Jehoahaz in prison at Riblah in the land of Hamath. So Jehoahaz could not rule in Jerusalem. Pharaoh Neco forced Judah to pay 7500 pounds of silver and 75 pounds of gold.",
          "ID": "33",
          "comments": [
            "7500 pounds Literally, “100 talents” (3450 kg).",
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "Pharaoh Neco made Josiah’s son Eliakim the new king. Eliakim took the place of Josiah his father. Pharaoh Neco changed Eliakim’s name to Jehoiakim. And Pharaoh Neco took Jehoahaz away to Egypt where he died.",
          "ID": "34"
        },
        {
          "text": "Jehoiakim gave the silver and the gold to Pharaoh. But Jehoiakim made the common people pay taxes and used that money to give to Pharaoh Neco. So everyone paid their share of silver and gold, and King Jehoiakim gave the money to Pharaoh Neco.",
          "ID": "35"
        },
        {
          "text": "Jehoiakim was 25 years old when he became king. He ruled eleven years in Jerusalem. His mother’s name was Zebidah daughter of Pedaiah from Rumah.",
          "ID": "36"
        },
        {
          "text": "Jehoiakim did what the Lord said was wrong. He did all the same things his ancestors had done.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.23",
      "name": "2 Kings 23"
    },
    {
      "title": "Nebuchadnezzar Ends Zedekiah’s Rule",
      "text": [
        {
          "text": "In the time of Jehoiakim, King Nebuchadnezzar of Babylon came to the country of Judah. Jehoiakim served Nebuchadnezzar for three years. Then Jehoiakim turned against Nebuchadnezzar and broke away from his rule.",
          "ID": "1"
        },
        {
          "text": "The Lord sent groups of Babylonians, Arameans, Moabites, and Ammonites to fight against Jehoiakim. He sent them to destroy Judah. This happened just as the Lord had said. He used his servants the prophets to say those things.",
          "ID": "2"
        },
        {
          "text": "The Lord commanded this to happen to Judah. In this way he would remove them from his sight. He did this because of all the sins that Manasseh committed.",
          "ID": "3"
        },
        {
          "text": "He did this because Manasseh killed many innocent people and filled Jerusalem with their blood. The Lord would not forgive these sins.",
          "ID": "4"
        },
        {
          "text": "The other things that Jehoiakim did are written in the book, The History of the Kings of Judah.",
          "ID": "5"
        },
        {
          "text": "Jehoiakim died and was buried with his ancestors. His son Jehoiachin became the new king after him.",
          "ID": "6"
        },
        {
          "text": "The king of Babylon captured all the land between the Brook of Egypt and the Euphrates River. This land was previously controlled by Egypt. So the king of Egypt did not leave Egypt anymore.",
          "ID": "7"
        },
        {
          "text": "Jehoiachin was 18 years old when he began to rule. He ruled three months in Jerusalem. His mother’s name was Nehushta daughter of Elnathan from Jerusalem.",
          "ID": "8"
        },
        {
          "text": "Jehoiachin did what the Lord said was wrong. He did all the same things that his father had done.",
          "ID": "9"
        },
        {
          "text": "At that time the officers of King Nebuchadnezzar of Babylon came to Jerusalem and surrounded it.",
          "ID": "10"
        },
        {
          "text": "Then King Nebuchadnezzar of Babylon came to the city.",
          "ID": "11"
        },
        {
          "text": "King Jehoiachin of Judah went out to meet the king of Babylon. His mother, his officers, leaders, and officials also went with him. Then the king of Babylon captured Jehoiachin. This was during the eighth year of Nebuchadnezzar’s rule.",
          "ID": "12"
        },
        {
          "text": "Nebuchadnezzar took from Jerusalem all the treasures in the Lord’s Temple and all the treasures in the king’s palace. He cut up all the golden dishes that King Solomon of Israel had put in the Lord’s Temple. This happened just as the Lord had said.",
          "ID": "13"
        },
        {
          "text": "Nebuchadnezzar captured all the people of Jerusalem, including the leaders and other wealthy people. He took 10,000 people and made them prisoners. He took all the skilled workers and craftsmen. No one was left, except the poorest of the common people.",
          "ID": "14"
        },
        {
          "text": "Nebuchadnezzar took Jehoiachin to Babylon as a prisoner. He also took the king’s mother, his wives, officers, and the leading men of the land. He took them from Jerusalem to Babylon as prisoners.",
          "ID": "15"
        },
        {
          "text": "There were 7000 soldiers. Nebuchadnezzar took all the soldiers and 1000 of the skilled workers and craftsmen. All these men were trained soldiers, ready for war. The king of Babylon took them to Babylon as prisoners.",
          "ID": "16"
        },
        {
          "text": "The king of Babylon made Mattaniah the new king. Mattaniah was Jehoiachin’s uncle. He changed his name to Zedekiah.",
          "ID": "17"
        },
        {
          "text": "Zedekiah was 21 years old when he began to rule. He ruled 11 years in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah from Libnah.",
          "ID": "18"
        },
        {
          "text": "Zedekiah did what the Lord said was wrong. He did all the same things that Jehoiakim did.",
          "ID": "19"
        },
        {
          "text": "The Lord became so angry with Jerusalem and Judah that he threw them away.\nZedekiah rebelled and refused to obey the king of Babylon.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.24",
      "name": "2 Kings 24"
    },
    {
      "title": "Gedaliah, Governor of Judah",
      "text": [
        {
          "text": "So King Nebuchadnezzar of Babylon and all his army came to fight against Jerusalem. This happened on the 10th day of the tenth month of Zedekiah’s ninth year as king. Nebuchadnezzar put his army around Jerusalem to stop people from going in and out of the city. Then he built a wall of dirt around the city.",
          "ID": "1"
        },
        {
          "text": "His army stayed around Jerusalem until Zedekiah’s eleventh year as king of Judah.",
          "ID": "2"
        },
        {
          "text": "The famine was getting worse and worse in the city. By the 9th day of the fourth month, there was no more food for the common people in the city.",
          "ID": "3"
        },
        {
          "text": "Nebuchadnezzar’s army finally broke through the city wall. That night King Zedekiah and all his soldiers ran away. They used the secret gate that went through the double walls. It was by the king’s garden. The enemy soldiers were all around the city, but Zedekiah and his men escaped on the road to the desert.",
          "ID": "4"
        },
        {
          "text": "The Babylonian army chased King Zedekiah and caught him near Jericho. All of Zedekiah’s soldiers left him and ran away.",
          "ID": "5"
        },
        {
          "text": "The Babylonians took King Zedekiah to the king of Babylon at Riblah. The Babylonians decided to punish Zedekiah.",
          "ID": "6"
        },
        {
          "text": "They killed Zedekiah’s sons in front of him. Then they put out Zedekiah’s eyes. They put chains on him and took him to Babylon.",
          "ID": "7"
        },
        {
          "text": "Nebuchadnezzar came to Jerusalem on the 7th day of the fifth month of his nineteenth year as king of Babylon. The captain of Nebuchadnezzar’s best soldiers was Nebuzaradan.",
          "ID": "8"
        },
        {
          "text": "Nebuzaradan burned the Lord’s Temple, the king’s palace, and all the houses in Jerusalem. He destroyed even the largest houses.",
          "ID": "9"
        },
        {
          "text": "Then the Babylonian army that was with Nebuzaradan pulled down the walls around Jerusalem.",
          "ID": "10"
        },
        {
          "text": "Nebuzaradan captured all the people who were still left in the city. He took all the people as prisoners, even those who had tried to surrender.",
          "ID": "11"
        },
        {
          "text": "He let only the poorest of the common people stay there. He let them stay so that they could take care of the grapes and other crops.",
          "ID": "12"
        },
        {
          "text": "The Babylonian soldiers broke into pieces all the bronze things in the Lord’s Temple. They broke the bronze columns, the bronze carts, and the large bronze tank that were in the Lord’s Temple. Then they took all of that bronze to Babylon.",
          "ID": "13",
          "comments": [
            "tank A very large container for water."
          ]
        },
        {
          "text": "The Babylonians also took the pots, the shovels, the tools for trimming the lamps, the spoons, and all the bronze dishes that were used in the Temple.",
          "ID": "14"
        },
        {
          "text": "Nebuzaradan took all the firepans and bowls. He took all the things made of gold for the gold. And he took everything made of silver for the silver.",
          "ID": "15"
        },
        {
          "text": "So Nebuzaradan took the large bronze tank and the 2 bronze columns. (Each column was about 31 feet tall. The capitals on the columns were over 5 feet tall. They were made from bronze and had a design like a net and pomegranates. Both columns had the same kind of design.) He also took the carts that Solomon made for the Lord’s Temple. The bronze from these things was too heavy to be weighed.",
          "ID": "16-17",
          "comments": [
            "31 feet Literally, “18 cubits” (9.33 m).",
            "5 feet Literally, “3 cubits” (1.55 m)."
          ]
        },
        {
          "text": "From the Temple, Nebuzaradan took Seraiah the high priest, Zephaniah the second priest, and the three men who guarded the entrance.",
          "ID": "18"
        },
        {
          "text": "From the city Nebuzaradan took one official who was in charge of the army and five of the king’s advisors who were still in the city. He took one secretary of the commander of the army who was in charge of counting the common people and choosing some of them to be soldiers and 60 people who just happened to be in the city.",
          "ID": "19",
          "comments": [
            "king’s advisors Literally, “men who saw the king’s face.”"
          ]
        },
        {
          "text": "Then Nebuzaradan took all these people to the king of Babylon at Riblah in the area of Hamath. The king of Babylon killed them there at Riblah. And the people of Judah were led away as prisoners from their land.",
          "ID": "20-21"
        },
        {
          "text": "King Nebuchadnezzar of Babylon left some people in the land of Judah. There was a man named Gedaliah son of Ahikam son of Shaphan. Nebuchadnezzar made Gedaliah governor over the people in Judah.",
          "ID": "22"
        },
        {
          "text": "The army captains were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth from Netophah, and Jaazaniah son of the Maacathite. These army captains and their men heard that the king of Babylon had made Gedaliah governor, so they went to Mizpah to meet with him.",
          "ID": "23"
        },
        {
          "text": "Gedaliah made promises to these officers and their men. He said to them, “Don’t be afraid of the Babylonian officers. Stay here and serve the king of Babylon. Then everything will be all right with you.”",
          "ID": "24"
        },
        {
          "text": "Ishmael son of Nethaniah son of Elishama was from the king’s family. In the seventh month, Ishmael and ten of his men attacked Gedaliah and killed all the men of Judah and Babylonians who were with Gedaliah at Mizpah.",
          "ID": "25"
        },
        {
          "text": "Then the army officers and all the people ran away to Egypt. Everyone, from the least important to the most important, ran away because they were afraid of the Babylonians.",
          "ID": "26"
        },
        {
          "text": "Later, Evil Merodach became the king of Babylon. He let King Jehoiachin of Judah out of prison. This happened in the 37th year after Jehoiachin was captured. This was on the 27th day of the twelfth month from the time that Evil Merodach began to rule.",
          "ID": "27"
        },
        {
          "text": "Evil Merodach was kind to Jehoiachin. He gave him a more important place to sit than the other kings who were with him in Babylon.",
          "ID": "28"
        },
        {
          "text": "Evil Merodach let Jehoiachin stop wearing prison clothes. And every day for the rest of his life, he ate at the same table with the king.",
          "ID": "29"
        },
        {
          "text": "And each day, for as long as Jehoiachin lived, the king gave him enough money to pay for whatever he needed.",
          "ID": "30"
        }
      ],
      "ID": "OT:2KI.25",
      "name": "2 Kings 25"
    }
  ],
  "ID": "OT:2KI(ERV)",
  "name": "2 Kings"
}