{
  "name": "Hebrews",
  "text": [
    {
      "name": "Hebrews 1",
      "text": [
        {
          "text": "IN MANY separate revelations [each of which set forth a portion of the Truth] and in different ways God spoke of old to [our] forefathers in and by the prophets,",
          "ID": "1"
        },
        {
          "text": "[But] in the last of these days He has spoken to us in [the person of a] Son, Whom He appointed Heir and lawful Owner of all things, also by and through Whom He created the worlds and the reaches of space and the ages of time [He made, produced, built, operated, and arranged them in order].",
          "ID": "2"
        },
        {
          "text": "He is the sole expression of the glory of God [the Light-being, the out-raying or radiance of the divine], and He is the perfect imprint and very image of [God's] nature, upholding and maintaining and guiding and propelling the universe by His mighty word of power. When He had by offering Himself accomplished our cleansing of sins and riddance of guilt, He sat down at the right hand of the divine Majesty on high,",
          "ID": "3"
        },
        {
          "text": "[Taking a place and rank by which] He Himself became as much superior to angels as the glorious Name (title) which He has inherited is different from and more excellent than theirs.",
          "ID": "4"
        },
        {
          "text": "For to which of the angels did [God] ever say, You are My Son, today I have begotten You [established You in an official Sonship relation, with kingly dignity]? And again, I will be to Him a Father, and He will be to Me a Son? [II Sam. 7:14; Ps. 2:7.]",
          "ID": "5"
        },
        {
          "text": "Moreover, when He brings the firstborn Son again into the habitable world, He says, Let all the angels of God worship Him.",
          "ID": "6"
        },
        {
          "text": "Referring to the angels He says, [God] Who makes His angels winds and His ministering servants flames of fire; [Ps. 104:4.]",
          "ID": "7"
        },
        {
          "text": "But as to the Son, He says to Him, Your throne, O God, is forever and ever (to the ages of the ages), and the scepter of Your kingdom is a scepter of absolute righteousness (of justice and straightforwardness).",
          "ID": "8"
        },
        {
          "text": "You have loved righteousness [You have delighted in integrity, virtue, and uprightness in purpose, thought, and action] and You have hated lawlessness (injustice and iniquity). Therefore God, [even] Your God (Godhead), has anointed You with the oil of exultant joy and gladness above and beyond Your companions. [Ps. 45:6, 7.]",
          "ID": "9"
        },
        {
          "text": "And [further], You, Lord, did lay the foundation of the earth in the beginning, and the heavens are the works of Your hands.",
          "ID": "10"
        },
        {
          "text": "They will perish, but You remain and continue permanently; they will all grow old and wear out like a garment.",
          "ID": "11"
        },
        {
          "text": "Like a mantle [thrown about one's self] You will roll them up, and they will be changed and replaced by others. But You remain the same, and Your years will never end nor come to failure. [Ps. 102:25-27.]",
          "ID": "12"
        },
        {
          "text": "Besides, to which of the angels has He ever said, Sit at My right hand [associated with Me in My royal dignity] till I make your enemies a stool for your feet? [Ps. 110:1.]",
          "ID": "13"
        },
        {
          "text": "Are not the angels all ministering spirits (servants) sent out in the service [of God for the assistance] of those who are to inherit salvation?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1"
    },
    {
      "name": "Hebrews 2",
      "text": [
        {
          "text": "SINCE ALL this is true, we ought to pay much closer attention than ever to the truths that we have heard, lest in any way we drift past [them] and slip away.",
          "ID": "1"
        },
        {
          "text": "For if the message given through angels [the Law spoken by them to Moses] was authentic and proved sure, and every violation and disobedience received an appropriate (just and adequate) penalty,",
          "ID": "2"
        },
        {
          "text": "How shall we escape [appropriate retribution] if we neglect and refuse to pay attention to such a great salvation [as is now offered to us, letting it drift past us forever]? For it was declared at first by the Lord [Himself], and it was confirmed to us and proved to be real and genuine by those who personally heard [Him speak].",
          "ID": "3"
        },
        {
          "text": "[Besides this evidence] it was also established and plainly endorsed by God, Who showed His approval of it by signs and wonders and various miraculous manifestations of [His] power and by imparting the gifts of the Holy Spirit [to the believers] according to His own will.",
          "ID": "4"
        },
        {
          "text": "For it was not to angels that God subjected the habitable world of the future, of which we are speaking.",
          "ID": "5"
        },
        {
          "text": "It has been solemnly and earnestly said in a certain place, What is man that You are mindful of him, or the son of man that You graciously and helpfully care for and visit and look after him?",
          "ID": "6"
        },
        {
          "text": "For some little time You have ranked him lower than and inferior to the angels; You have crowned him with glory and honor and set him over the works of Your hands, [Ps. 8:4-6.]",
          "ID": "7"
        },
        {
          "text": "For You have put everything in subjection under his feet. Now in putting everything in subjection to man, He left nothing outside [of man's] control. But at present we do not yet see all things subjected to him [man].",
          "ID": "8"
        },
        {
          "text": "But we are able to see Jesus, Who was ranked lower than the angels for a little while, crowned with glory and honor because of His having suffered death, in order that by the grace (unmerited favor) of God [to us sinners] He might experience death for every individual person.",
          "ID": "9"
        },
        {
          "text": "For it was an act worthy [of God] and fitting [to the divine nature] that He, for Whose sake and by Whom all things have their existence, in bringing many sons into glory, should make the Pioneer of their salvation perfect [should bring to maturity the human experience necessary to be perfectly equipped for His office as High Priest] through suffering.",
          "ID": "10"
        },
        {
          "text": "For both He Who sanctifies [making men holy] and those who are sanctified all have one [Father]. For this reason He is not ashamed to call them brethren;",
          "ID": "11"
        },
        {
          "text": "For He says, I will declare Your [the Father's] name to My brethren; in the midst of the [worshiping] congregation I will sing hymns of praise to You. [Ps. 22:22.]",
          "ID": "12"
        },
        {
          "text": "And again He says, My trust and assured reliance and confident hope shall be fixed in Him. And yet again, Here I am, I and the children whom God has given Me. [Isa. 8:17, 18.]",
          "ID": "13"
        },
        {
          "text": "Since, therefore, [these His] children share in flesh and blood [in the physical nature of human beings], He [Himself] in a similar manner partook of the same [nature], that by [going through] death He might bring to nought and make of no effect him who had the power of death–that is, the devil–",
          "ID": "14"
        },
        {
          "text": "And also that He might deliver and completely set free all those who through the [haunting] fear of death were held in bondage throughout the whole course of their lives.",
          "ID": "15"
        },
        {
          "text": "For, as we all know, He [Christ] did not take hold of angels [the fallen angels, to give them a helping and delivering hand], but He did take hold of [the fallen] descendants of Abraham [to reach out to them a helping and delivering hand]. [Isa. 41:8, 9.]",
          "ID": "16"
        },
        {
          "text": "So it is evident that it was essential that He be made like His brethren in every respect, in order that He might become a merciful (sympathetic) and faithful High Priest in the things related to God, to make atonement and propitiation for the people's sins.",
          "ID": "17"
        },
        {
          "text": "For because He Himself [in His humanity] has suffered in being tempted (tested and tried), He is able [immediately] to run to the cry of (assist, relieve) those who are being tempted and tested and tried [and who therefore are being exposed to suffering].",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2"
    },
    {
      "name": "Hebrews 3",
      "text": [
        {
          "text": "SO THEN, brethren, consecrated and set apart for God, who share in the heavenly calling, [thoughtfully and attentively] consider Jesus, the Apostle and High Priest Whom we confessed [as ours when we embraced the Christian faith].",
          "ID": "1"
        },
        {
          "text": "[See how] faithful He was to Him Who appointed Him [Apostle and High Priest], as Moses was also faithful in the whole house [of God]. [Num. 12:7.]",
          "ID": "2"
        },
        {
          "text": "Yet Jesus has been considered worthy of much greater honor and glory than Moses, just as the builder of a house has more honor than the house [itself].",
          "ID": "3"
        },
        {
          "text": "For [of course] every house is built and furnished by someone, but the Builder of all things and the Furnisher [of the entire equipment of all things] is God.",
          "ID": "4"
        },
        {
          "text": "And Moses certainly was faithful in the administration of all God's house [but it was only] as a ministering servant. [In his entire ministry he was but] a testimony to the things which were to be spoken [the revelations to be given afterward in Christ]. [Num. 12:7.]",
          "ID": "5"
        },
        {
          "text": "But Christ (the Messiah) was faithful over His [own Father's] house as a Son [and Master of it]. And it is we who are [now members] of this house, if we hold fast and firm to the end our joyful and exultant confidence and sense of triumph in our hope [in Christ].",
          "ID": "6"
        },
        {
          "text": "Therefore, as the Holy Spirit says: Today, if you will hear His voice,",
          "ID": "7"
        },
        {
          "text": "Do not harden your hearts, as [happened] in the rebellion [of Israel] and their provocation and embitterment [of Me] in the day of testing in the wilderness,",
          "ID": "8"
        },
        {
          "text": "Where your fathers tried [My patience] and tested [My forbearance] and found I stood their test, and they saw My works for forty years.",
          "ID": "9"
        },
        {
          "text": "And so I was provoked (displeased and sorely grieved) with that generation, and said, They always err and are led astray in their hearts, and they have not perceived or recognized My ways and become progressively better and more experimentally and intimately acquainted with them.",
          "ID": "10"
        },
        {
          "text": "Accordingly, I swore in My wrath and indignation, They shall not enter into My rest. [Ps. 95:7-11.]",
          "ID": "11"
        },
        {
          "text": "[Therefore beware] brethren, take care, lest there be in any one of you a wicked, unbelieving heart [which refuses to cleave to, trust in, and rely on Him], leading you to turn away and desert or stand aloof from the living God.",
          "ID": "12"
        },
        {
          "text": "But instead warn (admonish, urge, and encourage) one another every day, as long as it is called Today, that none of you may be hardened [into settled rebellion] by the deceitfulness of sin [by the fraudulence, the stratagem, the trickery which the delusive glamor of his sin may play on him].",
          "ID": "13"
        },
        {
          "text": "For we have become fellows with Christ (the Messiah) and share in all He has for us, if only we hold our first newborn confidence and original assured expectation [in virtue of which we are believers] firm and unshaken to the end.",
          "ID": "14"
        },
        {
          "text": "Then while it is [still] called Today, if you would hear His voice and when you hear it, do not harden your hearts as in the rebellion [in the desert, when the people provoked and irritated and embittered God against them]. [Ps. 95:7, 8.]",
          "ID": "15"
        },
        {
          "text": "For who were they who heard and yet were rebellious and provoked [Him]? Was it not all those who came out of Egypt led by Moses?",
          "ID": "16"
        },
        {
          "text": "And with whom was He irritated and provoked and grieved for forty years? Was it not with those who sinned, whose dismembered bodies were strewn and left in the desert?",
          "ID": "17"
        },
        {
          "text": "And to whom did He swear that they should not enter His rest, but to those who disobeyed [who had not listened to His word and who refused to be compliant or be persuaded]?",
          "ID": "18"
        },
        {
          "text": "So we see that they were not able to enter [into His rest], because of their unwillingness to adhere to and trust in and rely on God [unbelief had shut them out]. [Num. 14:1-35.]",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3"
    },
    {
      "name": "Hebrews 4",
      "text": [
        {
          "text": "THEREFORE, WHILE the promise of entering His rest still holds and is offered [today], let us be afraid [to distrust it], lest any of you should think he has come too late and has come short of [reaching] it.",
          "ID": "1"
        },
        {
          "text": "For indeed we have had the glad tidings [Gospel of God] proclaimed to us just as truly as they [the Israelites of old did when the good news of deliverance from bondage came to them]; but the message they heard did not benefit them, because it was not mixed with faith (with the leaning of the entire personality on God in absolute trust and confidence in His power, wisdom, and goodness) by those who heard it; neither were they united in faith with the ones [Joshua and Caleb] who heard (did believe).",
          "ID": "2"
        },
        {
          "text": "For we who have believed (adhered to and trusted in and relied on God) do enter that rest, in accordance with His declaration that those [who did not believe] should not enter when He said, As I swore in My wrath, They shall not enter My rest; and this He said although [His] works had been completed and prepared [and waiting for all who would believe] from the foundation of the world. [Ps. 95:11.]",
          "ID": "3"
        },
        {
          "text": "For in a certain place He has said this about the seventh day: And God rested on the seventh day from all His works. [Gen. 2:2.]",
          "ID": "4"
        },
        {
          "text": "And [they forfeited their part in it, for] in this [passage] He said, They shall not enter My rest. [Ps. 95:11.]",
          "ID": "5"
        },
        {
          "text": "Seeing then that the promise remains over [from past times] for some to enter that rest, and that those who formerly were given the good news about it and the opportunity, failed to appropriate it and did not enter because of disobedience,",
          "ID": "6"
        },
        {
          "text": "Again He sets a definite day, [a new] Today, [and gives another opportunity of securing that rest] saying through David after so long a time in the words already quoted, Today, if you would hear His voice and when you hear it, do not harden your hearts. [Ps. 95:7, 8.]",
          "ID": "7"
        },
        {
          "text": "[This mention of a rest was not a reference to their entering into Canaan.] For if Joshua had given them rest, He [God] would not speak afterward about another day.",
          "ID": "8"
        },
        {
          "text": "So then, there is still awaiting a full and complete Sabbath-rest reserved for the [true] people of God;",
          "ID": "9"
        },
        {
          "text": "For he who has once entered [God's] rest also has ceased from [the weariness and pain] of human labors, just as God rested from those labors peculiarly His own. [Gen. 2:2.]",
          "ID": "10"
        },
        {
          "text": "Let us therefore be zealous and exert ourselves and strive diligently to enter that rest [of God, to know and experience it for ourselves], that no one may fall or perish by the same kind of unbelief and disobedience [into which those in the wilderness fell].",
          "ID": "11"
        },
        {
          "text": "For the Word that God speaks is alive and full of power [making it active, operative, energizing, and effective]; it is sharper than any two-edged sword, penetrating to the dividing line of the breath of life (soul) and [the immortal] spirit, and of joints and marrow [of the deepest parts of our nature], exposing and sifting and analyzing and judging the very thoughts and purposes of the heart.",
          "ID": "12"
        },
        {
          "text": "And not a creature exists that is concealed from His sight, but all things are open and exposed, naked and defenseless to the eyes of Him with Whom we have to do.",
          "ID": "13"
        },
        {
          "text": "Inasmuch then as we have a great High Priest Who has [already] ascended and passed through the heavens, Jesus the Son of God, let us hold fast our confession [of faith in Him].",
          "ID": "14"
        },
        {
          "text": "For we do not have a High Priest Who is unable to understand and sympathize and have a shared feeling with our weaknesses and infirmities and liability to the assaults of temptation, but One Who has been tempted in every respect as we are, yet without sinning.",
          "ID": "15"
        },
        {
          "text": "Let us then fearlessly and confidently and boldly draw near to the throne of grace (the throne of God's unmerited favor to us sinners), that we may receive mercy [for our failures] and find grace to help in good time for every need [appropriate help and well-timed help, coming just when we need it].",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4"
    },
    {
      "name": "Hebrews 5",
      "text": [
        {
          "text": "FOR EVERY high priest chosen from among men is appointed to act on behalf of men in things relating to God, to offer both gifts and sacrifices for sins.",
          "ID": "1"
        },
        {
          "text": "He is able to exercise gentleness and forbearance toward the ignorant and erring, since he himself also is liable to moral weakness and physical infirmity.",
          "ID": "2"
        },
        {
          "text": "And because of this he is obliged to offer sacrifice for his own sins, as well as for those of the people.",
          "ID": "3"
        },
        {
          "text": "Besides, one does not appropriate for himself the honor [of being high priest], but he is called by God and receives it of Him, just as Aaron did.",
          "ID": "4"
        },
        {
          "text": "So too Christ (the Messiah) did not exalt Himself to be made a high priest, but was appointed and exalted by Him Who said to Him, You are My Son; today I have begotten You; [Ps. 2:7.]",
          "ID": "5"
        },
        {
          "text": "As He says also in another place, You are a Priest [appointed] forever after the order (with the rank) of Melchizedek. [Ps. 110:4.]",
          "ID": "6"
        },
        {
          "text": "In the days of His flesh [Jesus] offered up definite, special petitions [for that which He not only wanted but needed] and supplications with strong crying and tears to Him Who was [always] able to save Him [out] from death, and He was heard because of His reverence toward God [His godly fear, His piety, in that He shrank from the horrors of separation from the bright presence of the Father].",
          "ID": "7"
        },
        {
          "text": "Although He was a Son, He learned [active, special] obedience through what He suffered",
          "ID": "8"
        },
        {
          "text": "And, [His completed experience] making Him perfectly [equipped], He became the Author and Source of eternal salvation to all those who give heed and obey Him, [Isa. 45:17.]",
          "ID": "9"
        },
        {
          "text": "Being designated and recognized and saluted by God as High Priest after the order (with the rank) of Melchizedek. [Ps. 110:4.]",
          "ID": "10"
        },
        {
          "text": "Concerning this we have much to say which is hard to explain, since you have become dull in your [spiritual] hearing and sluggish [even slothful in achieving spiritual insight].",
          "ID": "11"
        },
        {
          "text": "For even though by this time you ought to be teaching others, you actually need someone to teach you over again the very first principles of God's Word. You have come to need milk, not solid food.",
          "ID": "12"
        },
        {
          "text": "For everyone who continues to feed on milk is obviously inexperienced and unskilled in the doctrine of righteousness (of conformity to the divine will in purpose, thought, and action), for he is a mere infant [not able to talk yet]!",
          "ID": "13"
        },
        {
          "text": "But solid food is for full-grown men, for those whose senses and mental faculties are trained by practice to discriminate and distinguish between what is morally good and noble and what is evil and contrary either to divine or human law.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5"
    },
    {
      "name": "Hebrews 6",
      "text": [
        {
          "text": "THEREFORE LET us go on and get past the elementary stage in the teachings and doctrine of Christ (the Messiah), advancing steadily toward the completeness and perfection that belong to spiritual maturity. Let us not again be laying the foundation of repentance and abandonment of dead works (dead formalism) and of the faith [by which you turned] to God,",
          "ID": "1"
        },
        {
          "text": "With teachings about purifying, the laying on of hands, the resurrection from the dead, and eternal judgment and punishment. [These are all matters of which you should have been fully aware long, long ago.]",
          "ID": "2"
        },
        {
          "text": "If indeed God permits, we will [now] proceed [to advanced teaching].",
          "ID": "3"
        },
        {
          "text": "For it is impossible [to restore and bring again to repentance] those who have been once for all enlightened, who have consciously tasted the heavenly gift and have become sharers of the Holy Spirit,",
          "ID": "4"
        },
        {
          "text": "And have felt how good the Word of God is and the mighty powers of the age and world to come,",
          "ID": "5"
        },
        {
          "text": "If they then deviate from the faith and turn away from their allegiance–[it is impossible] to bring them back to repentance, for (because, while, as long as) they nail upon the cross the Son of God afresh [as far as they are concerned] and are holding [Him] up to contempt and shame and public disgrace.",
          "ID": "6"
        },
        {
          "text": "For the soil which has drunk the rain that repeatedly falls upon it and produces vegetation useful to those for whose benefit it is cultivated partakes of a blessing from God.",
          "ID": "7"
        },
        {
          "text": "But if [that same soil] persistently bears thorns and thistles, it is considered worthless and near to being cursed, whose end is to be burned. [Gen. 3:17, 18.]",
          "ID": "8"
        },
        {
          "text": "Even though we speak this way, yet in your case, beloved, we are now firmly convinced of better things that are near to salvation and accompany it.",
          "ID": "9"
        },
        {
          "text": "For God is not unrighteous to forget or overlook your labor and the love which you have shown for His name's sake in ministering to the needs of the saints (His own consecrated people), as you still do.",
          "ID": "10"
        },
        {
          "text": "But we do [strongly and earnestly] desire for each of you to show the same diligence and sincerity [all the way through] in realizing and enjoying the full assurance and development of [your] hope until the end,",
          "ID": "11"
        },
        {
          "text": "In order that you may not grow disinterested and become [spiritual] sluggards, but imitators, behaving as do those who through faith (by their leaning of the entire personality on God in Christ in absolute trust and confidence in His power, wisdom, and goodness) and by practice of patient endurance and waiting are [now] inheriting the promises.",
          "ID": "12"
        },
        {
          "text": "For when God made [His] promise to Abraham, He swore by Himself, since He had no one greater by whom to swear,",
          "ID": "13"
        },
        {
          "text": "Saying, Blessing I certainly will bless you and multiplying I will multiply you. [Gen. 22:16, 17.]",
          "ID": "14"
        },
        {
          "text": "And so it was that he [Abraham], having waited long and endured patiently, realized and obtained [in the birth of Isaac as a pledge of what was to come] what God had promised him.",
          "ID": "15"
        },
        {
          "text": "Men indeed swear by a greater [than themselves], and with them in all disputes the oath taken for confirmation is final [ending strife].",
          "ID": "16"
        },
        {
          "text": "Accordingly God also, in His desire to show more convincingly and beyond doubt to those who were to inherit the promise the unchangeableness of His purpose and plan, intervened (mediated) with an oath.",
          "ID": "17"
        },
        {
          "text": "This was so that, by two unchangeable things [His promise and His oath] in which it is impossible for God ever to prove false or deceive us, we who have fled [to Him] for refuge might have mighty indwelling strength and strong encouragement to grasp and hold fast the hope appointed for us and set before [us].",
          "ID": "18"
        },
        {
          "text": "[Now] we have this [hope] as a sure and steadfast anchor of the soul [it cannot slip and it cannot break down under whoever steps out upon it–a hope] that reaches farther and enters into [the very certainty of the Presence] within the veil, [Lev. 16:2.]",
          "ID": "19"
        },
        {
          "text": "Where Jesus has entered in for us [in advance], a Forerunner having become a High Priest forever after the order (with the rank) of Melchizedek. [Ps. 110:4.]",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6"
    },
    {
      "name": "Hebrews 7",
      "text": [
        {
          "text": "FOR THIS Melchizedek, king of Salem [and] priest of the Most High God, met Abraham as he returned from the slaughter of the kings and blessed him,",
          "ID": "1"
        },
        {
          "text": "And Abraham gave to him a tenth portion of all [the spoil]. He is primarily, as his name when translated indicates, king of righteousness, and then he is also king of Salem, which means king of peace.",
          "ID": "2"
        },
        {
          "text": "Without [record of] father or mother or ancestral line, neither with beginning of days nor ending of life, but, resembling the Son of God, he continues to be a priest without interruption and without successor.",
          "ID": "3"
        },
        {
          "text": "Now observe and consider how great [a personage] this was to whom even Abraham the patriarch gave a tenth [the topmost or the pick of the heap] of the spoils.",
          "ID": "4"
        },
        {
          "text": "And it is true that those descendants of Levi who are charged with the priestly office are commanded in the Law to take tithes from the people–which means, from their brethren–though these have descended from Abraham.",
          "ID": "5"
        },
        {
          "text": "But this person who has not their Levitical ancestry received tithes from Abraham [himself] and blessed him who possessed the promises [of God].",
          "ID": "6"
        },
        {
          "text": "Yet it is beyond all contradiction that it is the lesser person who is blessed by the greater one.",
          "ID": "7"
        },
        {
          "text": "Furthermore, here [in the Levitical priesthood] tithes are received by men who are subject to death; while there [in the case of Melchizedek], they are received by one of whom it is testified that he lives [perpetually].",
          "ID": "8"
        },
        {
          "text": "A person might even say that Levi [the father of the priestly tribe] himself, who received tithes (the tenth), paid tithes through Abraham,",
          "ID": "9"
        },
        {
          "text": "For he was still in the loins of his forefather [Abraham] when Melchizedek met him [Abraham].",
          "ID": "10"
        },
        {
          "text": "Now if perfection (a perfect fellowship between God and the worshiper) had been attainable by the Levitical priesthood–for under it the people were given the Law–why was it further necessary that there should arise another and different kind of Priest, one after the order of Melchizedek, rather than one appointed after the order and rank of Aaron?",
          "ID": "11"
        },
        {
          "text": "For when there is a change in the priesthood, there is of necessity an alteration of the law [concerning the priesthood] as well.",
          "ID": "12"
        },
        {
          "text": "For the One of Whom these things are said belonged [not to the priestly line but] to another tribe, no member of which has officiated at the altar.",
          "ID": "13"
        },
        {
          "text": "For it is obvious that our Lord sprang from the tribe of Judah, and Moses mentioned nothing about priests in connection with that tribe.",
          "ID": "14"
        },
        {
          "text": "And this becomes more plainly evident when another Priest arises Who bears the likeness of Melchizedek, [Ps. 110:4.]",
          "ID": "15"
        },
        {
          "text": "Who has been constituted a Priest, not on the basis of a bodily legal requirement [an externally imposed command concerning His physical ancestry], but on the basis of the power of an endless and indestructible Life.",
          "ID": "16"
        },
        {
          "text": "For it is witnessed of Him, You are a Priest forever after the order (with the rank) of Melchizedek. [Ps. 110:4.]",
          "ID": "17"
        },
        {
          "text": "So a previous physical regulation and command is cancelled because of its weakness and ineffectiveness and uselessness–",
          "ID": "18"
        },
        {
          "text": "For the Law never made anything perfect–but instead a better hope is introduced through which we [now] come close to God.",
          "ID": "19"
        },
        {
          "text": "And it was not without the taking of an oath [that Christ was made Priest],",
          "ID": "20"
        },
        {
          "text": "For those who formerly became priests received their office without its being confirmed by the taking of an oath by God, but this One was designated and addressed and saluted with an oath, The Lord has sworn and will not regret it or change His mind, You are a Priest forever according to the order of Melchizedek. [Ps. 110:4.]",
          "ID": "21"
        },
        {
          "text": "In keeping with [the oath's greater strength and force], Jesus has become the Guarantee of a better (stronger) agreement [a more excellent and more advantageous covenant].",
          "ID": "22"
        },
        {
          "text": "[Again, the former successive line of priests] was made up of many, because they were each prevented by death from continuing [perpetually in office];",
          "ID": "23"
        },
        {
          "text": "But He holds His priesthood unchangeably, because He lives on forever.",
          "ID": "24"
        },
        {
          "text": "Therefore He is able also to save to the uttermost (completely, perfectly, finally, and for all time and eternity) those who come to God through Him, since He is always living to make petition to God and intercede with Him and intervene for them.",
          "ID": "25"
        },
        {
          "text": "[Here is] the High Priest [perfectly adapted] to our needs, as was fitting–holy, blameless, unstained by sin, separated from sinners, and exalted higher than the heavens.",
          "ID": "26"
        },
        {
          "text": "He has no day by day necessity, as [do each of these other] high priests, to offer sacrifice first of all for his own [personal] sins and then for those of the people, because He [met all the requirements] once for all when He brought Himself [as a sacrifice] which He offered up.",
          "ID": "27"
        },
        {
          "text": "For the Law sets up men in their weakness [frail, sinful, dying human beings] as high priests, but the word of [God's] oath, which [was spoken later] after the institution of the Law, [chooses and appoints as priest One Whose appointment is complete and permanent], a Son Who has been made perfect forever. [Ps. 110:4.]",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7"
    },
    {
      "name": "Hebrews 8",
      "text": [
        {
          "text": "NOW THE main point of what we have to say is this: We have such a High Priest, One Who is seated at the right hand of the majestic [God] in heaven, [Ps. 110:1.]",
          "ID": "1"
        },
        {
          "text": "As officiating Priest, a Minister in the holy places and in the true tabernacle which is erected not by man but by the Lord.",
          "ID": "2"
        },
        {
          "text": "For every high priest is appointed to offer up gifts and sacrifices; so it is essential for this [High Priest] to have some offering to make also.",
          "ID": "3"
        },
        {
          "text": "If then He were still living on earth, He would not be a priest at all, for there are [already priests] who offer the gifts in accordance with the Law.",
          "ID": "4"
        },
        {
          "text": "[But these offer] service [merely] as a pattern and as a foreshadowing of [what has its true existence and reality in] the heavenly sanctuary. For when Moses was about to erect the tabernacle, he was warned by God, saying, See to it that you make it all [exactly] according to the copy (the model) which was shown to you on the mountain. [Exod. 25:40.]",
          "ID": "5"
        },
        {
          "text": "But as it now is, He [Christ] has acquired a [priestly] ministry which is as much superior and more excellent [than the old] as the covenant (the agreement) of which He is the Mediator (the Arbiter, Agent) is superior and more excellent, [because] it is enacted and rests upon more important (sublimer, higher, and nobler) promises.",
          "ID": "6"
        },
        {
          "text": "For if that first covenant had been without defect, there would have been no room for another one or an attempt to institute another one.",
          "ID": "7"
        },
        {
          "text": "However, He finds fault with them [showing its inadequacy] when He says, Behold, the days will come, says the Lord, when I will make and ratify a new covenant or agreement with the house of Israel and with the house of Judah.",
          "ID": "8"
        },
        {
          "text": "It will not be like the covenant that I made with their forefathers on the day when I grasped them by the hand to help and relieve them and to lead them out from the land of Egypt, for they did not abide in My agreement with them, and so I withdrew My favor and disregarded them, says the Lord.",
          "ID": "9"
        },
        {
          "text": "For this is the covenant that I will make with the house of Israel after those days, says the Lord: I will imprint My laws upon their minds, even upon their innermost thoughts and understanding, and engrave them upon their hearts; and I will be their God, and they shall be My people.",
          "ID": "10"
        },
        {
          "text": "And it will nevermore be necessary for each one to teach his neighbor and his fellow citizen or each one his brother, saying, Know (perceive, have knowledge of, and get acquainted by experience with) the Lord, for all will know Me, from the smallest to the greatest of them.",
          "ID": "11"
        },
        {
          "text": "For I will be merciful and gracious toward their sins and I will remember their deeds of unrighteousness no more. [Jer. 31:31-34.]",
          "ID": "12"
        },
        {
          "text": "When God speaks of a new [covenant or agreement], He makes the first one obsolete (out of use). And what is obsolete (out of use and annulled because of age) is ripe for disappearance and to be dispensed with altogether.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8"
    },
    {
      "name": "Hebrews 9",
      "text": [
        {
          "text": "NOW EVEN the first covenant had its own rules and regulations for divine worship, and it had a sanctuary [but one] of this world. [Exod. 25:10-40.]",
          "ID": "1"
        },
        {
          "text": "For a tabernacle (tent) was erected, in the outer division or compartment of which were the lampstand and the table with [its loaves of] the showbread set forth. [This portion] is called the Holy Place. [Lev. 24:5, 6.]",
          "ID": "2"
        },
        {
          "text": "But [inside] beyond the second curtain or veil, [there stood another] tabernacle [division] known as the Holy of Holies. [Exod. 26:31-33.]",
          "ID": "3"
        },
        {
          "text": "It had the golden altar of incense and the ark (chest) of the covenant, covered over with wrought gold. This [ark] contained a golden jar which held the manna and the rod of Aaron that sprouted and the [two stone] slabs of the covenant [bearing the Ten Commandments]. [Exod. 16:32-34; 30:1-6; Num. 17:8-10.]",
          "ID": "4"
        },
        {
          "text": "Above [the ark] and overshadowing the mercy seat were the representations of the cherubim [winged creatures which were the symbols] of glory. We cannot now go into detail about these things.",
          "ID": "5"
        },
        {
          "text": "These arrangements having thus been made, the priests enter [habitually] into the outer division of the tabernacle in performance of their ritual acts of worship.",
          "ID": "6"
        },
        {
          "text": "But into the second [division of the tabernacle] none but the high priest goes, and he only once a year, and never without taking a sacrifice of blood with him, which he offers for himself and for the errors and sins of ignorance and thoughtlessness which the people have committed. [Lev. 16:15.]",
          "ID": "7"
        },
        {
          "text": "By this the Holy Spirit points out that the way into the [true Holy of] Holies is not yet thrown open as long as the former [the outer portion of the] tabernacle remains a recognized institution and is still standing,",
          "ID": "8"
        },
        {
          "text": "Seeing that that first [outer portion of the] tabernacle was a parable (a visible symbol or type or picture of the present age). In it gifts and sacrifices are offered, and yet are incapable of perfecting the conscience or of cleansing and renewing the inner man of the worshiper.",
          "ID": "9"
        },
        {
          "text": "For [the ceremonies] deal only with clean and unclean meats and drinks and different washings, [mere] external rules and regulations for the body imposed to tide the worshipers over until the time of setting things straight [of reformation, of the complete new order when Christ, the Messiah, shall establish the reality of what these things foreshadow–a better covenant].",
          "ID": "10"
        },
        {
          "text": "But [that appointed time came] when Christ (the Messiah) appeared as a High Priest of the better things that have come and are to come. [Then] through the greater and more perfect tabernacle not made with [human] hands, that is, not a part of this material creation,",
          "ID": "11"
        },
        {
          "text": "He went once for all into the [Holy of] Holies [of heaven], not by virtue of the blood of goats and calves [by which to make reconciliation between God and man], but His own blood, having found and secured a complete redemption (an everlasting release for us).",
          "ID": "12"
        },
        {
          "text": "For if [the mere] sprinkling of unholy and defiled persons with blood of goats and bulls and with the ashes of a burnt heifer is sufficient for the purification of the body, [Lev. 16:6, 16; Num. 19:9, 17, 18.]",
          "ID": "13"
        },
        {
          "text": "How much more surely shall the blood of Christ, Who by virtue of [His] eternal Spirit [His own preexistent divine personality] has offered Himself as an unblemished sacrifice to God, purify our consciences from dead works and lifeless observances to serve the [ever] living God?",
          "ID": "14"
        },
        {
          "text": "[Christ, the Messiah] is therefore the Negotiator and Mediator of an [entirely] new agreement (testament, covenant), so that those who are called and offered it may receive the fulfillment of the promised everlasting inheritance–since a death has taken place which rescues and delivers and redeems them from the transgressions committed under the [old] first agreement.",
          "ID": "15"
        },
        {
          "text": "For where there is a [last] will and testament involved, the death of the one who made it must be established,",
          "ID": "16"
        },
        {
          "text": "For a will and testament is valid and takes effect only at death, since it has no force or legal power as long as the one who made it is alive.",
          "ID": "17"
        },
        {
          "text": "So even the [old] first covenant (God's will) was not inaugurated and ratified and put in force without the shedding of blood.",
          "ID": "18"
        },
        {
          "text": "For when every command of the Law had been read out by Moses to all the people, he took the blood of slain calves and goats, together with water and scarlet wool and with a bunch of hyssop, and sprinkled both the Book (the roll of the Law and covenant) itself and all the people,",
          "ID": "19"
        },
        {
          "text": "Saying these words: This is the blood that seals and ratifies the agreement (the testament, the covenant) which God commanded [me to deliver to] you. [Exod. 24:6-8.]",
          "ID": "20"
        },
        {
          "text": "And in the same way he sprinkled with the blood both the tabernacle and all the [sacred] vessels and appliances used in [divine] worship.",
          "ID": "21"
        },
        {
          "text": "[In fact] under the Law almost everything is purified by means of blood, and without the shedding of blood there is neither release from sin and its guilt nor the remission of the due and merited punishment for sins.",
          "ID": "22"
        },
        {
          "text": "By such means, therefore, it was necessary for the [earthly] copies of the heavenly things to be purified, but the actual heavenly things themselves [required far] better and nobler sacrifices than these.",
          "ID": "23"
        },
        {
          "text": "For Christ (the Messiah) has not entered into a sanctuary made with [human] hands, only a copy and pattern and type of the true one, but [He has entered] into heaven itself, now to appear in the [very] presence of God on our behalf.",
          "ID": "24"
        },
        {
          "text": "Nor did He [enter into the heavenly sanctuary to] offer Himself regularly again and again, as the high priest enters the [Holy of] Holies every year with blood not his own.",
          "ID": "25"
        },
        {
          "text": "For then would He often have had to suffer [over and over again] since the foundation of the world. But as it now is, He has once for all at the consummation and close of the ages appeared to put away and abolish sin by His sacrifice [of Himself].",
          "ID": "26"
        },
        {
          "text": "And just as it is appointed for [all] men once to die, and after that the [certain] judgment,",
          "ID": "27"
        },
        {
          "text": "Even so it is that Christ, having been offered to take upon Himself and bear as a burden the sins of many once and once for all, will appear a second time, not to carry any burden of sin nor to deal with sin, but to bring to full salvation those who are [eagerly, constantly, and patiently] waiting for and expecting Him.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9"
    },
    {
      "name": "Hebrews 10",
      "text": [
        {
          "text": "FOR SINCE the Law has merely a rude outline (foreshadowing) of the good things to come–instead of fully expressing those things–it can never by offering the same sacrifices continually year after year make perfect those who approach [its altars].",
          "ID": "1"
        },
        {
          "text": "For if it were otherwise, would [these sacrifices] not have stopped being offered? Since the worshipers had once for all been cleansed, they would no longer have any guilt or consciousness of sin.",
          "ID": "2"
        },
        {
          "text": "But [as it is] these sacrifices annually bring a fresh remembrance of sins [to be atoned for],",
          "ID": "3"
        },
        {
          "text": "Because the blood of bulls and goats is powerless to take sins away.",
          "ID": "4"
        },
        {
          "text": "Hence, when He [Christ] entered into the world, He said, Sacrifices and offerings You have not desired, but instead You have made ready a body for Me [to offer];",
          "ID": "5"
        },
        {
          "text": "In burnt offerings and sin offerings You have taken no delight.",
          "ID": "6"
        },
        {
          "text": "Then I said, Behold, here I am, coming to do Your will, O God–[to fulfill] what is written of Me in the volume of the Book. [Ps. 40:6-8.]",
          "ID": "7"
        },
        {
          "text": "When He said just before, You have neither desired, nor have You taken delight in sacrifices and offerings and burnt offerings and sin offerings–all of which are offered according to the Law–",
          "ID": "8"
        },
        {
          "text": "He then went on to say, Behold, [here] I am, coming to do Your will. Thus He does away with and annuls the first (former) order [as a means of expiating sin] so that He might inaugurate and establish the second (latter) order. [Ps. 40:6-8.]",
          "ID": "9"
        },
        {
          "text": "And in accordance with this will [of God], we have been made holy (consecrated and sanctified) through the offering made once for all of the body of Jesus Christ (the Anointed One).",
          "ID": "10"
        },
        {
          "text": "Furthermore, every [human] priest stands [at his altar of service] ministering daily, offering the same sacrifices over and over again, which never are able to strip [from every side of us] the sins [that envelop us] and take them away–",
          "ID": "11"
        },
        {
          "text": "Whereas this One [Christ], after He had offered a single sacrifice for our sins [that shall avail] for all time, sat down at the right hand of God,",
          "ID": "12"
        },
        {
          "text": "Then to wait until His enemies should be made a stool beneath His feet. [Ps. 110:1.]",
          "ID": "13"
        },
        {
          "text": "For by a single offering He has forever completely cleansed and perfected those who are consecrated and made holy.",
          "ID": "14"
        },
        {
          "text": "And also the Holy Spirit adds His testimony to us [in confirmation of this]. For having said,",
          "ID": "15"
        },
        {
          "text": "This is the agreement (testament, covenant) that I will set up and conclude with them after those days, says the Lord: I will imprint My laws upon their hearts, and I will inscribe them on their minds (on their inmost thoughts and understanding),",
          "ID": "16"
        },
        {
          "text": "He then goes on to say, And their sins and their lawbreaking I will remember no more. [Jer. 31:33, 34.]",
          "ID": "17"
        },
        {
          "text": "Now where there is absolute remission (forgiveness and cancellation of the penalty) of these [sins and lawbreaking], there is no longer any offering made to atone for sin.",
          "ID": "18"
        },
        {
          "text": "Therefore, brethren, since we have full freedom and confidence to enter into the [Holy of] Holies [by the power and virtue] in the blood of Jesus,",
          "ID": "19"
        },
        {
          "text": "By this fresh (new) and living way which He initiated and dedicated and opened for us through the separating curtain (veil of the Holy of Holies), that is, through His flesh,",
          "ID": "20"
        },
        {
          "text": "And since we have [such] a great and wonderful and noble Priest [Who rules] over the house of God,",
          "ID": "21"
        },
        {
          "text": "Let us all come forward and draw near with true (honest and sincere) hearts in unqualified assurance and absolute conviction engendered by faith (by that leaning of the entire human personality on God in absolute trust and confidence in His power, wisdom, and goodness), having our hearts sprinkled and purified from a guilty (evil) conscience and our bodies cleansed with pure water.",
          "ID": "22"
        },
        {
          "text": "So let us seize and hold fast and retain without wavering the hope we cherish and confess and our acknowledgement of it, for He Who promised is reliable (sure) and faithful to His word.",
          "ID": "23"
        },
        {
          "text": "And let us consider and give attentive, continuous care to watching over one another, studying how we may stir up (stimulate and incite) to love and helpful deeds and noble activities,",
          "ID": "24"
        },
        {
          "text": "Not forsaking or neglecting to assemble together [as believers], as is the habit of some people, but admonishing (warning, urging, and encouraging) one another, and all the more faithfully as you see the day approaching.",
          "ID": "25"
        },
        {
          "text": "For if we go on deliberately and willingly sinning after once acquiring the knowledge of the Truth, there is no longer any sacrifice left to atone for [our] sins [no further offering to which to look forward].",
          "ID": "26"
        },
        {
          "text": "[There is nothing left for us then] but a kind of awful and fearful prospect and expectation of divine judgment and the fury of burning wrath and indignation which will consume those who put themselves in opposition [to God]. [Isa. 26:11.]",
          "ID": "27"
        },
        {
          "text": "Any person who has violated and [thus] rejected and set at naught the Law of Moses is put to death without pity or mercy on the evidence of two or three witnesses. [Deut. 17:2-6.]",
          "ID": "28"
        },
        {
          "text": "How much worse (sterner and heavier) punishment do you suppose he will be judged to deserve who has spurned and [thus] trampled underfoot the Son of God, and who has considered the covenant blood by which he was consecrated common and unhallowed, thus profaning it and insulting and outraging the [Holy] Spirit [Who imparts] grace (the unmerited favor and blessing of God)? [Exod. 24:8.]",
          "ID": "29"
        },
        {
          "text": "For we know Him Who said, Vengeance is Mine [retribution and the meting out of full justice rest with Me]; I will repay [I will exact the compensation], says the Lord. And again, The Lord will judge and determine and solve and settle the cause and the cases of His people. [Deut. 32:35, 36.]",
          "ID": "30"
        },
        {
          "text": "It is a fearful (formidable and terrible) thing to incur the divine penalties and be cast into the hands of the living God!",
          "ID": "31"
        },
        {
          "text": "But be ever mindful of the days gone by in which, after you were first spiritually enlightened, you endured a great and painful struggle,",
          "ID": "32"
        },
        {
          "text": "Sometimes being yourselves a gazingstock, publicly exposed to insults and abuse and distress, and sometimes claiming fellowship and making common cause with others who were so treated.",
          "ID": "33"
        },
        {
          "text": "For you did sympathize and suffer along with those who were imprisoned, and you bore cheerfully the plundering of your belongings and the confiscation of your property, in the knowledge and consciousness that you yourselves had a better and lasting possession.",
          "ID": "34"
        },
        {
          "text": "Do not, therefore, fling away your fearless confidence, for it carries a great and glorious compensation of reward.",
          "ID": "35"
        },
        {
          "text": "For you have need of steadfast patience and endurance, so that you may perform and fully accomplish the will of God, and thus receive and carry away [and enjoy to the full] what is promised.",
          "ID": "36"
        },
        {
          "text": "For still a little while (a very little while), and the Coming One will come and He will not delay.",
          "ID": "37"
        },
        {
          "text": "But the just shall live by faith [My righteous servant shall live by his conviction respecting man's relationship to God and divine things, and holy fervor born of faith and conjoined with it]; and if he draws back and shrinks in fear, My soul has no delight or pleasure in him. [Hab. 2:3, 4.]",
          "ID": "38"
        },
        {
          "text": "But our way is not that of those who draw back to eternal misery (perdition) and are utterly destroyed, but we are of those who believe [who cleave to and trust in and rely on God through Jesus Christ, the Messiah] and by faith preserve the soul.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10"
    },
    {
      "name": "Hebrews 11",
      "text": [
        {
          "text": "NOW FAITH is the assurance (the confirmation, the title deed) of the things [we] hope for, being the proof of things [we] do not see and the conviction of their reality [faith perceiving as real fact what is not revealed to the senses].",
          "ID": "1"
        },
        {
          "text": "For by [faith–trust and holy fervor born of faith] the men of old had divine testimony borne to them and obtained a good report.",
          "ID": "2"
        },
        {
          "text": "By faith we understand that the worlds [during the successive ages] were framed (fashioned, put in order, and equipped for their intended purpose) by the word of God, so that what we see was not made out of things which are visible.",
          "ID": "3"
        },
        {
          "text": "[Prompted, actuated] by faith Abel brought God a better and more acceptable sacrifice than Cain, because of which it was testified of him that he was righteous [that he was upright and in right standing with God], and God bore witness by accepting and acknowledging his gifts. And though he died, yet [through the incident] he is still speaking. [Gen. 4:3-10.]",
          "ID": "4"
        },
        {
          "text": "Because of faith Enoch was caught up and transferred to heaven, so that he did not have a glimpse of death; and he was not found, because God had translated him. For even before he was taken to heaven, he received testimony [still on record] that he had pleased and been satisfactory to God. [Gen. 5:21-24.]",
          "ID": "5"
        },
        {
          "text": "But without faith it is impossible to please and be satisfactory to Him. For whoever would come near to God must [necessarily] believe that God exists and that He is the rewarder of those who earnestly and diligently seek Him [out].",
          "ID": "6"
        },
        {
          "text": "[Prompted] by faith Noah, being forewarned by God concerning events of which as yet there was no visible sign, took heed and diligently and reverently constructed and prepared an ark for the deliverance of his own family. By this [his faith which relied on God] he passed judgment and sentence on the world's unbelief and became an heir and possessor of righteousness (that relation of being right into which God puts the person who has faith). [Gen. 6:13-22.]",
          "ID": "7"
        },
        {
          "text": "[Urged on] by faith Abraham, when he was called, obeyed and went forth to a place which he was destined to receive as an inheritance; and he went, although he did not know or trouble his mind about where he was to go.",
          "ID": "8"
        },
        {
          "text": "[Prompted] by faith he dwelt as a temporary resident in the land which was designated in the promise [of God, though he was like a stranger] in a strange country, living in tents with Isaac and Jacob, fellow heirs with him of the same promise. [Gen. 12:1-8.]",
          "ID": "9"
        },
        {
          "text": "For he was [waiting expectantly and confidently] looking forward to the city which has fixed and firm foundations, whose Architect and Builder is God.",
          "ID": "10"
        },
        {
          "text": "Because of faith also Sarah herself received physical power to conceive a child, even when she was long past the age for it, because she considered [God] Who had given her the promise to be reliable and trustworthy and true to His word. [Gen. 17:19; 18:11-14; 21:2.]",
          "ID": "11"
        },
        {
          "text": "So from one man, though he was physically as good as dead, there have sprung descendants whose number is as the stars of heaven and as countless as the innumerable sands on the seashore. [Gen. 15:5, 6; 22:17; 32:12.]",
          "ID": "12"
        },
        {
          "text": "These people all died controlled and sustained by their faith, but not having received the tangible fulfillment of [God's] promises, only having seen it and greeted it from a great distance by faith, and all the while acknowledging and confessing that they were strangers and temporary residents and exiles upon the earth. [Gen. 23:4; Ps. 39:12.]",
          "ID": "13"
        },
        {
          "text": "Now those people who talk as they did show plainly that they are in search of a fatherland (their own country).",
          "ID": "14"
        },
        {
          "text": "If they had been thinking with [homesick] remembrance of that country from which they were emigrants, they would have found constant opportunity to return to it.",
          "ID": "15"
        },
        {
          "text": "But the truth is that they were yearning for and aspiring to a better and more desirable country, that is, a heavenly [one]. For that reason God is not ashamed to be called their God [even to be surnamed their God–the God of Abraham, Isaac, and Jacob], for He has prepared a city for them. [Exod. 3:6, 15; 4:5.]",
          "ID": "16"
        },
        {
          "text": "By faith Abraham, when he was put to the test [while the testing of his faith was still in progress], had already brought Isaac for an offering; he who had gladly received and welcomed [God's] promises was ready to sacrifice his only son, [Gen. 22:1-10.]",
          "ID": "17"
        },
        {
          "text": "Of whom it was said, Through Isaac shall your descendants be reckoned. [Gen. 21:12.]",
          "ID": "18"
        },
        {
          "text": "For he reasoned that God was able to raise [him] up even from among the dead. Indeed in the sense that Isaac was figuratively dead [potentially sacrificed], he did [actually] receive him back from the dead.",
          "ID": "19"
        },
        {
          "text": "[With eyes of] faith Isaac, looking far into the future, invoked blessings upon Jacob and Esau. [Gen. 27:27-29, 39, 40.]",
          "ID": "20"
        },
        {
          "text": "[Prompted] by faith Jacob, when he was dying, blessed each of Joseph's sons and bowed in prayer over the top of his staff. [Gen. 48.]",
          "ID": "21"
        },
        {
          "text": "[Actuated] by faith Joseph, when nearing the end of his life, referred to [the promise of God for] the departure of the Israelites out of Egypt and gave instructions concerning the burial of his own bones. [Gen. 50:24, 25; Exod. 13:19.]",
          "ID": "22"
        },
        {
          "text": "[Prompted] by faith Moses, after his birth, was kept concealed for three months by his parents, because they saw how comely the child was; and they were not overawed and terrified by the king's decree. [Exod. 1:22; 2:2.]",
          "ID": "23"
        },
        {
          "text": "[Aroused] by faith Moses, when he had grown to maturity and become great, refused to be called the son of Pharaoh's daughter, [Exod. 2:10, 15.]",
          "ID": "24"
        },
        {
          "text": "Because he preferred to share the oppression [suffer the hardships] and bear the shame of the people of God rather than to have the fleeting enjoyment of a sinful life.",
          "ID": "25"
        },
        {
          "text": "He considered the contempt and abuse and shame [borne for] the Christ (the Messiah Who was to come) to be greater wealth than all the treasures of Egypt, for he looked forward and away to the reward (recompense).",
          "ID": "26"
        },
        {
          "text": "[Motivated] by faith he left Egypt behind him, being unawed and undismayed by the wrath of the king; for he never flinched but held staunchly to his purpose and endured steadfastly as one who gazed on Him Who is invisible. [Exod. 2:15.]",
          "ID": "27"
        },
        {
          "text": "By faith (simple trust and confidence in God) he instituted and carried out the Passover and the sprinkling of the blood [on the doorposts], so that the destroyer of the firstborn (the angel) might not touch those [of the children of Israel]. [Exod. 12:21-30.]",
          "ID": "28"
        },
        {
          "text": "[Urged on] by faith the people crossed the Red Sea as [though] on dry land, but when the Egyptians tried to do the same thing they were swallowed up [by the sea]. [Exod. 14:21-31.]",
          "ID": "29"
        },
        {
          "text": "Because of faith the walls of Jericho fell down after they had been encompassed for seven days [by the Israelites]. [Josh. 6:12-21.]",
          "ID": "30"
        },
        {
          "text": "[Prompted] by faith Rahab the prostitute was not destroyed along with those who refused to believe and obey, because she had received the spies in peace [without enmity]. [Josh. 2:1-21; 6:22-25.]",
          "ID": "31"
        },
        {
          "text": "And what shall I say further? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets, [Judg. 4:1-5; 6:1-8, 35; 11:1-12, 15; 13:1-16; I Sam. 1-30; II Sam. 1-24; I Kings 1-2; Acts 3:24.]",
          "ID": "32"
        },
        {
          "text": "Who by [the help of] faith subdued kingdoms, administered justice, obtained promised blessings, closed the mouths of lions, [Dan. 6.]",
          "ID": "33"
        },
        {
          "text": "Extinguished the power of raging fire, escaped the devourings of the sword, out of frailty and weakness won strength and became stalwart, even mighty and resistless in battle, routing alien hosts. [Dan. 3.]",
          "ID": "34"
        },
        {
          "text": "[Some] women received again their dead by a resurrection. Others were tortured to death with clubs, refusing to accept release [offered on the terms of denying their faith], so that they might be resurrected to a better life. [I Kings 17:17-24; II Kings 4:25-37.]",
          "ID": "35"
        },
        {
          "text": "Others had to suffer the trial of mocking and scourging and even chains and imprisonment.",
          "ID": "36"
        },
        {
          "text": "They were stoned to death; they were lured with tempting offers [to renounce their faith]; they were sawn asunder; they were slaughtered by the sword; [while they were alive] they had to go about wrapped in the skins of sheep and goats, utterly destitute, oppressed, cruelly treated–",
          "ID": "37"
        },
        {
          "text": "[Men] of whom the world was not worthy–roaming over the desolate places and the mountains, and [living] in caves and caverns and holes of the earth.",
          "ID": "38"
        },
        {
          "text": "And all of these, though they won divine approval by [means of] their faith, did not receive the fulfillment of what was promised,",
          "ID": "39"
        },
        {
          "text": "Because God had us in mind and had something better and greater in view for us, so that they [these heroes and heroines of faith] should not come to perfection apart from us [before we could join them].",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11"
    },
    {
      "name": "Hebrews 12",
      "text": [
        {
          "text": "THEREFORE THEN, since we are surrounded by so great a cloud of witnesses [who have borne testimony to the Truth], let us strip off and throw aside every encumbrance (unnecessary weight) and that sin which so readily (deftly and cleverly) clings to and entangles us, and let us run with patient endurance and steady and active persistence the appointed course of the race that is set before us,",
          "ID": "1"
        },
        {
          "text": "Looking away [from all that will distract] to Jesus, Who is the Leader and the Source of our faith [giving the first incentive for our belief] and is also its Finisher [bringing it to maturity and perfection]. He, for the joy [of obtaining the prize] that was set before Him, endured the cross, despising and ignoring the shame, and is now seated at the right hand of the throne of God. [Ps. 110:1.]",
          "ID": "2"
        },
        {
          "text": "Just think of Him Who endured from sinners such grievous opposition and bitter hostility against Himself [reckon up and consider it all in comparison with your trials], so that you may not grow weary or exhausted, losing heart and relaxing and fainting in your minds.",
          "ID": "3"
        },
        {
          "text": "You have not yet struggled and fought agonizingly against sin, nor have you yet resisted and withstood to the point of pouring out your [own] blood.",
          "ID": "4"
        },
        {
          "text": "And have you [completely] forgotten the divine word of appeal and encouragement in which you are reasoned with and addressed as sons? My son, do not think lightly or scorn to submit to the correction and discipline of the Lord, nor lose courage and give up and faint when you are reproved or corrected by Him;",
          "ID": "5"
        },
        {
          "text": "For the Lord corrects and disciplines everyone whom He loves, and He punishes, even scourges, every son whom He accepts and welcomes to His heart and cherishes.",
          "ID": "6"
        },
        {
          "text": "You must submit to and endure [correction] for discipline; God is dealing with you as with sons. For what son is there whom his father does not [thus] train and correct and discipline?",
          "ID": "7"
        },
        {
          "text": "Now if you are exempt from correction and left without discipline in which all [of God's children] share, then you are illegitimate offspring and not true sons [at all]. [Prov. 3:11, 12.]",
          "ID": "8"
        },
        {
          "text": "Moreover, we have had earthly fathers who disciplined us and we yielded [to them] and respected [them for training us]. Shall we not much more cheerfully submit to the Father of spirits and so [truly] live?",
          "ID": "9"
        },
        {
          "text": "For [our earthly fathers] disciplined us for only a short period of time and chastised us as seemed proper and good to them; but He disciplines us for our certain good, that we may become sharers in His own holiness.",
          "ID": "10"
        },
        {
          "text": "For the time being no discipline brings joy, but seems grievous and painful; but afterwards it yields a peaceable fruit of righteousness to those who have been trained by it [a harvest of fruit which consists in righteousness–in conformity to God's will in purpose, thought, and action, resulting in right living and right standing with God].",
          "ID": "11"
        },
        {
          "text": "So then, brace up and reinvigorate and set right your slackened and weakened and drooping hands and strengthen your feeble and palsied and tottering knees, [Isa. 35:3.]",
          "ID": "12"
        },
        {
          "text": "And cut through and make firm and plain and smooth, straight paths for your feet [yes, make them safe and upright and happy paths that go in the right direction], so that the lame and halting [limbs] may not be put out of joint, but rather may be cured.",
          "ID": "13"
        },
        {
          "text": "Strive to live in peace with everybody and pursue that consecration and holiness without which no one will [ever] see the Lord.",
          "ID": "14"
        },
        {
          "text": "Exercise foresight and be on the watch to look [after one another], to see that no one falls back from and fails to secure God's grace (His unmerited favor and spiritual blessing), in order that no root of resentment (rancor, bitterness, or hatred) shoots forth and causes trouble and bitter torment, and the many become contaminated and defiled by it–",
          "ID": "15"
        },
        {
          "text": "That no one may become guilty of sexual vice, or become a profane (godless and sacrilegious) person as Esau did, who sold his own birthright for a single meal. [Gen. 25:29-34.]",
          "ID": "16"
        },
        {
          "text": "For you understand that later on, when he wanted [to regain title to] his inheritance of the blessing, he was rejected (disqualified and set aside), for he could find no opportunity to repair by repentance [what he had done, no chance to recall the choice he had made], although he sought for it carefully with [bitter] tears. [Gen. 27:30-40.]",
          "ID": "17"
        },
        {
          "text": "For you have not come [as did the Israelites in the wilderness] to a [material] mountain that can be touched, [a mountain] that is ablaze with fire, and to gloom and darkness and a raging storm,",
          "ID": "18"
        },
        {
          "text": "And to the blast of a trumpet and a voice whose words make the listeners beg that nothing more be said to them. [Exod. 19:12-22; 20:18-21; Deut. 4:11, 12; 5:22-27.]",
          "ID": "19"
        },
        {
          "text": "For they could not bear the command that was given: If even a wild animal touches the mountain, it shall be stoned to death. [Exod. 19:12, 13.]",
          "ID": "20"
        },
        {
          "text": "In fact, so awful and terrifying was the [phenomenal] sight that Moses said, I am terrified (aghast and trembling with fear). [Deut. 9:19.]",
          "ID": "21"
        },
        {
          "text": "But rather, you have come to Mount Zion, even to the city of the living God, the heavenly Jerusalem, and to countless multitudes of angels in festal gathering,",
          "ID": "22"
        },
        {
          "text": "And to the church (assembly) of the Firstborn who are registered [as citizens] in heaven, and to the God Who is Judge of all, and to the spirits of the righteous (the redeemed in heaven) who have been made perfect,",
          "ID": "23"
        },
        {
          "text": "And to Jesus, the Mediator (Go-between, Agent) of a new covenant, and to the sprinkled blood which speaks [of mercy], a better and nobler and more gracious message than the blood of Abel [which cried out for vengeance]. [Gen. 4:10.]",
          "ID": "24"
        },
        {
          "text": "So see to it that you do not reject Him or refuse to listen to and heed Him Who is speaking [to you now]. For if they [the Israelites] did not escape when they refused to listen and heed Him Who warned and divinely instructed them [here] on earth [revealing with heavenly warnings His will], how much less shall we escape if we reject and turn our backs on Him Who cautions and admonishes [us] from heaven?",
          "ID": "25"
        },
        {
          "text": "Then [at Mount Sinai] His voice shook the earth, but now He has given a promise: Yet once more I will shake and make tremble not only the earth but also the [starry] heavens. [Hag. 2:6.]",
          "ID": "26"
        },
        {
          "text": "Now this expression, Yet once more, indicates the final removal and transformation of all [that can be] shaken–that is, of that which has been created–in order that what cannot be shaken may remain and continue. [Ps. 102:26.]",
          "ID": "27"
        },
        {
          "text": "Let us therefore, receiving a kingdom that is firm and stable and cannot be shaken, offer to God pleasing service and acceptable worship, with modesty and pious care and godly fear and awe;",
          "ID": "28"
        },
        {
          "text": "For our God [is indeed] a consuming fire. [Deut. 4:24.]",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12"
    },
    {
      "name": "Hebrews 13",
      "text": [
        {
          "text": "LET LOVE for your fellow believers continue and be a fixed practice with you [never let it fail].",
          "ID": "1"
        },
        {
          "text": "Do not forget or neglect or refuse to extend hospitality to strangers [in the brotherhood–being friendly, cordial, and gracious, sharing the comforts of your home and doing your part generously], for through it some have entertained angels without knowing it. [Gen. 18:1-8; 19:1-3.]",
          "ID": "2"
        },
        {
          "text": "Remember those who are in prison as if you were their fellow prisoner, and those who are ill-treated, since you also are liable to bodily sufferings.",
          "ID": "3"
        },
        {
          "text": "Let marriage be held in honor (esteemed worthy, precious, of great price, and especially dear) in all things. And thus let the marriage bed be undefiled (kept undishonored); for God will judge and punish the unchaste [all guilty of sexual vice] and adulterous.",
          "ID": "4"
        },
        {
          "text": "Let your character or moral disposition be free from love of money [including greed, avarice, lust, and craving for earthly possessions] and be satisfied with your present [circumstances and with what you have]; for He [God] Himself has said, I will not in any way fail you nor give you up nor leave you without support. [I will] not, [I will] not, [I will] not in any degree leave you helpless nor forsake nor let [you] down (relax My hold on you)! [Assuredly not!] [Josh. 1:5.]",
          "ID": "5"
        },
        {
          "text": "So we take comfort and are encouraged and confidently and boldly say, The Lord is my Helper; I will not be seized with alarm [I will not fear or dread or be terrified]. What can man do to me? [Ps. 27:1;118:6.]",
          "ID": "6"
        },
        {
          "text": "Remember your leaders and superiors in authority [for it was they] who brought to you the Word of God. Observe attentively and consider their manner of living (the outcome of their well-spent lives) and imitate their faith (their conviction that God exists and is the Creator and Ruler of all things, the Provider and Bestower of eternal salvation through Christ, and their leaning of the entire human personality on God in absolute trust and confidence in His power, wisdom, and goodness).",
          "ID": "7"
        },
        {
          "text": "Jesus Christ (the Messiah) is [always] the same, yesterday, today, [yes] and forever (to the ages).",
          "ID": "8"
        },
        {
          "text": "Do not be carried about by different and varied and alien teachings; for it is good for the heart to be established and ennobled and strengthened by means of grace (God's favor and spiritual blessing) and not [to be devoted to] foods [rules of diet and ritualistic meals], which bring no [spiritual] benefit or profit to those who observe them.",
          "ID": "9"
        },
        {
          "text": "We have an altar from which those who serve and worship in the tabernacle have no right to eat.",
          "ID": "10"
        },
        {
          "text": "For when the blood of animals is brought into the sanctuary by the high priest as a sacrifice for sin, the victims' bodies are burned outside the limits of the camp. [Lev. 16:27.]",
          "ID": "11"
        },
        {
          "text": "Therefore Jesus also suffered and died outside the [city's] gate in order that He might purify and consecrate the people through [the shedding of] His own blood and set them apart as holy [for God].",
          "ID": "12"
        },
        {
          "text": "Let us then go forth [from all that would prevent us] to Him outside the camp [at Calvary], bearing the contempt and abuse and shame with Him. [Lev. 16:27.]",
          "ID": "13"
        },
        {
          "text": "For here we have no permanent city, but we are looking for the one which is to come.",
          "ID": "14"
        },
        {
          "text": "Through Him, therefore, let us constantly and at all times offer up to God a sacrifice of praise, which is the fruit of lips that thankfully acknowledge and confess and glorify His name. [Lev. 7:12; Isa. 57:19; Hos. 14:2.]",
          "ID": "15"
        },
        {
          "text": "Do not forget or neglect to do kindness and good, to be generous and distribute and contribute to the needy [of the church as embodiment and proof of fellowship], for such sacrifices are pleasing to God.",
          "ID": "16"
        },
        {
          "text": "Obey your spiritual leaders and submit to them [continually recognizing their authority over you], for they are constantly keeping watch over your souls and guarding your spiritual welfare, as men who will have to render an account [of their trust]. [Do your part to] let them do this with gladness and not with sighing and groaning, for that would not be profitable to you [either].",
          "ID": "17"
        },
        {
          "text": "Keep praying for us, for we are convinced that we have a good (clear) conscience, that we want to walk uprightly and live a noble life, acting honorably and in complete honesty in all things.",
          "ID": "18"
        },
        {
          "text": "And I beg of you [to pray for us] the more earnestly, in order that I may be restored to you the sooner.",
          "ID": "19"
        },
        {
          "text": "Now may the God of peace [Who is the Author and the Giver of peace], Who brought again from among the dead our Lord Jesus, that great Shepherd of the sheep, by the blood [that sealed, ratified] the everlasting agreement (covenant, testament), [Isa. 55:3; 63:11; Ezek. 37:26; Zech. 9:11.]",
          "ID": "20"
        },
        {
          "text": "Strengthen (complete, perfect) and make you what you ought to be and equip you with everything good that you may carry out His will; [while He Himself] works in you and accomplishes that which is pleasing in His sight, through Jesus Christ (the Messiah); to Whom be the glory forever and ever (to the ages of the ages). Amen (so be it).",
          "ID": "21"
        },
        {
          "text": "I call on you, brethren, to listen patiently and bear with this message of exhortation and admonition and encouragement, for I have written to you briefly.",
          "ID": "22"
        },
        {
          "text": "Notice that our brother Timothy has been released [from prison]. If he comes here soon, I will see you along with him.",
          "ID": "23"
        },
        {
          "text": "Give our greetings to all of your spiritual leaders and to all of the saints (God's consecrated believers). The Italian Christians send you their greetings [also].",
          "ID": "24"
        },
        {
          "text": "Grace (God's favor and spiritual blessing) be with you all. Amen (so be it).",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13"
    }
  ],
  "version": "AMP",
  "ID": "NT:HEB(AMP)"
}