{
  "name": "Hebrews",
  "text": [
    {
      "name": "Hebrews 1",
      "text": [
        {
          "text": "In the past God spoke to our ancestors through the prophets at many times and in various ways,",
          "ID": "1"
        },
        {
          "text": "but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe.",
          "ID": "2"
        },
        {
          "text": "The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.",
          "ID": "3"
        },
        {
          "text": "So he became as much superior to the angels as the name he has inherited is superior to theirs.",
          "ID": "4"
        },
        {
          "text": "For to which of the angels did God ever say,",
          "ID": "5"
        },
        {
          "text": "\"You are my Son;",
          "ID": "5"
        },
        {
          "text": "today I have become your Father\" ?Or again,",
          "ID": "5"
        },
        {
          "text": "\"I will be his Father,",
          "ID": "5"
        },
        {
          "text": "and he will be my Son\" ?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And again, when God brings his firstborn into the world, he says,",
          "ID": "6"
        },
        {
          "text": "\"Let all God's angels worship him.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "In speaking of the angels he says,",
          "ID": "7"
        },
        {
          "text": "\"He makes his angels spirits,",
          "ID": "7"
        },
        {
          "text": "and his servants flames of fire.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But about the Son he says,",
          "ID": "8"
        },
        {
          "text": "\"Your throne, O God, will last for ever and ever;",
          "ID": "8"
        },
        {
          "text": "a scepter of justice will be the scepter of your kingdom.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "You have loved righteousness and hated wickedness;",
          "ID": "9"
        },
        {
          "text": "therefore God, your God, has set you above your companions",
          "ID": "9"
        },
        {
          "text": "by anointing you with the oil of joy.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He also says,",
          "ID": "10"
        },
        {
          "text": "\"In the beginning, Lord, you laid the foundations of the earth,",
          "ID": "10"
        },
        {
          "text": "and the heavens are the work of your hands.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "They will perish, but you remain;",
          "ID": "11"
        },
        {
          "text": "they will all wear out like a garment.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "You will roll them up like a robe;",
          "ID": "12"
        },
        {
          "text": "like a garment they will be changed.",
          "ID": "12"
        },
        {
          "text": "But you remain the same,",
          "ID": "12"
        },
        {
          "text": "and your years will never end.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "To which of the angels did God ever say,",
          "ID": "13"
        },
        {
          "text": "\"Sit at my right hand",
          "ID": "13"
        },
        {
          "text": "until I make your enemies",
          "ID": "13"
        },
        {
          "text": "a footstool for your feet\" ?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Are not all angels ministering spirits sent to serve those who will inherit salvation?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1"
    },
    {
      "name": "Hebrews 2",
      "text": [
        {
          "text": "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away.",
          "ID": "1"
        },
        {
          "text": "For since the message spoken through angels was binding, and every violation and disobedience received its just punishment,",
          "ID": "2"
        },
        {
          "text": "how shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him.",
          "ID": "3"
        },
        {
          "text": "God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will.",
          "ID": "4"
        },
        {
          "text": "It is not to angels that he has subjected the world to come, about which we are speaking.",
          "ID": "5"
        },
        {
          "text": "But there is a place where someone has testified:",
          "ID": "6"
        },
        {
          "text": "\"What is mankind that you are mindful of them,",
          "ID": "6"
        },
        {
          "text": "a son of man that you care for him?",
          "ID": "6"
        },
        {
          "text": "You made them a little lower than the angels;",
          "ID": "7"
        },
        {
          "text": "you crowned them with glory and honor",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "and put everything under their feet.\" In putting everything under them, God left nothing that is not subject to them. Yet at present we do not see everything subject to them.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone.",
          "ID": "9"
        },
        {
          "text": "In bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters.",
          "ID": "11"
        },
        {
          "text": "He says,",
          "ID": "12"
        },
        {
          "text": "\"I will declare your name to my brothers and sisters;",
          "ID": "12"
        },
        {
          "text": "in the assembly I will sing your praises.\"",
          "ID": "12"
        },
        {
          "text": "And again,",
          "ID": "13"
        },
        {
          "text": "\"I will put my trust in him.\" And again he says,",
          "ID": "13"
        },
        {
          "text": "\"Here am I, and the children God has given me.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "and free those who all their lives were held in slavery by their fear of death.",
          "ID": "15"
        },
        {
          "text": "For surely it is not angels he helps, but Abraham's descendants.",
          "ID": "16"
        },
        {
          "text": "For this reason he had to be made like them, fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people.",
          "ID": "17"
        },
        {
          "text": "Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2"
    },
    {
      "name": "Hebrews 3",
      "text": [
        {
          "text": "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest.",
          "ID": "1"
        },
        {
          "text": "He was faithful to the one who appointed him, just as Moses was faithful in all God's house.",
          "ID": "2"
        },
        {
          "text": "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.",
          "ID": "3"
        },
        {
          "text": "For every house is built by someone, but God is the builder of everything.",
          "ID": "4"
        },
        {
          "text": "\"Moses was faithful as a servant in all God's house,\" bearing witness to what would be spoken by God in the future.",
          "ID": "5"
        },
        {
          "text": "But Christ is faithful as the Son over God's house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory.",
          "ID": "6"
        },
        {
          "text": "So, as the Holy Spirit says:",
          "ID": "7"
        },
        {
          "text": "\"Today, if you hear his voice,",
          "ID": "7"
        },
        {
          "text": "do not harden your hearts",
          "ID": "8"
        },
        {
          "text": "as you did in the rebellion,",
          "ID": "8"
        },
        {
          "text": "during the time of testing in the wilderness,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "where your ancestors tested and tried me,",
          "ID": "9"
        },
        {
          "text": "though for forty years they saw what I did.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "That is why I was angry with that generation;",
          "ID": "10"
        },
        {
          "text": "I said, 'Their hearts are always going astray,",
          "ID": "10"
        },
        {
          "text": "and they have not known my ways.'",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "So I declared on oath in my anger,",
          "ID": "11"
        },
        {
          "text": "'They shall never enter my rest.'\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But encourage one another daily, as long as it is called \"Today,\" so that none of you may be hardened by sin's deceitfulness.",
          "ID": "13"
        },
        {
          "text": "We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.",
          "ID": "14"
        },
        {
          "text": "As has just been said:",
          "ID": "15"
        },
        {
          "text": "\"Today, if you hear his voice,",
          "ID": "15"
        },
        {
          "text": "do not harden your hearts",
          "ID": "15"
        },
        {
          "text": "as you did in the rebellion.\"",
          "ID": "15"
        },
        {
          "text": "Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?",
          "ID": "17"
        },
        {
          "text": "And to whom did God swear that they would never enter his rest if not to those who disobeyed?",
          "ID": "18"
        },
        {
          "text": "So we see that they were not able to enter, because of their unbelief.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3"
    },
    {
      "name": "Hebrews 4",
      "text": [
        {
          "text": "Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it.",
          "ID": "1"
        },
        {
          "text": "For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed.",
          "ID": "2"
        },
        {
          "text": "Now we who have believed enter that rest, just as God has said,",
          "ID": "3"
        },
        {
          "text": "\"So I declared on oath in my anger,",
          "ID": "3"
        },
        {
          "text": "'They shall never enter my rest.'\" And yet his works have been finished since the creation of the world.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For somewhere he has spoken about the seventh day in these words: \"On the seventh day God rested from all his works.\"",
          "ID": "4"
        },
        {
          "text": "And again in the passage above he says, \"They shall never enter my rest.\"",
          "ID": "5"
        },
        {
          "text": "Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "God again set a certain day, calling it \"Today.\" This he did when a long time later he spoke through David, as in the passage already quoted:",
          "ID": "7"
        },
        {
          "text": "\"Today, if you hear his voice,",
          "ID": "7"
        },
        {
          "text": "do not harden your hearts.\"",
          "ID": "7"
        },
        {
          "text": "For if Joshua had given them rest, God would not have spoken later about another day.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "There remains, then, a Sabbath-rest for the people of God;",
          "ID": "9"
        },
        {
          "text": "for anyone who enters God's rest also rests from their works, just as God did from his.",
          "ID": "10"
        },
        {
          "text": "Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience.",
          "ID": "11"
        },
        {
          "text": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Nothing in all creation is hidden from God's sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.",
          "ID": "14"
        },
        {
          "text": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet he did not sin.",
          "ID": "15"
        },
        {
          "text": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4"
    },
    {
      "name": "Hebrews 5",
      "text": [
        {
          "text": "Every high priest is selected from among the people and is appointed to represent the people in matters related to God, to offer gifts and sacrifices for sins.",
          "ID": "1"
        },
        {
          "text": "He is able to deal gently with those who are ignorant and are going astray, since he himself is subject to weakness.",
          "ID": "2"
        },
        {
          "text": "This is why he has to offer sacrifices for his own sins, as well as for the sins of the people.",
          "ID": "3"
        },
        {
          "text": "And no one takes this honor on himself, but he receives it when called by God, just as Aaron was.",
          "ID": "4"
        },
        {
          "text": "In the same way, Christ did not take on himself the glory of becoming a high priest. But God said to him,",
          "ID": "5"
        },
        {
          "text": "\"You are my Son;",
          "ID": "5"
        },
        {
          "text": "today I have become your Father.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And he says in another place,",
          "ID": "6"
        },
        {
          "text": "\"You are a priest forever,",
          "ID": "6"
        },
        {
          "text": "in the order of Melchizedek.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "During the days of Jesus' life on earth, he offered up prayers and petitions with fervent cries and tears to the one who could save him from death, and he was heard because of his reverent submission.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Son though he was, he learned obedience from what he suffered",
          "ID": "8"
        },
        {
          "text": "and, once made perfect, he became the source of eternal salvation for all who obey him",
          "ID": "9"
        },
        {
          "text": "and was designated by God to be high priest in the order of Melchizedek.",
          "ID": "10"
        },
        {
          "text": "We have much to say about this, but it is hard to make it clear to you because you no longer try to understand.",
          "ID": "11"
        },
        {
          "text": "In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food!",
          "ID": "12"
        },
        {
          "text": "Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness.",
          "ID": "13"
        },
        {
          "text": "But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5"
    },
    {
      "name": "Hebrews 6",
      "text": [
        {
          "text": "Therefore let us move beyond the elementary teachings about Christ and be taken forward to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,",
          "ID": "1"
        },
        {
          "text": "instruction about cleansing rites, the laying on of hands, the resurrection of the dead, and eternal judgment.",
          "ID": "2"
        },
        {
          "text": "And God permitting, we will do so.",
          "ID": "3"
        },
        {
          "text": "It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "who have tasted the goodness of the word of God and the powers of the coming age",
          "ID": "5"
        },
        {
          "text": "and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace.",
          "ID": "6"
        },
        {
          "text": "Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God.",
          "ID": "7"
        },
        {
          "text": "But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned.",
          "ID": "8"
        },
        {
          "text": "Even though we speak like this, dear friends, we are convinced of better things in your case—the things that have to do with salvation.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.",
          "ID": "10"
        },
        {
          "text": "We want each of you to show this same diligence to the very end, so that what you hope for may be fully realized.",
          "ID": "11"
        },
        {
          "text": "We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised.",
          "ID": "12"
        },
        {
          "text": "When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself,",
          "ID": "13"
        },
        {
          "text": "saying, \"I will surely bless you and give you many descendants.\"",
          "ID": "14"
        },
        {
          "text": "And so after waiting patiently, Abraham received what was promised.",
          "ID": "15"
        },
        {
          "text": "People swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath.",
          "ID": "17"
        },
        {
          "text": "God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged.",
          "ID": "18"
        },
        {
          "text": "We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain,",
          "ID": "19"
        },
        {
          "text": "where our forerunner, Jesus, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6"
    },
    {
      "name": "Hebrews 7",
      "text": [
        {
          "text": "This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him,",
          "ID": "1"
        },
        {
          "text": "and Abraham gave him a tenth of everything. First, the name Melchizedek means \"king of righteousness\"; then also, \"king of Salem\" means \"king of peace.\"",
          "ID": "2"
        },
        {
          "text": "Without father or mother, without genealogy, without beginning of days or end of life, resembling the Son of God, he remains a priest forever.",
          "ID": "3"
        },
        {
          "text": "Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder!",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Now the law requires the descendants of Levi who become priests to collect a tenth from the people—that is, from their fellow Israelites—even though they also are descended from Abraham.",
          "ID": "5"
        },
        {
          "text": "This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises.",
          "ID": "6"
        },
        {
          "text": "And without doubt the lesser is blessed by the greater.",
          "ID": "7"
        },
        {
          "text": "In the one case, the tenth is collected by people who die; but in the other case, by him who is declared to be living.",
          "ID": "8"
        },
        {
          "text": "One might even say that Levi, who collects the tenth, paid the tenth through Abraham,",
          "ID": "9"
        },
        {
          "text": "because when Melchizedek met Abraham, Levi was still in the body of his ancestor.",
          "ID": "10"
        },
        {
          "text": "If perfection could have been attained through the Levitical priesthood—and indeed the law given to the people established that priesthood—why was there still need for another priest to come, one in the order of Melchizedek, not in the order of Aaron?",
          "ID": "11"
        },
        {
          "text": "For when the priesthood is changed, the law must be changed also.",
          "ID": "12"
        },
        {
          "text": "He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar.",
          "ID": "13"
        },
        {
          "text": "For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests.",
          "ID": "14"
        },
        {
          "text": "And what we have said is even more clear if another priest like Melchizedek appears,",
          "ID": "15"
        },
        {
          "text": "one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life.",
          "ID": "16"
        },
        {
          "text": "For it is declared:",
          "ID": "17"
        },
        {
          "text": "\"You are a priest forever,",
          "ID": "17"
        },
        {
          "text": "in the order of Melchizedek.\"",
          "ID": "17"
        },
        {
          "text": "The former regulation is set aside because it was weak and useless",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "(for the law made nothing perfect), and a better hope is introduced, by which we draw near to God.",
          "ID": "19"
        },
        {
          "text": "And it was not without an oath! Others became priests without any oath,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "but he became a priest with an oath when God said to him:",
          "ID": "21"
        },
        {
          "text": "\"The Lord has sworn",
          "ID": "21"
        },
        {
          "text": "and will not change his mind:",
          "ID": "21"
        },
        {
          "text": "'You are a priest forever.'\"",
          "ID": "21"
        },
        {
          "text": "Because of this oath, Jesus has become the guarantor of a better covenant.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Now there have been many of those priests, since death prevented them from continuing in office;",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "but because Jesus lives forever, he has a permanent priesthood.",
          "ID": "24"
        },
        {
          "text": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them.",
          "ID": "25"
        },
        {
          "text": "Such a high priest truly meets our need—one who is holy, blameless, pure, set apart from sinners, exalted above the heavens.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself.",
          "ID": "27"
        },
        {
          "text": "For the law appoints as high priests men in all their weakness; but the oath, which came after the law, appointed the Son, who has been made perfect forever.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7"
    },
    {
      "name": "Hebrews 8",
      "text": [
        {
          "text": "Now the main point of what we are saying is this: We do have such a high priest, who sat down at the right hand of the throne of the Majesty in heaven,",
          "ID": "1"
        },
        {
          "text": "and who serves in the sanctuary, the true tabernacle set up by the Lord, not by a mere human being.",
          "ID": "2"
        },
        {
          "text": "Every high priest is appointed to offer both gifts and sacrifices, and so it was necessary for this one also to have something to offer.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "If he were on earth, he would not be a priest, for there are already priests who offer the gifts prescribed by the law.",
          "ID": "4"
        },
        {
          "text": "They serve at a sanctuary that is a copy and shadow of what is in heaven. This is why Moses was warned when he was about to build the tabernacle: \"See to it that you make everything according to the pattern shown you on the mountain.\"",
          "ID": "5"
        },
        {
          "text": "But in fact the ministry Jesus has received is as superior to theirs as the covenant of which he is mediator is superior to the old one, since the new covenant is established on better promises.",
          "ID": "6"
        },
        {
          "text": "For if there had been nothing wrong with that first covenant, no place would have been sought for another.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But God found fault with the people and said :",
          "ID": "8"
        },
        {
          "text": "\"The days are coming, declares the Lord,",
          "ID": "8"
        },
        {
          "text": "when I will make a new covenant",
          "ID": "8"
        },
        {
          "text": "with the people of Israel",
          "ID": "8"
        },
        {
          "text": "and with the people of Judah.",
          "ID": "8"
        },
        {
          "text": "It will not be like the covenant",
          "ID": "9"
        },
        {
          "text": "I made with their ancestors",
          "ID": "9"
        },
        {
          "text": "when I took them by the hand",
          "ID": "9"
        },
        {
          "text": "to lead them out of Egypt,",
          "ID": "9"
        },
        {
          "text": "because they did not remain faithful to my covenant,",
          "ID": "9"
        },
        {
          "text": "and I turned away from them,declares the Lord.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "This is the covenant I will establish with the people of Israel",
          "ID": "10"
        },
        {
          "text": "after that time, declares the Lord.",
          "ID": "10"
        },
        {
          "text": "I will put my laws in their minds",
          "ID": "10"
        },
        {
          "text": "and write them on their hearts.",
          "ID": "10"
        },
        {
          "text": "I will be their God,",
          "ID": "10"
        },
        {
          "text": "and they will be my people.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "No longer will they teach their neighbor,",
          "ID": "11"
        },
        {
          "text": "or say to one another, 'Know the Lord,'",
          "ID": "11"
        },
        {
          "text": "because they will all know me,",
          "ID": "11"
        },
        {
          "text": "from the least of them to the greatest.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For I will forgive their wickedness",
          "ID": "12"
        },
        {
          "text": "and will remember their sins no more.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "By calling this covenant \"new,\" he has made the first one obsolete; and what is obsolete and outdated will soon disappear.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8"
    },
    {
      "name": "Hebrews 9",
      "text": [
        {
          "text": "Now the first covenant had regulations for worship and also an earthly sanctuary.",
          "ID": "1"
        },
        {
          "text": "A tabernacle was set up. In its first room were the lampstand and the table with its consecrated bread; this was called the Holy Place.",
          "ID": "2"
        },
        {
          "text": "Behind the second curtain was a room called the Most Holy Place,",
          "ID": "3"
        },
        {
          "text": "which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained the gold jar of manna, Aaron's staff that had budded, and the stone tablets of the covenant.",
          "ID": "4"
        },
        {
          "text": "Above the ark were the cherubim of the Glory, overshadowing the atonement cover. But we cannot discuss these things in detail now.",
          "ID": "5"
        },
        {
          "text": "When everything had been arranged like this, the priests entered regularly into the outer room to carry on their ministry.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But only the high priest entered the inner room, and that only once a year, and never without blood, which he offered for himself and for the sins the people had committed in ignorance.",
          "ID": "7"
        },
        {
          "text": "The Holy Spirit was showing by this that the way into the Most Holy Place had not yet been disclosed as long as the first tabernacle was still functioning.",
          "ID": "8"
        },
        {
          "text": "This is an illustration for the present time, indicating that the gifts and sacrifices being offered were not able to clear the conscience of the worshiper.",
          "ID": "9"
        },
        {
          "text": "They are only a matter of food and drink and various ceremonial washings—external regulations applying until the time of the new order.",
          "ID": "10"
        },
        {
          "text": "But when Christ came as high priest of the good things that are now already here, he went through the greater and more perfect tabernacle that is not made with human hands, that is to say, is not a part of this creation.",
          "ID": "11"
        },
        {
          "text": "He did not enter by means of the blood of goats and calves; but he entered the Most Holy Place once for all by his own blood, thus obtaining eternal redemption.",
          "ID": "12"
        },
        {
          "text": "The blood of goats and bulls and the ashes of a heifer sprinkled on those who are ceremonially unclean sanctify them so that they are outwardly clean.",
          "ID": "13"
        },
        {
          "text": "How much more, then, will the blood of Christ, who through the eternal Spirit offered himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God!",
          "ID": "14"
        },
        {
          "text": "For this reason Christ is the mediator of a new covenant, that those who are called may receive the promised eternal inheritance—now that he has died as a ransom to set them free from the sins committed under the first covenant.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "In the case of a will, it is necessary to prove the death of the one who made it,",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "because a will is in force only when somebody has died; it never takes effect while the one who made it is living.",
          "ID": "17"
        },
        {
          "text": "This is why even the first covenant was not put into effect without blood.",
          "ID": "18"
        },
        {
          "text": "When Moses had proclaimed every command of the law to all the people, he took the blood of calves, together with water, scarlet wool and branches of hyssop, and sprinkled the scroll and all the people.",
          "ID": "19"
        },
        {
          "text": "He said, \"This is the blood of the covenant, which God has commanded you to keep.\"",
          "ID": "20"
        },
        {
          "text": "In the same way, he sprinkled with the blood both the tabernacle and everything used in its ceremonies.",
          "ID": "21"
        },
        {
          "text": "In fact, the law requires that nearly everything be cleansed with blood, and without the shedding of blood there is no forgiveness.",
          "ID": "22"
        },
        {
          "text": "It was necessary, then, for the copies of the heavenly things to be purified with these sacrifices, but the heavenly things themselves with better sacrifices than these.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "For Christ did not enter a sanctuary made with human hands that was only a copy of the true one; he entered heaven itself, now to appear for us in God's presence.",
          "ID": "24"
        },
        {
          "text": "Nor did he enter heaven to offer himself again and again, the way the high priest enters the Most Holy Place every year with blood that is not his own.",
          "ID": "25"
        },
        {
          "text": "Otherwise Christ would have had to suffer many times since the creation of the world. But he has appeared once for all at the culmination of the ages to do away with sin by the sacrifice of himself.",
          "ID": "26"
        },
        {
          "text": "Just as people are destined to die once, and after that to face judgment,",
          "ID": "27"
        },
        {
          "text": "so Christ was sacrificed once to take away the sins of many; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9"
    },
    {
      "name": "Hebrews 10",
      "text": [
        {
          "text": "The law is only a shadow of the good things that are coming—not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship.",
          "ID": "1"
        },
        {
          "text": "Otherwise, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins.",
          "ID": "2"
        },
        {
          "text": "But those sacrifices are an annual reminder of sins.",
          "ID": "3"
        },
        {
          "text": "It is impossible for the blood of bulls and goats to take away sins.",
          "ID": "4"
        },
        {
          "text": "Therefore, when Christ came into the world, he said:",
          "ID": "5"
        },
        {
          "text": "\"Sacrifice and offering you did not desire,",
          "ID": "5"
        },
        {
          "text": "but a body you prepared for me;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "with burnt offerings and sin offerings",
          "ID": "6"
        },
        {
          "text": "you were not pleased.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then I said, 'Here I am—it is written about me in the scroll—",
          "ID": "7"
        },
        {
          "text": "I have come to do your will, my God.'\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "First he said, \"Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them\"—though they were offered in accordance with the law.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then he said, \"Here I am, I have come to do your will.\" He sets aside the first to establish the second.",
          "ID": "9"
        },
        {
          "text": "And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all.",
          "ID": "10"
        },
        {
          "text": "Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God,",
          "ID": "12"
        },
        {
          "text": "and since that time he waits for his enemies to be made his footstool.",
          "ID": "13"
        },
        {
          "text": "For by one sacrifice he has made perfect forever those who are being made holy.",
          "ID": "14"
        },
        {
          "text": "The Holy Spirit also testifies to us about this. First he says:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"This is the covenant I will make with them",
          "ID": "16"
        },
        {
          "text": "after that time, says the Lord.",
          "ID": "16"
        },
        {
          "text": "I will put my laws in their hearts,",
          "ID": "16"
        },
        {
          "text": "and I will write them on their minds.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then he adds:",
          "ID": "17"
        },
        {
          "text": "\"Their sins and lawless acts",
          "ID": "17"
        },
        {
          "text": "I will remember no more.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And where these have been forgiven, sacrifice for sin is no longer necessary.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Therefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus,",
          "ID": "19"
        },
        {
          "text": "by a new and living way opened for us through the curtain, that is, his body,",
          "ID": "20"
        },
        {
          "text": "and since we have a great priest over the house of God,",
          "ID": "21"
        },
        {
          "text": "let us draw near to God with a sincere heart and with the full assurance that faith brings, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water.",
          "ID": "22"
        },
        {
          "text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
          "ID": "23"
        },
        {
          "text": "And let us consider how we may spur one another on toward love and good deeds,",
          "ID": "24"
        },
        {
          "text": "not giving up meeting together, as some are in the habit of doing, but encouraging one another—and all the more as you see the Day approaching.",
          "ID": "25"
        },
        {
          "text": "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.",
          "ID": "27"
        },
        {
          "text": "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.",
          "ID": "28"
        },
        {
          "text": "How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?",
          "ID": "29"
        },
        {
          "text": "For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\"",
          "ID": "30"
        },
        {
          "text": "It is a dreadful thing to fall into the hands of the living God.",
          "ID": "31"
        },
        {
          "text": "Remember those earlier days after you had received the light, when you endured in a great conflict full of suffering.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated.",
          "ID": "33"
        },
        {
          "text": "You suffered along with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions.",
          "ID": "34"
        },
        {
          "text": "So do not throw away your confidence; it will be richly rewarded.",
          "ID": "35"
        },
        {
          "text": "You need to persevere so that when you have done the will of God, you will receive what he has promised.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "For,",
          "ID": "37"
        },
        {
          "text": "\"In just a little while,",
          "ID": "37"
        },
        {
          "text": "he who is coming will come",
          "ID": "37"
        },
        {
          "text": "and will not delay.\"",
          "ID": "37"
        },
        {
          "text": "And,",
          "ID": "38"
        },
        {
          "text": "\"But my righteous one will live by faith.",
          "ID": "38"
        },
        {
          "text": "And I take no pleasure",
          "ID": "38"
        },
        {
          "text": "in the one who shrinks back.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "But we do not belong to those who shrink back and are destroyed, but to those who have faith and are saved.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10"
    },
    {
      "name": "Hebrews 11",
      "text": [
        {
          "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
          "ID": "1"
        },
        {
          "text": "This is what the ancients were commended for.",
          "ID": "2"
        },
        {
          "text": "By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\" For before he was taken, he was commended as one who pleased God.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
          "ID": "6"
        },
        {
          "text": "By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise.",
          "ID": "9"
        },
        {
          "text": "For he was looking forward to the city with foundations, whose architect and builder is God.",
          "ID": "10"
        },
        {
          "text": "And by faith even Sarah, who was past childbearing age, was enabled to bear children because she considered him faithful who had made the promise.",
          "ID": "11"
        },
        {
          "text": "And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.",
          "ID": "12"
        },
        {
          "text": "All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "People who say such things show that they are looking for a country of their own.",
          "ID": "14"
        },
        {
          "text": "If they had been thinking of the country they had left, they would have had opportunity to return.",
          "ID": "15"
        },
        {
          "text": "Instead, they were longing for a better country—a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.",
          "ID": "16"
        },
        {
          "text": "By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"",
          "ID": "18"
        },
        {
          "text": "Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.",
          "ID": "19"
        },
        {
          "text": "By faith Isaac blessed Jacob and Esau in regard to their future.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin.",
          "ID": "25"
        },
        {
          "text": "He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.",
          "ID": "26"
        },
        {
          "text": "By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible.",
          "ID": "27"
        },
        {
          "text": "By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel.",
          "ID": "28"
        },
        {
          "text": "By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "By faith the walls of Jericho fell, after the army had marched around them for seven days.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,",
          "ID": "33"
        },
        {
          "text": "quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.",
          "ID": "34"
        },
        {
          "text": "Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.",
          "ID": "35"
        },
        {
          "text": "Some faced jeers and flogging, and even chains and imprisonment.",
          "ID": "36"
        },
        {
          "text": "They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—",
          "ID": "37"
        },
        {
          "text": "the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.",
          "ID": "38"
        },
        {
          "text": "These were all commended for their faith, yet none of them received what had been promised,",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "since God had planned something better for us so that only together with us would they be made perfect.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11"
    },
    {
      "name": "Hebrews 12",
      "text": [
        {
          "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,",
          "ID": "1"
        },
        {
          "text": "fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
          "ID": "2"
        },
        {
          "text": "Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart.",
          "ID": "3"
        },
        {
          "text": "In your struggle against sin, you have not yet resisted to the point of shedding your blood.",
          "ID": "4"
        },
        {
          "text": "And have you completely forgotten this word of encouragement that addresses you as a father addresses his son? It says,",
          "ID": "5"
        },
        {
          "text": "\"My son, do not make light of the Lord's discipline,",
          "ID": "5"
        },
        {
          "text": "and do not lose heart when he rebukes you,",
          "ID": "5"
        },
        {
          "text": "because the Lord disciplines the one he loves,",
          "ID": "6"
        },
        {
          "text": "and he chastens everyone he accepts as his son.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "If you are not disciplined—and everyone undergoes discipline—then you are not legitimate, not true sons and daughters at all.",
          "ID": "8"
        },
        {
          "text": "Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of spirits and live!",
          "ID": "9"
        },
        {
          "text": "They disciplined us for a little while as they thought best; but God disciplines us for our good, in order that we may share in his holiness.",
          "ID": "10"
        },
        {
          "text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it.",
          "ID": "11"
        },
        {
          "text": "Therefore, strengthen your feeble arms and weak knees.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed.",
          "ID": "13"
        },
        {
          "text": "Make every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord.",
          "ID": "14"
        },
        {
          "text": "See to it that no one falls short of the grace of God and that no bitter root grows up to cause trouble and defile many.",
          "ID": "15"
        },
        {
          "text": "See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son.",
          "ID": "16"
        },
        {
          "text": "Afterward, as you know, when he wanted to inherit this blessing, he was rejected. Even though he sought the blessing with tears, he could not change what he had done.",
          "ID": "17"
        },
        {
          "text": "You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm;",
          "ID": "18"
        },
        {
          "text": "to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them,",
          "ID": "19"
        },
        {
          "text": "because they could not bear what was commanded: \"If even an animal touches the mountain, it must be stoned to death.\"",
          "ID": "20"
        },
        {
          "text": "The sight was so terrifying that Moses said, \"I am trembling with fear.\"",
          "ID": "21"
        },
        {
          "text": "But you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem. You have come to thousands upon thousands of angels in joyful assembly,",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "to the church of the firstborn, whose names are written in heaven. You have come to God, the Judge of all, to the spirits of the righteous made perfect,",
          "ID": "23"
        },
        {
          "text": "to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.",
          "ID": "24"
        },
        {
          "text": "See to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven?",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "At that time his voice shook the earth, but now he has promised, \"Once more I will shake not only the earth but also the heavens.\"",
          "ID": "26"
        },
        {
          "text": "The words \"once more\" indicate the removing of what can be shaken—that is, created things—so that what cannot be shaken may remain.",
          "ID": "27"
        },
        {
          "text": "Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe,",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "for our \"God is a consuming fire.\"",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12"
    },
    {
      "name": "Hebrews 13",
      "text": [
        {
          "text": "Keep on loving one another as brothers and sisters.",
          "ID": "1"
        },
        {
          "text": "Do not forget to show hospitality to strangers, for by so doing some people have shown hospitality to angels without knowing it.",
          "ID": "2"
        },
        {
          "text": "Continue to remember those in prison as if you were together with them in prison, and those who are mistreated as if you yourselves were suffering.",
          "ID": "3"
        },
        {
          "text": "Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Keep your lives free from the love of money and be content with what you have, because God has said,",
          "ID": "5"
        },
        {
          "text": "\"Never will I leave you;",
          "ID": "5"
        },
        {
          "text": "never will I forsake you.\"",
          "ID": "5"
        },
        {
          "text": "So we say with confidence,",
          "ID": "6"
        },
        {
          "text": "\"The Lord is my helper; I will not be afraid.",
          "ID": "6"
        },
        {
          "text": "What can mere mortals do to me?\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Jesus Christ is the same yesterday and today and forever.",
          "ID": "8"
        },
        {
          "text": "Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by eating ceremonial foods, which is of no benefit to those who do so.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "We have an altar from which those who minister at the tabernacle have no right to eat.",
          "ID": "10"
        },
        {
          "text": "The high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And so Jesus also suffered outside the city gate to make the people holy through his own blood.",
          "ID": "12"
        },
        {
          "text": "Let us, then, go to him outside the camp, bearing the disgrace he bore.",
          "ID": "13"
        },
        {
          "text": "For here we do not have an enduring city, but we are looking for the city that is to come.",
          "ID": "14"
        },
        {
          "text": "Through Jesus, therefore, let us continually offer to God a sacrifice of praise—the fruit of lips that openly profess his name.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And do not forget to do good and to share with others, for with such sacrifices God is pleased.",
          "ID": "16"
        },
        {
          "text": "Have confidence in your leaders and submit to their authority, because they keep watch over you as those who must give an account. Do this so that their work will be a joy, not a burden, for that would be of no benefit to you.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Pray for us. We are sure that we have a clear conscience and desire to live honorably in every way.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "I particularly urge you to pray so that I may be restored to you soon.",
          "ID": "19"
        },
        {
          "text": "Now may the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep,",
          "ID": "20"
        },
        {
          "text": "equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Brothers and sisters, I urge you to bear with my word of exhortation, for in fact I have written to you quite briefly.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "I want you to know that our brother Timothy has been released. If he arrives soon, I will come with him to see you.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Greet all your leaders and all the Lord's people. Those from Italy send you their greetings.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Grace be with you all.",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:HEB(BOOKS)"
}