{
  "text": [
    {
      "text": [
        {
          "text": "In many places and in many ways, in past times, God spoke to the fathers through the Prophets;",
          "ID": "1"
        },
        {
          "text": "lastly, in these days, he has spoken to us through the Son, whom he appointed as the heir of all things, and through whom he made the world.",
          "ID": "2"
        },
        {
          "text": "And since the Son is the brightness of his glory, and the figure of his substance, and is carrying all things by the Word of his virtue, thereby accomplishing a purging of sins, he sits at the right hand of Majesty on high.",
          "ID": "3"
        },
        {
          "text": "And having been made so much better than the Angels, he has inherited a name so much greater than theirs.",
          "ID": "4"
        },
        {
          "text": "For to which of the Angels has he ever said: \"You are my Son; today have I begotten you?\" Or again: \"I will be a Father to him, and he shall be a Son to me?\"",
          "ID": "5"
        },
        {
          "text": "And again, when he brings the only-begotten Son into the world, he says: \"And let all the Angels of God adore him.\"",
          "ID": "6"
        },
        {
          "text": "And about the Angels, certainly, he says: \"He makes his Angels spirits, and his ministers a flame of fire.\"",
          "ID": "7"
        },
        {
          "text": "But about the Son: \"Your throne, O God, is forever and ever. The scepter of your kingdom is a scepter of equity.",
          "ID": "8"
        },
        {
          "text": "You have loved justice, and you have hated iniquity. Because of this, God, your God, has anointed you with the oil of exultation, above your companions.\"",
          "ID": "9"
        },
        {
          "text": "And: \"In the beginning, O Lord, you founded the earth. And the heavens are the work of your hands.",
          "ID": "10"
        },
        {
          "text": "These shall pass away, but you will remain. And all will grow old like a garment.",
          "ID": "11"
        },
        {
          "text": "And you will change them like a cloak, and they shall be changed. Yet you are ever the same, and your years will not diminish.\"",
          "ID": "12"
        },
        {
          "text": "But to which of the Angels has he ever said: \"Sit at my right hand, until I make your enemies your footstool?\"",
          "ID": "13"
        },
        {
          "text": "Are they not all spirits of ministration, sent to minister for the sake of those who shall receive the inheritance of salvation?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1",
      "name": "Hebrews 1"
    },
    {
      "text": [
        {
          "text": "For this reason, it is necessary for us to observe more thoroughly the things that we have heard, lest we let them slip away.",
          "ID": "1"
        },
        {
          "text": "For if a word that was spoken through the Angels has been made firm, and every transgression and disobedience has received the recompense of a just retribution,",
          "ID": "2"
        },
        {
          "text": "in what way might we escape, if we neglect such a great salvation? For though initially it had begun to be described by the Lord, it was confirmed among us by those who heard him,",
          "ID": "3"
        },
        {
          "text": "with God testifying to it by signs and wonders, and by various miracles, and by the pouring out of the Holy Spirit, in accord with his own will.",
          "ID": "4"
        },
        {
          "text": "For God did not subject the future world, about which we are speaking, to the Angels.",
          "ID": "5"
        },
        {
          "text": "But someone, in a certain place, has testified, saying: \"What is man, that you are mindful of him, or the Son of man, that you visit him?",
          "ID": "6"
        },
        {
          "text": "You have reduced him to a little less than the Angels. You have crowned him with glory and honor, and you have set him over the works of your hands.",
          "ID": "7"
        },
        {
          "text": "You have subjected all things under his feet.\" For in as much as he has subjected all things to him, he has left nothing not subject to him. But in the present time, we do not yet perceive that all things have been made subject to him.",
          "ID": "8"
        },
        {
          "text": "Yet we understand that Jesus, who was reduced to a little less than the Angels, was crowned with glory and honor because of his Passion and death, in order that, by the grace of God, he might taste death for all.",
          "ID": "9"
        },
        {
          "text": "For it was fitting for him, because of whom and through whom all things exist, who had led many children into glory, to complete the authorship of their salvation through his Passion.",
          "ID": "10"
        },
        {
          "text": "For he who sanctifies, and those who are sanctified, are all from One. For this reason, he is not ashamed to call them brothers, saying:",
          "ID": "11"
        },
        {
          "text": "\"I will announce your name to my brothers. In the midst of the Church, I will praise you.\"",
          "ID": "12"
        },
        {
          "text": "And again: \"I will be faithful in him.\" And again: \"Behold, I and my children, whom God has given to me.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, because children have a common flesh and blood, he himself also, in like manner, has shared in the same, so that through death, he might destroy him who held the dominion of death, that is, the devil,",
          "ID": "14"
        },
        {
          "text": "and so that he might free those who, through the fear of death, had been condemned to servitude throughout their entire life.",
          "ID": "15"
        },
        {
          "text": "For at no time did he take hold of the Angels, but instead he took hold of the offspring of Abraham.",
          "ID": "16"
        },
        {
          "text": "Therefore, it is fitting for him to be made similar to his brothers in all things, so that he might become a merciful and faithful High Priest before God, in order that he might bring forgiveness to the offenses of the people.",
          "ID": "17"
        },
        {
          "text": "For in as much as he himself has suffered and has been tempted, he also is able to assist those who are tempted.",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2",
      "name": "Hebrews 2"
    },
    {
      "text": [
        {
          "text": "Therefore, holy brothers, sharers in the heavenly calling, consider the Apostle and High Priest of our confession: Jesus.",
          "ID": "1"
        },
        {
          "text": "He is faithful to the One who made him, just as Moses also was, with his entire house.",
          "ID": "2"
        },
        {
          "text": "For this Jesus was considered worthy of greater glory than Moses, so much so that the house which he has built holds a greater honor than the former one.",
          "ID": "3"
        },
        {
          "text": "For every house is built by someone, but God is the One who has created all things.",
          "ID": "4"
        },
        {
          "text": "And certainly Moses was faithful, with his entire house, like any servant, as a testimony to those things that would soon be said.",
          "ID": "5"
        },
        {
          "text": "Yet truly, Christ is like a Son in his own house. We are that house, if we firmly retain the faithfulness and the glory of hope, even unto the end.",
          "ID": "6"
        },
        {
          "text": "Because of this, it is just as the Holy Spirit says: \"If today you hear his voice,",
          "ID": "7"
        },
        {
          "text": "harden not your hearts, as in the provocation, the very day of temptation, in the desert,",
          "ID": "8"
        },
        {
          "text": "where your fathers tested me, even though they had seen and examined my works for forty years.",
          "ID": "9"
        },
        {
          "text": "For this reason, I was enraged against this generation, and I said: They always wander astray in heart. For they have not known my ways.",
          "ID": "10"
        },
        {
          "text": "So it is as I swore in my wrath: They shall not enter into my rest!\"",
          "ID": "11"
        },
        {
          "text": "Be cautious, brothers, lest perhaps there may be, in any of you, an evil heart of unbelief, turning aside from the living God.",
          "ID": "12"
        },
        {
          "text": "Instead, exhort one another every day, while it is still called 'today,' so that none of you may become hardened through the falseness of sin.",
          "ID": "13"
        },
        {
          "text": "For we have been made participants in Christ. This is only so, if we firmly retain the beginning of his substance, even unto the end.",
          "ID": "14"
        },
        {
          "text": "For it has been said: \"If today you hear his voice, harden not your hearts, in the same manner as in the former provocation.\"",
          "ID": "15"
        },
        {
          "text": "For some of those listening did provoke him. But not all of these had set forth from Egypt through Moses.",
          "ID": "16"
        },
        {
          "text": "So against whom was he angry for forty years? Was it not those who had sinned, whose dead bodies lay prostrate in the desert?",
          "ID": "17"
        },
        {
          "text": "But to whom did he swear that they would not enter into his rest, except to those who were incredulous?",
          "ID": "18"
        },
        {
          "text": "And so, we perceive that they were not able to enter because of unbelief.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3",
      "name": "Hebrews 3"
    },
    {
      "text": [
        {
          "text": "Therefore, we should be afraid, lest the promise of entering into his rest may be relinquished, and some of you may be judged to be lacking.",
          "ID": "1"
        },
        {
          "text": "For this was announced to us in a similar manner as to them. But the mere hearing of the word did not benefit them, since it was not joined together with a faith in those things that they heard.",
          "ID": "2"
        },
        {
          "text": "For we who have believed shall enter into rest, in the same manner as he said: \"So it is as I have sworn in my wrath: They shall not enter into my rest!\" And certainly, this is when the works from the foundation of the world have been finished.",
          "ID": "3"
        },
        {
          "text": "For, in a certain place, he spoke about the seventh day in this manner: \"And God rested on the seventh day from all his works.\"",
          "ID": "4"
        },
        {
          "text": "And in this place again: \"They shall not enter into my rest!\"",
          "ID": "5"
        },
        {
          "text": "Therefore, this is because certain ones remain who are to enter into it, and those to whom it was announced first did not enter into it, because of unbelief.",
          "ID": "6"
        },
        {
          "text": "Again, he defines a certain day, after so much time, saying in David, \"Today,\" just as it was stated above, \"If today you hear his voice, harden not your hearts.\"",
          "ID": "7"
        },
        {
          "text": "For if Jesus had offered them rest, he would never have spoken, afterward, about another day.",
          "ID": "8"
        },
        {
          "text": "And so, there remains a Sabbath of rest for the people of God.",
          "ID": "9"
        },
        {
          "text": "For whoever has entered into his rest, the same has also rested from his works, just as God did from his.",
          "ID": "10"
        },
        {
          "text": "Therefore, let us hasten to enter into that rest, so that no one may fall into the same example of unbelief.",
          "ID": "11"
        },
        {
          "text": "For the Word of God is living and effective: more piercing than any two-edged sword, reaching to the division even between the soul and the spirit, even between the joints and the marrow, and so it discerns the thoughts and intentions of the heart.",
          "ID": "12"
        },
        {
          "text": "And there is no created thing that is invisible to his sight. For all things are naked and open to the eyes of him, about whom we are speaking.",
          "ID": "13"
        },
        {
          "text": "Therefore, since we have a great High Priest, who has pierced the heavens, Jesus the Son of God, we should hold to our confession.",
          "ID": "14"
        },
        {
          "text": "For we do not have a high priest who is unable to have compassion on our infirmities, but rather one who was tempted in all things, just as we are, yet without sin.",
          "ID": "15"
        },
        {
          "text": "Therefore, let us go forth with confidence toward the throne of grace, so that we may obtain mercy, and find grace, in a helpful time.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4",
      "name": "Hebrews 4"
    },
    {
      "text": [
        {
          "text": "For every high priest, having been taken from among men, is appointed on behalf of men toward the things which pertain to God, so that he may offer gifts and sacrifices on behalf of sins;",
          "ID": "1"
        },
        {
          "text": "he is able to commiserate with those who are ignorant and who wander astray, because he himself is also encompassed by infirmity.",
          "ID": "2"
        },
        {
          "text": "And because of this, he also must make such offerings for sins even for himself, in the same manner as for the people.",
          "ID": "3"
        },
        {
          "text": "Neither does anyone take up this honor himself, but rather he who is called by God, just as Aaron was.",
          "ID": "4"
        },
        {
          "text": "Thus, even Christ did not glorify himself, so as to become High Priest, but instead, it was God who said to him: \"You are my Son. Today I have begotten you.\"",
          "ID": "5"
        },
        {
          "text": "And similarly, he says in another place: \"You are a priest forever, according to the order of Melchizedek.\"",
          "ID": "6"
        },
        {
          "text": "It is Christ who, in the days of his flesh, with a strong cry and tears, offered prayers and supplications to the One who was able to save him from death, and who was heard because of his reverence.",
          "ID": "7"
        },
        {
          "text": "And although, certainly, he is the Son of God, he learned obedience by the things that he suffered.",
          "ID": "8"
        },
        {
          "text": "And having reached his consummation, he was made, for all who are obedient to him, the cause of eternal salvation,",
          "ID": "9"
        },
        {
          "text": "having been called by God to be the High Priest, according to the order of Melchizedek.",
          "ID": "10"
        },
        {
          "text": "Our message about him is great, and difficult to explain when speaking, because you have been made feeble when listening.",
          "ID": "11"
        },
        {
          "text": "For even though it is the time when you ought to be teachers, you are still lacking, so that you must be taught the things that are the basic elements of the Word of God, and so you have been made like those who are in need of milk, and not of solid food.",
          "ID": "12"
        },
        {
          "text": "For anyone who is still feeding on milk is still unskillful in the Word of Justice; for he is like an infant.",
          "ID": "13"
        },
        {
          "text": "But solid food is for those who are mature, for those who, by practice, have sharpened their mind, so as to discern good from evil.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5",
      "name": "Hebrews 5"
    },
    {
      "text": [
        {
          "text": "Therefore, interrupting an explanation of the basics of Christ, let us consider what is more advanced, not presenting again the fundamentals of repentance from dead works, and of faith toward God,",
          "ID": "1"
        },
        {
          "text": "of the doctrine of baptism, and also of the imposition of hands, and of the resurrection of the dead, and of eternal judgment.",
          "ID": "2"
        },
        {
          "text": "And we shall do this, if indeed God permits it.",
          "ID": "3"
        },
        {
          "text": "For it is impossible for those who were once illuminated, and have even tasted of the heavenly gift, and have become sharers in the Holy Spirit,",
          "ID": "4"
        },
        {
          "text": "who, despite having tasted the good Word of God and the virtues of the future age, have yet fallen away,",
          "ID": "5"
        },
        {
          "text": "to be renewed again to penance, since they are crucifying again in themselves the Son of God and are still maintaining pretenses.",
          "ID": "6"
        },
        {
          "text": "For the earth accepts a blessing from God, by drinking in the rain that often falls upon it, and by producing plants that are useful to those by whom it is cultivated.",
          "ID": "7"
        },
        {
          "text": "But whatever brings forth thorns and briers is rejected, and is closest to what is accursed; their consummation is in combustion.",
          "ID": "8"
        },
        {
          "text": "But from you, most beloved, we are confident that there will be things better and closer to salvation; even though we speak in this way.",
          "ID": "9"
        },
        {
          "text": "For God is not unjust, such that he would forget your work and the love that you have shown in his name. For you have ministered, and you continue to minister, to the saints.",
          "ID": "10"
        },
        {
          "text": "Yet we desire that each one of you display the same solicitude toward the fulfillment of hope, even unto the end,",
          "ID": "11"
        },
        {
          "text": "so that you may not be slow to act, but instead may be imitators of those who, through faith and patience, shall inherit the promises.",
          "ID": "12"
        },
        {
          "text": "For God, in making promises to Abraham, swore by himself, (because he had no one greater by whom he might swear),",
          "ID": "13"
        },
        {
          "text": "saying: \"Blessing, I shall bless you, and multiplying, I shall multiply you.\"",
          "ID": "14"
        },
        {
          "text": "And in this way, by enduring patiently, he secured the promise.",
          "ID": "15"
        },
        {
          "text": "For men swear by what is greater than themselves, and an oath as confirmation is the end of all their controversy.",
          "ID": "16"
        },
        {
          "text": "In this matter, God, wanting to reveal more thoroughly the immutability of his counsel to the heirs of the promise, interposed an oath,",
          "ID": "17"
        },
        {
          "text": "so that by two immutable things, in which it is impossible for God to lie, we may have the strongest solace: we who have fled together so as to hold fast to the hope set before us.",
          "ID": "18"
        },
        {
          "text": "This we have as an anchor of the soul, safe and sound, which advances even to the interior of the veil,",
          "ID": "19"
        },
        {
          "text": "to the place where the forerunner Jesus has entered on our behalf, so as to become the High Priest for eternity, according to the order of Melchizedek.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6",
      "name": "Hebrews 6"
    },
    {
      "text": [
        {
          "text": "For this Melchizedek, king of Salem, priest of the Most High God, met Abraham, as he was returning from the slaughter of the kings, and blessed him.",
          "ID": "1"
        },
        {
          "text": "And Abraham divided to him a tenth part of everything. And in translation his name is first, indeed, king of justice, and next also king of Salem, that is, king of peace.",
          "ID": "2"
        },
        {
          "text": "Without father, without mother, without genealogy, having neither beginning of days, nor end of life, he is thereby likened to the Son of God, who remains a priest continuously.",
          "ID": "3"
        },
        {
          "text": "Next, consider how great this man is, since the Patriarch Abraham even gave tithes to him from the principal things.",
          "ID": "4"
        },
        {
          "text": "And indeed, those who are from the sons of Levi, having received the priesthood, hold a commandment to take tithes from the people in accord with the law, that is, from their brothers, even though they also went forth from the loins of Abraham.",
          "ID": "5"
        },
        {
          "text": "But this man, whose lineage is not enumerated with them, received tithes from Abraham, and he blessed even the one who held the promises.",
          "ID": "6"
        },
        {
          "text": "Yet this is without any contradiction, for what is less should be blessed by what is better.",
          "ID": "7"
        },
        {
          "text": "And certainly, here, men who receive tithes still die; but there, he bears witness that he lives.",
          "ID": "8"
        },
        {
          "text": "And so it may be said that even Levi, who received tithes, was himself a tithe through Abraham.",
          "ID": "9"
        },
        {
          "text": "For he was still in the loins of his father, when Melchizedek met him.",
          "ID": "10"
        },
        {
          "text": "Therefore, if consummation had occurred through the Levitical priesthood (for under it the people received the law), then what further need would there be for another Priest to rise up according to the order of Melchizedek, one who was not called according to the order of Aaron?",
          "ID": "11"
        },
        {
          "text": "For since the priesthood has been transferred, it is necessary that the law also be transferred.",
          "ID": "12"
        },
        {
          "text": "For he about whom these things have been spoken is from another tribe, in which no one attends before the altar.",
          "ID": "13"
        },
        {
          "text": "For it is evident that our Lord arose out of Judah, a tribe about which Moses said nothing concerning priests.",
          "ID": "14"
        },
        {
          "text": "And yet it is far more evident that, according to the likeness of Melchizedek, there rises up another priest,",
          "ID": "15"
        },
        {
          "text": "who was made, not according to the law of a carnal commandment, but according to the virtue of an indissoluble life.",
          "ID": "16"
        },
        {
          "text": "For he testifies: \"You are a priest forever, according to the order of Melchizedek.\"",
          "ID": "17"
        },
        {
          "text": "Certainly, there is a setting aside of the former commandment, because of its weakness and lack of usefulness.",
          "ID": "18"
        },
        {
          "text": "For the law led no one to perfection, yet truly it introduced a better hope, through which we draw near to God.",
          "ID": "19"
        },
        {
          "text": "Moreover, it is not without an oath. For certainly, the others were made priests without an oath.",
          "ID": "20"
        },
        {
          "text": "But this man was made a priest with an oath, by the One who said to him: \"The Lord has sworn and he will not repent. You are a priest forever.\"",
          "ID": "21"
        },
        {
          "text": "By so much, Jesus has been made the sponsor of a better testament.",
          "ID": "22"
        },
        {
          "text": "And certainly, so many of the others became priests because, due to death, they were prohibited from continuing.",
          "ID": "23"
        },
        {
          "text": "But this man, because he continues forever, has an everlasting priesthood.",
          "ID": "24"
        },
        {
          "text": "And for this reason, he is able, continuously, to save those who approach God through him, since he is ever alive to make intercession on our behalf.",
          "ID": "25"
        },
        {
          "text": "For it was fitting that we should have such a High Priest: holy, innocent, undefiled, set apart from sinners, and exalted higher than the heavens.",
          "ID": "26"
        },
        {
          "text": "And he has no need, daily, in the manner of other priests, to offer sacrifices, first for his own sins, and then for those of the people. For he has done this once, by offering himself.",
          "ID": "27"
        },
        {
          "text": "For the law appoints men as priests, though they have infirmities. But, by the word of the oath that is after the law, the Son has been perfected for eternity.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7",
      "name": "Hebrews 7"
    },
    {
      "text": [
        {
          "text": "Now the main point in the things that have been stated is this: that we have so great a High Priest, who is seated at the right hand of the throne of Majesty in the heavens,",
          "ID": "1"
        },
        {
          "text": "who is the minister of holy things, and of the true tabernacle, which was established by the Lord, not by man.",
          "ID": "2"
        },
        {
          "text": "For every high priest is appointed to offer gifts and sacrifices. Therefore, it is necessary for him also to have something to offer.",
          "ID": "3"
        },
        {
          "text": "And so, if he were upon the earth, he would not be a priest, since there would be others to offer gifts according to the law,",
          "ID": "4"
        },
        {
          "text": "gifts which serve as mere examples and shadows of the heavenly things. And so it was answered to Moses, when he was about to complete the tabernacle: \"See to it,\" he said, \"that you make everything according to the example which was revealed to you on the mountain.\"",
          "ID": "5"
        },
        {
          "text": "But now he has been granted a better ministry, so much so that he is also the Mediator of a better testament, which has been confirmed by better promises.",
          "ID": "6"
        },
        {
          "text": "For if the former one had been entirely without fault, then a place certainly would not have been sought for a subsequent one.",
          "ID": "7"
        },
        {
          "text": "For, finding fault with them, he says: \"Behold, the days shall arrive, says the Lord, when I will consummate a New Testament over the house of Israel and the house of Judah,",
          "ID": "8"
        },
        {
          "text": "not according to the testament which I made with their fathers, on the day when I took them by the hand, so that I might lead them away from the land of Egypt. For they did not remain in my testament, and so I disregarded them, says the Lord.",
          "ID": "9"
        },
        {
          "text": "For this is the testament which I will set before the house of Israel, after those days, says the Lord. I will instill my laws in their minds, and I will inscribe my laws on their hearts. And so, I will be their God, and they shall be my people.",
          "ID": "10"
        },
        {
          "text": "And they will not teach, each one his neighbor, and each one his brother, saying: 'Know the Lord.' For all shall know me, from the least, even to the greatest of them.",
          "ID": "11"
        },
        {
          "text": "For I will forgive their iniquities, and I will no longer remember their sins.\"",
          "ID": "12"
        },
        {
          "text": "Now in saying something new, he has made the former old. But that which decays and grows old is close to passing away.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8",
      "name": "Hebrews 8"
    },
    {
      "text": [
        {
          "text": "Certainly, the former also had the justifications of worship and a holy place for that age.",
          "ID": "1"
        },
        {
          "text": "For a tabernacle was made at first, in which were the lampstand, and the table, and the bread of the Presence, which is called Holy.",
          "ID": "2"
        },
        {
          "text": "Then, beyond the second veil, was the tabernacle, which is called the Holy of Holies,",
          "ID": "3"
        },
        {
          "text": "having a golden censer, and the ark of the testament, covered all around and on every part with gold, in which was a golden urn containing manna, and the rod of Aaron which had blossomed, and the tablets of the testament.",
          "ID": "4"
        },
        {
          "text": "And over the ark were the Cherubim of glory, overshadowing the propitiatory. There is not enough time to speak about each of these things.",
          "ID": "5"
        },
        {
          "text": "Yet truly, once such things were placed together, in the first part of the tabernacle, the priests were, indeed, continually entering, so as to carry out the duties of the sacrifices.",
          "ID": "6"
        },
        {
          "text": "But into the second part, once a year, the high priest alone entered, not without blood, which he offered on behalf of the neglectful offenses of himself and of the people.",
          "ID": "7"
        },
        {
          "text": "In this way, the Holy Spirit is signifying that the way to what is most holy was not yet made manifest, not while the first tabernacle was still standing.",
          "ID": "8"
        },
        {
          "text": "And this is a parable for the present time. Accordingly, those gifts and sacrifices that are offered are not able, as concerns the conscience, to make perfect those things that serve only as food and drink,",
          "ID": "9"
        },
        {
          "text": "as well as the various washings and justices of the flesh, which were imposed upon them until the time of correction.",
          "ID": "10"
        },
        {
          "text": "But Christ, standing as the High Priest of future good things, through a greater and more perfect tabernacle, one not made by hand, that is, not of this creation,",
          "ID": "11"
        },
        {
          "text": "entered once into the Holy of Holies, having obtained eternal redemption, neither by the blood of goats, nor of calves, but by his own blood.",
          "ID": "12"
        },
        {
          "text": "For if the blood of goats and oxen, and the ashes of a calf, when these are sprinkled, sanctify those who have been defiled, in order to cleanse the flesh,",
          "ID": "13"
        },
        {
          "text": "how much more will the blood of Christ, who through the Holy Spirit has offered himself, immaculate, to God, cleanse our conscience from dead works, in order to serve the living God?",
          "ID": "14"
        },
        {
          "text": "And thus he is the Mediator of the new testament, so that, by his death, he intercedes for the redemption of those transgressions which were under the former testament, so that those who have been called may receive the promise of an eternal inheritance.",
          "ID": "15"
        },
        {
          "text": "For where there is a testament, it is necessary for the death of the one who testifies to intervene.",
          "ID": "16"
        },
        {
          "text": "For a testament is confirmed by death. Otherwise, it as yet has no force, as long as the one who testifies lives.",
          "ID": "17"
        },
        {
          "text": "Therefore, indeed, the first was not dedicated without blood.",
          "ID": "18"
        },
        {
          "text": "For when every commandment of the law had been read by Moses to the entire people, he took up the blood of calves and goats, with water and with scarlet wool and hyssop, and he sprinkled both the book itself and the entire people,",
          "ID": "19"
        },
        {
          "text": "saying: \"This is the blood of the testament which God has commanded for you.\"",
          "ID": "20"
        },
        {
          "text": "And even the tabernacle, and all the vessels for the ministry, he similarly sprinkled with blood.",
          "ID": "21"
        },
        {
          "text": "And nearly everything, according to the law, is to be cleansed with blood. And without the shedding of blood, there is no remission.",
          "ID": "22"
        },
        {
          "text": "Therefore, it is necessary for the examples of heavenly things to be cleansed, just as, indeed, these things were. Yet the heavenly things are themselves better sacrifices than these.",
          "ID": "23"
        },
        {
          "text": "For Jesus did not enter by means of holy things made with hands, mere examples of the true things, but he entered into Heaven itself, so that he may appear now before the face of God for us.",
          "ID": "24"
        },
        {
          "text": "And he did not enter so as to offer himself repeatedly, as the high priest enters into the Holy of Holies each year, with the blood of another.",
          "ID": "25"
        },
        {
          "text": "Otherwise, he would need to have suffered repeatedly since the beginning of the world. But now, one time, at the consummation of the ages, he has appeared in order to destroy sin though his own sacrifice.",
          "ID": "26"
        },
        {
          "text": "And in the same manner as it has been appointed for men to die one time, and after this, to be judged,",
          "ID": "27"
        },
        {
          "text": "so also Christ was offered, one time, in order to empty the sins of so many. He shall appear a second time without sin, for those who await him, unto salvation.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9",
      "name": "Hebrews 9"
    },
    {
      "text": [
        {
          "text": "For the law contains the shadow of future good things, not the very image of these things. So, by the very same sacrifices which they offer ceaselessly each year, they can never cause these to approach perfection.",
          "ID": "1"
        },
        {
          "text": "Otherwise, they would have ceased to be offered, because the worshipers, once cleansed, would no longer be conscious of any sin.",
          "ID": "2"
        },
        {
          "text": "Instead, in these things, a commemoration of sins is made every year.",
          "ID": "3"
        },
        {
          "text": "For it is impossible for sins to be taken away by the blood of oxen and goats.",
          "ID": "4"
        },
        {
          "text": "For this reason, as Christ enters into the world, he says: \"Sacrifice and oblation, you did not want. But you have fashioned a body for me.",
          "ID": "5"
        },
        {
          "text": "Holocausts for sin were not pleasing to you.",
          "ID": "6"
        },
        {
          "text": "Then I said, 'Behold, I draw near.' At the head of the book, it has been written of me that I should do your will, O God.\"",
          "ID": "7"
        },
        {
          "text": "In the above, by saying, \"Sacrifices, and oblations, and holocausts for sin, you did not want, nor are those things pleasing to you, which are offered according to the law;",
          "ID": "8"
        },
        {
          "text": "then I said, 'Behold, I have come to do your will, O God,' \" he takes away the first, so that he may establish what follows.",
          "ID": "9"
        },
        {
          "text": "For by this will, we have been sanctified, through the one time oblation of the body of Jesus Christ.",
          "ID": "10"
        },
        {
          "text": "And certainly, every priest stands by, ministering daily, and frequently offering the same sacrifices, which are never able to take away sins.",
          "ID": "11"
        },
        {
          "text": "But this man, offering one sacrifice for sins, sits at the right hand of God forever,",
          "ID": "12"
        },
        {
          "text": "awaiting that time when his enemies will be made his footstool.",
          "ID": "13"
        },
        {
          "text": "For, by one oblation, he has brought to fulfillment, for all time, those who are sanctified.",
          "ID": "14"
        },
        {
          "text": "Now the Holy Spirit also testifies for us about this. For afterward, he said:",
          "ID": "15"
        },
        {
          "text": "\"And this is the testament which I will commit to them after those days, says the Lord. I will instill my laws in their hearts, and I will inscribe my laws on their minds.",
          "ID": "16"
        },
        {
          "text": "And I will no longer remember their sins and iniquities.\"",
          "ID": "17"
        },
        {
          "text": "Now, when there is a remission of these things, there is no longer an oblation for sin.",
          "ID": "18"
        },
        {
          "text": "And so, brothers, have faith in the entrance into the Holy of Holies by the blood of Christ,",
          "ID": "19"
        },
        {
          "text": "and in the new and living Way, which he has initiated for us by the veil, that is, by his flesh,",
          "ID": "20"
        },
        {
          "text": "and in the Great Priest over the house of God.",
          "ID": "21"
        },
        {
          "text": "So, let us draw near with a true heart, in the fullness of faith, having hearts cleansed from an evil conscience, and bodies absolved with clean water.",
          "ID": "22"
        },
        {
          "text": "Let us hold fast to the confession of our hope, without wavering, for he who has promised is faithful.",
          "ID": "23"
        },
        {
          "text": "And let us be considerate of one another, so as to prompt ourselves to charity and to good works,",
          "ID": "24"
        },
        {
          "text": "not deserting our assembly, as some are accustomed to do, but consoling one another, and even more so as you see that the day is approaching.",
          "ID": "25"
        },
        {
          "text": "For if we sin willingly, after receiving knowledge of the truth, there is no sacrifice remaining for sins,",
          "ID": "26"
        },
        {
          "text": "but instead, a certain terrible expectation of judgment, and the rage of a fire that shall consume its adversaries.",
          "ID": "27"
        },
        {
          "text": "If someone dies for acting against the law of Moses, and is shown no compassion because of two or three witnesses,",
          "ID": "28"
        },
        {
          "text": "how much more, do you think, someone would deserve worse punishments, if he has tread upon the Son of God, and has treated the blood of the testament, by which he was sanctified, as unclean, and has acted with disgrace toward the Spirit of grace?",
          "ID": "29"
        },
        {
          "text": "For we know that he has said: \"Vengeance is mine, and I will repay,\" and again, \"The Lord will judge his people.\"",
          "ID": "30"
        },
        {
          "text": "It is dreadful to fall into the hands of the living God.",
          "ID": "31"
        },
        {
          "text": "But call to mind the former days, in which, after being enlightened, you endured a great struggle of afflictions.",
          "ID": "32"
        },
        {
          "text": "And certainly, in one way, by insults and tribulations, you were made a spectacle, but in another way, you became the companions of those who were the object of such behavior.",
          "ID": "33"
        },
        {
          "text": "For you even had compassion on those who were imprisoned, and you accepted with gladness being deprived of your goods, knowing that you have a better and more lasting substance.",
          "ID": "34"
        },
        {
          "text": "And so, do not lose your confidence, which has a great reward.",
          "ID": "35"
        },
        {
          "text": "For it is necessary for you to be patient, so that, by doing the will of God, you may receive the promise.",
          "ID": "36"
        },
        {
          "text": "\"For, in a little while, and somewhat longer, he who is to come will return, and he will not delay.",
          "ID": "37"
        },
        {
          "text": "For my just man lives by faith. But if he were to draw himself back, he would not please my soul.\"",
          "ID": "38"
        },
        {
          "text": "So then, we are not sons who are drawn away to perdition, but we are sons of faith toward the securing of the soul.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10",
      "name": "Hebrews 10"
    },
    {
      "text": [
        {
          "text": "Now, faith is the substance of things hoped for, the evidence of things not apparent.",
          "ID": "1"
        },
        {
          "text": "For this reason, the ancients were given testimony.",
          "ID": "2"
        },
        {
          "text": "By faith, we understand the world to be fashioned by the Word of God, so that the visible might be made by the invisible.",
          "ID": "3"
        },
        {
          "text": "By faith, Abel offered to God a much better sacrifice than that of Cain, through which he obtained testimony that he was just, in that God offered testimony to his gifts. And through that sacrifice, he still speaks to us, though he is dead.",
          "ID": "4"
        },
        {
          "text": "By faith, Enoch was transferred, so that he would not see death, and he was not found because God had transferred him. For before he was transferred, he had testimony that he pleased God.",
          "ID": "5"
        },
        {
          "text": "But without faith, it is impossible to please God. For whoever approaches God must believe that he exists, and that he rewards those who seek him.",
          "ID": "6"
        },
        {
          "text": "By faith, Noah, having accepted an answer about those things which were not yet seen, being afraid, fashioned an ark for the salvation of his house. Through the ark, he condemned the world, and was established as the heir of the justice that occurs through faith.",
          "ID": "7"
        },
        {
          "text": "By faith, the one called Abraham obeyed, going out to the place that he was to receive as an inheritance. And he went out, not knowing where he was going.",
          "ID": "8"
        },
        {
          "text": "By faith, he stayed in the Land of the Promise as if in a foreign land, dwelling in cottages, with Isaac and Jacob, co-heirs of the same promise.",
          "ID": "9"
        },
        {
          "text": "For he was awaiting a city having firm foundations, whose designer and builder is God.",
          "ID": "10"
        },
        {
          "text": "By faith also, Sarah herself, being barren, received the ability to conceive offspring, even though she was past that age in life. For she believed him to be faithful, who had promised.",
          "ID": "11"
        },
        {
          "text": "Because of this, there were also born, from one who himself was as if dead, a mulititude like the stars of heaven, who are, like the sand of the seashore, innumerable.",
          "ID": "12"
        },
        {
          "text": "All of these passed away, adhering to faith, not having received the promises, yet beholding them from afar and saluting them, and confessing themselves to be sojourners and guests upon the earth.",
          "ID": "13"
        },
        {
          "text": "For those who speak in this way are themselves indicating that they seek a homeland.",
          "ID": "14"
        },
        {
          "text": "And if, indeed, they had been mindful of the very place from which they departed, they certainly would have returned in time.",
          "ID": "15"
        },
        {
          "text": "But now they hunger for a better place, that is, Heaven. For this reason, God is not ashamed to be called their God. For he has prepared a city for them.",
          "ID": "16"
        },
        {
          "text": "By faith, Abraham, when he was tested, offered Isaac, so that he who had received the promises was offering up his only son.",
          "ID": "17"
        },
        {
          "text": "To him, it was said, \"Through Isaac, shall your offspring be summoned,\"",
          "ID": "18"
        },
        {
          "text": "indicating that God is even able to raise up from the dead. And thus, he also established him as a parable.",
          "ID": "19"
        },
        {
          "text": "By faith, also, Isaac blessed Jacob and Esau, concerning future events.",
          "ID": "20"
        },
        {
          "text": "By faith, Jacob, as he was dying, blessed each of the sons of Joseph; and he reverenced the summit of his rod.",
          "ID": "21"
        },
        {
          "text": "By faith, Joseph, as he was dying, recalled the departure of the sons of Israel, and gave a commandment concerning his bones.",
          "ID": "22"
        },
        {
          "text": "By faith, Moses, after being born, was hidden for three months by his parents, because they had seen that he was a graceful infant, and they did not fear the king's edict.",
          "ID": "23"
        },
        {
          "text": "By faith, Moses, after growing up, denied himself a place as the son of Pharaoh's daughter,",
          "ID": "24"
        },
        {
          "text": "choosing to be afflicted with the people of God, rather than to have the pleasantness of sin for a time,",
          "ID": "25"
        },
        {
          "text": "valuing the reproach of Christ to be a greater wealth than the treasures of the Egyptians. For he looked forward to his reward.",
          "ID": "26"
        },
        {
          "text": "By faith, he abandoned Egypt, not dreading the animosity of the king. For he pressed on, as if seeing him who is unseen.",
          "ID": "27"
        },
        {
          "text": "By faith, he celebrated the Passover and the shedding of the blood, so that he who destroyed the firstborn might not touch them.",
          "ID": "28"
        },
        {
          "text": "By faith, they crossed the Red Sea, as if on dry land, yet when the Egyptians attempted it, they were swallowed up.",
          "ID": "29"
        },
        {
          "text": "By faith, the walls of Jericho collapsed, after being encircled for seven days.",
          "ID": "30"
        },
        {
          "text": "By faith, Rahab, the harlot, did not perish with the unbelievers, after receiving the spies with peace.",
          "ID": "31"
        },
        {
          "text": "And what should I say next? For time is not sufficient for me to give an account of Gideon, Barak, Samson, Jephthah, David, Samuel, and the Prophets:",
          "ID": "32"
        },
        {
          "text": "those who, by faith, conquered kingdoms, accomplished justice, obtained promises, closed the mouths of lions,",
          "ID": "33"
        },
        {
          "text": "extinguished the violence of fire, escaped the edge of the sword, recovered from infirmities, showed strength in battle, turned back the armies of foreigners.",
          "ID": "34"
        },
        {
          "text": "Women received their dead by means of resurrection. But others suffered severe punishment, not yet receiving redemption, so that they would find a better resurrection.",
          "ID": "35"
        },
        {
          "text": "Truly, others were tested by mocking and lashes, and moreover by chains and imprisonment.",
          "ID": "36"
        },
        {
          "text": "They were stoned; they were cut; they were tempted. With the slaughter of the sword, they were killed. They wandered about in sheepskin and in goatskin, in dire need, in anguish afflicted.",
          "ID": "37"
        },
        {
          "text": "Of them, the world was not worthy, wandering in solitude on mountains, in the caves and caverns of the earth.",
          "ID": "38"
        },
        {
          "text": "And all these, having been proven by the testimony of faith, did not receive the Promise.",
          "ID": "39"
        },
        {
          "text": "God's Providence holds something better for us, so that not without us would they be perfected.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11",
      "name": "Hebrews 11"
    },
    {
      "text": [
        {
          "text": "Furthermore, since we also have so great a cloud of witnesses over us, let us set aside every burden and sin which may surround us, and advance, through patience, to the struggle offered to us.",
          "ID": "1"
        },
        {
          "text": "Let us gaze upon Jesus, as the Author and the completion of our faith, who, having joy laid out before him, endured the cross, disregarding the shame, and who now sits at the right hand of the throne of God.",
          "ID": "2"
        },
        {
          "text": "So then, meditate upon him who endured such adversity from sinners against himself, so that you may not become weary, failing in your souls.",
          "ID": "3"
        },
        {
          "text": "For you have not yet resisted unto blood, while striving against sin.",
          "ID": "4"
        },
        {
          "text": "And you have forgotten the consolation which speaks to you like sons, saying: \"My son, do not be willing to neglect the discipline of the Lord. Neither should you become weary, while being rebuked by him.\"",
          "ID": "5"
        },
        {
          "text": "For whomever the Lord loves, he chastises. And every son whom he accepts, he scourges.",
          "ID": "6"
        },
        {
          "text": "Persevere in discipline. God presents you to himself as sons. But what son is there, whom his father does not correct?",
          "ID": "7"
        },
        {
          "text": "But if you are without that discipline in which all have become sharers, then you are of adultery, and you are not sons.",
          "ID": "8"
        },
        {
          "text": "Then, too, we have certainly had the fathers of our flesh as instructors, and we reverenced them. Should we not obey the Father of spirits all the more, and so live?",
          "ID": "9"
        },
        {
          "text": "And indeed, for a few days and according to their own wishes, they instructed us. But he does so to our benefit, so that we may receive his sanctification.",
          "ID": "10"
        },
        {
          "text": "Now every discipline, in the present time, does not seem a gladness, of course, but a grief. But afterwards, it will repay a most peaceful fruit of justice to those who become trained in it.",
          "ID": "11"
        },
        {
          "text": "Because of this, lift up your lazy hands and your lax knees,",
          "ID": "12"
        },
        {
          "text": "and straighten the path of your feet, so that no one, being lame, may wander astray, but instead may be healed.",
          "ID": "13"
        },
        {
          "text": "Pursue peace with everyone. Pursue sanctity, without which no one shall see God.",
          "ID": "14"
        },
        {
          "text": "Be contemplative, lest anyone lack the grace of God, lest any root of bitterness spring up and impede you, and by it, many might be defiled,",
          "ID": "15"
        },
        {
          "text": "lest any fornicator or worldly person be like Esau, who, for the sake of one meal, sold his birthright.",
          "ID": "16"
        },
        {
          "text": "For you know that afterwards, when he desired to inherit the benediction, he was rejected. For he found no place for repentance, even though he had sought it with tears.",
          "ID": "17"
        },
        {
          "text": "But you have not drawn near to a tangible mountain, or a burning fire, or a whirlwind, or a mist, or a storm,",
          "ID": "18"
        },
        {
          "text": "or the sound of a trumpet, or a voice of words. Those who had experienced these things excused themselves, lest the Word be spoken to them.",
          "ID": "19"
        },
        {
          "text": "For they could not bear what was said, and so, if even a beast would have touched the mountain, it would have been stoned.",
          "ID": "20"
        },
        {
          "text": "And what was seen was so terrible that even Moses said: \"I am terrified, and so, I tremble.\"",
          "ID": "21"
        },
        {
          "text": "But you have drawn near to mount Zion, and to the city of the living God, to the heavenly Jerusalem, and to the company of many thousands of Angels,",
          "ID": "22"
        },
        {
          "text": "and to the Church of the first-born, those who have been inscribed in the heavens, and to God, the judge of all, and to the spirits of the just made perfect,",
          "ID": "23"
        },
        {
          "text": "and to Jesus, the Mediator of the New Testament, and to a sprinkling of blood, which speaks better than the blood of Abel.",
          "ID": "24"
        },
        {
          "text": "Be careful not to reject the One who is speaking. For if those who rejected him who was speaking upon the earth were not able to escape, so much more we who might turn away from the One who is speaking to us from heaven.",
          "ID": "25"
        },
        {
          "text": "Then, his voice moved the earth. But now, he makes a promise, saying: \"There is still one more time, and then I will move, not only the earth, but also heaven itself.\"",
          "ID": "26"
        },
        {
          "text": "And so, in saying, \"There is still one more time,\" he declares the transfer of the moveable things of creation, so that those things which are immoveable may remain.",
          "ID": "27"
        },
        {
          "text": "Thus, in receiving an immoveable kingdom, we have grace. So, through grace, let us be of service, by pleasing God with fear and reverence.",
          "ID": "28"
        },
        {
          "text": "For our God is a consuming fire.",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12",
      "name": "Hebrews 12"
    },
    {
      "text": [
        {
          "text": "May fraternal charity remain in you.",
          "ID": "1"
        },
        {
          "text": "And do not be willing to forget hospitality. For by it, certain persons, without realizing it, have received Angels as guests.",
          "ID": "2"
        },
        {
          "text": "Remember those who are prisoners, just as if you were imprisoned with them, and those who endure hardships, just as if you were in their place.",
          "ID": "3"
        },
        {
          "text": "May marriage be honorable in every way, and may the marriage bed be immaculate. For God will judge fornicators and adulterers.",
          "ID": "4"
        },
        {
          "text": "Let your behavior be without avarice; be content with what you are offered. For he himself has said, \"I will not abandon you, and I will not neglect you.\"",
          "ID": "5"
        },
        {
          "text": "So then, we may confidently say, \"The Lord is my helper. I will not fear what man can do to me.\"",
          "ID": "6"
        },
        {
          "text": "Remember your leaders, who have spoken the Word of God to you, whose faith you imitate, by observing the goal of their way of life:",
          "ID": "7"
        },
        {
          "text": "Jesus Christ, yesterday and today; Jesus Christ forever.",
          "ID": "8"
        },
        {
          "text": "Do not be led away by changing or strange doctrines. And it is best for the heart to be sustained by grace, not by foods. For the latter have not been as useful to those who walked by them.",
          "ID": "9"
        },
        {
          "text": "We have an altar: those who serve in the tabernacle have no authority to eat from it.",
          "ID": "10"
        },
        {
          "text": "For the bodies of those animals whose blood is carried into the Holy of holies by the high priest, on behalf of sin, are burned outside the camp.",
          "ID": "11"
        },
        {
          "text": "Because of this, Jesus, too, in order to sanctify the people by his own blood, suffered outside the gate.",
          "ID": "12"
        },
        {
          "text": "And so, let us go forth to him, outside the camp, bearing his reproach.",
          "ID": "13"
        },
        {
          "text": "For in this place, we have no everlasting city; instead, we seek one in the future.",
          "ID": "14"
        },
        {
          "text": "Therefore, through him, let us offer the sacrifice of continual praise to God, which is the fruit of lips confessing his name.",
          "ID": "15"
        },
        {
          "text": "But do not be willing to forget good works and fellowship. For God is deserving of such sacrifices.",
          "ID": "16"
        },
        {
          "text": "Obey your leaders and be subject to them. For they watch over you, as if to render an account of your souls. So then, may they do this with joy, and not with grief. Otherwise, it would not be as helpful to you.",
          "ID": "17"
        },
        {
          "text": "Pray for us. For we trust that we have a good conscience, being willing to conduct ourselves well in all things.",
          "ID": "18"
        },
        {
          "text": "And I beg you, all the more, to do this, so that I may be quickly returned to you.",
          "ID": "19"
        },
        {
          "text": "Then may the God of peace, who led back from the dead that great Pastor of sheep, our Lord Jesus Christ, with the blood of the eternal testament,",
          "ID": "20"
        },
        {
          "text": "equip you with all goodness, so that you may do his will. May he accomplish in you whatever is pleasing in his sight, through Jesus Christ, to whom is glory forever and ever. Amen.",
          "ID": "21"
        },
        {
          "text": "And I beg you, brothers, that you may permit this word of consolation, especially since I have written to you with few words.",
          "ID": "22"
        },
        {
          "text": "Know that our brother Timothy has been set free. If he arrives soon, then I will see you with him.",
          "ID": "23"
        },
        {
          "text": "Greet all your leaders and all the saints. The brothers from Italy greet you.",
          "ID": "24"
        },
        {
          "text": "Grace be with you all. Amen.",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13",
      "name": "Hebrews 13"
    }
  ],
  "ID": "NT:HEB(CPDV)",
  "version": "CPDV",
  "name": "Hebrews"
}