{
  "name": "2 Peter",
  "text": [
    {
      "name": "2 Peter 1",
      "text": [
        {
          "text": "SIMON PETER, a servant and apostle (special messenger) of Jesus Christ, to those who have received (obtained an equal privilege of) like precious faith with ourselves in and through the righteousness of our God and Savior Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "May grace (God's favor) and peace (which is perfect well-being, all necessary good, all spiritual prosperity, and freedom from fears and agitating passions and moral conflicts) be multiplied to you in [the full, personal, precise, and correct] knowledge of God and of Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "For His divine power has bestowed upon us all things that [are requisite and suited] to life and godliness, through the [full, personal] knowledge of Him Who called us by and to His own glory and excellence (virtue).",
          "ID": "3"
        },
        {
          "text": "By means of these He has bestowed on us His precious and exceedingly great promises, so that through them you may escape [by flight] from the moral decay (rottenness and corruption) that is in the world because of covetousness (lust and greed), and become sharers (partakers) of the divine nature.",
          "ID": "4"
        },
        {
          "text": "For this very reason, adding your diligence [to the divine promises], employ every effort in exercising your faith to develop virtue (excellence, resolution, Christian energy), and in [exercising] virtue [develop] knowledge (intelligence),",
          "ID": "5"
        },
        {
          "text": "And in [exercising] knowledge [develop] self-control, and in [exercising] self-control [develop] steadfastness (patience, endurance), and in [exercising] steadfastness [develop] godliness (piety),",
          "ID": "6"
        },
        {
          "text": "And in [exercising] godliness [develop] brotherly affection, and in [exercising] brotherly affection [develop] Christian love.",
          "ID": "7"
        },
        {
          "text": "For as these qualities are yours and increasingly abound in you, they will keep [you] from being idle or unfruitful unto the [full personal] knowledge of our Lord Jesus Christ (the Messiah, the Anointed One).",
          "ID": "8"
        },
        {
          "text": "For whoever lacks these qualities is blind, [spiritually] shortsighted, seeing only what is near to him, and has become oblivious [to the fact] that he was cleansed from his old sins.",
          "ID": "9"
        },
        {
          "text": "Because of this, brethren, be all the more solicitous and eager to make sure (to ratify, to strengthen, to make steadfast) your calling and election; for if you do this, you will never stumble or fall.",
          "ID": "10"
        },
        {
          "text": "Thus there will be richly and abundantly provided for you entry into the eternal kingdom of our Lord and Savior Jesus Christ.",
          "ID": "11"
        },
        {
          "text": "So I intend always to remind you about these things, although indeed you know them and are firm in the truth that [you] now [hold].",
          "ID": "12"
        },
        {
          "text": "I think it right, as long as I am in this tabernacle (tent, body), to stir you up by way of remembrance,",
          "ID": "13"
        },
        {
          "text": "Since I know that the laying aside of this body of mine will come speedily, as our Lord Jesus Christ made clear to me.",
          "ID": "14"
        },
        {
          "text": "Moreover, I will diligently endeavor [to see to it] that [even] after my departure (decease) you may be able at all times to call these things to mind.",
          "ID": "15"
        },
        {
          "text": "For we were not following cleverly devised stories when we made known to you the power and coming of our Lord Jesus Christ (the Messiah), but we were eyewitnesses of His majesty (grandeur, authority of sovereign power).",
          "ID": "16"
        },
        {
          "text": "For when He was invested with honor and glory from God the Father and a voice was borne to Him by the [splendid] Majestic Glory [in the bright cloud that overshadowed Him, saying], This is My beloved Son in Whom I am well pleased and delight,",
          "ID": "17"
        },
        {
          "text": "We [actually] heard this voice borne out of heaven, for we were together with Him on the holy mountain.",
          "ID": "18"
        },
        {
          "text": "And we have the prophetic word [made] firmer still. You will do well to pay close attention to it as to a lamp shining in a dismal (squalid and dark) place, until the day breaks through [the gloom] and the Morning Star rises (comes into being) in your hearts.",
          "ID": "19"
        },
        {
          "text": "[Yet] first [you must] understand this, that no prophecy of Scripture is [a matter] of any personal or private or special interpretation (loosening, solving).",
          "ID": "20"
        },
        {
          "text": "For no prophecy ever originated because some man willed it [to do so–it never came by human impulse], but men spoke from God who were borne along (moved and impelled) by the Holy Spirit.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1"
    },
    {
      "name": "2 Peter 2",
      "text": [
        {
          "text": "BUT ALSO [in those days] there arose false prophets among the people, just as there will be false teachers among yourselves, who will subtly and stealthily introduce heretical doctrines (destructive heresies), even denying and disowning the Master Who bought them, bringing upon themselves swift destruction.",
          "ID": "1"
        },
        {
          "text": "And many will follow their immoral ways and lascivious doings; because of them the true Way will be maligned and defamed.",
          "ID": "2"
        },
        {
          "text": "And in their covetousness (lust, greed) they will exploit you with false (cunning) arguments. From of old the sentence [of condemnation] for them has not been idle; their destruction (eternal misery) has not been asleep.",
          "ID": "3"
        },
        {
          "text": "For God did not [even] spare angels that sinned, but cast them into hell, delivering them to be kept there in pits of gloom till the judgment and their doom.",
          "ID": "4"
        },
        {
          "text": "And He spared not the ancient world, but preserved Noah, a preacher of righteousness, with seven other persons, when He brought a flood upon the world of ungodly [people]. [Gen. 6-8; I Peter 3:20.]",
          "ID": "5"
        },
        {
          "text": "And He condemned to ruin and extinction the cities of Sodom and Gomorrah, reducing them to ashes [and thus] set them forth as an example to those who would be ungodly; [Gen. 19:24.]",
          "ID": "6"
        },
        {
          "text": "And He rescued righteous Lot, greatly worn out and distressed by the wanton ways of the ungodly and lawless–[Gen. 19:16, 29.]",
          "ID": "7"
        },
        {
          "text": "For that just man, living [there] among them, tortured his righteous soul every day with what he saw and heard of [their] unlawful and wicked deeds–",
          "ID": "8"
        },
        {
          "text": "Now if [all these things are true, then be sure] the Lord knows how to rescue the godly out of temptations and trials, and how to keep the ungodly under chastisement until the day of judgment and doom,",
          "ID": "9"
        },
        {
          "text": "And particularly those who walk after the flesh and indulge in the lust of polluting passion and scorn and despise authority. Presumptuous [and] daring [self-willed and self-loving creatures]! They scoff at and revile dignitaries (glorious ones) without trembling,",
          "ID": "10"
        },
        {
          "text": "Whereas [even] angels, though superior in might and power, do not bring a defaming charge against them before the Lord.",
          "ID": "11"
        },
        {
          "text": "But these [people]! Like unreasoning beasts, mere creatures of instinct, born [only] to be captured and destroyed, railing at things of which they are ignorant, they shall utterly perish in their [own] corruption [in their destroying they shall surely be destroyed],",
          "ID": "12"
        },
        {
          "text": "Being destined to receive [punishment as] the reward of [their] unrighteousness [suffering wrong as the hire for their wrongdoing]. They count it a delight to revel in the daytime [living luxuriously and delicately]. They are blots and blemishes, reveling in their deceptions and carousing together [even] as they feast with you.",
          "ID": "13"
        },
        {
          "text": "They have eyes full of harlotry, insatiable for sin. They beguile and bait and lure away unstable souls. Their hearts are trained in covetousness (lust, greed), [they are] children of a curse [exposed to cursing]!",
          "ID": "14"
        },
        {
          "text": "Forsaking the straight road they have gone astray; they have followed the way of Balaam [the son] of Beor, who loved the reward of wickedness. [Num. 22:5, 7.]",
          "ID": "15"
        },
        {
          "text": "But he was rebuked for his own transgression when a dumb beast of burden spoke with human voice and checked the prophet's madness. [Num. 22:21-31.]",
          "ID": "16"
        },
        {
          "text": "These are springs without water and mists driven along before a tempest, for whom is reserved forever the gloom of darkness.",
          "ID": "17"
        },
        {
          "text": "For uttering loud boasts of folly, they beguile and lure with lustful desires of the flesh those who are barely escaping from them who are wrongdoers.",
          "ID": "18"
        },
        {
          "text": "They promise them liberty, when they themselves are the slaves of depravity and defilement–for by whatever anyone is made inferior or worse or is overcome, to that [person or thing] he is enslaved.",
          "ID": "19"
        },
        {
          "text": "For if, after they have escaped the pollutions of the world through [the full, personal] knowledge of our Lord and Savior Jesus Christ, they again become entangled in them and are overcome, their last condition is worse [for them] than the first.",
          "ID": "20"
        },
        {
          "text": "For never to have obtained a [full, personal] knowledge of the way of righteousness would have been better for them than, having obtained [such knowledge], to turn back from the holy commandment which was [verbally] delivered to them.",
          "ID": "21"
        },
        {
          "text": "There has befallen them the thing spoken of in the true proverb, The dog turns back to his own vomit, and, The sow is washed only to wallow again in the mire. [Prov. 26:11.]",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2"
    },
    {
      "name": "2 Peter 3",
      "text": [
        {
          "text": "BELOVED, I am now writing you this second letter. In [both of] them I have stirred up your unsullied (sincere) mind by way of remembrance,",
          "ID": "1"
        },
        {
          "text": "That you should recall the predictions of the holy (consecrated, dedicated) prophets and the commandment of the Lord and Savior [given] through your apostles (His special messengers).",
          "ID": "2"
        },
        {
          "text": "To begin with, you must know and understand this, that scoffers (mockers) will come in the last days with scoffing, [people who] walk after their own fleshly desires",
          "ID": "3"
        },
        {
          "text": "And say, Where is the promise of His coming? For since the forefathers fell asleep, all things have continued exactly as they did from the beginning of creation.",
          "ID": "4"
        },
        {
          "text": "For they willfully overlook and forget this [fact], that the heavens [came into] existence long ago by the word of God, and the earth also which was formed out of water and by means of water,",
          "ID": "5"
        },
        {
          "text": "Through which the world that then [existed] was deluged with water and perished. [Gen. 1:6-8; 7:11.]",
          "ID": "6"
        },
        {
          "text": "But by the same word the present heavens and earth have been stored up (reserved) for fire, being kept until the day of judgment and destruction of the ungodly people.",
          "ID": "7"
        },
        {
          "text": "Nevertheless, do not let this one fact escape you, beloved, that with the Lord one day is as a thousand years and a thousand years as one day. [Ps. 90:4.]",
          "ID": "8"
        },
        {
          "text": "The Lord does not delay and is not tardy or slow about what He promises, according to some people's conception of slowness, but He is long-suffering (extraordinarily patient) toward you, not desiring that any should perish, but that all should turn to repentance.",
          "ID": "9"
        },
        {
          "text": "But the day of the Lord will come like a thief, and then the heavens will vanish (pass away) with a thunderous crash, and the [material] elements [of the universe] will be dissolved with fire, and the earth and the works that are upon it will be burned up.",
          "ID": "10"
        },
        {
          "text": "Since all these things are thus in the process of being dissolved, what kind of person ought [each of] you to be [in the meanwhile] in consecrated and holy behavior and devout and godly qualities,",
          "ID": "11"
        },
        {
          "text": "While you wait and earnestly long for (expect and hasten) the coming of the day of God by reason of which the flaming heavens will be dissolved, and the [material] elements [of the universe] will flare and melt with fire? [Isa. 34:4.]",
          "ID": "12"
        },
        {
          "text": "But we look for new heavens and a new earth according to His promise, in which righteousness (uprightness, freedom from sin, and right standing with God) is to abide. [Isa. 65:17; 66:22.]",
          "ID": "13"
        },
        {
          "text": "So, beloved, since you are expecting these things, be eager to be found by Him [at His coming] without spot or blemish and at peace [in serene confidence, free from fears and agitating passions and moral conflicts].",
          "ID": "14"
        },
        {
          "text": "And consider that the long-suffering of our Lord [His slowness in avenging wrongs and judging the world] is salvation (that which is conducive to the soul's safety), even as our beloved brother Paul also wrote to you according to the spiritual insight given him,",
          "ID": "15"
        },
        {
          "text": "Speaking of this as he does in all of his letters. There are some things in those [epistles of Paul] that are difficult to understand, which the ignorant and unstable twist and misconstrue to their own utter destruction, just as [they distort and misinterpret] the rest of the Scriptures.",
          "ID": "16"
        },
        {
          "text": "Let me warn you therefore, beloved, that knowing these things beforehand, you should be on your guard, lest you be carried away by the error of lawless and wicked [persons and] fall from your own [present] firm condition [your own steadfastness of mind].",
          "ID": "17"
        },
        {
          "text": "But grow in grace (undeserved favor, spiritual strength) and recognition and knowledge and understanding of our Lord and Savior Jesus Christ (the Messiah). To Him [be] glory (honor, majesty, and splendor) both now and to the day of eternity. Amen (so be it)!",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3"
    }
  ],
  "version": "AMP",
  "ID": "NT:2PE(AMP)"
}