{
  "version": "ERV",
  "text": [
    {
      "title": "We Saw Christ’s Glory",
      "text": [
        {
          "text": "Greetings from Simon Peter, a servant and apostle of Jesus Christ.\nTo all of you who share in the same valuable faith that we have. This faith was given to us because our God and Savior Jesus Christ always does what is good and right.",
          "ID": "1"
        },
        {
          "text": "Grace and peace be given to you more and more, because now you know God and Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "Jesus has the power of God. And his power has given us everything we need to live a life devoted to God. We have these things because we know him. Jesus chose us by his glory and goodness,",
          "ID": "3"
        },
        {
          "text": "through which he also gave us the very great and rich gifts that he promised us. With these gifts you can share in being like God. And so you will escape the ruin that comes to people in the world because of the evil things they want.",
          "ID": "4"
        },
        {
          "text": "Because you have these blessings, do all you can to add to your life these things: to your faith add goodness; to your goodness add knowledge;",
          "ID": "5"
        },
        {
          "text": "to your knowledge add self-control; to your self-control add patience; to your patience add devotion to God;",
          "ID": "6"
        },
        {
          "text": "to your devotion add kindness toward your brothers and sisters in Christ, and to this kindness add love.",
          "ID": "7"
        },
        {
          "text": "If all these things are in you and growing, you will never fail to be useful to God. You will produce the kind of fruit that should come from your knowledge of our Lord Jesus Christ.",
          "ID": "8"
        },
        {
          "text": "But those who don’t grow in these blessings are blind. They cannot see clearly what they have. They have forgotten that they were cleansed from their past sins.",
          "ID": "9"
        },
        {
          "text": "My brothers and sisters, God called you and chose you to be his. Do your best to live in a way that shows you really are God’s called and chosen people. If you do all this, you will never fall.",
          "ID": "10"
        },
        {
          "text": "And you will be given a very great welcome into the kingdom of our Lord and Savior Jesus Christ, a kingdom that never ends.",
          "ID": "11"
        },
        {
          "text": "You already know these things. You are very strong in the truth you have. But I am always going to help you remember them.",
          "ID": "12"
        },
        {
          "text": "While I am still living here on earth, I think it is right for me to remind you of them.",
          "ID": "13"
        },
        {
          "text": "I know that I must soon leave this body. Our Lord Jesus Christ has shown me that.",
          "ID": "14"
        },
        {
          "text": "I will try my best to make sure you remember these things even after I am gone.",
          "ID": "15"
        },
        {
          "text": "We told you about the power of our Lord Jesus Christ. We told you about his coming. The things we told you were not just clever stories that people invented. No, we saw the greatness of Jesus with our own eyes.",
          "ID": "16"
        },
        {
          "text": "Jesus heard the voice of the great and glorious God. That was when he received honor and glory from God the Father. The voice said, “This is my Son, the one I love. I am very pleased with him.”",
          "ID": "17"
        },
        {
          "text": "And we heard that voice. It came from heaven while we were with Jesus on the holy mountain.",
          "ID": "18",
          "comments": [
            "This event is described in the Gospels. See Mt. 17:1-8; Mk. 9:2-8; Lk. 9:28-36."
          ]
        },
        {
          "text": "This makes us more sure about what the prophets said. And it is good for you to follow closely what they said, which is like a light shining in a dark place. You have that light until the day begins and the morning star brings new light to your minds.",
          "ID": "19"
        },
        {
          "text": "Most important of all, you must understand this: No prophecy in the Scriptures comes from the prophet’s own understanding.",
          "ID": "20"
        },
        {
          "text": "No prophecy ever came from what some person wanted to say. But people were led by the Holy Spirit and spoke words from God.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "2 Peter 1"
    },
    {
      "title": "False Teachers",
      "text": [
        {
          "text": "In the past there were false prophets among God’s people. It is the same now. You will have some false teachers in your group. They will teach things that are wrong—ideas that will cause people to be lost. And they will teach in a way that will be hard for you to see that they are wrong. They will even refuse to follow the Master who bought their freedom. And so they will quickly destroy themselves.",
          "ID": "1"
        },
        {
          "text": "Many people will follow them in the morally wrong things they do. And because of them, others will say bad things about the way of truth we follow.",
          "ID": "2"
        },
        {
          "text": "These false teachers only want your money. So they will use you by telling you things that are not true. But the judgment against these false teachers has been ready for a long time. And they will not escape God who will destroy them.",
          "ID": "3"
        },
        {
          "text": "When angels sinned, God did not let them go free without punishment. He sent them to hell. He put those angels in caves of darkness, where they are being held until the time when God will judge them.",
          "ID": "4"
        },
        {
          "text": "And God punished the evil people who lived long ago. He brought a flood to the world that was full of people who were against God. But he saved Noah and seven other people with him. Noah was a man who told people about living right.",
          "ID": "5"
        },
        {
          "text": "God also punished the evil cities of Sodom and Gomorrah. He burned them until there was nothing left but ashes. He used those cities as an example of what will happen to people who are against God.",
          "ID": "6"
        },
        {
          "text": "But he saved Lot, a good man who lived there. Lot was greatly troubled by the morally bad lives of those evil people.",
          "ID": "7"
        },
        {
          "text": "This good man lived with those evil people every day, and his good heart was hurt by the evil things he saw and heard.",
          "ID": "8"
        },
        {
          "text": "So you see that the Lord God knows how to save those who are devoted to him. He will save them when troubles come. And the Lord will hold evil people to punish them on the day of judgment.",
          "ID": "9"
        },
        {
          "text": "That punishment is for those who are always doing the evil that their sinful selves want to do. It is for those who hate the Lord’s authority.\nThese false teachers do whatever they want, and they are so proud of themselves. They are not afraid even to say bad things against the glorious ones.",
          "ID": "10",
          "comments": [
            "the glorious ones Literally, “the glories.” These seem to be some kind of angelic beings."
          ]
        },
        {
          "text": "The angels are much stronger and more powerful than these beings. But even the angels don’t accuse them and say bad things about them to the Lord.",
          "ID": "11"
        },
        {
          "text": "But these false teachers speak evil against what they don’t understand. They are like animals that do things without really thinking—like wild animals that are born to be caught and killed. And, like wild animals, they will be destroyed.",
          "ID": "12"
        },
        {
          "text": "They have made many people suffer. So they themselves will suffer. That is their pay for what they have done.\nThey think it is fun to do evil where everyone can see them. They enjoy the evil things that please them. So they are like dirty spots and stains among you—they bring shame to you in the meals you eat together.",
          "ID": "13"
        },
        {
          "text": "Every time they look at a woman, they want her. They are always sinning this way. And they lead weaker people into the trap of sin. They have taught themselves well to be greedy. They are under a curse.",
          "ID": "14",
          "comments": [
            "under a curse Literally, “children of a curse,” meaning that God will punish them."
          ]
        },
        {
          "text": "These false teachers left the right way and went the wrong way. They followed the same way that the prophet Balaam went. He was the son of Beor, who loved being paid for doing wrong.",
          "ID": "15"
        },
        {
          "text": "But a donkey told him that he was doing wrong. A donkey cannot talk, of course, but that donkey spoke with a man’s voice and stopped the prophet from acting so crazy.",
          "ID": "16"
        },
        {
          "text": "These false teachers are like springs that have no water. They are like clouds that are blown by a storm. A place in the deepest darkness has been kept for them.",
          "ID": "17"
        },
        {
          "text": "They boast with words that mean nothing. They lead people into the trap of sin. They find people who have just escaped from a wrong way of life and lead them back into sin. They do this by using the evil things people want to do in their human weakness.",
          "ID": "18"
        },
        {
          "text": "These false teachers promise those people freedom, but they themselves are not free. They are slaves to a mind that has been ruined by sin. Yes, people are slaves to anything that controls them.",
          "ID": "19"
        },
        {
          "text": "People can be made free from the evil in the world. They can be made free by knowing our Lord and Savior Jesus Christ. But if they go back into those evil things and are controlled by them, then it is worse for them than it was before.",
          "ID": "20"
        },
        {
          "text": "Yes, it would be better for them to have never known the right way. That would be better than to know the right way and then to turn away from the holy teaching that was given to them.",
          "ID": "21"
        },
        {
          "text": "What they did is like these true sayings: “A dog vomits and goes back to what it threw up.” And, “After a pig is washed, it goes back and rolls in the mud again.”",
          "ID": "22",
          "comments": [
            "Quote from Prov. 26:11."
          ]
        }
      ],
      "ID": "NT:2PE.2",
      "name": "2 Peter 2"
    },
    {
      "title": "Jesus Will Come Again",
      "text": [
        {
          "text": "My friends, this is the second letter I have written to you. I wrote both letters to you to help your honest minds remember something.",
          "ID": "1"
        },
        {
          "text": "I want you to remember the words that the holy prophets spoke in the past. And remember the command that our Lord and Savior gave us. He gave us that command through your apostles.",
          "ID": "2"
        },
        {
          "text": "It is important for you to understand what will happen in the last days. People will laugh at you. They will live following the evil they want to do.",
          "ID": "3"
        },
        {
          "text": "They will say, “Jesus promised to come again. Where is he? Our fathers have died, but the world continues the way it has been since it was made.”",
          "ID": "4"
        },
        {
          "text": "But these people don’t want to remember what happened long ago. The skies were there, and God made the earth from water and with water. All this happened by God’s word.",
          "ID": "5"
        },
        {
          "text": "Then the world was flooded and destroyed with water.",
          "ID": "6"
        },
        {
          "text": "And that same word of God is keeping the skies and the earth that we have now. They are being kept to be destroyed by fire. They are kept for the day of judgment and the destruction of all people who are against God.",
          "ID": "7"
        },
        {
          "text": "But don’t forget this one thing, dear friends: To the Lord a day is like a thousand years, and a thousand years is like a day.",
          "ID": "8"
        },
        {
          "text": "The Lord is not being slow in doing what he promised—the way some people understand slowness. But God is being patient with you. He doesn’t want anyone to be lost. He wants everyone to change their ways and stop sinning.",
          "ID": "9"
        },
        {
          "text": "But the day when the Lord comes again will surprise everyone like the coming of a thief. The sky will disappear with a loud noise. Everything in the sky will be destroyed with fire. And the earth and everything in it will be burned up.",
          "ID": "10",
          "comments": [
            "will be burned up Among the other readings of this text in early Greek copies, many have “will be found,” and one has “will disappear.”"
          ]
        },
        {
          "text": "Everything will be destroyed in this way. So what kind of people should you be? Your lives should be holy and devoted to God.",
          "ID": "11"
        },
        {
          "text": "You should be looking forward to the day of God, wanting more than anything else for it to come soon. When it comes, the sky will be destroyed with fire, and everything in the sky will melt with heat.",
          "ID": "12"
        },
        {
          "text": "But God made a promise to us. And we are waiting for what he promised—a new sky and a new earth. That will be the place where goodness lives.",
          "ID": "13"
        },
        {
          "text": "Dear friends, we are waiting for this to happen. So try as hard as you can to be without sin and without fault. Try to be at peace with God.",
          "ID": "14"
        },
        {
          "text": "Remember that we are saved because our Lord is patient. Our dear brother Paul told you that same thing when he wrote to you with the wisdom that God gave him.",
          "ID": "15"
        },
        {
          "text": "That’s what he says in all his letters when he writes about these things. There are parts of his letters that are hard to understand, and some people give a wrong meaning to them. These people are ignorant and weak in faith. They also give wrong meanings to the other Scriptures. But they are destroying themselves by doing that.",
          "ID": "16"
        },
        {
          "text": "Dear friends, you already know about this. So be careful. Don’t let these evil people lead you away by the wrong they do. Be careful that you do not fall from your strong faith.",
          "ID": "17"
        },
        {
          "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. Glory be to him, now and forever! Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "2 Peter 3"
    }
  ],
  "ID": "NT:2PE(ERV)",
  "name": "2 Peter"
}