{
  "text": [
    {
      "text": [
        {
          "text": "Simon Peter, a bond-servant and apostle of Jesus Christ,",
          "ID": "1"
        },
        {
          "text": "To those who have received a faith of the same kind as ours, by the righteousness of our God and Savior, Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord;",
          "ID": "2"
        },
        {
          "text": "seeing that His divine power has granted to us everything pertaining to life and godliness, through the true knowledge of Him who called us by His own glory and excellence.",
          "ID": "3"
        },
        {
          "text": "For by these He has granted to us His precious and magnificent promises, so that by them you may become partakers of the divine nature, having escaped the corruption that is in the world by lust.",
          "ID": "4"
        },
        {
          "text": "Now for this very reason also, applying all diligence, in your faith supply moral excellence, and in your moral excellence, knowledge,",
          "ID": "5"
        },
        {
          "text": "and in your knowledge, self-control, and in your self-control, perseverance, and in your perseverance, godliness,",
          "ID": "6"
        },
        {
          "text": "and in your godliness, brotherly kindness, and in your brotherly kindness, love.",
          "ID": "7"
        },
        {
          "text": "For if these qualities are yours and are increasing, they render you neither useless nor unfruitful in the true knowledge of our Lord Jesus Christ.",
          "ID": "8"
        },
        {
          "text": "For he who lacks these qualities is blind or short-sighted, having forgotten his purification from his former sins.",
          "ID": "9"
        },
        {
          "text": "Therefore, brethren, be all the more diligent to make certain about His calling and choosing you; for as long as you practice these things, you will never stumble;",
          "ID": "10"
        },
        {
          "text": "for in this way the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be abundantly supplied to you.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Therefore, I will always be ready to remind you of these things, even though you already know them, and have been established in the truth which is present with you.",
          "ID": "12"
        },
        {
          "text": "I consider it right, as long as I am in this earthly dwelling, to stir you up by way of reminder,",
          "ID": "13"
        },
        {
          "text": "knowing that the laying aside of my earthly dwelling is imminent, as also our Lord Jesus Christ has made clear to me.",
          "ID": "14"
        },
        {
          "text": "And I will also be diligent that at any time after my departure you will be able to call these things to mind.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For we did not follow cleverly devised tales when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty.",
          "ID": "16"
        },
        {
          "text": "For when He received honor and glory from God the Father, such an utterance as this was made to Him by the Majestic Glory, \"This is My beloved Son with whom I am well-pleased\"-",
          "ID": "17"
        },
        {
          "text": "and we ourselves heard this utterance made from heaven when we were with Him on the holy mountain.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So we have the prophetic word made more sure, to which you do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts.",
          "ID": "19"
        },
        {
          "text": "But know this first of all, that no prophecy of Scripture is a matter of one's own interpretation,",
          "ID": "20"
        },
        {
          "text": "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "2 PETER 1"
    },
    {
      "text": [
        {
          "text": "But false prophets also arose among the people, just as there will also be false teachers among you, who will secretly introduce destructive heresies, even denying the Master who bought them, bringing swift destruction upon themselves.",
          "ID": "1"
        },
        {
          "text": "Many will follow their sensuality, and because of them the way of the truth will be maligned;",
          "ID": "2"
        },
        {
          "text": "and in their greed they will exploit you with false words; their judgment from long ago is not idle, and their destruction is not asleep.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For if God did not spare angels when they sinned, but cast them into hell and committed them to pits of darkness, reserved for judgment;",
          "ID": "4"
        },
        {
          "text": "and did not spare the ancient world, but preserved Noah, a preacher of righteousness, with seven others, when He brought a flood upon the world of the ungodly;",
          "ID": "5"
        },
        {
          "text": "and if He condemned the cities of Sodom and Gomorrah to destruction by reducing them to ashes, having made them an example to those who would live ungodly lives thereafter;",
          "ID": "6"
        },
        {
          "text": "and if He rescued righteous Lot, oppressed by the sensual conduct of unprincipled men",
          "ID": "7"
        },
        {
          "text": "(for by what he saw and heard that righteous man, while living among them, felt his righteous soul tormented day after day by their lawless deeds),",
          "ID": "8"
        },
        {
          "text": "then the Lord knows how to rescue the godly from temptation, and to keep the unrighteous under punishment for the day of judgment,",
          "ID": "9"
        },
        {
          "text": "and especially those who indulge the flesh in its corrupt desires and despise authority.",
          "ID": "10"
        },
        {
          "text": "Daring, self-willed, they do not tremble when they revile angelic majesties,",
          "ID": "10"
        },
        {
          "text": "whereas angels who are greater in might and power do not bring a reviling judgment against them before the Lord.",
          "ID": "11"
        },
        {
          "text": "But these, like unreasoning animals, born as creatures of instinct to be captured and killed, reviling where they have no knowledge, will in the destruction of those creatures also be destroyed,",
          "ID": "12"
        },
        {
          "text": "suffering wrong as the wages of doing wrong. They count it a pleasure to revel in the daytime. They are stains and blemishes, reveling in their deceptions, as they carouse with you,",
          "ID": "13"
        },
        {
          "text": "having eyes full of adultery that never cease from sin, enticing unstable souls, having a heart trained in greed, accursed children;",
          "ID": "14"
        },
        {
          "text": "forsaking the right way, they have gone astray, having followed the way of Balaam, the son of Beor, who loved the wages of unrighteousness;",
          "ID": "15"
        },
        {
          "text": "but he received a rebuke for his own transgression, for a mute donkey, speaking with a voice of a man, restrained the madness of the prophet.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "These are springs without water and mists driven by a storm, for whom the black darkness has been reserved.",
          "ID": "17"
        },
        {
          "text": "For speaking out arrogant words of vanity they entice by fleshly desires, by sensuality, those who barely escape from the ones who live in error,",
          "ID": "18"
        },
        {
          "text": "promising them freedom while they themselves are slaves of corruption; for by what a man is overcome, by this he is enslaved.",
          "ID": "19"
        },
        {
          "text": "For if, after they have escaped the defilements of the world by the knowledge of the Lord and Savior Jesus Christ, they are again entangled in them and are overcome, the last state has become worse for them than the first.",
          "ID": "20"
        },
        {
          "text": "For it would be better for them not to have known the way of righteousness, than having known it, to turn away from the holy commandment handed on to them.",
          "ID": "21"
        },
        {
          "text": "It has happened to them according to the true proverb, \"A dog returns to its own vomit,\" and, \"A sow, after washing, returns to wallowing in the mire.\"",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2",
      "name": "2 PETER 2"
    },
    {
      "text": [
        {
          "text": "This is now, beloved, the second letter I am writing to you in which I am stirring up your sincere mind by way of reminder,",
          "ID": "1"
        },
        {
          "text": "that you should remember the words spoken beforehand by the holy prophets and the commandment of the Lord and Savior spoken by your apostles.",
          "ID": "2"
        },
        {
          "text": "Know this first of all, that in the last days mockers will come with their mocking, following after their own lusts,",
          "ID": "3"
        },
        {
          "text": "and saying, \"Where is the promise of His coming? For ever since the fathers fell asleep, all continues just as it was from the beginning of creation.\"",
          "ID": "4"
        },
        {
          "text": "For when they maintain this, it escapes their notice that by the word of God the heavens existed long ago and the earth was formed out of water and by water,",
          "ID": "5"
        },
        {
          "text": "through which the world at that time was destroyed, being flooded with water.",
          "ID": "6"
        },
        {
          "text": "But by His word the present heavens and earth are being reserved for fire, kept for the day of judgment and destruction of ungodly men.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But do not let this one fact escape your notice, beloved, that with the Lord one day is like a thousand years, and a thousand years like one day.",
          "ID": "8"
        },
        {
          "text": "The Lord is not slow about His promise, as some count slowness, but is patient toward you, not wishing for any to perish but for all to come to repentance.",
          "ID": "9"
        },
        {
          "text": "But the day of the Lord will come like a thief, in which the heavens will pass away with a roar and the elements will be destroyed with intense heat, and the earth and its works will be burned up.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Since all these things are to be destroyed in this way, what sort of people ought you to be in holy conduct and godliness,",
          "ID": "11"
        },
        {
          "text": "looking for and hastening the coming of the day of God, because of which the heavens will be destroyed by burning, and the elements will melt with intense heat!",
          "ID": "12"
        },
        {
          "text": "But according to His promise we are looking for new heavens and a new earth, in which righteousness dwells.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Therefore, beloved, since you look for these things, be diligent to be found by Him in peace, spotless and blameless,",
          "ID": "14"
        },
        {
          "text": "and regard the patience of our Lord as salvation; just as also our beloved brother Paul, according to the wisdom given him, wrote to you,",
          "ID": "15"
        },
        {
          "text": "as also in all his letters, speaking in them of these things, in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.",
          "ID": "16"
        },
        {
          "text": "You therefore, beloved, knowing this beforehand, be on your guard so that you are not carried away by the error of unprincipled men and fall from your own steadfastness,",
          "ID": "17"
        },
        {
          "text": "but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory, both now and to the day of eternity. Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "2 PETER 3"
    }
  ],
  "ID": "NT:2PE(NASB)",
  "version": "NASB",
  "name": "2 PETER"
}