{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Слова Амоса, одного из пастухов Фекойских, которые он [слышал] в видении об Израиле во дни Озии, царя Иудейского, и во дни Иеровоама, сына Иоасова, царя Израильского, за два года перед землетрясением.",
          "ID": "1"
        },
        {
          "text": "И сказал он: Господь возгремит с Сиона и даст глас Свой из Иерусалима, и восплачут хижины пастухов, и иссохнет вершина Кармила.",
          "ID": "2"
        },
        {
          "text": "Так говорит Господь: за три преступления Дамаска и за четыре не пощажу его, потому что они молотили Галаад железными молотилами.",
          "ID": "3"
        },
        {
          "text": "И пошлю огонь на дом Азаила, и пожрет он чертоги Венадада.",
          "ID": "4"
        },
        {
          "text": "И сокрушу затворы Дамаска, и истреблю жителей долины Авен и держащего скипетр – из дома Еденова, и пойдет народ Арамейский в плен в Кир, говорит Господь.",
          "ID": "5"
        },
        {
          "text": "Так говорит Господь: за три преступления Газы и за четыре не пощажу ее, потому что они вывели всех в плен, чтобы предать их Едому.",
          "ID": "6"
        },
        {
          "text": "И пошлю огонь в стены Газы, – и пожрет чертоги ее.",
          "ID": "7"
        },
        {
          "text": "И истреблю жителей Азота и держащего скипетр в Аскалоне, и обращу руку Мою на Екрон, и погибнет остаток Филистимлян, говорит Господь Бог.",
          "ID": "8"
        },
        {
          "text": "Так говорит Господь: за три преступления Тира и за четыре не пощажу его, потому что они передали всех пленных Едому и не вспомнили братского союза.",
          "ID": "9"
        },
        {
          "text": "Пошлю огонь в стены Тира, и пожрет чертоги его.",
          "ID": "10"
        },
        {
          "text": "Так говорит Господь: за три преступления Едома и за четыре не пощажу его, потому что он преследовал брата своего мечом, подавил чувства родства, свирепствовал постоянно во гневе своем и всегда сохранял ярость свою.",
          "ID": "11"
        },
        {
          "text": "И пошлю огонь на Феман, и пожрет чертоги Восора.",
          "ID": "12"
        },
        {
          "text": "Так говорит Господь: за три преступления сынов Аммоновых и за четыре не пощажу их, потому что они рассекали беременных в Галааде, чтобы расширить пределы свои.",
          "ID": "13"
        },
        {
          "text": "И запалю огонь в стенах Раввы, и пожрет чертоги ее, среди крика в день брани, с вихрем в день бури.",
          "ID": "14"
        },
        {
          "text": "И пойдет царь их в плен, он и князья его вместе с ним, говорит Господь.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.1",
      "name": "Книга пророка Амоса 1"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь: за три преступления Моава и за четыре не пощажу его, потому что он пережег кости царя Едомского в известь.",
          "ID": "1"
        },
        {
          "text": "И пошлю огонь на Моава, и пожрет чертоги Кериофа, и погибнет Моав среди разгрома с шумом, при звуке трубы.",
          "ID": "2"
        },
        {
          "text": "Истреблю судью из среды его и умерщвлю всех князей его вместе с ним, говорит Господь.",
          "ID": "3"
        },
        {
          "text": "Так говорит Господь: за три преступления Иуды и за четыре не пощажу его, потому что отвергли закон Господень и постановлений Его не сохранили, и идолы их, вслед которых ходили отцы их, совратили их с пути.",
          "ID": "4"
        },
        {
          "text": "И пошлю огонь на Иуду, и пожрет чертоги Иерусалима.",
          "ID": "5"
        },
        {
          "text": "Так говорит Господь: за три преступления Израиля и за четыре не пощажу его, потому что продают правого за серебро и бедного – за пару сандалий.",
          "ID": "6"
        },
        {
          "text": "Жаждут, чтобы прах земной был на голове бедных, и путь кротких извращают; даже отец и сын ходят к одной женщине, чтобы бесславить святое имя Мое.",
          "ID": "7"
        },
        {
          "text": "На одеждах, взятых в залог, возлежат при всяком жертвеннике, и вино, [взыскиваемое] с обвиненных, пьют в доме богов своих.",
          "ID": "8"
        },
        {
          "text": "А Я истребил перед лицем их Аморрея, которого высота была как высота кедра и который был крепок как дуб; Я истребил плод его вверху и корни его внизу.",
          "ID": "9"
        },
        {
          "text": "Вас же Я вывел из земли Египетской и водил вас в пустыне сорок лет, чтобы вам наследовать землю Аморрейскую.",
          "ID": "10"
        },
        {
          "text": "Из сыновей ваших Я избирал в пророки и из юношей ваших – в назореи; не так ли это, сыны Израиля? говорит Господь.",
          "ID": "11"
        },
        {
          "text": "А вы назореев поили вином и пророкам приказывали, говоря: \"не пророчествуйте\".",
          "ID": "12"
        },
        {
          "text": "Вот, Я придавлю вас, как давит колесница, нагруженная снопами, –",
          "ID": "13"
        },
        {
          "text": "и у проворного не станет силы бежать, и крепкий не удержит крепости своей, и храбрый не спасет своей жизни,",
          "ID": "14"
        },
        {
          "text": "ни стреляющий из лука не устоит, ни скороход не убежит, ни сидящий на коне не спасет своей жизни.",
          "ID": "15"
        },
        {
          "text": "И самый отважный из храбрых убежит нагой в тот день, говорит Господь.",
          "ID": "16"
        }
      ],
      "ID": "OT:AMO.2",
      "name": "Книга пророка Амоса 2"
    },
    {
      "text": [
        {
          "text": "Слушайте слово сие, которое Господь изрек на вас, сыны Израилевы, на все племя, которое вывел Я из земли Египетской, говоря:",
          "ID": "1"
        },
        {
          "text": "только вас признал Я из всех племен земли, потому и взыщу с вас за все беззакония ваши.",
          "ID": "2"
        },
        {
          "text": "Пойдут ли двое вместе, не сговорившись между собою?",
          "ID": "3"
        },
        {
          "text": "Ревет ли лев в лесу, когда нет перед ним добычи? подает ли свой голос львенок из логовища своего, когда он ничего не поймал?",
          "ID": "4"
        },
        {
          "text": "Попадет ли птица в петлю на земле, когда силка нет для нее? Поднимется ли с земли петля, когда ничего не попало в нее?",
          "ID": "5"
        },
        {
          "text": "Трубит ли в городе труба, – и народ не испугался бы? Бывает ли в городе бедствие, которое не Господь попустил бы?",
          "ID": "6"
        },
        {
          "text": "Ибо Господь Бог ничего не делает, не открыв Своей тайны рабам Своим, пророкам.",
          "ID": "7"
        },
        {
          "text": "Лев начал рыкать, – кто не содрогнется? Господь Бог сказал, – кто не будет пророчествовать?",
          "ID": "8"
        },
        {
          "text": "Провозгласите на кровлях в Азоте и на кровлях в земле Египетской и скажите: соберитесь на горы Самарии и посмотрите на великое бесчинство в ней и на притеснения среди нее.",
          "ID": "9"
        },
        {
          "text": "Они не умеют поступать справедливо, говорит Господь: насилием и грабежом собирают сокровища в чертоги свои.",
          "ID": "10"
        },
        {
          "text": "Посему так говорит Господь Бог: вот неприятель, и притом вокруг всей земли! он низложит могущество твое, и ограблены будут чертоги твои.",
          "ID": "11"
        },
        {
          "text": "Так говорит Господь: как [иногда] пастух исторгает из пасти львиной две голени или часть уха, так спасены будут сыны Израилевы, сидящие в Самарии в углу постели и в Дамаске на ложе.",
          "ID": "12"
        },
        {
          "text": "Слушайте и засвидетельствуйте дому Иакова, говорит Господь Бог, Бог Саваоф.",
          "ID": "13"
        },
        {
          "text": "Ибо в тот день, когда Я взыщу с Израиля за преступления его, взыщу и за жертвенники в Вефиле, и отсечены будут роги алтаря, и падут на землю.",
          "ID": "14"
        },
        {
          "text": "И поражу дом зимний вместе с домом летним, и исчезнут домы с украшениями из слоновой кости, и не станет многих домов, говорит Господь.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.3",
      "name": "Книга пророка Амоса 3"
    },
    {
      "text": [
        {
          "text": "Слушайте слово сие, телицы Васанские, которые на горе Самарийской, вы, притесняющие бедных, угнетающие нищих, говорящие господам своим: \"подавай, и мы будем пить!\"",
          "ID": "1"
        },
        {
          "text": "Клялся Господь Бог святостью Своею, что вот, придут на вас дни, когда повлекут вас крюками и остальных ваших удами.",
          "ID": "2"
        },
        {
          "text": "И сквозь проломы стен выйдете, каждая, как случится, и бросите все убранство чертогов, говорит Господь.",
          "ID": "3"
        },
        {
          "text": "Идите в Вефиль – и грешите, в Галгал – и умножайте преступления; приносите жертвы ваши каждое утро, десятины ваши хотя через каждые три дня.",
          "ID": "4"
        },
        {
          "text": "Приносите в жертву благодарения квасное, провозглашайте о добровольных приношениях ваших и разглашайте о них, ибо это вы любите, сыны Израилевы, говорит Господь Бог.",
          "ID": "5"
        },
        {
          "text": "За то и дал Я вам голые зубы во всех городах ваших и недостаток хлеба во всех селениях ваших; но вы не обратились ко Мне, говорит Господь.",
          "ID": "6"
        },
        {
          "text": "И удерживал от вас дождь за три месяца до жатвы; проливал дождь на один город, а на другой город не проливал дождя; один участок напояем был дождем, а другой, не окропленный дождем, засыхал.",
          "ID": "7"
        },
        {
          "text": "И сходились два–три города в один город, чтобы напиться воды, и не могли досыта напиться; но и тогда вы не обратились ко Мне, говорит Господь.",
          "ID": "8"
        },
        {
          "text": "Я поражал вас ржою и блеклостью хлеба; множество садов ваших и виноградников ваших, и смоковниц ваших, и маслин ваших пожирала гусеница, – и при всем том вы не обратились ко Мне, говорит Господь.",
          "ID": "9"
        },
        {
          "text": "Посылал Я на вас моровую язву, подобную Египетской, убивал мечом юношей ваших, отводя коней в плен, так что смрад от станов ваших поднимался в ноздри ваши; и при всем том вы не обратились ко Мне, говорит Господь.",
          "ID": "10"
        },
        {
          "text": "Производил Я среди вас разрушения, как разрушил Бог Содом и Гоморру, и вы были выхвачены, как головня из огня, – и при всем том вы не обратились ко Мне, говорит Господь.",
          "ID": "11"
        },
        {
          "text": "Посему так поступлю Я с тобою, Израиль; и как Я так поступлю с тобою, то приготовься к сретению Бога твоего, Израиль,",
          "ID": "12"
        },
        {
          "text": "ибо вот Он, Который образует горы, и творит ветер, и объявляет человеку намерения его, утренний свет обращает в мрак, и шествует превыше земли; Господь Бог Саваоф – имя Ему.",
          "ID": "13"
        }
      ],
      "ID": "OT:AMO.4",
      "name": "Книга пророка Амоса 4"
    },
    {
      "text": [
        {
          "text": "Слушайте это слово, в котором я подниму плач о вас, дом Израилев.",
          "ID": "1"
        },
        {
          "text": "Упала, не встает более дева Израилева! повержена на земле своей, и некому поднять ее.",
          "ID": "2"
        },
        {
          "text": "Ибо так говорит Господь Бог: город, выступавший тысячею, останется только с сотнею, и выступавший сотнею, останется с десятком у дома Израилева.",
          "ID": "3"
        },
        {
          "text": "Ибо так говорит Господь дому Израилеву: взыщите Меня, и будете живы.",
          "ID": "4"
        },
        {
          "text": "Не ищите Вефиля и не ходите в Галгал, и в Вирсавию не странствуйте, ибо Галгал весь пойдет в плен и Вефиль обратится в ничто.",
          "ID": "5"
        },
        {
          "text": "Взыщите Господа, и будете живы, чтобы Он не устремился на дом Иосифов как огонь, который пожрет его, и некому будет погасить его в Вефиле.",
          "ID": "6"
        },
        {
          "text": "О, вы, которые суд превращаете в отраву и правду повергаете на землю!",
          "ID": "7"
        },
        {
          "text": "Кто сотворил семизвездие и Орион, и претворяет смертную тень в ясное утро, а день делает темным как ночь, призывает воды морские и разливает их по лицу земли? – Господь имя Ему!",
          "ID": "8"
        },
        {
          "text": "Он укрепляет опустошителя против сильного, и опустошитель входит в крепость.",
          "ID": "9"
        },
        {
          "text": "А они ненавидят обличающего в воротах и гнушаются тем, кто говорит правду.",
          "ID": "10"
        },
        {
          "text": "Итак за то, что вы попираете бедного и берете от него подарки хлебом, вы построите домы из тесаных камней, но жить не будете в них; разведете прекрасные виноградники, а вино из них не будете пить.",
          "ID": "11"
        },
        {
          "text": "Ибо Я знаю, как многочисленны преступления ваши и как тяжки грехи ваши: вы враги правого, берете взятки и извращаете в суде дела бедных.",
          "ID": "12"
        },
        {
          "text": "Поэтому разумный безмолвствует в это время, ибо злое это время.",
          "ID": "13"
        },
        {
          "text": "Ищите добра, а не зла, чтобы вам остаться в живых, – и тогда Господь Бог Саваоф будет с вами, как вы говорите.",
          "ID": "14"
        },
        {
          "text": "Возненавидьте зло и возлюбите добро, и восстановите у ворот правосудие; может быть, Господь Бог Саваоф помилует остаток Иосифов.",
          "ID": "15"
        },
        {
          "text": "Посему так говорит Господь Бог Саваоф, Вседержитель: на всех улицах будет плач, и на всех дорогах будут восклицать: \"увы, увы!\", и призовут земледельца сетовать и искусных в плачевных песнях – плакать,",
          "ID": "16"
        },
        {
          "text": "и во всех виноградниках будет плач, ибо Я пройду среди тебя, говорит Господь.",
          "ID": "17"
        },
        {
          "text": "Горе желающим дня Господня! для чего вам этот день Господень? он тьма, а не свет,",
          "ID": "18"
        },
        {
          "text": "то же, как если бы кто убежал от льва, и попался бы ему навстречу медведь, или если бы пришел домой и оперся рукою о стену, и змея ужалила бы его.",
          "ID": "19"
        },
        {
          "text": "Разве день Господень не мрак, а свет? он тьма, и нет в нем сияния.",
          "ID": "20"
        },
        {
          "text": "Ненавижу, отвергаю праздники ваши и не обоняю жертв во время торжественных собраний ваших.",
          "ID": "21"
        },
        {
          "text": "Если вознесете Мне всесожжение и хлебное приношение, Я не приму их и не призрю на благодарственную жертву из тучных тельцов ваших.",
          "ID": "22"
        },
        {
          "text": "Удали от Меня шум песней твоих, ибо звуков гуслей твоих Я не буду слушать.",
          "ID": "23"
        },
        {
          "text": "Пусть, как вода, течет суд, и правда – как сильный поток!",
          "ID": "24"
        },
        {
          "text": "Приносили ли вы Мне жертвы и хлебные дары в пустыне в течение сорока лет, дом Израилев?",
          "ID": "25"
        },
        {
          "text": "Вы носили скинию Молохову и звезду бога вашего Ремфана, изображения, которые вы сделали для себя.",
          "ID": "26"
        },
        {
          "text": "За то Я переселю вас за Дамаск, говорит Господь; Бог Саваоф – имя Ему!",
          "ID": "27"
        }
      ],
      "ID": "OT:AMO.5",
      "name": "Книга пророка Амоса 5"
    },
    {
      "text": [
        {
          "text": "Горе беспечным на Сионе и надеющимся на гору Самарийскую именитым первенствующего народа, к которым приходит дом Израиля!",
          "ID": "1"
        },
        {
          "text": "Пройдите в Калне и посмотрите, оттуда перейдите в Емаф великий и спуститесь в Геф Филистимский: не лучше ли они сих царств? не обширнее ли пределы их пределов ваших?",
          "ID": "2"
        },
        {
          "text": "Вы, которые день бедствия считаете далеким и приближаете торжество насилия, –",
          "ID": "3"
        },
        {
          "text": "вы, которые лежите на ложах из слоновой кости и нежитесь на постелях ваших, едите лучших овнов из стада и тельцов с тучного пастбища,",
          "ID": "4"
        },
        {
          "text": "поете под звуки гуслей, думая, что владеете музыкальным орудием, как Давид,",
          "ID": "5"
        },
        {
          "text": "пьете из чаш вино, мажетесь наилучшими мастями, и не болезнуете о бедствии Иосифа!",
          "ID": "6"
        },
        {
          "text": "За то ныне пойдут они в плен во главе пленных, и кончится ликование изнеженных.",
          "ID": "7"
        },
        {
          "text": "Клянется Господь Бог Самим Собою, и так говорит Господь Бог Саваоф: гнушаюсь высокомерием Иакова и ненавижу чертоги его, и предам город и все, что наполняет его.",
          "ID": "8"
        },
        {
          "text": "И будет: если в каком доме останется десять человек, то умрут и они,",
          "ID": "9"
        },
        {
          "text": "и возьмет их родственник их или сожигатель, чтобы вынести кости их из дома, и скажет находящемуся при доме: есть ли еще у тебя кто? Тот ответит: нет никого. И скажет сей: молчи! ибо нельзя упоминать имени Господня.",
          "ID": "10"
        },
        {
          "text": "Ибо вот, Господь даст повеление и поразит большие дома расселинами, а малые дома – трещинами.",
          "ID": "11"
        },
        {
          "text": "Бегают ли кони по скале? можно ли распахивать ее волами? Вы между тем суд превращаете в яд и плод правды в горечь;",
          "ID": "12"
        },
        {
          "text": "вы, которые восхищаетесь ничтожными вещами и говорите: \"не своею ли силою мы приобрели себе могущество?\"",
          "ID": "13"
        },
        {
          "text": "Вот Я, говорит Господь Бог Саваоф, воздвигну народ против вас, дом Израилев, и будут теснить вас от входа в Емаф до потока в пустыне.",
          "ID": "14"
        }
      ],
      "ID": "OT:AMO.6",
      "name": "Книга пророка Амоса 6"
    },
    {
      "text": [
        {
          "text": "Такое видение открыл мне Господь Бог: вот, Он создал саранчу в начале произрастания поздней травы, и это была трава после царского покоса.",
          "ID": "1"
        },
        {
          "text": "И было, когда она окончила есть траву на земле, я сказал: Господи Боже! пощади; как устоит Иаков? он очень мал.",
          "ID": "2"
        },
        {
          "text": "И пожалел Господь о том; \"не будет сего\", сказал Господь.",
          "ID": "3"
        },
        {
          "text": "Такое видение открыл мне Господь Бог: вот, Господь Бог произвел для суда огонь, – и он пожрал великую пучину, пожрал и часть земли.",
          "ID": "4"
        },
        {
          "text": "И сказал я: Господи Боже! останови; как устоит Иаков? он очень мал.",
          "ID": "5"
        },
        {
          "text": "И пожалел Господь о том; \"и этого не будет\", сказал Господь Бог.",
          "ID": "6"
        },
        {
          "text": "Такое видение открыл Он мне: вот, Господь стоял на отвесной стене, и в руке у Него свинцовый отвес.",
          "ID": "7"
        },
        {
          "text": "И сказал мне Господь: что ты видишь, Амос? Я ответил: отвес. И Господь сказал: вот, положу отвес среди народа Моего, Израиля; не буду более прощать ему.",
          "ID": "8"
        },
        {
          "text": "И опустошены будут [жертвенные] высоты Исааковы, и разрушены будут святилища Израилевы, и восстану с мечом против дома Иеровоамова.",
          "ID": "9"
        },
        {
          "text": "И послал Амасия, священник Вефильский, к Иеровоаму, царю Израильскому, сказать: Амос производит возмущение против тебя среди дома Израилева; земля не может терпеть всех слов его.",
          "ID": "10"
        },
        {
          "text": "Ибо так говорит Амос: \"от меча умрет Иеровоам, а Израиль непременно отведен будет пленным из земли своей\".",
          "ID": "11"
        },
        {
          "text": "И сказал Амасия Амосу: провидец! пойди и удались в землю Иудину; там ешь хлеб, и там пророчествуй,",
          "ID": "12"
        },
        {
          "text": "а в Вефиле больше не пророчествуй, ибо он святыня царя и дом царский.",
          "ID": "13"
        },
        {
          "text": "И отвечал Амос и сказал Амасии: я не пророк и не сын пророка; я был пастух и собирал сикоморы.",
          "ID": "14"
        },
        {
          "text": "Но Господь взял меня от овец и сказал мне Господь: \"иди, пророчествуй к народу Моему, Израилю\".",
          "ID": "15"
        },
        {
          "text": "Теперь выслушай слово Господне. Ты говоришь: \"не пророчествуй на Израиля и не произноси слов на дом Исааков\".",
          "ID": "16"
        },
        {
          "text": "За это, вот что говорит Господь: жена твоя будет обесчещена в городе, сыновья и дочери твои падут от меча, земля твоя будет разделена межевою вервью, а ты умрешь в земле нечистой, и Израиль непременно выведен будет из земли своей.",
          "ID": "17"
        }
      ],
      "ID": "OT:AMO.7",
      "name": "Книга пророка Амоса 7"
    },
    {
      "text": [
        {
          "text": "Такое видение открыл мне Господь Бог: вот корзина со спелыми плодами.",
          "ID": "1"
        },
        {
          "text": "И сказал Он: что ты видишь, Амос? Я ответил: корзину со спелыми плодами. Тогда Господь сказал мне: приспел конец народу Моему, Израилю: не буду более прощать ему.",
          "ID": "2"
        },
        {
          "text": "Песни чертога в тот день обратятся в рыдание, говорит Господь Бог; много будет трупов, на всяком месте будут бросать их молча.",
          "ID": "3"
        },
        {
          "text": "Выслушайте это, алчущие поглотить бедных и погубить нищих, –",
          "ID": "4"
        },
        {
          "text": "вы, которые говорите: \"когда–то пройдет новолуние, чтобы нам продавать хлеб, и суббота, чтобы открыть житницы, уменьшить меру, увеличить цену сикля и обманывать неверными весами,",
          "ID": "5"
        },
        {
          "text": "чтобы покупать неимущих за серебро и бедных за пару обуви, а высевки из хлеба продавать\".",
          "ID": "6"
        },
        {
          "text": "Клялся Господь славою Иакова: поистине во веки не забуду ни одного из дел их!",
          "ID": "7"
        },
        {
          "text": "Не поколеблется ли от этого земля, и не восплачет ли каждый, живущий на ней? Взволнуется вся она, как река, и будет подниматься и опускаться, как река Египетская.",
          "ID": "8"
        },
        {
          "text": "И будет в тот день, говорит Господь Бог: произведу закат солнца в полдень и омрачу землю среди светлого дня.",
          "ID": "9"
        },
        {
          "text": "И обращу праздники ваши в сетование и все песни ваши в плач, и возложу на все чресла вретище и плешь на всякую голову; и произведу [в] [стране] плач, как о единственном сыне, и конец ее будет – как горький день.",
          "ID": "10"
        },
        {
          "text": "Вот наступают дни, говорит Господь Бог, когда Я пошлю на землю голод, – не голод хлеба, не жажду воды, но жажду слышания слов Господних.",
          "ID": "11"
        },
        {
          "text": "И будут ходить от моря до моря и скитаться от севера к востоку, ища слова Господня, и не найдут его.",
          "ID": "12"
        },
        {
          "text": "В тот день истаявать будут от жажды красивые девы и юноши,",
          "ID": "13"
        },
        {
          "text": "которые клянутся грехом Самарийским и говорят: \"жив бог твой, Дан! и жив путь в Вирсавию!\" – Они падут и уже не встанут.",
          "ID": "14"
        }
      ],
      "ID": "OT:AMO.8",
      "name": "Книга пророка Амоса 8"
    },
    {
      "text": [
        {
          "text": "Видел я Господа стоящим над жертвенником, и Он сказал: ударь в притолоку над воротами, чтобы потряслись косяки, и обрушь их на головы всех их, остальных же из них Я поражу мечом: не убежит у них никто бегущий и не спасется из них никто, желающий спастись.",
          "ID": "1"
        },
        {
          "text": "Хотя бы они зарылись в преисподнюю, и оттуда рука Моя возьмет их; хотя бы взошли на небо, и оттуда свергну их.",
          "ID": "2"
        },
        {
          "text": "И хотя бы они скрылись на вершине Кармила, и там отыщу и возьму их; хотя бы сокрылись от очей Моих на дне моря, и там повелю морскому змею уязвить их.",
          "ID": "3"
        },
        {
          "text": "И если пойдут в плен впереди врагов своих, то повелю мечу и там убить их. Обращу на них очи Мои на беду им, а не во благо.",
          "ID": "4"
        },
        {
          "text": "Ибо Господь Бог Саваоф коснется земли, – и она растает, и восплачут все живущие на ней; и поднимется вся она как река, и опустится как река Египетская.",
          "ID": "5"
        },
        {
          "text": "Он устроил горние чертоги Свои на небесах и свод Свой утвердил на земле, призывает воды морские, и изливает их по лицу земли; Господь имя Ему.",
          "ID": "6"
        },
        {
          "text": "Не таковы ли, как сыны Ефиоплян, и вы для Меня, сыны Израилевы? говорит Господь. Не Я ли вывел Израиля из земли Египетской и Филистимлян – из Кафтора, и Арамлян – из Кира?",
          "ID": "7"
        },
        {
          "text": "Вот, очи Господа Бога – на грешное царство, и Я истреблю его с лица земли; но дом Иакова не совсем истреблю, говорит Господь.",
          "ID": "8"
        },
        {
          "text": "Ибо вот, Я повелю и рассыплю дом Израилев по всем народам, как рассыпают зерна в решете, и ни одно не падает на землю.",
          "ID": "9"
        },
        {
          "text": "От меча умрут все грешники из народа Моего, которые говорят: \"не постигнет нас и не придет к нам это бедствие!\"",
          "ID": "10"
        },
        {
          "text": "В тот день Я восстановлю скинию Давидову падшую, заделаю трещины в ней и разрушенное восстановлю, и устрою ее, как в дни древние,",
          "ID": "11"
        },
        {
          "text": "чтобы они овладели остатком Едома и всеми народами, между которыми возвестится имя Мое, говорит Господь, творящий все сие.",
          "ID": "12"
        },
        {
          "text": "Вот, наступят дни, говорит Господь, когда пахарь застанет еще жнеца, а топчущий виноград – сеятеля; и горы источать будут виноградный сок, и все холмы потекут.",
          "ID": "13"
        },
        {
          "text": "И возвращу из плена народ Мой, Израиля, и застроят опустевшие города и поселятся в них, насадят виноградники и будут пить вино из них, разведут сады и станут есть плоды из них.",
          "ID": "14"
        },
        {
          "text": "И водворю их на земле их, и они не будут более исторгаемы из земли своей, которую Я дал им, говорит Господь Бог твой.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.9",
      "name": "Книга пророка Амоса 9"
    }
  ],
  "ID": "OT:AMO(SYNO)",
  "name": "Книга пророка Амоса"
}