{
  "name": "2 Corinthians",
  "text": [
    {
      "name": "2 Corinthians 1",
      "text": [
        {
          "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,To the church of God in Corinth, together with all his holy people throughout Achaia:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,",
          "ID": "3"
        },
        {
          "text": "who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God.",
          "ID": "4"
        },
        {
          "text": "For just as we share abundantly in the sufferings of Christ, so also our comfort abounds through Christ.",
          "ID": "5"
        },
        {
          "text": "If we are distressed, it is for your comfort and salvation; if we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings we suffer.",
          "ID": "6"
        },
        {
          "text": "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort.",
          "ID": "7"
        },
        {
          "text": "We do not want you to be uninformed, brothers and sisters, about the troubles we experienced in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired of life itself.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Indeed, we felt we had received the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead.",
          "ID": "9"
        },
        {
          "text": "He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us,",
          "ID": "10"
        },
        {
          "text": "as you help us by your prayers. Then many will give thanks on our behalf for the gracious favor granted us in answer to the prayers of many.",
          "ID": "11"
        },
        {
          "text": "Now this is our boast: Our conscience testifies that we have conducted ourselves in the world, and especially in our relations with you, with integrity and godly sincerity. We have done so, relying not on worldly wisdom but on God's grace.",
          "ID": "12"
        },
        {
          "text": "For we do not write you anything you cannot read or understand. And I hope that,",
          "ID": "13"
        },
        {
          "text": "as you have understood us in part, you will come to understand fully that you can boast of us just as we will boast of you in the day of the Lord Jesus.",
          "ID": "14"
        },
        {
          "text": "Because I was confident of this, I wanted to visit you first so that you might benefit twice.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "I wanted to visit you on my way to Macedonia and to come back to you from Macedonia, and then to have you send me on my way to Judea.",
          "ID": "16"
        },
        {
          "text": "Was I fickle when I intended to do this? Or do I make my plans in a worldly manner so that in the same breath I say both \"Yes, yes\" and \"No, no\"?",
          "ID": "17"
        },
        {
          "text": "But as surely as God is faithful, our message to you is not \"Yes\" and \"No.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "For the Son of God, Jesus Christ, who was preached among you by us—by me and Silas and Timothy—was not \"Yes\" and \"No,\" but in him it has always been \"Yes.\"",
          "ID": "19"
        },
        {
          "text": "For no matter how many promises God has made, they are \"Yes\" in Christ. And so through him the \"Amen\" is spoken by us to the glory of God.",
          "ID": "20"
        },
        {
          "text": "Now it is God who makes both us and you stand firm in Christ. He anointed us,",
          "ID": "21"
        },
        {
          "text": "set his seal of ownership on us, and put his Spirit in our hearts as a deposit, guaranteeing what is to come.",
          "ID": "22"
        },
        {
          "text": "I call God as my witness—and I stake my life on it—that it was in order to spare you that I did not return to Corinth.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Not that we lord it over your faith, but we work with you for your joy, because it is by faith you stand firm.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1"
    },
    {
      "name": "2 Corinthians 2",
      "text": [
        {
          "text": "So I made up my mind that I would not make another painful visit to you.",
          "ID": "1"
        },
        {
          "text": "For if I grieve you, who is left to make me glad but you whom I have grieved?",
          "ID": "2"
        },
        {
          "text": "I wrote as I did, so that when I came I would not be distressed by those who should have made me rejoice. I had confidence in all of you, that you would all share my joy.",
          "ID": "3"
        },
        {
          "text": "For I wrote you out of great distress and anguish of heart and with many tears, not to grieve you but to let you know the depth of my love for you.",
          "ID": "4"
        },
        {
          "text": "If anyone has caused grief, he has not so much grieved me as he has grieved all of you to some extent—not to put it too severely.",
          "ID": "5"
        },
        {
          "text": "The punishment inflicted on him by the majority is sufficient.",
          "ID": "6"
        },
        {
          "text": "Now instead, you ought to forgive and comfort him, so that he will not be overwhelmed by excessive sorrow.",
          "ID": "7"
        },
        {
          "text": "I urge you, therefore, to reaffirm your love for him.",
          "ID": "8"
        },
        {
          "text": "Another reason I wrote you was to see if you would stand the test and be obedient in everything.",
          "ID": "9"
        },
        {
          "text": "Anyone you forgive, I also forgive. And what I have forgiven—if there was anything to forgive—I have forgiven in the sight of Christ for your sake,",
          "ID": "10"
        },
        {
          "text": "in order that Satan might not outwit us. For we are not unaware of his schemes.",
          "ID": "11"
        },
        {
          "text": "Now when I went to Troas to preach the gospel of Christ and found that the Lord had opened a door for me,",
          "ID": "12"
        },
        {
          "text": "I still had no peace of mind, because I did not find my brother Titus there. So I said goodbye to them and went on to Macedonia.",
          "ID": "13"
        },
        {
          "text": "But thanks be to God, who always leads us as captives in Christ's triumphal procession and uses us to spread the aroma of the knowledge of him everywhere.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "For we are to God the pleasing aroma of Christ among those who are being saved and those who are perishing.",
          "ID": "15"
        },
        {
          "text": "To the one we are an aroma that brings death; to the other, an aroma that brings life. And who is equal to such a task?",
          "ID": "16"
        },
        {
          "text": "Unlike so many, we do not peddle the word of God for profit. On the contrary, in Christ we speak before God with sincerity, as those sent from God.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2"
    },
    {
      "name": "2 Corinthians 3",
      "text": [
        {
          "text": "Are we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you?",
          "ID": "1"
        },
        {
          "text": "You yourselves are our letter, written on our hearts, known and read by everyone.",
          "ID": "2"
        },
        {
          "text": "You show that you are a letter from Christ, the result of our ministry, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts.",
          "ID": "3"
        },
        {
          "text": "Such confidence we have through Christ before God.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Not that we are competent in ourselves to claim anything for ourselves, but our competence comes from God.",
          "ID": "5"
        },
        {
          "text": "He has made us competent as ministers of a new covenant—not of the letter but of the Spirit; for the letter kills, but the Spirit gives life.",
          "ID": "6"
        },
        {
          "text": "Now if the ministry that brought death, which was engraved in letters on stone, came with glory, so that the Israelites could not look steadily at the face of Moses because of its glory, transitory though it was,",
          "ID": "7"
        },
        {
          "text": "will not the ministry of the Spirit be even more glorious?",
          "ID": "8"
        },
        {
          "text": "If the ministry that brought condemnation was glorious, how much more glorious is the ministry that brings righteousness!",
          "ID": "9"
        },
        {
          "text": "For what was glorious has no glory now in comparison with the surpassing glory.",
          "ID": "10"
        },
        {
          "text": "And if what was transitory came with glory, how much greater is the glory of that which lasts!",
          "ID": "11"
        },
        {
          "text": "Therefore, since we have such a hope, we are very bold.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "We are not like Moses, who would put a veil over his face to prevent the Israelites from seeing the end of what was passing away.",
          "ID": "13"
        },
        {
          "text": "But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away.",
          "ID": "14"
        },
        {
          "text": "Even to this day when Moses is read, a veil covers their hearts.",
          "ID": "15"
        },
        {
          "text": "But whenever anyone turns to the Lord, the veil is taken away.",
          "ID": "16"
        },
        {
          "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
          "ID": "17"
        },
        {
          "text": "And we all, who with unveiled faces contemplate the Lord's glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3"
    },
    {
      "name": "2 Corinthians 4",
      "text": [
        {
          "text": "Therefore, since through God's mercy we have this ministry, we do not lose heart.",
          "ID": "1"
        },
        {
          "text": "Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God.",
          "ID": "2"
        },
        {
          "text": "And even if our gospel is veiled, it is veiled to those who are perishing.",
          "ID": "3"
        },
        {
          "text": "The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.",
          "ID": "4"
        },
        {
          "text": "For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake.",
          "ID": "5"
        },
        {
          "text": "For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ.",
          "ID": "6"
        },
        {
          "text": "But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "We are hard pressed on every side, but not crushed; perplexed, but not in despair;",
          "ID": "8"
        },
        {
          "text": "persecuted, but not abandoned; struck down, but not destroyed.",
          "ID": "9"
        },
        {
          "text": "We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.",
          "ID": "10"
        },
        {
          "text": "For we who are alive are always being given over to death for Jesus' sake, so that his life may also be revealed in our mortal body.",
          "ID": "11"
        },
        {
          "text": "So then, death is at work in us, but life is at work in you.",
          "ID": "12"
        },
        {
          "text": "It is written: \"I believed; therefore I have spoken.\" Since we have that same spirit of faith, we also believe and therefore speak,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "because we know that the one who raised the Lord Jesus from the dead will also raise us with Jesus and present us with you to himself.",
          "ID": "14"
        },
        {
          "text": "All this is for your benefit, so that the grace that is reaching more and more people may cause thanksgiving to overflow to the glory of God.",
          "ID": "15"
        },
        {
          "text": "Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.",
          "ID": "17"
        },
        {
          "text": "So we fix our eyes not on what is seen, but on what is unseen, since what is seen is temporary, but what is unseen is eternal.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4"
    },
    {
      "name": "2 Corinthians 5",
      "text": [
        {
          "text": "For we know that if the earthly tent we live in is destroyed, we have a building from God, an eternal house in heaven, not built by human hands.",
          "ID": "1"
        },
        {
          "text": "Meanwhile we groan, longing to be clothed instead with our heavenly dwelling,",
          "ID": "2"
        },
        {
          "text": "because when we are clothed, we will not be found naked.",
          "ID": "3"
        },
        {
          "text": "For while we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed instead with our heavenly dwelling, so that what is mortal may be swallowed up by life.",
          "ID": "4"
        },
        {
          "text": "Now the one who has fashioned us for this very purpose is God, who has given us the Spirit as a deposit, guaranteeing what is to come.",
          "ID": "5"
        },
        {
          "text": "Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "For we live by faith, not by sight.",
          "ID": "7"
        },
        {
          "text": "We are confident, I say, and would prefer to be away from the body and at home with the Lord.",
          "ID": "8"
        },
        {
          "text": "So we make it our goal to please him, whether we are at home in the body or away from it.",
          "ID": "9"
        },
        {
          "text": "For we must all appear before the judgment seat of Christ, so that each of us may receive what is due us for the things done while in the body, whether good or bad.",
          "ID": "10"
        },
        {
          "text": "Since, then, we know what it is to fear the Lord, we try to persuade others. What we are is plain to God, and I hope it is also plain to your conscience.",
          "ID": "11"
        },
        {
          "text": "We are not trying to commend ourselves to you again, but are giving you an opportunity to take pride in us, so that you can answer those who take pride in what is seen rather than in what is in the heart.",
          "ID": "12"
        },
        {
          "text": "If we are \"out of our mind,\" as some say, it is for God; if we are in our right mind, it is for you.",
          "ID": "13"
        },
        {
          "text": "For Christ's love compels us, because we are convinced that one died for all, and therefore all died.",
          "ID": "14"
        },
        {
          "text": "And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.",
          "ID": "15"
        },
        {
          "text": "So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
          "ID": "17"
        },
        {
          "text": "All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation:",
          "ID": "18"
        },
        {
          "text": "that God was reconciling the world to himself in Christ, not counting people's sins against them. And he has committed to us the message of reconciliation.",
          "ID": "19"
        },
        {
          "text": "We are therefore Christ's ambassadors, as though God were making his appeal through us. We implore you on Christ's behalf: Be reconciled to God.",
          "ID": "20"
        },
        {
          "text": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5"
    },
    {
      "name": "2 Corinthians 6",
      "text": [
        {
          "text": "As God's co-workers we urge you not to receive God's grace in vain.",
          "ID": "1"
        },
        {
          "text": "For he says,",
          "ID": "2"
        },
        {
          "text": "\"In the time of my favor I heard you,",
          "ID": "2"
        },
        {
          "text": "and in the day of salvation I helped you.\" I tell you, now is the time of God's favor, now is the day of salvation.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "We put no stumbling block in anyone's path, so that our ministry will not be discredited.",
          "ID": "3"
        },
        {
          "text": "Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses;",
          "ID": "4"
        },
        {
          "text": "in beatings, imprisonments and riots; in hard work, sleepless nights and hunger;",
          "ID": "5"
        },
        {
          "text": "in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love;",
          "ID": "6"
        },
        {
          "text": "in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left;",
          "ID": "7"
        },
        {
          "text": "through glory and dishonor, bad report and good report; genuine, yet regarded as impostors;",
          "ID": "8"
        },
        {
          "text": "known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed;",
          "ID": "9"
        },
        {
          "text": "sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything.",
          "ID": "10"
        },
        {
          "text": "We have spoken freely to you, Corinthians, and opened wide our hearts to you.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "We are not withholding our affection from you, but you are withholding yours from us.",
          "ID": "12"
        },
        {
          "text": "As a fair exchange—I speak as to my children—open wide your hearts also.",
          "ID": "13"
        },
        {
          "text": "Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?",
          "ID": "14"
        },
        {
          "text": "What harmony is there between Christ and Belial ? Or what does a believer have in common with an unbeliever?",
          "ID": "15"
        },
        {
          "text": "What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said:",
          "ID": "16"
        },
        {
          "text": "\"I will live with them",
          "ID": "16"
        },
        {
          "text": "and walk among them,",
          "ID": "16"
        },
        {
          "text": "and I will be their God,",
          "ID": "16"
        },
        {
          "text": "and they will be my people.\"",
          "ID": "16"
        },
        {
          "text": "Therefore,",
          "ID": "17"
        },
        {
          "text": "\"Come out from them",
          "ID": "17"
        },
        {
          "text": "and be separate,says the Lord.",
          "ID": "17"
        },
        {
          "text": "Touch no unclean thing,",
          "ID": "17"
        },
        {
          "text": "and I will receive you.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And,",
          "ID": "18"
        },
        {
          "text": "\"I will be a Father to you,",
          "ID": "18"
        },
        {
          "text": "and you will be my sons and daughters,says the Lord Almighty.\"",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6"
    },
    {
      "name": "2 Corinthians 7",
      "text": [
        {
          "text": "Therefore, since we have these promises, dear friends, let us purify ourselves from everything that contaminates body and spirit, perfecting holiness out of reverence for God.",
          "ID": "1"
        },
        {
          "text": "Make room for us in your hearts. We have wronged no one, we have corrupted no one, we have exploited no one.",
          "ID": "2"
        },
        {
          "text": "I do not say this to condemn you; I have said before that you have such a place in our hearts that we would live or die with you.",
          "ID": "3"
        },
        {
          "text": "I have spoken to you with great frankness; I take great pride in you. I am greatly encouraged; in all our troubles my joy knows no bounds.",
          "ID": "4"
        },
        {
          "text": "For when we came into Macedonia, we had no rest, but we were harassed at every turn—conflicts on the outside, fears within.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But God, who comforts the downcast, comforted us by the coming of Titus,",
          "ID": "6"
        },
        {
          "text": "and not only by his coming but also by the comfort you had given him. He told us about your longing for me, your deep sorrow, your ardent concern for me, so that my joy was greater than ever.",
          "ID": "7"
        },
        {
          "text": "Even if I caused you sorrow by my letter, I do not regret it. Though I did regret it—I see that my letter hurt you, but only for a little while—",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "yet now I am happy, not because you were made sorry, but because your sorrow led you to repentance. For you became sorrowful as God intended and so were not harmed in any way by us.",
          "ID": "9"
        },
        {
          "text": "Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death.",
          "ID": "10"
        },
        {
          "text": "See what this godly sorrow has produced in you: what earnestness, what eagerness to clear yourselves, what indignation, what alarm, what longing, what concern, what readiness to see justice done. At every point you have proved yourselves to be innocent in this matter.",
          "ID": "11"
        },
        {
          "text": "So even though I wrote to you, it was neither on account of the one who did the wrong nor on account of the injured party, but rather that before God you could see for yourselves how devoted to us you are.",
          "ID": "12"
        },
        {
          "text": "By all this we are encouraged.In addition to our own encouragement, we were especially delighted to see how happy Titus was, because his spirit has been refreshed by all of you.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I had boasted to him about you, and you have not embarrassed me. But just as everything we said to you was true, so our boasting about you to Titus has proved to be true as well.",
          "ID": "14"
        },
        {
          "text": "And his affection for you is all the greater when he remembers that you were all obedient, receiving him with fear and trembling.",
          "ID": "15"
        },
        {
          "text": "I am glad I can have complete confidence in you.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7"
    },
    {
      "name": "2 Corinthians 8",
      "text": [
        {
          "text": "And now, brothers and sisters, we want you to know about the grace that God has given the Macedonian churches.",
          "ID": "1"
        },
        {
          "text": "In the midst of a very severe trial, their overflowing joy and their extreme poverty welled up in rich generosity.",
          "ID": "2"
        },
        {
          "text": "For I testify that they gave as much as they were able, and even beyond their ability. Entirely on their own,",
          "ID": "3"
        },
        {
          "text": "they urgently pleaded with us for the privilege of sharing in this service to the Lord's people.",
          "ID": "4"
        },
        {
          "text": "And they exceeded our expectations: They gave themselves first of all to the Lord, and then by the will of God also to us.",
          "ID": "5"
        },
        {
          "text": "So we urged Titus, just as he had earlier made a beginning, to bring also to completion this act of grace on your part.",
          "ID": "6"
        },
        {
          "text": "But since you excel in everything—in faith, in speech, in knowledge, in complete earnestness and in the love we have kindled in you —see that you also excel in this grace of giving.",
          "ID": "7"
        },
        {
          "text": "I am not commanding you, but I want to test the sincerity of your love by comparing it with the earnestness of others.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you through his poverty might become rich.",
          "ID": "9"
        },
        {
          "text": "And here is my judgment about what is best for you in this matter. Last year you were the first not only to give but also to have the desire to do so.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now finish the work, so that your eager willingness to do it may be matched by your completion of it, according to your means.",
          "ID": "11"
        },
        {
          "text": "For if the willingness is there, the gift is acceptable according to what one has, not according to what one does not have.",
          "ID": "12"
        },
        {
          "text": "Our desire is not that others might be relieved while you are hard pressed, but that there might be equality.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. The goal is equality,",
          "ID": "14"
        },
        {
          "text": "as it is written: \"The one who gathered much did not have too much, and the one who gathered little did not have too little.\"",
          "ID": "15"
        },
        {
          "text": "Thanks be to God, who put into the heart of Titus the same concern I have for you.",
          "ID": "16"
        },
        {
          "text": "For Titus not only welcomed our appeal, but he is coming to you with much enthusiasm and on his own initiative.",
          "ID": "17"
        },
        {
          "text": "And we are sending along with him the brother who is praised by all the churches for his service to the gospel.",
          "ID": "18"
        },
        {
          "text": "What is more, he was chosen by the churches to accompany us as we carry the offering, which we administer in order to honor the Lord himself and to show our eagerness to help.",
          "ID": "19"
        },
        {
          "text": "We want to avoid any criticism of the way we administer this liberal gift.",
          "ID": "20"
        },
        {
          "text": "For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of man.",
          "ID": "21"
        },
        {
          "text": "In addition, we are sending with them our brother who has often proved to us in many ways that he is zealous, and now even more so because of his great confidence in you.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "As for Titus, he is my partner and co-worker among you; as for our brothers, they are representatives of the churches and an honor to Christ.",
          "ID": "23"
        },
        {
          "text": "Therefore show these men the proof of your love and the reason for our pride in you, so that the churches can see it.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8"
    },
    {
      "name": "2 Corinthians 9",
      "text": [
        {
          "text": "There is no need for me to write to you about this service to the Lord's people.",
          "ID": "1"
        },
        {
          "text": "For I know your eagerness to help, and I have been boasting about it to the Macedonians, telling them that since last year you in Achaia were ready to give; and your enthusiasm has stirred most of them to action.",
          "ID": "2"
        },
        {
          "text": "But I am sending the brothers in order that our boasting about you in this matter should not prove hollow, but that you may be ready, as I said you would be.",
          "ID": "3"
        },
        {
          "text": "For if any Macedonians come with me and find you unprepared, we—not to say anything about you—would be ashamed of having been so confident.",
          "ID": "4"
        },
        {
          "text": "So I thought it necessary to urge the brothers to visit you in advance and finish the arrangements for the generous gift you had promised. Then it will be ready as a generous gift, not as one grudgingly given.",
          "ID": "5"
        },
        {
          "text": "Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously.",
          "ID": "6"
        },
        {
          "text": "Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.",
          "ID": "7"
        },
        {
          "text": "And God is able to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.",
          "ID": "8"
        },
        {
          "text": "As it is written:",
          "ID": "9"
        },
        {
          "text": "\"They have freely scattered their gifts to the poor;",
          "ID": "9"
        },
        {
          "text": "their righteousness endures forever.\"",
          "ID": "9"
        },
        {
          "text": "Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "You will be enriched in every way so that you can be generous on every occasion, and through us your generosity will result in thanksgiving to God.",
          "ID": "11"
        },
        {
          "text": "This service that you perform is not only supplying the needs of the Lord's people but is also overflowing in many expressions of thanks to God.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Because of the service by which you have proved yourselves, others will praise God for the obedience that accompanies your confession of the gospel of Christ, and for your generosity in sharing with them and with everyone else.",
          "ID": "13"
        },
        {
          "text": "And in their prayers for you their hearts will go out to you, because of the surpassing grace God has given you.",
          "ID": "14"
        },
        {
          "text": "Thanks be to God for his indescribable gift!",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9"
    },
    {
      "name": "2 Corinthians 10",
      "text": [
        {
          "text": "By the humility and gentleness of Christ, I appeal to you—I, Paul, who am \"timid\" when face to face with you, but \"bold\" toward you when away!",
          "ID": "1"
        },
        {
          "text": "I beg you that when I come I may not have to be as bold as I expect to be toward some people who think that we live by the standards of this world.",
          "ID": "2"
        },
        {
          "text": "For though we live in the world, we do not wage war as the world does.",
          "ID": "3"
        },
        {
          "text": "The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds.",
          "ID": "4"
        },
        {
          "text": "We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ.",
          "ID": "5"
        },
        {
          "text": "And we will be ready to punish every act of disobedience, once your obedience is complete.",
          "ID": "6"
        },
        {
          "text": "You are judging by appearances. If anyone is confident that they belong to Christ, they should consider again that we belong to Christ just as much as they do.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "So even if I boast somewhat freely about the authority the Lord gave us for building you up rather than tearing you down, I will not be ashamed of it.",
          "ID": "8"
        },
        {
          "text": "I do not want to seem to be trying to frighten you with my letters.",
          "ID": "9"
        },
        {
          "text": "For some say, \"His letters are weighty and forceful, but in person he is unimpressive and his speaking amounts to nothing.\"",
          "ID": "10"
        },
        {
          "text": "Such people should realize that what we are in our letters when we are absent, we will be in our actions when we are present.",
          "ID": "11"
        },
        {
          "text": "We do not dare to classify or compare ourselves with some who commend themselves. When they measure themselves by themselves and compare themselves with themselves, they are not wise.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "We, however, will not boast beyond proper limits, but will confine our boasting to the sphere of service God himself has assigned to us, a sphere that also includes you.",
          "ID": "13"
        },
        {
          "text": "We are not going too far in our boasting, as would be the case if we had not come to you, for we did get as far as you with the gospel of Christ.",
          "ID": "14"
        },
        {
          "text": "Neither do we go beyond our limits by boasting of work done by others. Our hope is that, as your faith continues to grow, our sphere of activity among you will greatly expand,",
          "ID": "15"
        },
        {
          "text": "so that we can preach the gospel in the regions beyond you. For we do not want to boast about work already done in someone else's territory.",
          "ID": "16"
        },
        {
          "text": "But, \"Let the one who boasts boast in the Lord.\"",
          "ID": "17"
        },
        {
          "text": "For it is not the one who commends himself who is approved, but the one whom the Lord commends.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10"
    },
    {
      "name": "2 Corinthians 11",
      "text": [
        {
          "text": "I hope you will put up with me in a little foolishness. Yes, please put up with me!",
          "ID": "1"
        },
        {
          "text": "I am jealous for you with a godly jealousy. I promised you to one husband, to Christ, so that I might present you as a pure virgin to him.",
          "ID": "2"
        },
        {
          "text": "But I am afraid that just as Eve was deceived by the serpent's cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ.",
          "ID": "3"
        },
        {
          "text": "For if someone comes to you and preaches a Jesus other than the Jesus we preached, or if you receive a different spirit from the Spirit you received, or a different gospel from the one you accepted, you put up with it easily enough.",
          "ID": "4"
        },
        {
          "text": "I do not think I am in the least inferior to those \"super-apostles.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "I may indeed be untrained as a speaker, but I do have knowledge. We have made this perfectly clear to you in every way.",
          "ID": "6"
        },
        {
          "text": "Was it a sin for me to lower myself in order to elevate you by preaching the gospel of God to you free of charge?",
          "ID": "7"
        },
        {
          "text": "I robbed other churches by receiving support from them so as to serve you.",
          "ID": "8"
        },
        {
          "text": "And when I was with you and needed something, I was not a burden to anyone, for the brothers who came from Macedonia supplied what I needed. I have kept myself from being a burden to you in any way, and will continue to do so.",
          "ID": "9"
        },
        {
          "text": "As surely as the truth of Christ is in me, nobody in the regions of Achaia will stop this boasting of mine.",
          "ID": "10"
        },
        {
          "text": "Why? Because I do not love you? God knows I do!",
          "ID": "11"
        },
        {
          "text": "And I will keep on doing what I am doing in order to cut the ground from under those who want an opportunity to be considered equal with us in the things they boast about.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "For such people are false apostles, deceitful workers, masquerading as apostles of Christ.",
          "ID": "13"
        },
        {
          "text": "And no wonder, for Satan himself masquerades as an angel of light.",
          "ID": "14"
        },
        {
          "text": "It is not surprising, then, if his servants also masquerade as servants of righteousness. Their end will be what their actions deserve.",
          "ID": "15"
        },
        {
          "text": "I repeat: Let no one take me for a fool. But if you do, then tolerate me just as you would a fool, so that I may do a little boasting.",
          "ID": "16"
        },
        {
          "text": "In this self-confident boasting I am not talking as the Lord would, but as a fool.",
          "ID": "17"
        },
        {
          "text": "Since many are boasting in the way the world does, I too will boast.",
          "ID": "18"
        },
        {
          "text": "You gladly put up with fools since you are so wise!",
          "ID": "19"
        },
        {
          "text": "In fact, you even put up with anyone who enslaves you or exploits you or takes advantage of you or puts on airs or slaps you in the face.",
          "ID": "20"
        },
        {
          "text": "To my shame I admit that we were too weak for that!Whatever anyone else dares to boast about—I am speaking as a fool—I also dare to boast about.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham's descendants? So am I.",
          "ID": "22"
        },
        {
          "text": "Are they servants of Christ? (I am out of my mind to talk like this.) I am more. I have worked much harder, been in prison more frequently, been flogged more severely, and been exposed to death again and again.",
          "ID": "23"
        },
        {
          "text": "Five times I received from the Jews the forty lashes minus one.",
          "ID": "24"
        },
        {
          "text": "Three times I was beaten with rods, once I was pelted with stones, three times I was shipwrecked, I spent a night and a day in the open sea,",
          "ID": "25"
        },
        {
          "text": "I have been constantly on the move. I have been in danger from rivers, in danger from bandits, in danger from my fellow Jews, in danger from Gentiles; in danger in the city, in danger in the country, in danger at sea; and in danger from false believers.",
          "ID": "26"
        },
        {
          "text": "I have labored and toiled and have often gone without sleep; I have known hunger and thirst and have often gone without food; I have been cold and naked.",
          "ID": "27"
        },
        {
          "text": "Besides everything else, I face daily the pressure of my concern for all the churches.",
          "ID": "28"
        },
        {
          "text": "Who is weak, and I do not feel weak? Who is led into sin, and I do not inwardly burn?",
          "ID": "29"
        },
        {
          "text": "If I must boast, I will boast of the things that show my weakness.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "The God and Father of the Lord Jesus, who is to be praised forever, knows that I am not lying.",
          "ID": "31"
        },
        {
          "text": "In Damascus the governor under King Aretas had the city of the Damascenes guarded in order to arrest me.",
          "ID": "32"
        },
        {
          "text": "But I was lowered in a basket from a window in the wall and slipped through his hands.",
          "ID": "33"
        }
      ],
      "ID": "NT:2CO.11"
    },
    {
      "name": "2 Corinthians 12",
      "text": [
        {
          "text": "I must go on boasting. Although there is nothing to be gained, I will go on to visions and revelations from the Lord.",
          "ID": "1"
        },
        {
          "text": "I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know—God knows.",
          "ID": "2"
        },
        {
          "text": "And I know that this man—whether in the body or apart from the body I do not know, but God knows—",
          "ID": "3"
        },
        {
          "text": "was caught up to paradise and heard inexpressible things, things that no one is permitted to tell.",
          "ID": "4"
        },
        {
          "text": "I will boast about a man like that, but I will not boast about myself, except about my weaknesses.",
          "ID": "5"
        },
        {
          "text": "Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say,",
          "ID": "6"
        },
        {
          "text": "or because of these surpassingly great revelations. Therefore, in order to keep me from becoming conceited, I was given a thorn in my flesh, a messenger of Satan, to torment me.",
          "ID": "7"
        },
        {
          "text": "Three times I pleaded with the Lord to take it away from me.",
          "ID": "8"
        },
        {
          "text": "But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.",
          "ID": "9"
        },
        {
          "text": "That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong.",
          "ID": "10"
        },
        {
          "text": "I have made a fool of myself, but you drove me to it. I ought to have been commended by you, for I am not in the least inferior to the \"super-apostles,\" even though I am nothing.",
          "ID": "11"
        },
        {
          "text": "I persevered in demonstrating among you the marks of a true apostle, including signs, wonders and miracles.",
          "ID": "12"
        },
        {
          "text": "How were you inferior to the other churches, except that I was never a burden to you? Forgive me this wrong!",
          "ID": "13"
        },
        {
          "text": "Now I am ready to visit you for the third time, and I will not be a burden to you, because what I want is not your possessions but you. After all, children should not have to save up for their parents, but parents for their children.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So I will very gladly spend for you everything I have and expend myself as well. If I love you more, will you love me less?",
          "ID": "15"
        },
        {
          "text": "Be that as it may, I have not been a burden to you. Yet, crafty fellow that I am, I caught you by trickery!",
          "ID": "16"
        },
        {
          "text": "Did I exploit you through any of the men I sent to you?",
          "ID": "17"
        },
        {
          "text": "I urged Titus to go to you and I sent our brother with him. Titus did not exploit you, did he? Did we not walk in the same footsteps by the same Spirit?",
          "ID": "18"
        },
        {
          "text": "Have you been thinking all along that we have been defending ourselves to you? We have been speaking in the sight of God as those in Christ; and everything we do, dear friends, is for your strengthening.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "For I am afraid that when I come I may not find you as I want you to be, and you may not find me as you want me to be. I fear that there may be discord, jealousy, fits of rage, selfish ambition, slander, gossip, arrogance and disorder.",
          "ID": "20"
        },
        {
          "text": "I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12"
    },
    {
      "name": "2 Corinthians 13",
      "text": [
        {
          "text": "This will be my third visit to you. \"Every matter must be established by the testimony of two or three witnesses.\"",
          "ID": "1"
        },
        {
          "text": "I already gave you a warning when I was with you the second time. I now repeat it while absent: On my return I will not spare those who sinned earlier or any of the others,",
          "ID": "2"
        },
        {
          "text": "since you are demanding proof that Christ is speaking through me. He is not weak in dealing with you, but is powerful among you.",
          "ID": "3"
        },
        {
          "text": "For to be sure, he was crucified in weakness, yet he lives by God's power. Likewise, we are weak in him, yet by God's power we will live with him in our dealing with you.",
          "ID": "4"
        },
        {
          "text": "Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you—unless, of course, you fail the test?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And I trust that you will discover that we have not failed the test.",
          "ID": "6"
        },
        {
          "text": "Now we pray to God that you will not do anything wrong—not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed.",
          "ID": "7"
        },
        {
          "text": "For we cannot do anything against the truth, but only for the truth.",
          "ID": "8"
        },
        {
          "text": "We are glad whenever we are weak but you are strong; and our prayer is that you may be fully restored.",
          "ID": "9"
        },
        {
          "text": "This is why I write these things when I am absent, that when I come I may not have to be harsh in my use of authority—the authority the Lord gave me for building you up, not for tearing you down.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Finally, brothers and sisters, rejoice! Strive for full restoration, encourage one another, be of one mind, live in peace. And the God of love and peace will be with you.",
          "ID": "11"
        },
        {
          "text": "Greet one another with a holy kiss.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "All God's people here send their greetings.",
          "ID": "13"
        },
        {
          "text": "May the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all.",
          "ID": "14"
        }
      ],
      "ID": "NT:2CO.13"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:2CO(BOOKS)"
}