{
  "version": "ERV",
  "text": [
    {
      "title": "The Change in Paul’s Plans",
      "text": [
        {
          "text": "Greetings from Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. Greetings also from Timothy our brother in Christ.\nTo God’s church in Corinth and to all of God’s holy people throughout Achaia.",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "Praise be to the God and Father of our Lord Jesus Christ. He is the Father who is full of mercy, the God of all comfort.",
          "ID": "3"
        },
        {
          "text": "He comforts us every time we have trouble so that when others have trouble, we can comfort them with the same comfort God gives us.",
          "ID": "4"
        },
        {
          "text": "We share in the many sufferings of Christ. In the same way, much comfort comes to us through Christ.",
          "ID": "5"
        },
        {
          "text": "If we have troubles, it is for your comfort and salvation. If we are comforted, it is so that we can comfort you. And this helps you patiently accept the same sufferings we have.",
          "ID": "6"
        },
        {
          "text": "Our hope for you is strong. We know that you share in our sufferings. So we know that you also share in our comfort.",
          "ID": "7"
        },
        {
          "text": "Brothers and sisters, we want you to know about the trouble we suffered in Asia. We had great burdens there, which were greater than our own strength. We even gave up hope for life.",
          "ID": "8"
        },
        {
          "text": "In fact, it seems like God has been telling us we are going to die. But this is so that we will not trust in ourselves but in God, who raises people from death.",
          "ID": "9"
        },
        {
          "text": "He saved us from these great dangers of death, and he will continue to save us. We feel sure he will always save us.",
          "ID": "10"
        },
        {
          "text": "And you can help us with your prayers. Then many people will give thanks for us—that God blessed us because of their many prayers.",
          "ID": "11"
        },
        {
          "text": "This is what we are proud of, and I can say with a clear conscience that it is true: In everything we have done in the world, we have done it with an honest and pure heart from God. And this is even truer in what we have done with you. We did this by God’s grace, not by the kind of wisdom the world has.",
          "ID": "12"
        },
        {
          "text": "We write to you only what you can read and understand. And I hope you will fully understand,",
          "ID": "13"
        },
        {
          "text": "just as you already understand many things about us. I hope you will understand that you can be proud of us, just as we will be proud of you on the day when our Lord Jesus Christ comes again.",
          "ID": "14"
        },
        {
          "text": "I was very sure of all this. That is why I made plans to visit you first. Then you could be blessed twice.",
          "ID": "15"
        },
        {
          "text": "I planned to visit you on my way to Macedonia and again on my way back. I wanted to get help from you for my trip to Judea.",
          "ID": "16"
        },
        {
          "text": "Do you think that I made these plans without really thinking? Or maybe you think I make plans as the world does, saying yes and no at the same time.",
          "ID": "17"
        },
        {
          "text": "But if you can believe God, then you can believe that what we tell you is never both yes and no.",
          "ID": "18"
        },
        {
          "text": "The Son of God, Jesus Christ, the one that Silas, Timothy, and I told you about was not yes and no. In Christ it has always been yes.",
          "ID": "19"
        },
        {
          "text": "The yes to all of God’s promises is in Christ. And that is why we say “Amen” through Christ to the glory of God.",
          "ID": "20"
        },
        {
          "text": "And God is the one who makes you and us strong in Christ. God is also the one who chose us for his work.",
          "ID": "21",
          "comments": [
            "chose us for his work Literally, “anointed us.” In Greek this word is related to the title “Christ,” which means “anointed one.” See “anoint” and “Christ” in the Word List."
          ]
        },
        {
          "text": "He put his mark on us to show that we are his. Yes, he put his Spirit in our hearts as the first payment that guarantees all that he will give us.",
          "ID": "22"
        },
        {
          "text": "I tell you this, and I ask God to be my witness that this is true: The reason I did not come back to Corinth was that I did not want to punish or hurt you.",
          "ID": "23"
        },
        {
          "text": "I don’t mean that we are trying to control your faith. You are strong in faith. But we are workers with you for your own happiness.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "2 Corinthians 1"
    },
    {
      "title": "God Gives Us Victory Over Troubles",
      "text": [
        {
          "text": "So I decided that my next visit to you would not be another visit to make you sad.",
          "ID": "1"
        },
        {
          "text": "If I make you sad, then who will make me happy? Only you can make me happy—you, the ones I made sad.",
          "ID": "2"
        },
        {
          "text": "I wrote you a letter so that when I came to you I would not be made sad by those who should make me happy. I felt sure that all of you would share my joy.",
          "ID": "3"
        },
        {
          "text": "When I wrote to you before, I was very troubled and my heart was full of sadness. I wrote with many tears. I did not write to make you sad, but to let you know how much I love you.",
          "ID": "4"
        },
        {
          "text": "Someone in your group has caused sadness—not to me, but to all of you. I mean he has caused sadness to all in some way. (I don’t want to make it sound worse than it really is.)",
          "ID": "5"
        },
        {
          "text": "The punishment that most of your group gave him is enough for him.",
          "ID": "6"
        },
        {
          "text": "But now you should forgive him and encourage him. This will keep him from having too much sadness and giving up completely.",
          "ID": "7"
        },
        {
          "text": "So I beg you to show him that you love him.",
          "ID": "8"
        },
        {
          "text": "This is why I wrote to you. I wanted to test you and see if you obey in everything.",
          "ID": "9"
        },
        {
          "text": "If you forgive someone, then I also forgive them. And what I have forgiven—if I had anything to forgive—I forgave it for you, and Christ was with me.",
          "ID": "10"
        },
        {
          "text": "I did this so that Satan would not win anything from us. We know very well what his plans are.",
          "ID": "11"
        },
        {
          "text": "I went to Troas to tell people the Good News of Christ. The Lord gave me a good opportunity there.",
          "ID": "12"
        },
        {
          "text": "But I had no peace because I did not find my brother Titus. So I said goodbye and went to Macedonia.",
          "ID": "13"
        },
        {
          "text": "But thanks be to God, who always leads us in victory through Christ. God uses us to spread his knowledge everywhere like a sweet-smelling perfume.",
          "ID": "14"
        },
        {
          "text": "Our offering to God is to be the perfume of Christ that goes out to those who are being saved and to those who are being lost.",
          "ID": "15"
        },
        {
          "text": "To those who are being lost, this perfume smells like death, and it brings them death. But to those who are being saved, it has the sweet smell of life, and it brings them life. So who is good enough to do this work?",
          "ID": "16"
        },
        {
          "text": "Certainly not those who are out there selling God’s message for a profit! But we don’t do that. With Christ’s help we speak God’s truth honestly, knowing that we must answer to him.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "2 Corinthians 2"
    },
    {
      "title": "An Agreement With Greater Glory",
      "text": [
        {
          "text": "Why are we beginning again to tell you all these good things about ourselves? Do we need letters of introduction to you or from you, like some other people?",
          "ID": "1"
        },
        {
          "text": "No, you yourselves are our letter, written on our hearts. It is known and read by all people.",
          "ID": "2"
        },
        {
          "text": "You show that you are a letter from Christ that he sent through us. This letter is not written with ink but with the Spirit of the living God. It is not written on stone tablets but on human hearts.",
          "ID": "3",
          "comments": [
            "stone Meaning the law that God gave to Moses, which was written on stone tablets. Also in verse 7. See Ex. 24:12; 25:16."
          ]
        },
        {
          "text": "We can say this, because through Christ we feel sure before God.",
          "ID": "4"
        },
        {
          "text": "I don’t mean that we are able to do anything good ourselves. It is God who makes us able to do all that we do.",
          "ID": "5"
        },
        {
          "text": "He made us able to be servants of a new agreement from himself to his people. It is not an agreement of written laws, but it is of the Spirit. The written law brings death, but the Spirit gives life.",
          "ID": "6"
        },
        {
          "text": "The old agreement that brought death, written with words on stone, came with God’s glory. In fact, the face of Moses was so bright with glory (a glory that was ending) that the people of Israel could not continue looking at his face.",
          "ID": "7",
          "comments": [
            "agreement In verses 7-11 literally, “service” or “ministry.”"
          ]
        },
        {
          "text": "So surely the new agreement that comes from the life-giving Spirit has even more glory.",
          "ID": "8"
        },
        {
          "text": "This is what I mean: That old agreement judged people guilty of sin, but it had glory. So surely the new agreement that makes people right with God has much greater glory.",
          "ID": "9"
        },
        {
          "text": "That old agreement had glory. But it really loses its glory when it is compared to the much greater glory of the new agreement.",
          "ID": "10"
        },
        {
          "text": "If the agreement that was brought to an end came with glory, then the agreement that never ends has much greater glory.",
          "ID": "11"
        },
        {
          "text": "We are so sure of this hope that we can speak very openly.",
          "ID": "12"
        },
        {
          "text": "We are not like Moses, who put a covering over his face. He covered his face so that the people of Israel would not see it. The glory was disappearing, and Moses did not want them to see it end.",
          "ID": "13"
        },
        {
          "text": "But their minds were closed. And even today, when those people read the writings of the old agreement, that same covering hides the meaning. That covering has not been removed for them. It is taken away only through Christ.",
          "ID": "14",
          "comments": [
            "old agreement See “agreement” in the Word List. Here, “old agreement” is used to mean the Law of Moses on which that agreement was based."
          ]
        },
        {
          "text": "Yes, even today, when they read the Law of Moses, there is a covering over their minds.",
          "ID": "15"
        },
        {
          "text": "But when someone changes and follows the Lord, that covering is taken away.",
          "ID": "16"
        },
        {
          "text": "The Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
          "ID": "17"
        },
        {
          "text": "And our faces are not covered. We all show the Lord’s glory, and we are being changed to be like him. This change in us brings more and more glory, which comes from the Lord, who is the Spirit.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "2 Corinthians 3"
    },
    {
      "title": "Living by Faith",
      "text": [
        {
          "text": "God, with his mercy, gave us this work to do, so we don’t give up.",
          "ID": "1"
        },
        {
          "text": "But we have turned away from secret and shameful ways. We don’t use trickery, and we don’t change the teaching of God. We teach the truth plainly. This is how we show people who we are. And this is how they can know in their hearts what kind of people we are before God.",
          "ID": "2"
        },
        {
          "text": "The Good News that we tell people may be hidden, but it is hidden only to those who are lost.",
          "ID": "3"
        },
        {
          "text": "The ruler of this world has blinded the minds of those who don’t believe. They cannot see the light of the Good News—the message about the divine greatness of Christ. Christ is the one who is exactly like God.",
          "ID": "4",
          "comments": [
            "The ruler Literally, “The god.”"
          ]
        },
        {
          "text": "We don’t tell people about ourselves. But we tell people that Jesus Christ is Lord, and we tell them that we are your servants for Jesus.",
          "ID": "5"
        },
        {
          "text": "God once said, “Let light shine out of the darkness!” And this is the same God who made his light shine in our hearts to let us know that his own divine greatness is seen in the face of Christ.",
          "ID": "6",
          "comments": [
            "Let … darkness See Gen. 1:3."
          ]
        },
        {
          "text": "We have this treasure from God, but we are only like clay jars that hold the treasure. This is to show that the amazing power we have is from God, not from us.",
          "ID": "7"
        },
        {
          "text": "We have troubles all around us, but we are not defeated. We often don’t know what to do, but we don’t give up.",
          "ID": "8"
        },
        {
          "text": "We are persecuted, but God does not leave us. We are hurt sometimes, but we are not destroyed.",
          "ID": "9"
        },
        {
          "text": "So we constantly experience the death of Jesus in our own bodies, but this is so that the life of Jesus can also be seen in our bodies.",
          "ID": "10"
        },
        {
          "text": "We are alive, but for Jesus we are always in danger of death, so that the life of Jesus can be seen in our bodies that die.",
          "ID": "11"
        },
        {
          "text": "So death is working in us, but the result is that life is working in you.",
          "ID": "12"
        },
        {
          "text": "The Scriptures say, “I believed, so I spoke.” Our faith is like that too. We believe, and so we speak.",
          "ID": "13",
          "comments": [
            "Quote from Ps. 116:10."
          ]
        },
        {
          "text": "God raised the Lord Jesus from death, and we know that he will also raise us with Jesus. God will bring us together with you, and we will stand before him.",
          "ID": "14"
        },
        {
          "text": "All these things are for you. And so the grace of God is being given to more and more people. This will bring more and more thanks to God for his glory.",
          "ID": "15"
        },
        {
          "text": "That is why we never give up. Our physical body is becoming older and weaker, but our spirit inside us is made new every day.",
          "ID": "16"
        },
        {
          "text": "We have small troubles for a while now, but these troubles are helping us gain an eternal glory. That eternal glory is much greater than our troubles.",
          "ID": "17"
        },
        {
          "text": "So we think about what we cannot see, not what we see. What we see lasts only a short time, and what we cannot see will last forever.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "2 Corinthians 4"
    },
    {
      "title": "Helping People Become God’s Friends",
      "text": [
        {
          "text": "We know that our body—the tent we live in here on earth—will be destroyed. But when that happens, God will have a home for us to live in. It will not be the kind of home people build here. It will be a home in heaven that will continue forever.",
          "ID": "1"
        },
        {
          "text": "But now we are tired of this body. We want God to give us our heavenly home.",
          "ID": "2"
        },
        {
          "text": "It will clothe us and we will not be naked.",
          "ID": "3"
        },
        {
          "text": "While we live in this tent, we have burdens and so we complain. I don’t mean that we want to remove this tent, but we want to be clothed with our heavenly home. Then this body that dies will be covered with life.",
          "ID": "4"
        },
        {
          "text": "This is what God himself made us for. And he has given us the Spirit as the first payment to guarantee the life to come.",
          "ID": "5"
        },
        {
          "text": "So we always have confidence. We know that while we live in this body, we are away from the Lord.",
          "ID": "6"
        },
        {
          "text": "We live by what we believe will happen, not by what we can see.",
          "ID": "7"
        },
        {
          "text": "So I say that we have confidence. And we really want to be away from this body and be at home with the Lord.",
          "ID": "8"
        },
        {
          "text": "Our only goal is to always please the Lord, whether we are living here in this body or there with him.",
          "ID": "9"
        },
        {
          "text": "We must all stand before Christ to be judged. Everyone will get what they should. They will be paid for whatever they did—good or bad—when they lived in this earthly body.",
          "ID": "10"
        },
        {
          "text": "We know what it means to fear the Lord, so we try to help people accept the truth. God knows what we really are, and I hope that in your hearts you know us too.",
          "ID": "11"
        },
        {
          "text": "We are not trying to prove ourselves to you again. But we are telling you about ourselves. We are giving you reasons to be proud of us. Then you will have an answer for those who are proud about what can be seen. They don’t care about what is in a person’s heart.",
          "ID": "12"
        },
        {
          "text": "If we are crazy, it is for God. If we have our right mind, it is for you.",
          "ID": "13"
        },
        {
          "text": "The love of Christ controls us, because we know that one person died for everyone. So all have died.",
          "ID": "14"
        },
        {
          "text": "He died for all so that those who live would not continue to live for themselves. He died for them and was raised from death so that they would live for him.",
          "ID": "15"
        },
        {
          "text": "From this time on we don’t think of anyone as the world thinks of people. It is true that in the past we thought of Christ as the world thinks. But we don’t think that way now.",
          "ID": "16"
        },
        {
          "text": "When anyone is in Christ, it is a whole new world. The old things are gone; suddenly, everything is new!",
          "ID": "17",
          "comments": [
            "When anyone … world Or “Anyone who is in Christ is a new creation.”"
          ]
        },
        {
          "text": "All this is from God. Through Christ, God made peace between himself and us. And God gave us the work of bringing people into peace with him.",
          "ID": "18"
        },
        {
          "text": "I mean that God was in Christ, making peace between the world and himself. In Christ, God did not hold people guilty for their sins. And he gave us this message of peace to tell people.",
          "ID": "19"
        },
        {
          "text": "So we have been sent to speak for Christ. It is like God is calling to people through us. We speak for Christ when we beg you to be at peace with God.",
          "ID": "20"
        },
        {
          "text": "Christ had no sin, but God made him become sin so that in Christ we could be right with God.",
          "ID": "21",
          "comments": [
            "sin Or “an offering for sin.”"
          ]
        }
      ],
      "ID": "NT:2CO.5",
      "name": "2 Corinthians 5"
    },
    {
      "title": "We Are God’s Temple",
      "text": [
        {
          "text": "We are workers together with God. So we beg you: Don’t let the grace that you received from God be for nothing.",
          "ID": "1"
        },
        {
          "text": "God says,\n“I heard you at the right time,\nand I gave you help on the day of salvation.” \nI tell you that the “right time” is now. The “day of salvation” is now.",
          "ID": "2"
        },
        {
          "text": "We don’t want people to find anything wrong with our work. So we do nothing that will be a problem to others.",
          "ID": "3"
        },
        {
          "text": "But in every way we show that we are servants of God. We never give up, even though we face troubles, difficulties, and problems of every kind.",
          "ID": "4"
        },
        {
          "text": "We are beaten and thrown into prison. People get upset at us and fight against us. We work hard, and sometimes we get no sleep or food.",
          "ID": "5"
        },
        {
          "text": "We show that we are God’s servants by our pure lives, by our understanding, by our patience, and by our kindness. We show it by the Holy Spirit, by genuine love,",
          "ID": "6"
        },
        {
          "text": "by speaking the truth, and by depending on God’s power. This right way of living has prepared us to defend ourselves against every kind of attack.",
          "ID": "7"
        },
        {
          "text": "Some people honor us, but others shame us. Some people say good things about us, but others say bad things. Some people say we are liars, but we speak the truth.",
          "ID": "8"
        },
        {
          "text": "To some people we are not known, but we are well known. We seem to be dying, but look! We continue to live. We are punished, but we are not killed.",
          "ID": "9"
        },
        {
          "text": "We have much sadness, but we are always rejoicing. We are poor, but we are making many people rich in faith. We have nothing, but really we have everything.",
          "ID": "10"
        },
        {
          "text": "We have spoken freely to you people in Corinth. We have opened our hearts to you.",
          "ID": "11"
        },
        {
          "text": "Our feelings of love for you have not stopped. It is you who have stopped your feelings of love for us.",
          "ID": "12"
        },
        {
          "text": "I speak to you as if you were my children. Do the same as we have done—open your hearts also.",
          "ID": "13"
        },
        {
          "text": "You are not the same as those who don’t believe. So don’t join yourselves to them. Good and evil don’t belong together. Light and darkness cannot share the same room.",
          "ID": "14"
        },
        {
          "text": "How can there be any unity between Christ and the devil? What does a believer have in common with an unbeliever?",
          "ID": "15",
          "comments": [
            "the devil Literally, “ beliar,” one form of the Hebrew word “ belial,” which means “worthlessness” and was used to refer to the devil or the enemy of Christ."
          ]
        },
        {
          "text": "God’s temple cannot have anything to do with idols, and we are the temple of the living God. As God said,\n“I will live with them\nand walk with them;\nI will be their God,\nand they will be my people.” ",
          "ID": "16",
          "comments": [
            "God’s temple God’s house—the place where God’s people worship him. Here, it means that believers are the spiritual temple where God lives."
          ]
        },
        {
          "text": "“So come away from those people\nand separate yourselves from them, says the Lord.\nDon’t touch anything that is not clean,\nand I will accept you.” ",
          "ID": "17"
        },
        {
          "text": "“I will be your father,\nand you will be my sons and daughters,\nsays the Lord All-Powerful.” ",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "2 Corinthians 6"
    },
    {
      "title": "Paul’s Joy",
      "text": [
        {
          "text": "Dear friends, we have these promises from God. So we should make ourselves pure—free from anything that makes our body or our soul unclean. Our respect for God should make us try to be completely holy in the way we live.",
          "ID": "1"
        },
        {
          "text": "Open your hearts to us. We have not done wrong to anyone or caused harm to anyone. And we have not cheated anyone.",
          "ID": "2"
        },
        {
          "text": "I do not say this to blame you. I told you before that we love you so much we would live or die with you.",
          "ID": "3"
        },
        {
          "text": "I feel that I can tell you anything. I am very proud of you. Even with all the troubles we have had, I am greatly encouraged and feel very happy.",
          "ID": "4"
        },
        {
          "text": "When we came into Macedonia, we had no rest. We found trouble all around us. We had fighting on the outside and fear on the inside.",
          "ID": "5"
        },
        {
          "text": "But God encourages those who are troubled, and he certainly encouraged us by bringing Titus to us.",
          "ID": "6"
        },
        {
          "text": "It was so good to see him, but we were encouraged even more to hear about the encouragement you gave him. He told us that you really want to see me and that you are very sorry for what you did. And he told us how ready and willing you are to help me. When I heard this, I was so much happier.",
          "ID": "7"
        },
        {
          "text": "Even if the letter I wrote you made you sad, I am not sorry I wrote it. I know that letter made you sad, and I was sorry for that. But it made you sad only for a short time.",
          "ID": "8"
        },
        {
          "text": "Now I am happy, not because you were made sad, but because your sorrow made you decide to change. That is what God wanted, so you were not hurt by us in any way.",
          "ID": "9"
        },
        {
          "text": "The kind of sorrow God wants makes people decide to change their lives. This leads them to salvation, and we cannot be sorry for that. But the kind of sorrow the world has will bring death.",
          "ID": "10"
        },
        {
          "text": "You had the kind of sorrow God wanted you to have. Now see what that sorrow has brought you: It has made you very serious. It made you want to prove that you were not wrong. It made you angry and afraid. It made you want to see me. It made you care. It made you want the right thing to be done. You proved that you were not guilty in any part of that problem.",
          "ID": "11"
        },
        {
          "text": "The main reason I wrote that letter was not because of the one who did the wrong or the one who was hurt. I wrote so that you would realize, before God, how very much you care for us.",
          "ID": "12"
        },
        {
          "text": "And that is what was so encouraging to us.\nWe were greatly encouraged, but we were especially pleased to see how happy Titus was. You all made him feel so much better.",
          "ID": "13"
        },
        {
          "text": "I had bragged about you to Titus, and you didn’t embarrass me. We have always told you the truth, and now what we told Titus about you has been shown to be true.",
          "ID": "14"
        },
        {
          "text": "And his love for you is stronger when he remembers that you were all ready to obey. You welcomed him with respect and fear.",
          "ID": "15"
        },
        {
          "text": "I am so happy that I can trust you fully.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "2 Corinthians 7"
    },
    {
      "title": "Titus and His Companions",
      "text": [
        {
          "text": "And now, brothers and sisters, we want to tell you what God’s grace has done in the churches in Macedonia.",
          "ID": "1"
        },
        {
          "text": "These believers have been tested by great troubles, and they are very poor. But their great joy caused them to be very generous in their giving.",
          "ID": "2"
        },
        {
          "text": "I can tell you that they gave as much as they were able and even more than they could afford. No one told them to do this. It was their idea.",
          "ID": "3"
        },
        {
          "text": "But they asked us again and again—they begged us to let them share in this service for God’s people.",
          "ID": "4"
        },
        {
          "text": "And they gave in a way that we did not expect: They gave themselves to the Lord and to us before they gave their money. This is what God wants.",
          "ID": "5"
        },
        {
          "text": "So we asked Titus to help you finish this special work of giving. He is the one who started this work.",
          "ID": "6"
        },
        {
          "text": "You are rich in everything—in faith, in speaking ability, in knowledge, in the willingness to help, and in the love you learned from us. So now we want you to be rich in this work of giving too.",
          "ID": "7"
        },
        {
          "text": "I am not ordering you to give, but I want to see how real your love is by comparing you with others who have been so ready and willing to help.",
          "ID": "8"
        },
        {
          "text": "You know the grace of our Lord Jesus Christ. You know that he gave up his heavenly riches for you. He gave up everything so that you could be richly blessed.",
          "ID": "9"
        },
        {
          "text": "This is what I think you should do: Last year you were the first to want to give, and you were the first who gave.",
          "ID": "10"
        },
        {
          "text": "So now finish the work you started. Then your “doing” will be equal to your “wanting to do.” Give from what you have.",
          "ID": "11"
        },
        {
          "text": "If you want to give, your gift will be accepted. Your gift will be judged by what you have, not by what you don’t have.",
          "ID": "12"
        },
        {
          "text": "We don’t want you to have troubles while others are comforted. We want everything to be equal.",
          "ID": "13"
        },
        {
          "text": "At this time you have plenty and can provide what they need. Then later, when they have plenty, they can provide what you need. Then everyone will have an equal share.",
          "ID": "14"
        },
        {
          "text": "As the Scriptures say,\n“Those who gathered much did not have too much,\nand those who gathered little did not have too little.” ",
          "ID": "15"
        },
        {
          "text": "I thank God because he gave Titus the same love for you that I have.",
          "ID": "16"
        },
        {
          "text": "Titus agreed to do what we asked. In fact, he himself wanted very much to come see you.",
          "ID": "17"
        },
        {
          "text": "We are sending with Titus the brother who is praised by all the churches. He is praised because of his service to the Good News.",
          "ID": "18"
        },
        {
          "text": "Also, he was chosen by the churches to go with us when we carry this gift. We are doing this service to bring honor to the Lord and to show that we really want to help.",
          "ID": "19",
          "comments": [
            "honor Or “glory.” See “glory” in the Word List."
          ]
        },
        {
          "text": "We are being careful so that no one will criticize us about the way we are caring for this large gift.",
          "ID": "20"
        },
        {
          "text": "We are trying to do what is right. We want to do what the Lord accepts as right and also what people think is right.",
          "ID": "21"
        },
        {
          "text": "Also, we are sending with them our brother who is always ready to help. He has proved this to us in many ways. And he wants to help even more now because he has much faith in you.",
          "ID": "22"
        },
        {
          "text": "Now about Titus—he is my partner. He is working together with me to help you. And about the other brothers—they are sent from the churches, and they bring honor to Christ.",
          "ID": "23"
        },
        {
          "text": "So show these men that you really have love. Show them why we are proud of you. Then all the churches can see it.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "2 Corinthians 8"
    },
    {
      "title": "Your Giving Is a Blessing",
      "text": [
        {
          "text": "I really don’t need to write to you about this help for God’s people.",
          "ID": "1"
        },
        {
          "text": "I know that you want to help. I have been bragging about you to the people in Macedonia. I told them that you people in Achaia have been ready to give since last year. And your desire to give has made most of the people here ready to give also.",
          "ID": "2"
        },
        {
          "text": "But I am sending these brothers to you. I don’t want our bragging about you in this to be for nothing. I want you to be ready just as I said you would be.",
          "ID": "3"
        },
        {
          "text": "If any of those from Macedonia come with me, and they find that you are not ready, we will be ashamed. We will be ashamed that we were so sure of you. And you will be ashamed too!",
          "ID": "4"
        },
        {
          "text": "So I thought that I should ask these brothers to come there before we do. They will help in getting together the generous gift you promised. Then it will be ready when we come, and it will be seen as a blessing you are giving, not as something you were forced to do.",
          "ID": "5"
        },
        {
          "text": "Remember this: The one who plants few seeds will have a small harvest. But the one who plants a lot will have a big harvest.",
          "ID": "6"
        },
        {
          "text": "Each one of you should give what you have decided in your heart to give. You should not give if it makes you unhappy or if you feel forced to give. God loves those who are happy to give.",
          "ID": "7"
        },
        {
          "text": "And God can give you more blessings than you need, and you will always have plenty of everything. You will have enough to give to every good work.",
          "ID": "8"
        },
        {
          "text": "As the Scriptures say,\n“He gives generously to the poor;\nhis goodness will continue forever.” ",
          "ID": "9"
        },
        {
          "text": "God is the one who gives seed to those who plant, and he gives bread for food. And God will give you spiritual seed and make that seed grow. He will produce a great harvest from your goodness.",
          "ID": "10"
        },
        {
          "text": "God will make you rich in every way so that you can always give freely. And your giving through us will make people give thanks to God.",
          "ID": "11"
        },
        {
          "text": "The service you are offering helps God’s people with their needs, but that is not all it does. It is also bringing more and more thanks to God.",
          "ID": "12"
        },
        {
          "text": "This service is a proof of your faith, and people will praise God because of it. They will praise God that you freely share what you have with them and with all people. They will praise him to see you following the Good News about Christ that you openly accepted. They will praise God because you freely share with them and with all people.",
          "ID": "13"
        },
        {
          "text": "And when they pray, they will wish they could be with you. They will feel this way because of the great grace that God gave you.",
          "ID": "14"
        },
        {
          "text": "Thanks be to God for his gift that is too wonderful to describe.",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "2 Corinthians 9"
    },
    {
      "title": "Paul Defends His Ministry",
      "text": [
        {
          "text": "I, Paul, am begging you with the gentleness and the kindness of Christ. Some say that I am bold when I am writing you from a distance, but not when I am there with you.",
          "ID": "1"
        },
        {
          "text": "They think our motives for what we do are like those of the world. I plan to be very bold against those people when I come. I hope I will not need to use that same boldness with you.",
          "ID": "2"
        },
        {
          "text": "We live in this world, but we don’t fight our battles in the same way the world does.",
          "ID": "3"
        },
        {
          "text": "The weapons we use are not human ones. Our weapons have power from God and can destroy the enemy’s strong places. We destroy people’s arguments,",
          "ID": "4"
        },
        {
          "text": "and we tear down every proud idea that raises itself against the knowledge of God. We also capture every thought and make it give up and obey Christ.",
          "ID": "5"
        },
        {
          "text": "We are ready to punish anyone there who does not obey, but first we want you to be fully obedient.",
          "ID": "6"
        },
        {
          "text": "You must look at the facts before you. If you feel sure you belong to Christ, you must remember that we belong to Christ the same as you do.",
          "ID": "7"
        },
        {
          "text": "It may seem as though we boast too much about the authority the Lord gave us. But he gave us this authority to strengthen you, not to hurt you. So I will not be ashamed of whatever boasting we do.",
          "ID": "8"
        },
        {
          "text": "I don’t want you to think that I am trying to scare you with my letters.",
          "ID": "9"
        },
        {
          "text": "Some people say, “Paul’s letters are powerful and sound important, but when he is with us, he is weak and the worst speaker you have ever heard.”",
          "ID": "10"
        },
        {
          "text": "Those people should know this: When we are there with you, we will show the same power that we show now in our letters.",
          "ID": "11"
        },
        {
          "text": "We don’t dare put ourselves in the same class with those who think they are so important. We don’t compare ourselves to them. They use themselves to measure themselves, and they judge themselves by what they themselves are. This shows that they know nothing.",
          "ID": "12"
        },
        {
          "text": "But we will not boast about anything outside the work that was given us to do. We will limit our boasting to the work God gave us, but this work includes our work with you.",
          "ID": "13"
        },
        {
          "text": "We would be boasting too much only if we had not already come to you. But we have come to you with the Good News about Christ.",
          "ID": "14"
        },
        {
          "text": "We limit our boasting to the work that is ours. We don’t boast about the work other people have done. We hope that your faith will continue to grow. We hope that you will help our work to grow much larger.",
          "ID": "15"
        },
        {
          "text": "We want to tell the Good News in the areas beyond your city. We don’t want to boast about work that has already been done in someone else’s area.",
          "ID": "16"
        },
        {
          "text": "“Whoever boasts should boast only about the Lord.”",
          "ID": "17",
          "comments": [
            "Quote from Jer. 9:24."
          ]
        },
        {
          "text": "What people say about themselves means nothing. What counts is whether the Lord says they have done well.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "2 Corinthians 10"
    },
    {
      "title": "Paul Tells About His Sufferings",
      "text": [
        {
          "text": "I wish you would be patient with me even when I am a little foolish. But you are already patient with me.",
          "ID": "1"
        },
        {
          "text": "I am jealous for you with a jealousy that comes from God. I promised to give you to Christ. He must be your only husband. I want to give you to Christ to be his pure bride.",
          "ID": "2",
          "comments": [
            "bride Literally, “virgin.”"
          ]
        },
        {
          "text": "But I am afraid that your minds will be led away from your true and pure following of Christ. This could happen just as Eve was tricked by that snake with his clever lies.",
          "ID": "3"
        },
        {
          "text": "You seem to be quite patient with anyone who comes to you and tells you about a Jesus that is different from the Jesus we told you about. You seem very willing to accept a spirit or a message that is different from the Spirit and message that you received from us.",
          "ID": "4"
        },
        {
          "text": "I don’t think that those “super apostles” are any better than I am.",
          "ID": "5"
        },
        {
          "text": "It is true that I am not a trained speaker, but I do have knowledge. We have shown this to you clearly in every way.",
          "ID": "6"
        },
        {
          "text": "I did the work of telling God’s Good News to you without pay. I humbled myself to make you important. Do you think that was wrong?",
          "ID": "7"
        },
        {
          "text": "I accepted pay from other churches. I took their money so that I could serve you.",
          "ID": "8"
        },
        {
          "text": "If I needed something when I was with you, I did not trouble any of you. The brothers who came from Macedonia gave me all that I needed. I did not allow myself to be a burden to you in any way. And I will never be a burden to you.",
          "ID": "9"
        },
        {
          "text": "No one there in Achaia will stop me from boasting about that. I say this with the truth of Christ in me.",
          "ID": "10"
        },
        {
          "text": "And why do I not burden you? Do you think it is because I don’t love you? God knows that I love you.",
          "ID": "11"
        },
        {
          "text": "And I will continue doing what I am doing now, because I want to stop those people from having a reason to boast. They would like to say that the work they boast about is the same as ours.",
          "ID": "12"
        },
        {
          "text": "They are false apostles, lying workers. They only pretend to be apostles of Christ.",
          "ID": "13"
        },
        {
          "text": "That does not surprise us, because even Satan changes himself to look like an angel of light.",
          "ID": "14",
          "comments": [
            "angel of light Messenger from God. The devil fools people so that they think he is from God."
          ]
        },
        {
          "text": "So it does not surprise us if Satan’s servants make themselves look like servants who work for what is right. But in the end those people will get the punishment they deserve.",
          "ID": "15"
        },
        {
          "text": "I tell you again: No one should think that I am a fool. But if you think I am a fool, then accept me as you would accept a fool. Then I can boast a little too.",
          "ID": "16"
        },
        {
          "text": "But I am not talking the way the Lord would talk. I am boasting like a fool.",
          "ID": "17"
        },
        {
          "text": "Others are boasting about their lives in the world. So I will boast too.",
          "ID": "18"
        },
        {
          "text": "You are wise, so you will gladly be patient with fools!",
          "ID": "19"
        },
        {
          "text": "I say this because you are even patient with someone who forces you to do things and uses you. You are patient with those who trick you, or think they are better than you, or hit you in the face!",
          "ID": "20"
        },
        {
          "text": "I am ashamed to say it, but we were too “weak” to do such things to you.\nBut if anyone dares to boast, I will too. (I am talking like a fool.)",
          "ID": "21"
        },
        {
          "text": "Are those people Hebrews? So am I. Are they Israelites? So am I. Are they from Abraham’s family? So am I.",
          "ID": "22",
          "comments": [
            "Hebrews … Israelites Other names for the Jewish people."
          ]
        },
        {
          "text": "Are they serving Christ? I am serving him more. (I am crazy to talk like this.) I have worked much harder than they have. I have been in prison more often. I have been hurt more in beatings. I have been near death many times.",
          "ID": "23"
        },
        {
          "text": "Five times the Jews have given me their punishment of 39 lashes with a whip.",
          "ID": "24"
        },
        {
          "text": "Three different times I was beaten with rods. One time I was almost killed with rocks. Three times I was in ships that were wrecked, and one of those times I spent the night and the next day in the sea.",
          "ID": "25"
        },
        {
          "text": "In my constant traveling I have been in danger from rivers, from thieves, from my own people, and from people who are not Jews. I have been in danger in cities, in places where no one lives, and on the sea. And I have been in danger from people who pretend to be believers but are not.",
          "ID": "26"
        },
        {
          "text": "I have done hard and tiring work, and many times I did not sleep. I have been hungry and thirsty. Many times I have been without food. I have been cold and without clothes.",
          "ID": "27"
        },
        {
          "text": "And there are many other problems. One of these is the care I have for all the churches. I worry about each group of believers every day.",
          "ID": "28"
        },
        {
          "text": "I feel weak every time another person is weak. I feel deeply upset every time another person is led into sin.",
          "ID": "29"
        },
        {
          "text": "If I must boast, I will boast about the things that show I am weak.",
          "ID": "30"
        },
        {
          "text": "God knows that I am not lying. He is the God and Father of the Lord Jesus, and he is to be praised forever.",
          "ID": "31"
        },
        {
          "text": "When I was in Damascus, the governor under King Aretas wanted to arrest me, so he put guards around the city.",
          "ID": "32"
        },
        {
          "text": "But some friends put me in a basket. Then they put the basket through a hole in the wall and lowered me down. So I escaped from the governor.",
          "ID": "33"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "2 Corinthians 11"
    },
    {
      "title": "Paul’s Love for the Believers in Corinth",
      "text": [
        {
          "text": "There is more that I have to say about myself. It won’t help, but I will talk now about visions and revelations from the Lord.",
          "ID": "1"
        },
        {
          "text": "I know a man in Christ who was taken up to the third heaven. This happened 14 years ago. I don’t know if the man was in his body or out of his body, but God knows.",
          "ID": "2",
          "comments": [
            "a man In 12:2-5 Paul is probably talking about himself."
          ]
        },
        {
          "text": "And I know that this man was taken up to paradise. I don’t know if he was in his body or away from his body, but he heard things that he is not able to explain. He heard things that no one is allowed to tell.",
          "ID": "3-4"
        },
        {
          "text": "I will boast about a man like that, but I will not boast about myself. I will boast only about my weaknesses.",
          "ID": "5"
        },
        {
          "text": "But if I wanted to say more about myself, I would not be a fool, because I would be telling the truth. But I won’t say any more, because I don’t want people to think more of me than what they see me do or hear me say.",
          "ID": "6"
        },
        {
          "text": "But I must not be too proud of the wonderful things that were shown to me. So a painful problem was given to me—an angel from Satan, sent to make me suffer, so that I would not think that I am better than anyone else.",
          "ID": "7",
          "comments": [
            "painful problem Literally, “thorn in the flesh.”"
          ]
        },
        {
          "text": "I begged the Lord three times to take this problem away from me.",
          "ID": "8"
        },
        {
          "text": "But the Lord said, “My grace is all you need. Only when you are weak can everything be done completely by my power.” So I will gladly boast about my weaknesses. Then Christ’s power can stay in me.",
          "ID": "9"
        },
        {
          "text": "Yes, I am glad to have weaknesses if they are for Christ. I am glad to be insulted and have hard times. I am glad when I am persecuted and have problems, because it is when I am weak that I am really strong.",
          "ID": "10"
        },
        {
          "text": "I have been talking like a fool, but you made me do it. You people are the ones who should say good things about me. I am worth nothing, but those “super apostles” are not worth any more than I am!",
          "ID": "11"
        },
        {
          "text": "When I was with you, I patiently did the things that prove I am an apostle—signs, wonders, and miracles.",
          "ID": "12"
        },
        {
          "text": "So you received everything that the other churches have received. Only one thing was different: I was not a burden to you. Forgive me for this!",
          "ID": "13"
        },
        {
          "text": "I am now ready to visit you for the third time, and I will not be a burden to you. I don’t want any of the things you own. I only want you. Children should not have to save things to give to their parents. Parents should save to give to their children.",
          "ID": "14"
        },
        {
          "text": "So I am happy to give everything I have for you. I will even give myself for you. If I love you more, will you love me less?",
          "ID": "15"
        },
        {
          "text": "It is clear that I was not a burden to you, but you think that I was tricky and used lies to catch you.",
          "ID": "16"
        },
        {
          "text": "Did I cheat you by using any of the men I sent to you? You know I didn’t.",
          "ID": "17"
        },
        {
          "text": "I asked Titus to go to you, and I sent our brother with him. Titus did not cheat you, did he? No, you know that his actions and his attitude were the same as ours.",
          "ID": "18"
        },
        {
          "text": "Do you think that we have been defending ourselves to you all this time? No, we say these things in Christ and before God. You are our dear friends, and everything we do is to make you stronger.",
          "ID": "19"
        },
        {
          "text": "I do this because I am afraid that when I come, you will not be what I want you to be. And I am afraid that I will not be what you want me to be. I am afraid that I will find arguing, jealousy, anger, selfish fighting, evil talk, gossip, pride, and confusion there.",
          "ID": "20"
        },
        {
          "text": "I am afraid that when I come to you again, my God will make me humble before you. I may have to cry over the loss of some who sinned before. Many of them have still not changed their hearts to be sorry for their evil lives, their sexual sins, and the shameful things they have done.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "2 Corinthians 12"
    },
    {
      "title": "Final Warnings and Greetings",
      "text": [
        {
          "text": "This will be my third time to visit you. And remember, “For every complaint there must be two or three people to say that they know it is true.”",
          "ID": "1",
          "comments": [
            "Quote from Deut. 19:15."
          ]
        },
        {
          "text": "When I was with you the second time, I gave a warning to those who had sinned. I am not there now, but I am giving another warning to them and to anyone else who has sinned: When I come to you again, I will punish you.",
          "ID": "2"
        },
        {
          "text": "You want proof that Christ is speaking through me. My proof is that he is not weak in dealing with you but is showing his power among you.",
          "ID": "3"
        },
        {
          "text": "It is true that Christ was weak when he was killed on the cross, but he lives now by God’s power. It is also true that we share his weakness, but in dealing with you, we will be alive in him by God’s power.",
          "ID": "4"
        },
        {
          "text": "Look closely at yourselves. Test yourselves to see if you are living in the faith. Don’t you realize that Christ Jesus is in you? Of course, if you fail the test, he is not in you.",
          "ID": "5"
        },
        {
          "text": "But I hope you will see that we have not failed the test.",
          "ID": "6"
        },
        {
          "text": "We pray to God that you will not do anything wrong. Our concern here is not for people to see that we have passed the test in our work with you. Our main concern is that you do what is right, even if it looks as if we have failed the test.",
          "ID": "7"
        },
        {
          "text": "We cannot do anything that is against the truth but only what promotes the truth.",
          "ID": "8"
        },
        {
          "text": "We are happy to be weak if you are strong. And this is what we pray—that your lives will be made completely right again.",
          "ID": "9"
        },
        {
          "text": "I’m writing this before I come so that when I am there I will not have to use my authority to punish you. The Lord gave me that authority to make you stronger, not to destroy you.",
          "ID": "10"
        },
        {
          "text": "Now, brothers and sisters, be filled with joy. Try to make everything right, and do what I have asked you to do. Agree with each other, and live in peace. Then the God of love and peace will be with you.",
          "ID": "11"
        },
        {
          "text": "Give each other the special greeting of God’s people. All of God’s holy people here send you their greetings.",
          "ID": "12",
          "comments": [
            "the special greeting of God’s people Literally, “a holy kiss.”"
          ]
        },
        {
          "text": "I pray that you will enjoy the grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit.",
          "ID": "13",
          "comments": [
            "fellowship This can mean a sharing or participation in the Holy Spirit or the loving association and unity among believers that is created by the Spirit."
          ]
        }
      ],
      "ID": "NT:2CO.13",
      "name": "2 Corinthians 13"
    }
  ],
  "ID": "NT:2CO(ERV)",
  "name": "2 Corinthians"
}