{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,",
          "ID": "1"
        },
        {
          "text": "To the church of God that is at Corinth, with all the saints who are in the whole of Achaia:",
          "ID": "1"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,",
          "ID": "3"
        },
        {
          "text": "who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.",
          "ID": "4"
        },
        {
          "text": "For as we share abundantly in Christ's sufferings, so through Christ we share abundantly in comfort too.",
          "ID": "5"
        },
        {
          "text": "If we are afflicted, it is for your comfort and salvation; and if we are comforted, it is for your comfort, which you experience when you patiently endure the same sufferings that we suffer.",
          "ID": "6"
        },
        {
          "text": "Our hope for you is unshaken, for we know that as you share in our sufferings, you will also share in our comfort.",
          "ID": "7"
        },
        {
          "text": "For we do not want you to be unaware, brothers, of the affliction we experienced in Asia. For we were so utterly burdened beyond our strength that we despaired of life itself.",
          "ID": "8"
        },
        {
          "text": "Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead.",
          "ID": "9"
        },
        {
          "text": "He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again.",
          "ID": "10"
        },
        {
          "text": "You also must help us by prayer, so that many will give thanks on our behalf for the blessing granted us through the prayers of many.",
          "ID": "11"
        },
        {
          "text": "For our boast is this, the testimony of our conscience, that we behaved in the world with simplicity and godly sincerity, not by earthly wisdom but by the grace of God, and supremely so toward you.",
          "ID": "12"
        },
        {
          "text": "For we are not writing to you anything other than what you read and understand and I hope you will fully understand—",
          "ID": "13"
        },
        {
          "text": "just as you did partially understand us—that on the day of our Lord Jesus you will boast of us as we will boast of you.",
          "ID": "14"
        },
        {
          "text": "Because I was sure of this, I wanted to come to you first, so that you might have a second experience of grace.",
          "ID": "15"
        },
        {
          "text": "I wanted to visit you on my way to Macedonia, and to come back to you from Macedonia and have you send me on my way to Judea.",
          "ID": "16"
        },
        {
          "text": "Was I vacillating when I wanted to do this? Do I make my plans according to the flesh, ready to say \"Yes, yes\" and \"No, no\" at the same time?",
          "ID": "17"
        },
        {
          "text": "As surely as God is faithful, our word to you has not been Yes and No.",
          "ID": "18"
        },
        {
          "text": "For the Son of God, Jesus Christ, whom we proclaimed among you, Silvanus and Timothy and I, was not Yes and No, but in him it is always Yes.",
          "ID": "19"
        },
        {
          "text": "For all the promises of God find their Yes in him. That is why it is through him that we utter our Amen to God for his glory.",
          "ID": "20"
        },
        {
          "text": "And it is God who establishes us with you in Christ, and has anointed us,",
          "ID": "21"
        },
        {
          "text": "and who has also put his seal on us and given us his Spirit in our hearts as a guarantee.",
          "ID": "22"
        },
        {
          "text": "But I call God to witness against me—it was to spare you that I refrained from coming again to Corinth.",
          "ID": "23"
        },
        {
          "text": "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "2 Corinthians 1"
    },
    {
      "text": [
        {
          "text": "For I made up my mind not to make another painful visit to you.",
          "ID": "1"
        },
        {
          "text": "For if I cause you pain, who is there to make me glad but the one whom I have pained?",
          "ID": "2"
        },
        {
          "text": "And I wrote as I did, so that when I came I might not suffer pain from those who should have made me rejoice, for I felt sure of all of you, that my joy would be the joy of you all.",
          "ID": "3"
        },
        {
          "text": "For I wrote to you out of much affliction and anguish of heart and with many tears, not to cause you pain but to let you know the abundant love that I have for you.",
          "ID": "4"
        },
        {
          "text": "Now if anyone has caused pain, he has caused it not to me, but in some measure—not to put it too severely—to all of you.",
          "ID": "5"
        },
        {
          "text": "For such a one, this punishment by the majority is enough,",
          "ID": "6"
        },
        {
          "text": "so you should rather turn to forgive and comfort him, or he may be overwhelmed by excessive sorrow.",
          "ID": "7"
        },
        {
          "text": "So I beg you to reaffirm your love for him.",
          "ID": "8"
        },
        {
          "text": "For this is why I wrote, that I might test you and know whether you are obedient in everything.",
          "ID": "9"
        },
        {
          "text": "Anyone whom you forgive, I also forgive. Indeed, what I have forgiven, if I have forgiven anything, has been for your sake in the presence of Christ,",
          "ID": "10"
        },
        {
          "text": "so that we would not be outwitted by Satan; for we are not ignorant of his designs.",
          "ID": "11"
        },
        {
          "text": "When I came to Troas to preach the gospel of Christ, even though a door was opened for me in the Lord,",
          "ID": "12"
        },
        {
          "text": "my spirit was not at rest because I did not find my brother Titus there. So I took leave of them and went on to Macedonia.",
          "ID": "13"
        },
        {
          "text": "But thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads the fragrance of the knowledge of him everywhere.",
          "ID": "14"
        },
        {
          "text": "For we are the aroma of Christ to God among those who are being saved and among those who are perishing,",
          "ID": "15"
        },
        {
          "text": "to one a fragrance from death to death, to the other a fragrance from life to life. Who is sufficient for these things?",
          "ID": "16"
        },
        {
          "text": "For we are not, like so many, peddlers of God's word, but as men of sincerity, as commissioned by God, in the sight of God we speak in Christ.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "2 Corinthians 2"
    },
    {
      "text": [
        {
          "text": "Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you, or from you?",
          "ID": "1"
        },
        {
          "text": "You yourselves are our letter of recommendation, written on our hearts, to be known and read by all.",
          "ID": "2"
        },
        {
          "text": "And you show that you are a letter from Christ delivered by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts.",
          "ID": "3"
        },
        {
          "text": "Such is the confidence that we have through Christ toward God.",
          "ID": "4"
        },
        {
          "text": "Not that we are sufficient in ourselves to claim anything as coming from us, but our sufficiency is from God,",
          "ID": "5"
        },
        {
          "text": "who has made us sufficient to be ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.",
          "ID": "6"
        },
        {
          "text": "Now if the ministry of death, carved in letters on stone, came with such glory that the Israelites could not gaze at Moses' face because of its glory, which was being brought to an end,",
          "ID": "7"
        },
        {
          "text": "will not the ministry of the Spirit have even more glory?",
          "ID": "8"
        },
        {
          "text": "For if there was glory in the ministry of condemnation, the ministry of righteousness must far exceed it in glory.",
          "ID": "9"
        },
        {
          "text": "Indeed, in this case, what once had glory has come to have no glory at all, because of the glory that surpasses it.",
          "ID": "10"
        },
        {
          "text": "For if what was being brought to an end came with glory, much more will what is permanent have glory.",
          "ID": "11"
        },
        {
          "text": "Since we have such a hope, we are very bold,",
          "ID": "12"
        },
        {
          "text": "not like Moses, who would put a veil over his face so that the Israelites might not gaze at the outcome of what was being brought to an end.",
          "ID": "13"
        },
        {
          "text": "But their minds were hardened. For to this day, when they read the old covenant, that same veil remains unlifted, because only through Christ is it taken away.",
          "ID": "14"
        },
        {
          "text": "Yes, to this day whenever Moses is read a veil lies over their hearts.",
          "ID": "15"
        },
        {
          "text": "But when one turns to the Lord, the veil is removed.",
          "ID": "16"
        },
        {
          "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
          "ID": "17"
        },
        {
          "text": "And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "2 Corinthians 3"
    },
    {
      "text": [
        {
          "text": "Therefore, having this ministry by the mercy of God, we do not lose heart.",
          "ID": "1"
        },
        {
          "text": "But we have renounced disgraceful, underhanded ways. We refuse to practice cunning or to tamper with God's word, but by the open statement of the truth we would commend ourselves to everyone's conscience in the sight of God.",
          "ID": "2"
        },
        {
          "text": "And even if our gospel is veiled, it is veiled to those who are perishing.",
          "ID": "3"
        },
        {
          "text": "In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.",
          "ID": "4"
        },
        {
          "text": "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake.",
          "ID": "5"
        },
        {
          "text": "For God, who said, \"Let light shine out of darkness,\" has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.",
          "ID": "7"
        },
        {
          "text": "We are afflicted in every way, but not crushed; perplexed, but not driven to despair;",
          "ID": "8"
        },
        {
          "text": "persecuted, but not forsaken; struck down, but not destroyed;",
          "ID": "9"
        },
        {
          "text": "always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies.",
          "ID": "10"
        },
        {
          "text": "For we who live are always being given over to death for Jesus' sake, so that the life of Jesus also may be manifested in our mortal flesh.",
          "ID": "11"
        },
        {
          "text": "So death is at work in us, but life in you.",
          "ID": "12"
        },
        {
          "text": "Since we have the same spirit of faith according to what has been written, \"I believed, and so I spoke,\" we also believe, and so we also speak,",
          "ID": "13"
        },
        {
          "text": "knowing that he who raised the Lord Jesus will raise us also with Jesus and bring us with you into his presence.",
          "ID": "14"
        },
        {
          "text": "For it is all for your sake, so that as grace extends to more and more people it may increase thanksgiving, to the glory of God.",
          "ID": "15"
        },
        {
          "text": "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day.",
          "ID": "16"
        },
        {
          "text": "For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison,",
          "ID": "17"
        },
        {
          "text": "as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "2 Corinthians 4"
    },
    {
      "text": [
        {
          "text": "For we know that if the tent that is our earthly home is destroyed, we have a building from God, a house not made with hands, eternal in the heavens.",
          "ID": "1"
        },
        {
          "text": "For in this tent we groan, longing to put on our heavenly dwelling,",
          "ID": "2"
        },
        {
          "text": "if indeed by putting it on we may not be found naked.",
          "ID": "3"
        },
        {
          "text": "For while we are still in this tent, we groan, being burdened—not that we would be unclothed, but that we would be further clothed, so that what is mortal may be swallowed up by life.",
          "ID": "4"
        },
        {
          "text": "He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee.",
          "ID": "5"
        },
        {
          "text": "So we are always of good courage. We know that while we are at home in the body we are away from the Lord,",
          "ID": "6"
        },
        {
          "text": "for we walk by faith, not by sight.",
          "ID": "7"
        },
        {
          "text": "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
          "ID": "8"
        },
        {
          "text": "So whether we are at home or away, we make it our aim to please him.",
          "ID": "9"
        },
        {
          "text": "For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.",
          "ID": "10"
        },
        {
          "text": "Therefore, knowing the fear of the Lord, we persuade others. But what we are is known to God, and I hope it is known also to your conscience.",
          "ID": "11"
        },
        {
          "text": "We are not commending ourselves to you again but giving you cause to boast about us, so that you may be able to answer those who boast about outward appearance and not about what is in the heart.",
          "ID": "12"
        },
        {
          "text": "For if we are beside ourselves, it is for God; if we are in our right mind, it is for you.",
          "ID": "13"
        },
        {
          "text": "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
          "ID": "14"
        },
        {
          "text": "and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised.",
          "ID": "15"
        },
        {
          "text": "From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer.",
          "ID": "16"
        },
        {
          "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
          "ID": "17"
        },
        {
          "text": "All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;",
          "ID": "18"
        },
        {
          "text": "that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation.",
          "ID": "19"
        },
        {
          "text": "Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God.",
          "ID": "20"
        },
        {
          "text": "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5",
      "name": "2 Corinthians 5"
    },
    {
      "text": [
        {
          "text": "Working together with him, then, we appeal to you not to receive the grace of God in vain.",
          "ID": "1"
        },
        {
          "text": "For he says,",
          "ID": "2"
        },
        {
          "text": "\"In a favorable time I listened to you,",
          "ID": "2"
        },
        {
          "text": "and in a day of salvation I have helped you.\"",
          "ID": "2"
        },
        {
          "text": "Behold, now is the favorable time; behold, now is the day of salvation.",
          "ID": "2"
        },
        {
          "text": "We put no obstacle in anyone's way, so that no fault may be found with our ministry,",
          "ID": "3"
        },
        {
          "text": "but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities,",
          "ID": "4"
        },
        {
          "text": "beatings, imprisonments, riots, labors, sleepless nights, hunger;",
          "ID": "5"
        },
        {
          "text": "by purity, knowledge, patience, kindness, the Holy Spirit, genuine love;",
          "ID": "6"
        },
        {
          "text": "by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left;",
          "ID": "7"
        },
        {
          "text": "through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true;",
          "ID": "8"
        },
        {
          "text": "as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed;",
          "ID": "9"
        },
        {
          "text": "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
          "ID": "10"
        },
        {
          "text": "We have spoken freely to you, Corinthians; our heart is wide open.",
          "ID": "11"
        },
        {
          "text": "You are not restricted by us, but you are restricted in your own affections.",
          "ID": "12"
        },
        {
          "text": "In return (I speak as to children) widen your hearts also.",
          "ID": "13"
        },
        {
          "text": "Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?",
          "ID": "14"
        },
        {
          "text": "What accord has Christ with Belial? Or what portion does a believer share with an unbeliever?",
          "ID": "15"
        },
        {
          "text": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said,",
          "ID": "16"
        },
        {
          "text": "\"I will make my dwelling among them and walk among them,",
          "ID": "16"
        },
        {
          "text": "and I will be their God,",
          "ID": "16"
        },
        {
          "text": "and they shall be my people.",
          "ID": "16"
        },
        {
          "text": "Therefore go out from their midst,",
          "ID": "17"
        },
        {
          "text": "and be separate from them, says the Lord,",
          "ID": "17"
        },
        {
          "text": "and touch no unclean thing;",
          "ID": "17"
        },
        {
          "text": "then I will welcome you,",
          "ID": "17"
        },
        {
          "text": "and I will be a father to you,",
          "ID": "18"
        },
        {
          "text": "and you shall be sons and daughters to me,",
          "ID": "18"
        },
        {
          "text": "says the Lord Almighty.\"",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "2 Corinthians 6"
    },
    {
      "text": [
        {
          "text": "Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God.",
          "ID": "1"
        },
        {
          "text": "Make room in your hearts for us. We have wronged no one, we have corrupted no one, we have taken advantage of no one.",
          "ID": "2"
        },
        {
          "text": "I do not say this to condemn you, for I said before that you are in our hearts, to die together and to live together.",
          "ID": "3"
        },
        {
          "text": "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
          "ID": "4"
        },
        {
          "text": "For even when we came into Macedonia, our bodies had no rest, but we were afflicted at every turn—fighting without and fear within.",
          "ID": "5"
        },
        {
          "text": "But God, who comforts the downcast, comforted us by the coming of Titus,",
          "ID": "6"
        },
        {
          "text": "and not only by his coming but also by the comfort with which he was comforted by you, as he told us of your longing, your mourning, your zeal for me, so that I rejoiced still more.",
          "ID": "7"
        },
        {
          "text": "For even if I made you grieve with my letter, I do not regret it—though I did regret it, for I see that that letter grieved you, though only for a while.",
          "ID": "8"
        },
        {
          "text": "As it is, I rejoice, not because you were grieved, but because you were grieved into repenting. For you felt a godly grief, so that you suffered no loss through us.",
          "ID": "9"
        },
        {
          "text": "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.",
          "ID": "10"
        },
        {
          "text": "For see what earnestness this godly grief has produced in you, but also what eagerness to clear yourselves, what indignation, what fear, what longing, what zeal, what punishment! At every point you have proved yourselves innocent in the matter.",
          "ID": "11"
        },
        {
          "text": "So although I wrote to you, it was not for the sake of the one who did the wrong, nor for the sake of the one who suffered the wrong, but in order that your earnestness for us might be revealed to you in the sight of God.",
          "ID": "12"
        },
        {
          "text": "Therefore we are comforted.",
          "ID": "13"
        },
        {
          "text": "And besides our own comfort, we rejoiced still more at the joy of Titus, because his spirit has been refreshed by you all.",
          "ID": "13"
        },
        {
          "text": "For whatever boasts I made to him about you, I was not put to shame. But just as everything we said to you was true, so also our boasting before Titus has proved true.",
          "ID": "14"
        },
        {
          "text": "And his affection for you is even greater, as he remembers the obedience of you all, how you received him with fear and trembling.",
          "ID": "15"
        },
        {
          "text": "I rejoice, because I have complete confidence in you.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "2 Corinthians 7"
    },
    {
      "text": [
        {
          "text": "We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia,",
          "ID": "1"
        },
        {
          "text": "for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part.",
          "ID": "2"
        },
        {
          "text": "For they gave according to their means, as I can testify, and beyond their means, of their own accord,",
          "ID": "3"
        },
        {
          "text": "begging us earnestly for the favor of taking part in the relief of the saints—",
          "ID": "4"
        },
        {
          "text": "and this, not as we expected, but they gave themselves first to the Lord and then by the will of God to us.",
          "ID": "5"
        },
        {
          "text": "Accordingly, we urged Titus that as he had started, so he should complete among you this act of grace.",
          "ID": "6"
        },
        {
          "text": "But as you excel in everything—in faith, in speech, in knowledge, in all earnestness, and in our love for you—see that you excel in this act of grace also.",
          "ID": "7"
        },
        {
          "text": "I say this not as a command, but to prove by the earnestness of others that your love also is genuine.",
          "ID": "8"
        },
        {
          "text": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich.",
          "ID": "9"
        },
        {
          "text": "And in this matter I give my judgment: this benefits you, who a year ago started not only to do this work but also to desire to do it.",
          "ID": "10"
        },
        {
          "text": "So now finish doing it as well, so that your readiness in desiring it may be matched by your completing it out of what you have.",
          "ID": "11"
        },
        {
          "text": "For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.",
          "ID": "12"
        },
        {
          "text": "For I do not mean that others should be eased and you burdened, but that as a matter of fairness",
          "ID": "13"
        },
        {
          "text": "your abundance at the present time should supply their need, so that their abundance may supply your need, that there may be fairness.",
          "ID": "14"
        },
        {
          "text": "As it is written, \"Whoever gathered much had nothing left over, and whoever gathered little had no lack.\"",
          "ID": "15"
        },
        {
          "text": "But thanks be to God, who put into the heart of Titus the same earnest care I have for you.",
          "ID": "16"
        },
        {
          "text": "For he not only accepted our appeal, but being himself very earnest he is going to you of his own accord.",
          "ID": "17"
        },
        {
          "text": "With him we are sending the brother who is famous among all the churches for his preaching of the gospel.",
          "ID": "18"
        },
        {
          "text": "And not only that, but he has been appointed by the churches to travel with us as we carry out this act of grace that is being ministered by us, for the glory of the Lord himself and to show our good will.",
          "ID": "19"
        },
        {
          "text": "We take this course so that no one should blame us about this generous gift that is being administered by us,",
          "ID": "20"
        },
        {
          "text": "for we aim at what is honorable not only in the Lord's sight but also in the sight of man.",
          "ID": "21"
        },
        {
          "text": "And with them we are sending our brother whom we have often tested and found earnest in many matters, but who is now more earnest than ever because of his great confidence in you.",
          "ID": "22"
        },
        {
          "text": "As for Titus, he is my partner and fellow worker for your benefit. And as for our brothers, they are messengers of the churches, the glory of Christ.",
          "ID": "23"
        },
        {
          "text": "So give proof before the churches of your love and of our boasting about you to these men.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "2 Corinthians 8"
    },
    {
      "text": [
        {
          "text": "Now it is superfluous for me to write to you about the ministry for the saints,",
          "ID": "1"
        },
        {
          "text": "for I know your readiness, of which I boast about you to the people of Macedonia, saying that Achaia has been ready since last year. And your zeal has stirred up most of them.",
          "ID": "2"
        },
        {
          "text": "But I am sending the brothers so that our boasting about you may not prove empty in this matter, so that you may be ready, as I said you would be.",
          "ID": "3"
        },
        {
          "text": "Otherwise, if some Macedonians come with me and find that you are not ready, we would be humiliated—to say nothing of you—for being so confident.",
          "ID": "4"
        },
        {
          "text": "So I thought it necessary to urge the brothers to go on ahead to you and arrange in advance for the gift you have promised, so that it may be ready as a willing gift, not as an exaction.",
          "ID": "5"
        },
        {
          "text": "The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.",
          "ID": "6"
        },
        {
          "text": "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
          "ID": "7"
        },
        {
          "text": "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
          "ID": "8"
        },
        {
          "text": "As it is written,",
          "ID": "9"
        },
        {
          "text": "\"He has distributed freely, he has given to the poor;",
          "ID": "9"
        },
        {
          "text": "his righteousness endures forever.\"",
          "ID": "9"
        },
        {
          "text": "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
          "ID": "10"
        },
        {
          "text": "You will be enriched in every way to be generous in every way, which through us will produce thanksgiving to God.",
          "ID": "11"
        },
        {
          "text": "For the ministry of this service is not only supplying the needs of the saints but is also overflowing in many thanksgivings to God.",
          "ID": "12"
        },
        {
          "text": "By their approval of this service, they will glorify God because of your submission that comes from your confession of the gospel of Christ, and the generosity of your contribution for them and for all others,",
          "ID": "13"
        },
        {
          "text": "while they long for you and pray for you, because of the surpassing grace of God upon you.",
          "ID": "14"
        },
        {
          "text": "Thanks be to God for his inexpressible gift!",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "2 Corinthians 9"
    },
    {
      "text": [
        {
          "text": "I, Paul, myself entreat you, by the meekness and gentleness of Christ—I who am humble when face to face with you, but bold toward you when I am away!—",
          "ID": "1"
        },
        {
          "text": "I beg of you that when I am present I may not have to show boldness with such confidence as I count on showing against some who suspect us of walking according to the flesh.",
          "ID": "2"
        },
        {
          "text": "For though we walk in the flesh, we are not waging war according to the flesh.",
          "ID": "3"
        },
        {
          "text": "For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds.",
          "ID": "4"
        },
        {
          "text": "We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,",
          "ID": "5"
        },
        {
          "text": "being ready to punish every disobedience, when your obedience is complete.",
          "ID": "6"
        },
        {
          "text": "Look at what is before your eyes. If anyone is confident that he is Christ's, let him remind himself that just as he is Christ's, so also are we.",
          "ID": "7"
        },
        {
          "text": "For even if I boast a little too much of our authority, which the Lord gave for building you up and not for destroying you, I will not be ashamed.",
          "ID": "8"
        },
        {
          "text": "I do not want to appear to be frightening you with my letters.",
          "ID": "9"
        },
        {
          "text": "For they say, \"His letters are weighty and strong, but his bodily presence is weak, and his speech of no account.\"",
          "ID": "10"
        },
        {
          "text": "Let such a person understand that what we say by letter when absent, we do when present.",
          "ID": "11"
        },
        {
          "text": "Not that we dare to classify or compare ourselves with some of those who are commending themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding.",
          "ID": "12"
        },
        {
          "text": "But we will not boast beyond limits, but will boast only with regard to the area of influence God assigned to us, to reach even to you.",
          "ID": "13"
        },
        {
          "text": "For we are not overextending ourselves, as though we did not reach you. For we were the first to come all the way to you with the gospel of Christ.",
          "ID": "14"
        },
        {
          "text": "We do not boast beyond limit in the labors of others. But our hope is that as your faith increases, our area of influence among you may be greatly enlarged,",
          "ID": "15"
        },
        {
          "text": "so that we may preach the gospel in lands beyond you, without boasting of work already done in another's area of influence.",
          "ID": "16"
        },
        {
          "text": "\"Let the one who boasts, boast in the Lord.\"",
          "ID": "17"
        },
        {
          "text": "For it is not the one who commends himself who is approved, but the one whom the Lord commends.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "2 Corinthians 10"
    },
    {
      "text": [
        {
          "text": "I wish you would bear with me in a little foolishness. Do bear with me!",
          "ID": "1"
        },
        {
          "text": "For I feel a divine jealousy for you, since I betrothed you to one husband, to present you as a pure virgin to Christ.",
          "ID": "2"
        },
        {
          "text": "But I am afraid that as the serpent deceived Eve by his cunning, your thoughts will be led astray from a sincere and pure devotion to Christ.",
          "ID": "3"
        },
        {
          "text": "For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or if you accept a different gospel from the one you accepted, you put up with it readily enough.",
          "ID": "4"
        },
        {
          "text": "Indeed, I consider that I am not in the least inferior to these super-apostles.",
          "ID": "5"
        },
        {
          "text": "Even if I am unskilled in speaking, I am not so in knowledge; indeed, in every way we have made this plain to you in all things.",
          "ID": "6"
        },
        {
          "text": "Or did I commit a sin in humbling myself so that you might be exalted, because I preached God's gospel to you free of charge?",
          "ID": "7"
        },
        {
          "text": "I robbed other churches by accepting support from them in order to serve you.",
          "ID": "8"
        },
        {
          "text": "And when I was with you and was in need, I did not burden anyone, for the brothers who came from Macedonia supplied my need. So I refrained and will refrain from burdening you in any way.",
          "ID": "9"
        },
        {
          "text": "As the truth of Christ is in me, this boasting of mine will not be silenced in the regions of Achaia.",
          "ID": "10"
        },
        {
          "text": "And why? Because I do not love you? God knows I do!",
          "ID": "11"
        },
        {
          "text": "And what I am doing I will continue to do, in order to undermine the claim of those who would like to claim that in their boasted mission they work on the same terms as we do.",
          "ID": "12"
        },
        {
          "text": "For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ.",
          "ID": "13"
        },
        {
          "text": "And no wonder, for even Satan disguises himself as an angel of light.",
          "ID": "14"
        },
        {
          "text": "So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.",
          "ID": "15"
        },
        {
          "text": "I repeat, let no one think me foolish. But even if you do, accept me as a fool, so that I too may boast a little.",
          "ID": "16"
        },
        {
          "text": "What I am saying with this boastful confidence, I say not as the Lord would but as a fool.",
          "ID": "17"
        },
        {
          "text": "Since many boast according to the flesh, I too will boast.",
          "ID": "18"
        },
        {
          "text": "For you gladly bear with fools, being wise yourselves!",
          "ID": "19"
        },
        {
          "text": "For you bear it if someone makes slaves of you, or devours you, or takes advantage of you, or puts on airs, or strikes you in the face.",
          "ID": "20"
        },
        {
          "text": "To my shame, I must say, we were too weak for that!",
          "ID": "21"
        },
        {
          "text": "But whatever anyone else dares to boast of—I am speaking as a fool—I also dare to boast of that.",
          "ID": "21"
        },
        {
          "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they offspring of Abraham? So am I.",
          "ID": "22"
        },
        {
          "text": "Are they servants of Christ? I am a better one—I am talking like a madman—with far greater labors, far more imprisonments, with countless beatings, and often near death.",
          "ID": "23"
        },
        {
          "text": "Five times I received at the hands of the Jews the forty lashes less one.",
          "ID": "24"
        },
        {
          "text": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked; a night and a day I was adrift at sea;",
          "ID": "25"
        },
        {
          "text": "on frequent journeys, in danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers;",
          "ID": "26"
        },
        {
          "text": "in toil and hardship, through many a sleepless night, in hunger and thirst, often without food, in cold and exposure.",
          "ID": "27"
        },
        {
          "text": "And, apart from other things, there is the daily pressure on me of my anxiety for all the churches.",
          "ID": "28"
        },
        {
          "text": "Who is weak, and I am not weak? Who is made to fall, and I am not indignant?",
          "ID": "29"
        },
        {
          "text": "If I must boast, I will boast of the things that show my weakness.",
          "ID": "30"
        },
        {
          "text": "The God and Father of the Lord Jesus, he who is blessed forever, knows that I am not lying.",
          "ID": "31"
        },
        {
          "text": "At Damascus, the governor under King Aretas was guarding the city of Damascus in order to seize me,",
          "ID": "32"
        },
        {
          "text": "but I was let down in a basket through a window in the wall and escaped his hands.",
          "ID": "33"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "2 Corinthians 11"
    },
    {
      "text": [
        {
          "text": "I must go on boasting. Though there is nothing to be gained by it, I will go on to visions and revelations of the Lord.",
          "ID": "1"
        },
        {
          "text": "I know a man in Christ who fourteen years ago was caught up to the third heaven—whether in the body or out of the body I do not know, God knows.",
          "ID": "2"
        },
        {
          "text": "And I know that this man was caught up into paradise—whether in the body or out of the body I do not know, God knows—",
          "ID": "3"
        },
        {
          "text": "and he heard things that cannot be told, which man may not utter.",
          "ID": "4"
        },
        {
          "text": "On behalf of this man I will boast, but on my own behalf I will not boast, except of my weaknesses—",
          "ID": "5"
        },
        {
          "text": "though if I should wish to boast, I would not be a fool, for I would be speaking the truth; but I refrain from it, so that no one may think more of me than he sees in me or hears from me.",
          "ID": "6"
        },
        {
          "text": "So to keep me from becoming conceited because of the surpassing greatness of the revelations, a thorn was given me in the flesh, a messenger of Satan to harass me, to keep me from becoming conceited.",
          "ID": "7"
        },
        {
          "text": "Three times I pleaded with the Lord about this, that it should leave me.",
          "ID": "8"
        },
        {
          "text": "But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
          "ID": "9"
        },
        {
          "text": "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
          "ID": "10"
        },
        {
          "text": "I have been a fool! You forced me to it, for I ought to have been commended by you. For I was not at all inferior to these super-apostles, even though I am nothing.",
          "ID": "11"
        },
        {
          "text": "The signs of a true apostle were performed among you with utmost patience, with signs and wonders and mighty works.",
          "ID": "12"
        },
        {
          "text": "For in what were you less favored than the rest of the churches, except that I myself did not burden you? Forgive me this wrong!",
          "ID": "13"
        },
        {
          "text": "Here for the third time I am ready to come to you. And I will not be a burden, for I seek not what is yours but you. For children are not obligated to save up for their parents, but parents for their children.",
          "ID": "14"
        },
        {
          "text": "I will most gladly spend and be spent for your souls. If I love you more, am I to be loved less?",
          "ID": "15"
        },
        {
          "text": "But granting that I myself did not burden you, I was crafty, you say, and got the better of you by deceit.",
          "ID": "16"
        },
        {
          "text": "Did I take advantage of you through any of those whom I sent to you?",
          "ID": "17"
        },
        {
          "text": "I urged Titus to go, and sent the brother with him. Did Titus take advantage of you? Did we not act in the same spirit? Did we not take the same steps?",
          "ID": "18"
        },
        {
          "text": "Have you been thinking all along that we have been defending ourselves to you? It is in the sight of God that we have been speaking in Christ, and all for your upbuilding, beloved.",
          "ID": "19"
        },
        {
          "text": "For I fear that perhaps when I come I may find you not as I wish, and that you may find me not as you wish—that perhaps there may be quarreling, jealousy, anger, hostility, slander, gossip, conceit, and disorder.",
          "ID": "20"
        },
        {
          "text": "I fear that when I come again my God may humble me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, sexual immorality, and sensuality that they have practiced.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "2 Corinthians 12"
    },
    {
      "text": [
        {
          "text": "This is the third time I am coming to you. Every charge must be established by the evidence of two or three witnesses.",
          "ID": "1"
        },
        {
          "text": "I warned those who sinned before and all the others, and I warn them now while absent, as I did when present on my second visit, that if I come again I will not spare them—",
          "ID": "2"
        },
        {
          "text": "since you seek proof that Christ is speaking in me. He is not weak in dealing with you, but is powerful among you.",
          "ID": "3"
        },
        {
          "text": "For he was crucified in weakness, but lives by the power of God. For we also are weak in him, but in dealing with you we will live with him by the power of God.",
          "ID": "4"
        },
        {
          "text": "Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!",
          "ID": "5"
        },
        {
          "text": "I hope you will find out that we have not failed the test.",
          "ID": "6"
        },
        {
          "text": "But we pray to God that you may not do wrong—not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed.",
          "ID": "7"
        },
        {
          "text": "For we cannot do anything against the truth, but only for the truth.",
          "ID": "8"
        },
        {
          "text": "For we are glad when we are weak and you are strong. Your restoration is what we pray for.",
          "ID": "9"
        },
        {
          "text": "For this reason I write these things while I am away from you, that when I come I may not have to be severe in my use of the authority that the Lord has given me for building up and not for tearing down.",
          "ID": "10"
        },
        {
          "text": "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
          "ID": "11"
        },
        {
          "text": "Greet one another with a holy kiss.",
          "ID": "12"
        },
        {
          "text": "All the saints greet you.",
          "ID": "13"
        },
        {
          "text": "The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.",
          "ID": "14"
        }
      ],
      "ID": "NT:2CO.13",
      "name": "2 Corinthians 13"
    }
  ],
  "ID": "NT:2CO(ESV)",
  "version": "ESV",
  "name": "2 Corinthians"
}