{
  "name": "Luke",
  "text": [
    {
      "name": "Luke 1",
      "text": [
        {
          "text": "SINCE [as is well known] many have undertaken to put in order and draw up a [thorough] narrative of the surely established deeds which have been accomplished and fulfilled in and among us,",
          "ID": "1"
        },
        {
          "text": "Exactly as they were handed down to us by those who from the [official] beginning [of Jesus' ministry] were eyewitnesses and ministers of the Word [that is, of the doctrine concerning the attainment through Christ of salvation in the kingdom of God],",
          "ID": "2"
        },
        {
          "text": "It seemed good and desirable to me, [and so I have determined] also after having searched out diligently and followed all things closely and traced accurately the course from the highest to the minutest detail from the very first, to write an orderly account for you, most excellent Theophilus, [Acts 1:1.]",
          "ID": "3"
        },
        {
          "text": "[My purpose is] that you may know the full truth and understand with certainty and security against error the accounts (histories) and doctrines of the faith of which you have been informed and in which you have been orally instructed.",
          "ID": "4"
        },
        {
          "text": "In the days when Herod was king of Judea there was a certain priest whose name was Zachariah, of the daily service (the division) of Abia; and his wife was also a descendant of Aaron, and her name was Elizabeth.",
          "ID": "5"
        },
        {
          "text": "And they both were righteous in the sight of God, walking blamelessly in all the commandments and requirements of the Lord.",
          "ID": "6"
        },
        {
          "text": "But they had no child, for Elizabeth was barren; and both were far advanced in years.",
          "ID": "7"
        },
        {
          "text": "Now while on duty, serving as priest before God in the order of his division,",
          "ID": "8"
        },
        {
          "text": "As was the custom of the priesthood, it fell to him by lot to enter [the sanctuary of] the temple of the Lord and burn incense. [Exod. 30:7.]",
          "ID": "9"
        },
        {
          "text": "And all the throng of people were praying outside [in the court] at the hour of incense [burning].",
          "ID": "10"
        },
        {
          "text": "And there appeared to him an angel of the Lord, standing at the right side of the altar of incense.",
          "ID": "11"
        },
        {
          "text": "And when Zachariah saw him, he was troubled, and fear took possession of him.",
          "ID": "12"
        },
        {
          "text": "But the angel said to him, Do not be afraid, Zachariah, because your petition was heard, and your wife Elizabeth will bear you a son, and you must call his name John [God is favorable].",
          "ID": "13"
        },
        {
          "text": "And you shall have joy and exultant delight, and many will rejoice over his birth,",
          "ID": "14"
        },
        {
          "text": "For he will be great and distinguished in the sight of the Lord. And he must drink no wine nor strong drink, and he will be filled with and controlled by the Holy Spirit even in and from his mother's womb. [Num. 6:3.]",
          "ID": "15"
        },
        {
          "text": "And he will turn back and cause to return many of the sons of Israel to the Lord their God,",
          "ID": "16"
        },
        {
          "text": "And he will [himself] go before Him in the spirit and power of Elijah, to turn back the hearts of the fathers to the children, and the disobedient and incredulous and unpersuadable to the wisdom of the upright [which is the knowledge and holy love of the will of God]–in order to make ready for the Lord a people [perfectly] prepared [in spirit, adjusted and disposed and placed in the right moral state]. [Isa. 40:3; Mal. 4:5, 6.]",
          "ID": "17"
        },
        {
          "text": "And Zachariah said to the angel, By what shall I know and be sure of this? For I am an old man, and my wife is well advanced in years.",
          "ID": "18"
        },
        {
          "text": "And the angel replied to him, I am Gabriel. I stand in the [very] presence of God, and I have been sent to talk to you and to bring you this good news. [Dan. 8:16; 9:21.]",
          "ID": "19"
        },
        {
          "text": "Now behold, you will be and will continue to be silent and not able to speak till the day when these things take place, because you have not believed what I told you; but my words are of a kind which will be fulfilled in the appointed and proper time.",
          "ID": "20"
        },
        {
          "text": "Now the people kept waiting for Zachariah, and they wondered at his delaying [so long] in the sanctuary.",
          "ID": "21"
        },
        {
          "text": "But when he did come out, he was unable to speak to them; and they [clearly] perceived that he had seen a vision in the sanctuary; and he kept making signs to them, still he remained dumb.",
          "ID": "22"
        },
        {
          "text": "And when his time of performing priestly functions was ended, he returned to his [own] house.",
          "ID": "23"
        },
        {
          "text": "Now after this his wife Elizabeth became pregnant, and for five months she secluded herself entirely, saying, [I have hid myself]",
          "ID": "24"
        },
        {
          "text": "Because thus the Lord has dealt with me in the days when He deigned to look on me to take away my reproach among men. [Gen. 30:23; Isa. 4:1.]",
          "ID": "25"
        },
        {
          "text": "Now in the sixth month [after that], the angel Gabriel was sent from God to a town of Galilee named Nazareth,",
          "ID": "26"
        },
        {
          "text": "To a girl never having been married and a virgin engaged to be married to a man whose name was Joseph, a descendant of the house of David; and the virgin's name was Mary.",
          "ID": "27"
        },
        {
          "text": "And he came to her and said, Hail, O favored one [endued with grace]! The Lord is with you! Blessed (favored of God) are you before all other women!",
          "ID": "28"
        },
        {
          "text": "But when she saw him, she was greatly troubled and disturbed and confused at what he said and kept revolving in her mind what such a greeting might mean.",
          "ID": "29"
        },
        {
          "text": "And the angel said to her, Do not be afraid, Mary, for you have found grace (free, spontaneous, absolute favor and loving-kindness) with God.",
          "ID": "30"
        },
        {
          "text": "And listen! You will become pregnant and will give birth to a Son, and you shall call His name Jesus.",
          "ID": "31"
        },
        {
          "text": "He will be great (eminent) and will be called the Son of the Most High; and the Lord God will give to Him the throne of His forefather David,",
          "ID": "32"
        },
        {
          "text": "And He will reign over the house of Jacob throughout the ages; and of His reign there will be no end. [Isa. 9:6, 7; Dan. 2:44.]",
          "ID": "33"
        },
        {
          "text": "And Mary said to the angel, How can this be, since I have no [intimacy with any man as a] husband?",
          "ID": "34"
        },
        {
          "text": "Then the angel said to her, The Holy Spirit will come upon you, and the power of the Most High will overshadow you [like a shining cloud]; and so the holy (pure, sinless) Thing (Offspring) which shall be born of you will be called the Son of God. [Exod. 40:34; Isa. 7:14.]",
          "ID": "35"
        },
        {
          "text": "And listen! Your relative Elizabeth in her old age has also conceived a son, and this is now the sixth month with her who was called barren.",
          "ID": "36"
        },
        {
          "text": "For with God nothing is ever impossible and no word from God shall be without power or impossible of fulfillment.",
          "ID": "37"
        },
        {
          "text": "Then Mary said, Behold, I am the handmaiden of the Lord; let it be done to me according to what you have said. And the angel left her.",
          "ID": "38"
        },
        {
          "text": "And at that time Mary arose and went with haste into the hill country to a town of Judah,",
          "ID": "39"
        },
        {
          "text": "And she went to the house of Zachariah and, entering it, saluted Elizabeth.",
          "ID": "40"
        },
        {
          "text": "And it occurred that when Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with and controlled by the Holy Spirit.",
          "ID": "41"
        },
        {
          "text": "And she cried out with a loud cry, and then exclaimed, Blessed (favored of God) above all other women are you! And blessed (favored of God) is the Fruit of your womb!",
          "ID": "42"
        },
        {
          "text": "And how [have I deserved that this honor should] be granted to me, that the mother of my Lord should come to me?",
          "ID": "43"
        },
        {
          "text": "For behold, the instant the sound of your salutation reached my ears, the baby in my womb leaped for joy.",
          "ID": "44"
        },
        {
          "text": "And blessed (happy, to be envied) is she who believed that there would be a fulfillment of the things that were spoken to her from the Lord.",
          "ID": "45"
        },
        {
          "text": "And Mary said, My soul magnifies and extols the Lord,",
          "ID": "46"
        },
        {
          "text": "And my spirit rejoices in God my Savior,",
          "ID": "47"
        },
        {
          "text": "For He has looked upon the low station and humiliation of His handmaiden. For behold, from now on all generations [of all ages] will call me blessed and declare me happy and to be envied!",
          "ID": "48"
        },
        {
          "text": "For He Who is almighty has done great things for me–and holy is His name [to be venerated in His purity, majesty and glory]!",
          "ID": "49"
        },
        {
          "text": "And His mercy (His compassion and kindness toward the miserable and afflicted) is on those who fear Him with godly reverence, from generation to generation and age to age. [Ps. 103:17.]",
          "ID": "50"
        },
        {
          "text": "He has shown strength and made might with His arm; He has scattered the proud and haughty in and by the imagination and purpose and designs of their hearts.",
          "ID": "51"
        },
        {
          "text": "He has put down the mighty from their thrones and exalted those of low degree.",
          "ID": "52"
        },
        {
          "text": "He has filled and satisfied the hungry with good things, and the rich He has sent away empty-handed [without a gift].",
          "ID": "53"
        },
        {
          "text": "He has laid hold on His servant Israel [to help him, to espouse his cause], in remembrance of His mercy,",
          "ID": "54"
        },
        {
          "text": "Even as He promised to our forefathers, to Abraham and to his descendants forever. [Gen. 17:7; 18:18; 22:17; I Sam. 2:1-10; Mic. 7:20.]",
          "ID": "55"
        },
        {
          "text": "And Mary remained with her [Elizabeth] for about three months and [then] returned to her [own] home.",
          "ID": "56"
        },
        {
          "text": "Now the time that Elizabeth should be delivered came, and she gave birth to a son.",
          "ID": "57"
        },
        {
          "text": "And her neighbors and relatives heard that the Lord had shown great mercy on her, and they rejoiced with her.",
          "ID": "58"
        },
        {
          "text": "And it occurred that on the eighth day, when they came to circumcise the child, they were intending to call him Zachariah after his father, [Gen. 17:12; Lev. 12:3.]",
          "ID": "59"
        },
        {
          "text": "But his mother answered, Not so! But he shall be called John.",
          "ID": "60"
        },
        {
          "text": "And they said to her, None of your relatives is called by that name.",
          "ID": "61"
        },
        {
          "text": "And they inquired with signs to his father [as to] what he wanted to have him called.",
          "ID": "62"
        },
        {
          "text": "Then Zachariah asked for a writing tablet and wrote, His name is John. And they were all astonished.",
          "ID": "63"
        },
        {
          "text": "And at once his mouth was opened and his tongue loosed, and he began to speak, blessing and praising and thanking God.",
          "ID": "64"
        },
        {
          "text": "And awe and reverential fear came on all their neighbors; and all these things were discussed throughout the hill country of Judea.",
          "ID": "65"
        },
        {
          "text": "And all who heard them laid them up in their hearts, saying, Whatever will this little boy be then? For the hand of the Lord was [so evidently] with him [protecting and aiding him].",
          "ID": "66"
        },
        {
          "text": "Now Zachariah his father was filled with and controlled by the Holy Spirit and prophesied, saying,",
          "ID": "67"
        },
        {
          "text": "Blessed (praised and extolled and thanked) be the Lord, the God of Israel, because He has come and brought deliverance and redemption to His people!",
          "ID": "68"
        },
        {
          "text": "And He has raised up a Horn of salvation [a mighty and valiant Helper, the Author of salvation] for us in the house of David His servant–",
          "ID": "69"
        },
        {
          "text": "This is as He promised by the mouth of His holy prophets from the most ancient times [in the memory of man]–",
          "ID": "70"
        },
        {
          "text": "That we should have deliverance and be saved from our enemies and from the hand of all who detest and pursue us with hatred;",
          "ID": "71"
        },
        {
          "text": "To make true and show the mercy and compassion and kindness [promised] to our forefathers and to remember and carry out His holy covenant [to bless, which is all the more sacred because it is made by God Himself],",
          "ID": "72"
        },
        {
          "text": "That covenant He sealed by oath to our forefather Abraham:",
          "ID": "73"
        },
        {
          "text": "To grant us that we, being delivered from the hand of our foes, might serve Him fearlessly",
          "ID": "74"
        },
        {
          "text": "In holiness (divine consecration) and righteousness [in accordance with the everlasting principles of right] within His presence all the days of our lives.",
          "ID": "75"
        },
        {
          "text": "And you, little one, shall be called a prophet of the Most High; for you shall go on before the face of the Lord to make ready His ways, [Isa. 40:3; Mal. 4:5.]",
          "ID": "76"
        },
        {
          "text": "To bring and give the knowledge of salvation to His people in the forgiveness and remission of their sins.",
          "ID": "77"
        },
        {
          "text": "Because of and through the heart of tender mercy and loving-kindness of our God, a Light from on high will dawn upon us and visit [us] [Mal. 4:2.]",
          "ID": "78"
        },
        {
          "text": "To shine upon and give light to those who sit in darkness and in the shadow of death, to direct and guide our feet in a straight line into the way of peace. [Isa. 9:2.]",
          "ID": "79"
        },
        {
          "text": "And the little boy grew and became strong in spirit; and he was in the deserts (wilderness) until the day of his appearing to Israel [the commencement of his public ministry].",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1"
    },
    {
      "name": "Luke 2",
      "text": [
        {
          "text": "IN THOSE days it occurred that a decree went out from Caesar Augustus that the whole Roman empire should be registered.",
          "ID": "1"
        },
        {
          "text": "This was the first enrollment, and it was made when Quirinius was governor of Syria.",
          "ID": "2"
        },
        {
          "text": "And all the people were going to be registered, each to his own city or town.",
          "ID": "3"
        },
        {
          "text": "And Joseph also went up from Galilee from the town of Nazareth to Judea, to the town of David, which is called Bethlehem, because he was of the house and family of David,",
          "ID": "4"
        },
        {
          "text": "To be enrolled with Mary, his espoused (married) wife, who was about to become a mother. [Matt. 1:18-25.]",
          "ID": "5"
        },
        {
          "text": "And while they were there, the time came for her delivery,",
          "ID": "6"
        },
        {
          "text": "And she gave birth to her Son, her Firstborn; and she wrapped Him in swaddling clothes and laid Him in a manger, because there was no room or place for them in the inn.",
          "ID": "7"
        },
        {
          "text": "And in that vicinity there were shepherds living [out under the open sky] in the field, watching [in shifts] over their flock by night.",
          "ID": "8"
        },
        {
          "text": "And behold, an angel of the Lord stood by them, and the glory of the Lord flashed and shone all about them, and they were terribly frightened.",
          "ID": "9"
        },
        {
          "text": "But the angel said to them, Do not be afraid; for behold, I bring you good news of a great joy which will come to all the people.",
          "ID": "10"
        },
        {
          "text": "For to you is born this day in the town of David a Savior, Who is Christ (the Messiah) the Lord! [Mic. 5:2.]",
          "ID": "11"
        },
        {
          "text": "And this will be a sign for you [by which you will recognize Him]: you will find [after searching] a Baby wrapped in swaddling clothes and lying in a manger. [I Sam. 2:34; II Kings 19:29; Isa. 7:14.]",
          "ID": "12"
        },
        {
          "text": "Then suddenly there appeared with the angel an army of the troops of heaven (a heavenly knighthood), praising God and saying,",
          "ID": "13"
        },
        {
          "text": "Glory to God in the highest [heaven], and on earth peace among men with whom He is well pleased [men of goodwill, of His favor].",
          "ID": "14"
        },
        {
          "text": "When the angels went away from them into heaven, the shepherds said one to another, Let us go over to Bethlehem and see this thing (saying) that has come to pass, which the Lord has made known to us.",
          "ID": "15"
        },
        {
          "text": "So they went with haste and [by searching] found Mary and Joseph, and the Baby lying in a manger.",
          "ID": "16"
        },
        {
          "text": "And when they saw it, they made known what had been told them concerning this Child,",
          "ID": "17"
        },
        {
          "text": "And all who heard it were astounded and marveled at what the shepherds told them.",
          "ID": "18"
        },
        {
          "text": "But Mary was keeping within herself all these things (sayings), weighing and pondering them in her heart.",
          "ID": "19"
        },
        {
          "text": "And the shepherds returned, glorifying and praising God for all the things they had heard and seen, just as it had been told them.",
          "ID": "20"
        },
        {
          "text": "And at the end of eight days, when [the Baby] was to be circumcised, He was called Jesus, the name given by the angel before He was conceived in the womb.",
          "ID": "21"
        },
        {
          "text": "And when the time for their purification [the mother's purification and the Baby's dedication] came according to the Law of Moses, they brought Him up to Jerusalem to present Him to the Lord–[Lev. 12:1-4.]",
          "ID": "22"
        },
        {
          "text": "As it is written in the Law of the Lord, Every [firstborn] male that opens the womb shall be set apart and dedicated and called holy to the Lord–[Exod. 13:1, 2, 12; Num. 8:17.]",
          "ID": "23"
        },
        {
          "text": "And [they came also] to offer a sacrifice according to what is said in the Law of the Lord: a pair of turtledoves or two young pigeons. [Lev. 12:6-8.]",
          "ID": "24"
        },
        {
          "text": "Now there was a man in Jerusalem whose name was Simeon, and this man was righteous and devout [cautiously and carefully observing the divine Law], and looking for the Consolation of Israel; and the Holy Spirit was upon him.",
          "ID": "25"
        },
        {
          "text": "And it had been divinely revealed (communicated) to him by the Holy Spirit that he would not see death before he had seen the Lord's Christ (the Messiah, the Anointed One).",
          "ID": "26"
        },
        {
          "text": "And prompted by the [Holy] Spirit, he came into the temple [enclosure]; and when the parents brought in the little child Jesus to do for Him what was customary according to the Law,",
          "ID": "27"
        },
        {
          "text": "[Simeon] took Him up in his arms and praised and thanked God and said,",
          "ID": "28"
        },
        {
          "text": "And now, Lord, You are releasing Your servant to depart (leave this world) in peace, according to Your word.",
          "ID": "29"
        },
        {
          "text": "For with my [own] eyes I have seen Your Salvation, [Isa. 52:10.]",
          "ID": "30"
        },
        {
          "text": "Which You have ordained and prepared before (in the presence of) all peoples,",
          "ID": "31"
        },
        {
          "text": "A Light for revelation to the Gentiles [to disclose what was before unknown] and [to bring] praise and honor and glory to Your people Israel. [Isa. 42:6; 49:6.]",
          "ID": "32"
        },
        {
          "text": "And His [legal] father and [His] mother were marveling at what was said about Him.",
          "ID": "33"
        },
        {
          "text": "And Simeon blessed them and said to Mary His mother, Behold, this Child is appointed and destined for the fall and rising of many in Israel, and for a sign that is spoken against–[Isa. 8:14, 15.]",
          "ID": "34"
        },
        {
          "text": "And a sword will pierce through your own soul also–that the secret thoughts and purposes of many hearts may be brought out and disclosed.",
          "ID": "35"
        },
        {
          "text": "And there was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old, having lived with her husband seven years from her maidenhood, [Josh. 19:24.]",
          "ID": "36"
        },
        {
          "text": "And as a widow even for eighty-four years. She did not go out from the temple enclosure, but was worshiping night and day with fasting and prayer.",
          "ID": "37"
        },
        {
          "text": "And she too came up at that same hour, and she returned thanks to God and talked of [Jesus] to all who were looking for the redemption (deliverance) of Jerusalem.",
          "ID": "38"
        },
        {
          "text": "And when they had done everything according to the Law of the Lord, they went back into Galilee to their own town, Nazareth.",
          "ID": "39"
        },
        {
          "text": "And the Child grew and became strong in spirit, filled with wisdom; and the grace (favor and spiritual blessing) of God was upon Him. [Judg. 13:24; I Sam. 2:26.]",
          "ID": "40"
        },
        {
          "text": "Now His parents went to Jerusalem every year to the Passover Feast. [Deut. 16:1-8; Exod. 23:15.]",
          "ID": "41"
        },
        {
          "text": "And when He was twelve years [old], they went up, as was their custom.",
          "ID": "42"
        },
        {
          "text": "And when the Feast was ended, as they were returning, the boy Jesus remained behind in Jerusalem. Now His parents did not know this,",
          "ID": "43"
        },
        {
          "text": "But, supposing Him to be in the caravan, they traveled on a day's journey; and [then] they sought Him [diligently, looking up and down for Him] among their kinsfolk and acquaintances.",
          "ID": "44"
        },
        {
          "text": "And when they failed to find Him, they went back to Jerusalem, looking for Him [up and down] all the way.",
          "ID": "45"
        },
        {
          "text": "After three days they found Him [came upon Him] in the [court of the] temple, sitting among the teachers, listening to them and asking them questions.",
          "ID": "46"
        },
        {
          "text": "And all who heard Him were astonished and overwhelmed with bewildered wonder at His intelligence and understanding and His replies.",
          "ID": "47"
        },
        {
          "text": "And when they [Joseph and Mary] saw Him, they were amazed; and His mother said to Him, Child, why have You treated us like this? Here Your father and I have been anxiously looking for You [distressed and tormented].",
          "ID": "48"
        },
        {
          "text": "And He said to them, How is it that you had to look for Me? Did you not see and know that it is necessary [as a duty] for Me to be in My Father's house and [occupied] about My Father's business?",
          "ID": "49"
        },
        {
          "text": "But they did not comprehend what He was saying to them.",
          "ID": "50"
        },
        {
          "text": "And He went down with them and came to Nazareth and was [habitually] obedient to them; and his mother kept and closely and persistently guarded all these things in her heart.",
          "ID": "51"
        },
        {
          "text": "And Jesus increased in wisdom (in broad and full understanding) and in stature and years, and in favor with God and man.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2"
    },
    {
      "name": "Luke 3",
      "text": [
        {
          "text": "IN THE fifteenth year of Tiberius Caesar's reign–when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene–",
          "ID": "1"
        },
        {
          "text": "In the high priesthood of Annas and Caiaphas, the Word of God [concerning the attainment through Christ of salvation in the kingdom of God] came to John son of Zachariah in the wilderness (desert).",
          "ID": "2"
        },
        {
          "text": "And he went into all the country round about the Jordan, preaching a baptism of repentance (of hearty amending of their ways, with abhorrence of past wrongdoing) unto the forgiveness of sin.",
          "ID": "3"
        },
        {
          "text": "As it is written in the book of the words of Isaiah the prophet, The voice of one crying in the wilderness [shouting in the desert]: Prepare the way of the Lord, make His beaten paths straight.",
          "ID": "4"
        },
        {
          "text": "Every valley and ravine shall be filled up, and every mountain and hill shall be leveled; and the crooked places shall be made straight, and the rough roads shall be made smooth;",
          "ID": "5"
        },
        {
          "text": "And all mankind shall see (behold and understand and at last acknowledge) the salvation of God (the deliverance from eternal death decreed by God). [Isa. 40:3-5.]",
          "ID": "6"
        },
        {
          "text": "So he said to the crowds who came out to be baptized by him, You offspring of vipers! Who secretly warned you to flee from the coming wrath?",
          "ID": "7"
        },
        {
          "text": "Bear fruits that are deserving and consistent with [your] repentance [that is, conduct worthy of a heart changed, a heart abhorring sin]. And do not begin to say to yourselves, We have Abraham as our father; for I tell you that God is able from these stones to raise up descendants for Abraham.",
          "ID": "8"
        },
        {
          "text": "Even now the ax is laid to the root of the trees, so that every tree that does not bear good fruit is cut down and cast into the fire.",
          "ID": "9"
        },
        {
          "text": "And the multitudes asked him, Then what shall we do?",
          "ID": "10"
        },
        {
          "text": "And he replied to them, He who has two tunics (undergarments), let him share with him who has none; and he who has food, let him do it the same way.",
          "ID": "11"
        },
        {
          "text": "Even tax collectors came to be baptized, and they said to him, Teacher, what shall we do?",
          "ID": "12"
        },
        {
          "text": "And he said to them, Exact and collect no more than the fixed amount appointed you.",
          "ID": "13"
        },
        {
          "text": "Those serving as soldiers also asked him, And we, what shall we do? And he replied to them, Never demand or enforce by terrifying people or by accusing wrongfully, and always be satisfied with your rations (supplies) and with your allowance (wages).",
          "ID": "14"
        },
        {
          "text": "As the people were in suspense and waiting expectantly, and everybody reasoned and questioned in their hearts concerning John, whether he perhaps might be the Christ (the Messiah, the Anointed One).",
          "ID": "15"
        },
        {
          "text": "John answered them all by saying, I baptize you with water; but He Who is mightier than I is coming, the strap of Whose sandals I am not fit to unfasten. He will baptize you with the Holy Spirit and with fire.",
          "ID": "16"
        },
        {
          "text": "His winnowing shovel (fork) is in His hand to thoroughly clear and cleanse His [threshing] floor and to gather the wheat and store it in His granary, but the chaff He will burn with fire that cannot be extinguished.",
          "ID": "17"
        },
        {
          "text": "So with many other [various] appeals and admonitions he preached the good news (the Gospel) to the people.",
          "ID": "18"
        },
        {
          "text": "But Herod the tetrarch, who had been [repeatedly] told about his fault and reproved with rebuke producing conviction by [John] for [having] Herodias, his brother's wife, and for all the wicked things that Herod had done,",
          "ID": "19"
        },
        {
          "text": "Added this to them all–that he shut up John in prison.",
          "ID": "20"
        },
        {
          "text": "Now when all the people were baptized, and when Jesus also had been baptized, and [while He was still] praying, the [visible] heaven was opened",
          "ID": "21"
        },
        {
          "text": "And the Holy Spirit descended upon Him in bodily form like a dove, and a voice came from heaven, saying, You are My Son, My Beloved! In You I am well pleased and find delight! [Ps. 2:7; Isa. 42:1.]",
          "ID": "22"
        },
        {
          "text": "Jesus Himself, when He began [His ministry], was about thirty years of age, being the Son, as was supposed, of Joseph, the son of Heli,",
          "ID": "23"
        },
        {
          "text": "The son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
          "ID": "24"
        },
        {
          "text": "The son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
          "ID": "25"
        },
        {
          "text": "The son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
          "ID": "26"
        },
        {
          "text": "The son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
          "ID": "27"
        },
        {
          "text": "The son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
          "ID": "28"
        },
        {
          "text": "The son of Jesus, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
          "ID": "29"
        },
        {
          "text": "The son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
          "ID": "30"
        },
        {
          "text": "The son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
          "ID": "31"
        },
        {
          "text": "The son of Jesse, the son of Obed, the son of Boaz, the son of Salmon (Sala), the son of Nahshon,",
          "ID": "32"
        },
        {
          "text": "The son of Aminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,",
          "ID": "33"
        },
        {
          "text": "The son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
          "ID": "34"
        },
        {
          "text": "The son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
          "ID": "35"
        },
        {
          "text": "The son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
          "ID": "36"
        },
        {
          "text": "The son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
          "ID": "37"
        },
        {
          "text": "The son of Enos, the son of Seth, the son of Adam, the son of God. [Gen. 5:3-32; 11:10-26; Ruth 4:18-22; I Chron. 1:1-4, 24-28; 2:1-15.]",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3"
    },
    {
      "name": "Luke 4",
      "text": [
        {
          "text": "THEN JESUS, full of and controlled by the Holy Spirit, returned from the Jordan and was led in [by] the [Holy] Spirit",
          "ID": "1"
        },
        {
          "text": "For (during) forty days in the wilderness (desert), where He was tempted (tried, tested exceedingly) by the devil. And He ate nothing during those days, and when they were completed, He was hungry. [Deut. 9:9; I Kings 19:8.]",
          "ID": "2"
        },
        {
          "text": "Then the devil said to Him, If You are the Son of God, order this stone to turn into a loaf [of bread].",
          "ID": "3"
        },
        {
          "text": "And Jesus replied to him, It is written, Man shall not live and be sustained by (on) bread alone but by every word and expression of God. [Deut. 8:3.]",
          "ID": "4"
        },
        {
          "text": "Then the devil took Him up to a high mountain and showed Him all the kingdoms of the habitable world in a moment of time [in the twinkling of an eye].",
          "ID": "5"
        },
        {
          "text": "And he said to Him, To You I will give all this power and authority and their glory (all their magnificence, excellence, preeminence, dignity, and grace), for it has been turned over to me, and I give it to whomever I will.",
          "ID": "6"
        },
        {
          "text": "Therefore if You will do homage to and worship me [just once], it shall all be Yours.",
          "ID": "7"
        },
        {
          "text": "And Jesus replied to him, Get behind Me, Satan! It is written, You shall do homage to and worship the Lord your God, and Him only shall you serve. [Deut. 6:13; 10:20.]",
          "ID": "8"
        },
        {
          "text": "Then he took Him to Jerusalem and set Him on a gable of the temple, and said to Him, If You are the Son of God, cast Yourself down from here;",
          "ID": "9"
        },
        {
          "text": "For it is written, He will give His angels charge over you to guard and watch over you closely and carefully;",
          "ID": "10"
        },
        {
          "text": "And on their hands they will bear you up, lest you strike your foot against a stone. [Ps. 91:11, 12.]",
          "ID": "11"
        },
        {
          "text": "And Jesus replied to him, [The Scripture] says, You shall not tempt (try, test exceedingly) the Lord your God. [Deut. 6:16.]",
          "ID": "12"
        },
        {
          "text": "And when the devil had ended every [the complete cycle of] temptation, he [temporarily] left Him [that is, stood off from Him] until another more opportune and favorable time.",
          "ID": "13"
        },
        {
          "text": "Then Jesus went back full of and under the power of the [Holy] Spirit into Galilee, and the fame of Him spread through the whole region round about.",
          "ID": "14"
        },
        {
          "text": "And He Himself conducted [a course of] teaching in their synagogues, being recognized and honored and praised by all.",
          "ID": "15"
        },
        {
          "text": "So He came to Nazareth, [that Nazareth] where He had been brought up, and He entered the synagogue, as was His custom on the Sabbath day. And He stood up to read.",
          "ID": "16"
        },
        {
          "text": "And there was handed to Him [the roll of] the book of the prophet Isaiah. He opened (unrolled) the book and found the place where it was written, [Isa. 61:1, 2.]",
          "ID": "17"
        },
        {
          "text": "The Spirit of the Lord [is] upon Me, because He has anointed Me [the Anointed One, the Messiah] to preach the good news (the Gospel) to the poor; He has sent Me to announce release to the captives and recovery of sight to the blind, to send forth as delivered those who are oppressed [who are downtrodden, bruised, crushed, and broken down by calamity],",
          "ID": "18"
        },
        {
          "text": "To proclaim the accepted and acceptable year of the Lord [the day when salvation and the free favors of God profusely abound]. [Isa. 61:1, 2.]",
          "ID": "19"
        },
        {
          "text": "Then He rolled up the book and gave it back to the attendant and sat down; and the eyes of all in the synagogue were gazing [attentively] at Him.",
          "ID": "20"
        },
        {
          "text": "And He began to speak to them: Today this Scripture has been fulfilled while you are present and hearing.",
          "ID": "21"
        },
        {
          "text": "And all spoke well of Him and marveled at the words of grace that came forth from His mouth; and they said, Is not this Joseph's Son?",
          "ID": "22"
        },
        {
          "text": "So He said to them, You will doubtless quote to Me this proverb: Physician, heal Yourself! What we have learned by hearsay that You did in Capernaum, do here also in Your [own] town.",
          "ID": "23"
        },
        {
          "text": "Then He said, Solemnly I say to you, no prophet is acceptable and welcome in his [own] town (country).",
          "ID": "24"
        },
        {
          "text": "But in truth I tell you, there were many widows in Israel in the days of Elijah, when the heavens were closed up for three years and six months, so that there came a great famine over all the land;",
          "ID": "25"
        },
        {
          "text": "And yet Elijah was not sent to a single one of them, but only to Zarephath in the country of Sidon, to a woman who was a widow. [I Kings 17:1, 8-16; 18:1.]",
          "ID": "26"
        },
        {
          "text": "And there were many lepers in Israel in the time of Elisha the prophet, and yet not one of them was cleansed [by being healed]–but only Naaman the Syrian. [II Kings 5:1-14.]",
          "ID": "27"
        },
        {
          "text": "When they heard these things, all the people in the synagogue were filled with rage.",
          "ID": "28"
        },
        {
          "text": "And rising up, they pushed and drove Him out of the town, and [laying hold of Him] they led Him to the [projecting] upper part of the hill on which their town was built, that they might hurl Him headlong down [over the cliff].",
          "ID": "29"
        },
        {
          "text": "But passing through their midst, He went on His way.",
          "ID": "30"
        },
        {
          "text": "And He descended to Capernaum, a town of Galilee, and there He continued to teach the people on the Sabbath days.",
          "ID": "31"
        },
        {
          "text": "And they were amazed at His teaching, for His word was with authority and ability and weight and power.",
          "ID": "32"
        },
        {
          "text": "Now in the synagogue there was a man who was possessed by the foul spirit of a demon; and he cried out with a loud (deep, terrible) cry,",
          "ID": "33"
        },
        {
          "text": "Ah, let us alone! What have You to do with us [What have we in common], Jesus of Nazareth? Have You come to destroy us? I know Who You are–the Holy One of God!",
          "ID": "34"
        },
        {
          "text": "But Jesus rebuked him, saying, Be silent (muzzled, gagged), and come out of him! And when the demon had thrown the man down in their midst, he came out of him without injuring him in any possible way.",
          "ID": "35"
        },
        {
          "text": "And they were all amazed and said to one another, What kind of talk is this? For with authority and power He commands the foul spirits and they come out!",
          "ID": "36"
        },
        {
          "text": "And a rumor about Him spread into every place in the surrounding country.",
          "ID": "37"
        },
        {
          "text": "Then He arose and left the synagogue and went into Simon's (Peter's) house. Now Simon's mother-in-law was suffering in the grip of a burning fever, and they pleaded with Him for her.",
          "ID": "38"
        },
        {
          "text": "And standing over her, He rebuked the fever, and it left her; and immediately she got up and began waiting on them.",
          "ID": "39"
        },
        {
          "text": "Now at the setting of the sun [indicating the end of the Sabbath], all those who had any [who were] sick with various diseases brought them to Him, and He laid His hands upon every one of them and cured them.",
          "ID": "40"
        },
        {
          "text": "And demons even came out of many people, screaming and crying out, You are the Son of God! But He rebuked them and would not permit them to speak, because they knew that He was the Christ (the Messiah).",
          "ID": "41"
        },
        {
          "text": "And when daybreak came, He left [Peter's house] and went into an isolated [desert] place. And the people looked for Him until they came up to Him and tried to prevent Him from leaving them.",
          "ID": "42"
        },
        {
          "text": "But He said to them, I must preach the good news (the Gospel) of the kingdom of God to the other cities [and towns] also, for I was sent for this [purpose].",
          "ID": "43"
        },
        {
          "text": "And He continued to preach in the synagogues of Galilee.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4"
    },
    {
      "name": "Luke 5",
      "text": [
        {
          "text": "NOW IT occurred that while the people pressed upon Jesus to hear the message of God, He was standing by the Lake of Gennesaret (Sea of Galilee).",
          "ID": "1"
        },
        {
          "text": "And He saw two boats drawn up by the lake, but the fishermen had gone down from them and were washing their nets.",
          "ID": "2"
        },
        {
          "text": "And getting into one of the boats, [the one] that belonged to Simon (Peter), He requested him to draw away a little from the shore. Then He sat down and continued to teach the crowd [of people] from the boat.",
          "ID": "3"
        },
        {
          "text": "When He had stopped speaking, He said to Simon (Peter), Put out into the deep [water], and lower your nets for a haul.",
          "ID": "4"
        },
        {
          "text": "And Simon (Peter) answered, Master, we toiled all night [exhaustingly] and caught nothing [in our nets]. But on the ground of Your word, I will lower the nets [again].",
          "ID": "5"
        },
        {
          "text": "And when they had done this, they caught a great number of fish; and as their nets were [at the point of] breaking,",
          "ID": "6"
        },
        {
          "text": "They signaled to their partners in the other boat to come and take hold with them. And they came and filled both the boats, so that they began to sink.",
          "ID": "7"
        },
        {
          "text": "But when Simon Peter saw this, he fell down at Jesus' knees, saying, Depart from me, for I am a sinful man, O Lord.",
          "ID": "8"
        },
        {
          "text": "For he was gripped with bewildering amazement [allied to terror], and all who were with him, at the haul of fish which they had made;",
          "ID": "9"
        },
        {
          "text": "And so also were James and John, the sons of Zebedee, who were partners with Simon (Peter). And Jesus said to Simon, Have no fear; from now on you will be catching men!",
          "ID": "10"
        },
        {
          "text": "And after they had run their boats on shore, they left everything and joined Him as His disciples and sided with His party and accompanied Him.",
          "ID": "11"
        },
        {
          "text": "While He was in one of the towns, there came a man full of (covered with) leprosy; and when he saw Jesus, he fell on his face and implored Him, saying, Lord, if You are willing, You are able to cure me and make me clean.",
          "ID": "12"
        },
        {
          "text": "And [Jesus] reached out His hand and touched him, saying, I am willing; be cleansed! And immediately the leprosy left him.",
          "ID": "13"
        },
        {
          "text": "And [Jesus] charged him to tell no one [that he might chance to meet], until [He said] you go and show yourself to the priest, and make an offering for your purification, as Moses commanded, for a testimony and proof to the people, that they may have evidence [of your healing]. [Lev. 13:49; 14:2-32.]",
          "ID": "14"
        },
        {
          "text": "But so much the more the news spread abroad concerning Him, and great crowds kept coming together to hear [Him] and to be healed by Him of their infirmities.",
          "ID": "15"
        },
        {
          "text": "But He Himself withdrew [in retirement] to the wilderness (desert) and prayed.",
          "ID": "16"
        },
        {
          "text": "One of those days, as He was teaching, there were Pharisees and teachers of the Law sitting by, who had come from every village and town of Galilee and Judea and from Jerusalem. And the power of the Lord was [present] with Him to heal them.",
          "ID": "17"
        },
        {
          "text": "And behold, some men were bringing on a stretcher a man who was paralyzed, and they tried to carry him in and lay him before [Jesus].",
          "ID": "18"
        },
        {
          "text": "But finding no way to bring him in because of the crowd, they went up on the roof and lowered him with his stretcher through the tiles into the midst, in front of Jesus.",
          "ID": "19"
        },
        {
          "text": "And when He saw [their confidence in Him, springing from] their faith, He said, Man, your sins are forgiven you!",
          "ID": "20"
        },
        {
          "text": "And the scribes and the Pharisees began to reason and question and argue, saying, Who is this [Man] Who speaks blasphemies? Who can forgive sins but God alone?",
          "ID": "21"
        },
        {
          "text": "But Jesus, knowing their thoughts and questionings, answered them, Why do you question in your hearts?",
          "ID": "22"
        },
        {
          "text": "Which is easier: to say, Your sins are forgiven you, or to say, Arise and walk [about]?",
          "ID": "23"
        },
        {
          "text": "But that you may know that the Son of Man has the [power of] authority and right on earth to forgive sins, He said to the paralyzed man, I say to you, arise, pick up your litter (stretcher), and go to your own house!",
          "ID": "24"
        },
        {
          "text": "And instantly [the man] stood up before them and picked up what he had been lying on and went away to his house, recognizing and praising and thanking God.",
          "ID": "25"
        },
        {
          "text": "And overwhelming astonishment and ecstasy seized them all, and they recognized and praised and thanked God; and they were filled with and controlled by reverential fear and kept saying, We have seen wonderful and strange and incredible and unthinkable things today!",
          "ID": "26"
        },
        {
          "text": "And after this, Jesus went out and looked [attentively] at a tax collector named Levi sitting at the tax office; and He said to him, Join Me as a disciple and side with My party and accompany Me.",
          "ID": "27"
        },
        {
          "text": "And he forsook everything and got up and followed Him [becoming His disciple and siding with His party].",
          "ID": "28"
        },
        {
          "text": "And Levi (Matthew) made a great banquet for Him in his own house, and there was a large company of tax collectors and others who were reclining [at the table] with them.",
          "ID": "29"
        },
        {
          "text": "Now the Pharisees and their scribes were grumbling against Jesus' disciples, saying, Why are you eating and drinking with tax collectors and [preeminently] sinful people?",
          "ID": "30"
        },
        {
          "text": "And Jesus replied to them, It is not those who are healthy who need a physician, but those who are sick.",
          "ID": "31"
        },
        {
          "text": "I have not come to arouse and invite and call the righteous, but the erring ones (those not free from sin) to repentance [to change their minds for the better and heartily to amend their ways, with abhorrence of their past sins].",
          "ID": "32"
        },
        {
          "text": "Then they said to Him, The disciples of John practice fasting often and offer up prayers of [special] petition, and so do [the disciples] of the Pharisees also, but Yours eat and drink.",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, Can you make the wedding guests fast as long as the bridegroom is with them?",
          "ID": "34"
        },
        {
          "text": "But the days will come when the bridegroom will be taken from them; and then they will fast in those days.",
          "ID": "35"
        },
        {
          "text": "He told them a proverb also: No one puts a patch from a new garment on an old garment; if he does, he will both tear the new one, and the patch from the new [one] will not match the old [garment].",
          "ID": "36"
        },
        {
          "text": "And no one pours new wine into old wineskins; if he does, the fresh wine will burst the skins and it will be spilled and the skins will be ruined (destroyed).",
          "ID": "37"
        },
        {
          "text": "But new wine must be put into fresh wineskins.",
          "ID": "38"
        },
        {
          "text": "And no one after drinking old wine immediately desires new wine, for he says, The old is good or better.",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5"
    },
    {
      "name": "Luke 6",
      "text": [
        {
          "text": "ONE SABBATH while Jesus was passing through the fields of standing grain, it occurred that His disciples picked some of the spikes and ate [of the grain], rubbing it out in their hands. [Deut. 23:25.]",
          "ID": "1"
        },
        {
          "text": "But some of the Pharisees asked them, Why are you doing what is not permitted to be done on the Sabbath days? [Exod. 20:10; 23:12; Deut. 5:14.]",
          "ID": "2"
        },
        {
          "text": "And Jesus replied to them, saying, Have you never so much as read what David did when he was hungry, he and those who were with him?–[I Sam. 21:1-6.]",
          "ID": "3"
        },
        {
          "text": "How he went into the house of God and took and ate the [sacred] loaves of the showbread, which it is not permitted for any except only the priests to eat, and also gave to those [who were] with him? [Lev. 24:9.]",
          "ID": "4"
        },
        {
          "text": "And He said to them, The Son of Man is Lord even of the Sabbath.",
          "ID": "5"
        },
        {
          "text": "And it occurred on another Sabbath that when He went into the synagogue and taught, a man was present whose right hand was withered.",
          "ID": "6"
        },
        {
          "text": "And the scribes and the Pharisees kept watching Jesus to see whether He would [actually] heal on the Sabbath, in order that they might get [some ground for] accusation against Him.",
          "ID": "7"
        },
        {
          "text": "But He was aware all along of their thoughts, and He said to the man with the withered hand, Come and stand here in the midst. And he arose and stood there.",
          "ID": "8"
        },
        {
          "text": "Then Jesus said to them, I ask you, is it lawful and right on the Sabbath to do good [so that someone derives advantage from it] or to do evil, to save a life [and make a soul safe] or to destroy it?",
          "ID": "9"
        },
        {
          "text": "Then He glanced around at them all and said to the man, Stretch out your hand! And he did so, and his hand was fully restored like the other one.",
          "ID": "10"
        },
        {
          "text": "But they were filled with lack of understanding and senseless rage and discussed (consulted) with one another what they might do to Jesus.",
          "ID": "11"
        },
        {
          "text": "Now in those days it occurred that He went up into a mountain to pray, and spent the whole night in prayer to God.",
          "ID": "12"
        },
        {
          "text": "And when it was day, He summoned His disciples and selected from them twelve, whom He named apostles (special messengers):",
          "ID": "13"
        },
        {
          "text": "They were Simon, whom He named Peter, and his brother Andrew; and James and John; and Philip and Bartholomew;",
          "ID": "14"
        },
        {
          "text": "And Matthew and Thomas; and James son of Alphaeus, and Simon who was called the Zealot,",
          "ID": "15"
        },
        {
          "text": "And Judas son of James, and Judas Iscariot, who became a traitor (a treacherous, basely faithless person).",
          "ID": "16"
        },
        {
          "text": "And Jesus came down with them and took His stand on a level spot, with a great crowd of His disciples and a vast throng of people from all over Judea and Jerusalem and the seacoast of Tyre and Sidon, who came to listen to Him and to be cured of their diseases–",
          "ID": "17"
        },
        {
          "text": "Even those who were disturbed and troubled with unclean spirits, and they were being healed [also].",
          "ID": "18"
        },
        {
          "text": "And all the multitude were seeking to touch Him, for healing power was all the while going forth from Him and curing them all [saving them from severe illnesses or calamities].",
          "ID": "19"
        },
        {
          "text": "And solemnly lifting up His eyes on His disciples, He said: Blessed (happy–with life-joy and satisfaction in God's favor and salvation, apart from your outward condition–and to be envied) are you poor and lowly and afflicted (destitute of wealth, influence, position, and honor), for the kingdom of God is yours!",
          "ID": "20"
        },
        {
          "text": "Blessed (happy–with life-joy and satisfaction in God's favor and salvation, apart from your outward condition–and to be envied) are you who hunger and seek with eager desire now, for you shall be filled and completely satisfied! Blessed (happy–with life-joy and satisfaction in God's favor and salvation, apart from your outward condition–and to be envied) are you who weep and sob now, for you shall laugh!",
          "ID": "21"
        },
        {
          "text": "Blessed (happy–with life-joy and satisfaction in God's favor and salvation, apart from your outward condition–and to be envied) are you when people despise (hate) you, and when they exclude and excommunicate you [as disreputable] and revile and denounce you and defame and cast out and spurn your name as evil (wicked) on account of the Son of Man.",
          "ID": "22"
        },
        {
          "text": "Rejoice and be glad at such a time and exult and leap for joy, for behold, your reward is rich and great and strong and intense and abundant in heaven; for even so their forefathers treated the prophets.",
          "ID": "23"
        },
        {
          "text": "But woe to (alas for) you who are rich (abounding in material resources), for you already are receiving your consolation (the solace and sense of strengthening and cheer that come from prosperity) and have taken and enjoyed your comfort in full [having nothing left to be awarded you].",
          "ID": "24"
        },
        {
          "text": "Woe to (alas for) you who are full now (completely filled, luxuriously gorged and satiated), for you shall hunger and suffer want! Woe to (alas for) you who laugh now, for you shall mourn and weep and wail!",
          "ID": "25"
        },
        {
          "text": "Woe to (alas for) you when everyone speaks fairly and handsomely of you and praises you, for even so their forefathers did to the false prophets.",
          "ID": "26"
        },
        {
          "text": "But I say to you who are listening now to Me: [in order to heed, make it a practice to] love your enemies, treat well (do good to, act nobly toward) those who detest you and pursue you with hatred,",
          "ID": "27"
        },
        {
          "text": "Invoke blessings upon and pray for the happiness of those who curse you, implore God's blessing (favor) upon those who abuse you [who revile, reproach, disparage, and high-handedly misuse you].",
          "ID": "28"
        },
        {
          "text": "To the one who strikes you on the jaw or cheek, offer the other jaw or cheek also; and from him who takes away your outer garment, do not withhold your undergarment as well.",
          "ID": "29"
        },
        {
          "text": "Give away to everyone who begs of you [who is in want of necessities], and of him who takes away from you your goods, do not demand or require them back again.",
          "ID": "30"
        },
        {
          "text": "And as you would like and desire that men would do to you, do exactly so to them.",
          "ID": "31"
        },
        {
          "text": "If you [merely] love those who love you, what quality of credit and thanks is that to you? For even the [very] sinners love their lovers (those who love them).",
          "ID": "32"
        },
        {
          "text": "And if you are kind and good and do favors to and benefit those who are kind and good and do favors to and benefit you, what quality of credit and thanks is that to you? For even the preeminently sinful do the same.",
          "ID": "33"
        },
        {
          "text": "And if you lend money at interest to those from whom you hope to receive, what quality of credit and thanks is that to you? Even notorious sinners lend money at interest to sinners, so as to recover as much again.",
          "ID": "34"
        },
        {
          "text": "But love your enemies and be kind and do good [doing favors so that someone derives benefit from them] and lend, expecting and hoping for nothing in return but considering nothing as lost and despairing of no one; and then your recompense (your reward) will be great (rich, strong, intense, and abundant), and you will be sons of the Most High, for He is kind and charitable and good to the ungrateful and the selfish and wicked.",
          "ID": "35"
        },
        {
          "text": "So be merciful (sympathetic, tender, responsive, and compassionate) even as your Father is [all these].",
          "ID": "36"
        },
        {
          "text": "Judge not [neither pronouncing judgment nor subjecting to censure], and you will not be judged; do not condemn and pronounce guilty, and you will not be condemned and pronounced guilty; acquit and forgive and release (give up resentment, let it drop), and you will be acquitted and forgiven and released.",
          "ID": "37"
        },
        {
          "text": "Give, and [gifts] will be given to you; good measure, pressed down, shaken together, and running over, will they pour into [the pouch formed by] the bosom [of your robe and used as a bag]. For with the measure you deal out [with the measure you use when you confer benefits on others], it will be measured back to you.",
          "ID": "38"
        },
        {
          "text": "He further told them a proverb: Can a blind [man] guide and direct a blind [man]? Will they not both stumble into a ditch or a hole in the ground?",
          "ID": "39"
        },
        {
          "text": "A pupil is not superior to his teacher, but everyone [when he is] completely trained (readjusted, restored, set to rights, and perfected) will be like his teacher.",
          "ID": "40"
        },
        {
          "text": "Why do you see the speck that is in your brother's eye but do not notice or consider the beam [of timber] that is in your own eye?",
          "ID": "41"
        },
        {
          "text": "Or how can you say to your brother, Brother, allow me to take out the speck that is in your eye, when you yourself do not see the beam that is in your own eye? You actor (pretender, hypocrite)! First take the beam out of your own eye, and then you will see clearly to take out the speck that is in your brother's eye.",
          "ID": "42"
        },
        {
          "text": "For there is no good (healthy) tree that bears decayed (worthless, stale) fruit, nor on the other hand does a decayed (worthless, sickly) tree bear good fruit.",
          "ID": "43"
        },
        {
          "text": "For each tree is known and identified by its own fruit; for figs are not gathered from thornbushes, nor is a cluster of grapes picked from a bramblebush.",
          "ID": "44"
        },
        {
          "text": "The upright (honorable, intrinsically good) man out of the good treasure [stored] in his heart produces what is upright (honorable and intrinsically good), and the evil man out of the evil storehouse brings forth that which is depraved (wicked and intrinsically evil); for out of the abundance (overflow) of the heart his mouth speaks.",
          "ID": "45"
        },
        {
          "text": "Why do you call Me, Lord, Lord, and do not [practice] what I tell you?",
          "ID": "46"
        },
        {
          "text": "For everyone who comes to Me and listens to My words [in order to heed their teaching] and does them, I will show you what he is like:",
          "ID": "47"
        },
        {
          "text": "He is like a man building a house, who dug and went down deep and laid a foundation upon the rock; and when a flood arose, the torrent broke against that house and could not shake or move it, because it had been securely built or founded on a rock.",
          "ID": "48"
        },
        {
          "text": "But he who merely hears and does not practice doing My words is like a man who built a house on the ground without a foundation, against which the torrent burst, and immediately it collapsed and fell, and the breaking and ruin of that house was great.",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6"
    },
    {
      "name": "Luke 7",
      "text": [
        {
          "text": "AFTER JESUS had finished all that He had to say in the hearing of the people [on the mountain], He entered Capernaum.",
          "ID": "1"
        },
        {
          "text": "Now a centurion had a bond servant who was held in honor and highly valued by him, who was sick and at the point of death.",
          "ID": "2"
        },
        {
          "text": "And when the centurion heard of Jesus, he sent some Jewish elders to Him, requesting Him to come and make his bond servant well.",
          "ID": "3"
        },
        {
          "text": "And when they reached Jesus, they begged Him earnestly, saying, He is worthy that You should do this for him,",
          "ID": "4"
        },
        {
          "text": "For he loves our nation and he built us our synagogue [at his own expense].",
          "ID": "5"
        },
        {
          "text": "And Jesus went with them. But when He was not far from the house, the centurion sent [some] friends to Him, saying, Lord, do not trouble [Yourself], for I am not sufficiently worthy to have You come under my roof;",
          "ID": "6"
        },
        {
          "text": "Neither did I consider myself worthy to come to You. But [just] speak a word, and my servant boy will be healed.",
          "ID": "7"
        },
        {
          "text": "For I also am a man [daily] subject to authority, with soldiers under me. And I say to one, Go, and he goes; and to another, Come, and he comes; and to my bond servant, Do this, and he does it.",
          "ID": "8"
        },
        {
          "text": "Now when Jesus heard this, He marveled at him, and He turned and said to the crowd that followed Him, I tell you, not even in [all] Israel have I found such great faith [as this].",
          "ID": "9"
        },
        {
          "text": "And when the messengers who had been sent returned to the house, they found the bond servant who had been ill quite well again.",
          "ID": "10"
        },
        {
          "text": "Soon afterward, Jesus went to a town called Nain, and His disciples and a great throng accompanied Him.",
          "ID": "11"
        },
        {
          "text": "[Just] as He drew near the gate of the town, behold, a man who had died was being carried out–the only son of his mother, and she was a widow; and a large gathering from the town was accompanying her.",
          "ID": "12"
        },
        {
          "text": "And when the Lord saw her, He had compassion on her and said to her, Do not weep.",
          "ID": "13"
        },
        {
          "text": "And He went forward and touched the funeral bier, and the pallbearers stood still. And He said, Young man, I say to you, arise [from death]!",
          "ID": "14"
        },
        {
          "text": "And the man [who was] dead sat up and began to speak. And [Jesus] gave him [back] to his mother.",
          "ID": "15"
        },
        {
          "text": "Profound and reverent fear seized them all, and they began to recognize God and praise and give thanks, saying, A great Prophet has appeared among us! And God has visited His people [in order to help and care for and provide for them]!",
          "ID": "16"
        },
        {
          "text": "And this report concerning [Jesus] spread through the whole of Judea and all the country round about. [I Kings 17:17-24; II Kings 4:32-37.]",
          "ID": "17"
        },
        {
          "text": "And John's disciples brought him [who was now in prison] word of all these things.",
          "ID": "18"
        },
        {
          "text": "And John summoned to him a certain two of his disciples and sent them to the Lord, saying, Are You He Who is to come, or shall we [continue to] look for another?",
          "ID": "19"
        },
        {
          "text": "So the men came to Jesus and said, John the Baptist sent us to You to ask, Are You the One Who is to come, or shall we [continue to] look for another?",
          "ID": "20"
        },
        {
          "text": "In that very hour Jesus was healing many [people] of sicknesses and distressing bodily plagues and evil spirits, and to many who were blind He gave [a free, gracious, joy-giving gift of] sight.",
          "ID": "21"
        },
        {
          "text": "So He replied to them, Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised up, and the poor have the good news (the Gospel) preached to them. [Isa. 29:18, 19; 35:5, 6; 61:1.]",
          "ID": "22"
        },
        {
          "text": "And blessed (happy–with life-joy and satisfaction in God's favor and salvation, apart from outward conditions–and to be envied) is he who takes no offense in Me and who is not hurt or resentful or annoyed or repelled or made to stumble [whatever may occur].",
          "ID": "23"
        },
        {
          "text": "And the messengers of John having departed, Jesus began to speak to the crowds about John: What did you go out into the desert to gaze on? A reed shaken and swayed by the wind?",
          "ID": "24"
        },
        {
          "text": "Then what did you go out to see? A man dressed up in soft garments? Behold, those who wear fine apparel and live in luxury are in the courts or palaces of kings.",
          "ID": "25"
        },
        {
          "text": "What then did you go out to see? A prophet (a forthteller)? Yes, I tell you, and far more than a prophet.",
          "ID": "26"
        },
        {
          "text": "This is the one of whom it is written, Behold, I send My messenger before Your face, who shall make ready Your way before You. [Mal. 3:1.]",
          "ID": "27"
        },
        {
          "text": "I tell you, among those born of women there is no one greater than John; but he that is inferior [to the other citizens] in the kingdom of God is greater [in incomparable privilege] than he.",
          "ID": "28"
        },
        {
          "text": "And all the people who heard Him, even the tax collectors, acknowledged the justice of God [in calling them to repentance and in pronouncing future wrath on the impenitent], being baptized with the baptism of John.",
          "ID": "29"
        },
        {
          "text": "But the Pharisees and the lawyers [of the Mosaic Law] annulled and rejected and brought to nothing God's purpose concerning themselves, by [refusing and] not being baptized by him [John].",
          "ID": "30"
        },
        {
          "text": "So to what shall I compare the men of this generation? And what are they like?",
          "ID": "31"
        },
        {
          "text": "They are like little children sitting in the marketplace, calling to one another and saying, We piped to you [playing wedding], and you did not dance; we sang dirges and wailed [playing funeral], and you did not weep.",
          "ID": "32"
        },
        {
          "text": "For John the Baptist has come neither eating bread nor drinking wine, and you say, He has a demon.",
          "ID": "33"
        },
        {
          "text": "The Son of Man has come eating and drinking, and you say, Behold, a Man Who is a glutton and a wine drinker, a friend of tax collectors and notorious sinners.",
          "ID": "34"
        },
        {
          "text": "Yet wisdom is vindicated (shown to be true and divine) by all her children [by their life, character, and deeds].",
          "ID": "35"
        },
        {
          "text": "One of the Pharisees asked Jesus to dine with him, and He went into the Pharisee's house and reclined at table.",
          "ID": "36"
        },
        {
          "text": "And behold, a woman of the town who was an especially wicked sinner, when she learned that He was reclining at table in the Pharisee's house, brought an alabaster flask of ointment (perfume).",
          "ID": "37"
        },
        {
          "text": "And standing behind Him at His feet weeping, she began to wet His feet with [her] tears; and she wiped them with the hair of her head and kissed His feet [affectionately] and anointed them with the ointment (perfume).",
          "ID": "38"
        },
        {
          "text": "Now when the Pharisee who had invited Him saw it, he said to himself, If this Man were a prophet, He would surely know who and what sort of woman this is who is touching Him–for she is a notorious sinner (a social outcast, devoted to sin).",
          "ID": "39"
        },
        {
          "text": "And Jesus, replying, said to him, Simon, I have something to say to you. And he answered, Teacher, say it.",
          "ID": "40"
        },
        {
          "text": "A certain lender of money [at interest] had two debtors: one owed him five hundred denarii, and the other fifty.",
          "ID": "41"
        },
        {
          "text": "When they had no means of paying, he freely forgave them both. Now which of them will love him more?",
          "ID": "42"
        },
        {
          "text": "Simon answered, The one, I take it, for whom he forgave and cancelled more. And Jesus said to him, You have decided correctly.",
          "ID": "43"
        },
        {
          "text": "Then turning toward the woman, He said to Simon, Do you see this woman? When I came into your house, you gave Me no water for My feet, but she has wet My feet with her tears and wiped them with her hair.",
          "ID": "44"
        },
        {
          "text": "You gave Me no kiss, but she from the moment I came in has not ceased [intermittently] to kiss My feet tenderly and caressingly.",
          "ID": "45"
        },
        {
          "text": "You did not anoint My head with [cheap, ordinary] oil, but she has anointed My feet with [costly, rare] perfume.",
          "ID": "46"
        },
        {
          "text": "Therefore I tell you, her sins, many [as they are], are forgiven her–because she has loved much. But he who is forgiven little loves little.",
          "ID": "47"
        },
        {
          "text": "And He said to her, Your sins are forgiven!",
          "ID": "48"
        },
        {
          "text": "Then those who were at table with Him began to say among themselves, Who is this Who even forgives sins?",
          "ID": "49"
        },
        {
          "text": "But Jesus said to the woman, Your faith has saved you; go (enter) into peace [in freedom from all the distresses that are experienced as the result of sin].",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7"
    },
    {
      "name": "Luke 8",
      "text": [
        {
          "text": "SOON AFTERWARD, [Jesus] went on through towns and villages, preaching and bringing the good news (the Gospel) of the kingdom of God. And the Twelve [apostles] were with Him,",
          "ID": "1"
        },
        {
          "text": "And also some women who had been cured of evil spirits and diseases: Mary, called Magdalene, from whom seven demons had been expelled;",
          "ID": "2"
        },
        {
          "text": "And Joanna, the wife of Chuza, Herod's household manager; and Susanna; and many others, who ministered to and provided for Him and them out of their property and personal belongings.",
          "ID": "3"
        },
        {
          "text": "And when a very great throng was gathering together and people from town after town kept coming to Jesus, He said in a parable:",
          "ID": "4"
        },
        {
          "text": "A sower went out to sow seed; and as he sowed, some fell along the traveled path and was trodden underfoot, and the birds of the air ate it up.",
          "ID": "5"
        },
        {
          "text": "And some [seed] fell on the rock, and as soon as it sprouted, it withered away because it had no moisture.",
          "ID": "6"
        },
        {
          "text": "And other [seed] fell in the midst of the thorns, and the thorns grew up with it and choked it [off].",
          "ID": "7"
        },
        {
          "text": "And some seed fell into good soil, and grew up and yielded a crop a hundred times [as great]. As He said these things, He called out, He who has ears to hear, let him be listening and let him consider and understand by hearing!",
          "ID": "8"
        },
        {
          "text": "And when His disciples asked Him the meaning of this parable,",
          "ID": "9"
        },
        {
          "text": "He said to them, To you it has been given to [come progressively to] know (to recognize and understand more strongly and clearly) the mysteries and secrets of the kingdom of God, but for others they are in parables, so that, [though] looking, they may not see; and hearing, they may not comprehend. [Isa. 6:9, 10; Jer. 5:21; Ezek. 12:2.]",
          "ID": "10"
        },
        {
          "text": "Now the meaning of the parable is this: The seed is the Word of God.",
          "ID": "11"
        },
        {
          "text": "Those along the traveled road are the people who have heard; then the devil comes and carries away the message out of their hearts, that they may not believe (acknowledge Me as their Savior and devote themselves to Me) and be saved [here and hereafter].",
          "ID": "12"
        },
        {
          "text": "And those upon the rock [are the people] who, when they hear [the Word], receive and welcome it with joy; but these have no root. They believe for a while, and in time of trial and temptation fall away (withdraw and stand aloof).",
          "ID": "13"
        },
        {
          "text": "And as for what fell among the thorns, these are [the people] who hear, but as they go on their way they are choked and suffocated with the anxieties and cares and riches and pleasures of life, and their fruit does not ripen (come to maturity and perfection).",
          "ID": "14"
        },
        {
          "text": "But as for that [seed] in the good soil, these are [the people] who, hearing the Word, hold it fast in a just (noble, virtuous) and worthy heart, and steadily bring forth fruit with patience.",
          "ID": "15"
        },
        {
          "text": "No one after he has lighted a lamp covers it with a vessel or puts it under a [dining table] couch; but he puts it on a lampstand, that those who come in may see the light.",
          "ID": "16"
        },
        {
          "text": "For there is nothing hidden that shall not be disclosed, nor anything secret that shall not be known and come out into the open.",
          "ID": "17"
        },
        {
          "text": "Be careful therefore how you listen. For to him who has [spiritual knowledge] will more be given; and from him who does not have [spiritual knowledge], even what he thinks and guesses and supposes that he has will be taken away.",
          "ID": "18"
        },
        {
          "text": "Then Jesus' mother and His brothers came along toward Him, but they could not get to Him because of the crowd.",
          "ID": "19"
        },
        {
          "text": "And it was told Him, Your mother and Your brothers are standing outside, desiring to have an interview with You.",
          "ID": "20"
        },
        {
          "text": "But He answered them, My mother and My brothers are those who listen to the Word of God and do it!",
          "ID": "21"
        },
        {
          "text": "One of those days He and His disciples got into a boat, and He said to them, Let us go across to the other side of the lake. So they put out to sea.",
          "ID": "22"
        },
        {
          "text": "But as they were sailing, He fell off to sleep. And a whirlwind revolving from below upwards swept down on the lake, and the boat was filling with water, and they were in great danger.",
          "ID": "23"
        },
        {
          "text": "And the disciples came and woke Him, saying, Master, Master, we are perishing! And He, being thoroughly awakened, censured and blamed and rebuked the wind and the raging waves; and they ceased, and there came a calm.",
          "ID": "24"
        },
        {
          "text": "And He said to them, [Why are you so fearful?] Where is your faith (your trust, your confidence in Me–in My veracity and My integrity)? And they were seized with alarm and profound and reverent dread, and they marveled, saying to one another, Who then is this, that He commands even wind and sea, and they obey Him?",
          "ID": "25"
        },
        {
          "text": "Then they came to the country of the Gerasenes, which is opposite Galilee.",
          "ID": "26"
        },
        {
          "text": "Now when Jesus stepped out on land, there met Him a certain man out of the town who had [was possessed by] demons. For a long time he had worn no clothes, and he lived not in a house but in the tombs.",
          "ID": "27"
        },
        {
          "text": "And when he saw Jesus, he raised a deep (terrible) cry [from the depths of his throat] and fell down before Him [in terror] and shouted loudly, What have You [to do] with me, Jesus, Son of the Most High God? [What have we in common?] I beg You, do not torment me!",
          "ID": "28"
        },
        {
          "text": "For Jesus was already commanding the unclean spirit to come out of the man. For many times it had snatched and held him; he was kept under guard and bound with chains and fetters, but he would break the bonds and be driven by the demon into the wilderness (desert).",
          "ID": "29"
        },
        {
          "text": "Jesus then asked him, What is your name? And he answered, Legion; for many demons had entered him.",
          "ID": "30"
        },
        {
          "text": "And they begged [Jesus] not to command them to depart into the Abyss (bottomless pit). [Rev. 9:1.]",
          "ID": "31"
        },
        {
          "text": "Now a great herd of swine was there feeding on the hillside; and [the demons] begged Him to give them leave to enter these. And He allowed them [to do so].",
          "ID": "32"
        },
        {
          "text": "Then the demons came out of the man and entered into the swine, and the herd rushed down the steep cliff into the lake and were drowned.",
          "ID": "33"
        },
        {
          "text": "When the herdsmen saw what had happened, they ran away and told it in the town and in the country.",
          "ID": "34"
        },
        {
          "text": "And [people] went out to see what had occurred, and they came to Jesus and found the man from whom the demons had gone out, sitting at the feet of Jesus, clothed and in his right (sound) mind; and they were seized with alarm and fear.",
          "ID": "35"
        },
        {
          "text": "And those [also] who had seen it told them how he who had been possessed with demons was restored [to health].",
          "ID": "36"
        },
        {
          "text": "Then all the people of the country surrounding the Gerasenes' district asked [Jesus] to depart from them, for they were possessed and suffering with dread and terror; so He entered a boat and returned [to the west side of the Sea of Galilee].",
          "ID": "37"
        },
        {
          "text": "But the man from whom the demons had gone out kept begging and praying that he might accompany Him and be with Him, but [Jesus] sent him away, saying,",
          "ID": "38"
        },
        {
          "text": "Return to your home, and recount [the story] of how many and great things God has done for you. And [the man] departed, proclaiming throughout the whole city how much Jesus had done for him.",
          "ID": "39"
        },
        {
          "text": "Now when Jesus came back [to Galilee], the crowd received and welcomed Him gladly, for they were all waiting and looking for Him.",
          "ID": "40"
        },
        {
          "text": "And there came a man named Jairus, who had [for a long time] been a director of the synagogue; and falling at the feet of Jesus, he begged Him to come to his house,",
          "ID": "41"
        },
        {
          "text": "For he had an only daughter, about twelve years of age, and she was dying. As [Jesus] went, the people pressed together around Him [almost suffocating Him].",
          "ID": "42"
        },
        {
          "text": "And a woman who had suffered from a flow of blood for twelve years and had spent all her living upon physicians, and could not be healed by anyone,",
          "ID": "43"
        },
        {
          "text": "Came up behind Him and touched the fringe of His garment, and immediately her flow of blood ceased.",
          "ID": "44"
        },
        {
          "text": "And Jesus said, Who is it who touched Me? When all were denying it, Peter and those who were with him said, Master, the multitudes surround You and press You on every side!",
          "ID": "45"
        },
        {
          "text": "But Jesus said, Someone did touch Me; for I perceived that [healing] power has gone forth from Me.",
          "ID": "46"
        },
        {
          "text": "And when the woman saw that she had not escaped notice, she came up trembling, and, falling down before Him, she declared in the presence of all the people for what reason she had touched Him and how she had been instantly cured.",
          "ID": "47"
        },
        {
          "text": "And He said to her, Daughter, your faith (your confidence and trust in Me) has made you well! Go (enter) into peace (untroubled, undisturbed well-being).",
          "ID": "48"
        },
        {
          "text": "While He was still speaking, a man from the house of the director of the synagogue came and said [to Jairus], Your daughter is dead; do not weary and trouble the Teacher any further.",
          "ID": "49"
        },
        {
          "text": "But Jesus, on hearing this, answered him, Do not be seized with alarm or struck with fear; simply believe [in Me as able to do this], and she shall be made well.",
          "ID": "50"
        },
        {
          "text": "And when He came to the house, He permitted no one to enter with Him except Peter and John and James, and the girl's father and mother.",
          "ID": "51"
        },
        {
          "text": "And all were weeping for and bewailing her; but He said, Do not weep, for she is not dead but sleeping.",
          "ID": "52"
        },
        {
          "text": "And they laughed Him to scorn, knowing full well that she was dead.",
          "ID": "53"
        },
        {
          "text": "And grasping her hand, He called, saying, Child, arise [from the sleep of death]!",
          "ID": "54"
        },
        {
          "text": "And her spirit returned [from death], and she arose immediately; and He directed that she should be given something to eat.",
          "ID": "55"
        },
        {
          "text": "And her parents were amazed, but He charged them to tell no one what had occurred.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8"
    },
    {
      "name": "Luke 9",
      "text": [
        {
          "text": "THEN JESUS called together the Twelve [apostles] and gave them power and authority over all demons, and to cure diseases,",
          "ID": "1"
        },
        {
          "text": "And He sent them out to announce and preach the kingdom of God and to bring healing.",
          "ID": "2"
        },
        {
          "text": "And He said to them, Do not take anything for your journey–neither walking stick, nor wallet [for a collection bag], nor food of any kind, nor money, and do not have two undergarments (tunics).",
          "ID": "3"
        },
        {
          "text": "And whatever house you enter, stay there until you go away [from that place].",
          "ID": "4"
        },
        {
          "text": "And wherever they do not receive and accept and welcome you, when you leave that town shake off [even] the dust from your feet, as a testimony against them.",
          "ID": "5"
        },
        {
          "text": "And departing, they went about from village to village, preaching the Gospel and restoring the afflicted to health everywhere.",
          "ID": "6"
        },
        {
          "text": "Now Herod the tetrarch heard of all that was being done by [Jesus], and he was [thoroughly] perplexed and troubled, because it was said by some that John [the Baptist] had been raised from the dead,",
          "ID": "7"
        },
        {
          "text": "And by others that Elijah had appeared, and by others that one of the prophets of old had come back to life.",
          "ID": "8"
        },
        {
          "text": "But Herod said, John I beheaded; but Who is this about Whom I [learn] such things by hearsay? And he sought to see Him.",
          "ID": "9"
        },
        {
          "text": "Upon their return, the apostles reported to Jesus all that they had done. And He took them [along with Him] and withdrew into privacy near a town called Bethsaida.",
          "ID": "10"
        },
        {
          "text": "But when the crowds learned of it, [they] followed Him; and He welcomed them and talked to them about the kingdom of God, and healed those who needed restoration to health.",
          "ID": "11"
        },
        {
          "text": "Now the day began to decline, and the Twelve came and said to Him, Dismiss the crowds and send them away, so that they may go to the neighboring hamlets and villages and the surrounding country and find lodging and get a supply of provisions, for we are here in an uninhabited (barren, solitary) place.",
          "ID": "12"
        },
        {
          "text": "But He said to them, You [yourselves] give them [food] to eat. They said, We have no more than five loaves and two fish–unless we are to go and buy food for all this crowd, [II Kings 4:42-44.]",
          "ID": "13"
        },
        {
          "text": "For there were about 5,000 men. And [Jesus] said to His disciples, Have them [sit down] reclining in table groups (companies) of about fifty each.",
          "ID": "14"
        },
        {
          "text": "And they did so, and made them all recline.",
          "ID": "15"
        },
        {
          "text": "And taking the five loaves and the two fish, He looked up to heaven and [praising God] gave thanks and asked Him to bless them [to their use]. Then He broke them and gave them to the disciples to place before the multitude.",
          "ID": "16"
        },
        {
          "text": "And all the people ate and were satisfied. And they gathered up what remained over–twelve [small hand] baskets of broken pieces.",
          "ID": "17"
        },
        {
          "text": "Now it occurred that as Jesus was praying privately, the disciples were with Him, and He asked them, Who do men say that I am?",
          "ID": "18"
        },
        {
          "text": "And they answered, John the Baptist; but some say, Elijah; and others, that one of the ancient prophets has come back to life.",
          "ID": "19"
        },
        {
          "text": "And He said to them, But who do you [yourselves] say that I am? And Peter replied, The Christ of God!",
          "ID": "20"
        },
        {
          "text": "But He strictly charged and sharply commanded them [under penalty] to tell this to no one [no one, whoever he might be],",
          "ID": "21"
        },
        {
          "text": "Saying, The Son of Man must suffer many things and be [deliberately] disapproved and repudiated and rejected on the part of the elders and chief priests and scribes, and be put to death and on the third day be raised [again].",
          "ID": "22"
        },
        {
          "text": "And He said to all, If any person wills to come after Me, let him deny himself [disown himself, forget, lose sight of himself and his own interests, refuse and give up himself] and take up his cross daily and follow Me [cleave steadfastly to Me, conform wholly to My example in living and, if need be, in dying also].",
          "ID": "23"
        },
        {
          "text": "For whoever would preserve his life and save it will lose and destroy it, but whoever loses his life for My sake, he will preserve and save it [from the penalty of eternal death].",
          "ID": "24"
        },
        {
          "text": "For what does it profit a man, if he gains the whole world and ruins or forfeits (loses) himself?",
          "ID": "25"
        },
        {
          "text": "Because whoever is ashamed of Me and of My teachings, of him will the Son of Man be ashamed when He comes in the [threefold] glory (the splendor and majesty) of Himself and of the Father and of the holy angels.",
          "ID": "26"
        },
        {
          "text": "However I tell you truly, there are some of those standing here who will not taste death before they see the kingdom of God.",
          "ID": "27"
        },
        {
          "text": "Now about eight days after these teachings, Jesus took with Him Peter and John and James and went up on the mountain to pray.",
          "ID": "28"
        },
        {
          "text": "And as He was praying, the appearance of His countenance became altered (different), and His raiment became dazzling white [flashing with the brilliance of lightning].",
          "ID": "29"
        },
        {
          "text": "And behold, two men were conversing with Him–Moses and Elijah,",
          "ID": "30"
        },
        {
          "text": "Who appeared in splendor and majesty and brightness and were speaking of His exit [from life], which He was about to bring to realization at Jerusalem.",
          "ID": "31"
        },
        {
          "text": "Now Peter and those with him were weighed down with sleep, but when they fully awoke, they saw His glory (splendor and majesty and brightness) and the two men who stood with Him.",
          "ID": "32"
        },
        {
          "text": "And it occurred as the men were parting from Him that Peter said to Jesus, Master, it is delightful and good that we are here; and let us construct three booths or huts–one for You and one for Moses and one for Elijah! not noticing or knowing what he was saying.",
          "ID": "33"
        },
        {
          "text": "But even as he was saying this, a cloud came and began to overshadow them, and they were seized with alarm and struck with fear as they entered into the cloud.",
          "ID": "34"
        },
        {
          "text": "Then there came a voice out of the cloud, saying, This is My Son, My Chosen One or My Beloved; listen to and yield to and obey Him!",
          "ID": "35"
        },
        {
          "text": "And when the voice had died away, Jesus was found there alone. And they kept still, and told no one at that time any of these things that they had seen.",
          "ID": "36"
        },
        {
          "text": "Now it occurred the next day, when they had come down from the mountain, that a great multitude met Him.",
          "ID": "37"
        },
        {
          "text": "And behold, a man from the crowd shouted out, Master, I implore You to look at my son, for he is my only child;",
          "ID": "38"
        },
        {
          "text": "And behold, a spirit seizes him and suddenly he cries out; it convulses him so that he foams at the mouth; and he is sorely shattered, and it will scarcely leave him.",
          "ID": "39"
        },
        {
          "text": "And I implored Your disciples to drive it out, but they could not.",
          "ID": "40"
        },
        {
          "text": "Jesus answered, O [faithless ones] unbelieving and without trust in God, a perverse (wayward, crooked and warped) generation! Until when and how long am I to be with you and bear with you? Bring your son here [to Me].",
          "ID": "41"
        },
        {
          "text": "And even while he was coming, the demon threw him down and [completely] convulsed him. But Jesus censured and severely rebuked the unclean spirit and healed the child and restored him to his father.",
          "ID": "42"
        },
        {
          "text": "And all were astounded at the evidence of God's mighty power and His majesty and magnificence. But [while] they were all marveling at everything Jesus was doing, He said to His disciples,",
          "ID": "43"
        },
        {
          "text": "Let these words sink into your ears: the Son of Man is about to be delivered into the hands of men [whose conduct is opposed to God].",
          "ID": "44"
        },
        {
          "text": "However, they did not comprehend this saying; and it was kept hidden from them, so that they should not grasp it and understand, and they were afraid to ask Him about the statement.",
          "ID": "45"
        },
        {
          "text": "But a controversy arose among them as to which of them might be the greatest [surpassing the others in excellence, worth, and authority].",
          "ID": "46"
        },
        {
          "text": "But Jesus, as He perceived the thoughts of their hearts, took a little child and put him at His side",
          "ID": "47"
        },
        {
          "text": "And told them, Whoever receives and accepts and welcomes this child in My name and for My sake receives and accepts and welcomes Me; and whoever so receives Me so also receives Him Who sent Me. For he who is least and lowliest among you all–he is [the one who is truly] great.",
          "ID": "48"
        },
        {
          "text": "John said, Master, we saw a man driving out demons in Your name and we commanded him to stop it, for he does not follow along with us.",
          "ID": "49"
        },
        {
          "text": "But Jesus told him, Do not forbid [such people]; for whoever is not against you is for you.",
          "ID": "50"
        },
        {
          "text": "Now when the time was almost come for Jesus to be received up [to heaven], He steadfastly and determinedly set His face to go to Jerusalem.",
          "ID": "51"
        },
        {
          "text": "And He sent messengers before Him; and they reached and entered a Samaritan village to make [things] ready for Him;",
          "ID": "52"
        },
        {
          "text": "But [the people] would not welcome or receive or accept Him, because His face was [set as if He was] going to Jerusalem.",
          "ID": "53"
        },
        {
          "text": "And when His disciples James and John observed this, they said, Lord, do You wish us to command fire to come down from heaven and consume them, even as Elijah did ? [II Kings 1:9-16.]",
          "ID": "54"
        },
        {
          "text": "But He turned and rebuked and severely censured them. He said, You do not know of what sort of spirit you are,",
          "ID": "55"
        },
        {
          "text": "For the Son of Man did not come to destroy men's lives, but to save them [from the penalty of eternal death]. And they journeyed on to another village.",
          "ID": "56"
        },
        {
          "text": "And it occurred that as they were going along the road, a man said to Him, Lord, I will follow You wherever You go.",
          "ID": "57"
        },
        {
          "text": "And Jesus told him, Foxes have lurking holes and the birds of the air have roosts and nests, but the Son of Man has no place to lay His head.",
          "ID": "58"
        },
        {
          "text": "And He said to another, Become My disciple, side with My party, and accompany Me! But he replied, Lord, permit me first to go and bury (await the death of) my father.",
          "ID": "59"
        },
        {
          "text": "But Jesus said to him, Allow the dead to bury their own dead; but as for you, go and publish abroad throughout all regions the kingdom of God.",
          "ID": "60"
        },
        {
          "text": "Another also said, I will follow You, Lord, and become Your disciple and side with Your party; but let me first say good-bye to those at my home.",
          "ID": "61"
        },
        {
          "text": "Jesus said to him, No one who puts his hand to the plow and looks back [to the things behind] is fit for the kingdom of God.",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9"
    },
    {
      "name": "Luke 10",
      "text": [
        {
          "text": "NOW AFTER this the Lord chose and appointed seventy others and sent them out ahead of Him, two by two, into every town and place where He Himself was about to come (visit).",
          "ID": "1"
        },
        {
          "text": "And He said to them, The harvest indeed is abundant [there is much ripe grain], but the farmhands are few. Pray therefore the Lord of the harvest to send out laborers into His harvest.",
          "ID": "2"
        },
        {
          "text": "Go your way; behold, I send you out like lambs into the midst of wolves.",
          "ID": "3"
        },
        {
          "text": "Carry no purse, no provisions bag, no [change of] sandals; refrain from [retarding your journey by] saluting and wishing anyone well along the way.",
          "ID": "4"
        },
        {
          "text": "Whatever house you enter, first say, Peace be to this household! [Freedom from all the distresses that result from sin be with this family].",
          "ID": "5"
        },
        {
          "text": "And if anyone [worthy] of peace and blessedness is there, the peace and blessedness you wish shall come upon him; but if not, it shall come back to you.",
          "ID": "6"
        },
        {
          "text": "And stay on in the same house, eating and drinking what they provide, for the laborer is worthy of his wages. Do not keep moving from house to house. [Deut. 24:15.]",
          "ID": "7"
        },
        {
          "text": "Whenever you go into a town and they receive and accept and welcome you, eat what is set before you;",
          "ID": "8"
        },
        {
          "text": "And heal the sick in it and say to them, The kingdom of God has come close to you.",
          "ID": "9"
        },
        {
          "text": "But whenever you go into a town and they do not receive and accept and welcome you, go out into its streets and say,",
          "ID": "10"
        },
        {
          "text": "Even the dust of your town that clings to our feet we are wiping off against you; yet know and understand this: the kingdom of God has come near you.",
          "ID": "11"
        },
        {
          "text": "I tell you, it shall be more tolerable in that day for Sodom than for that town. [Gen. 19:24-28.]",
          "ID": "12"
        },
        {
          "text": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty miracles performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
          "ID": "13"
        },
        {
          "text": "However, it shall be more tolerable in the judgment for Tyre and Sidon than for you.",
          "ID": "14"
        },
        {
          "text": "And you, Capernaum, will you be exalted unto heaven? You shall be brought down to Hades (the regions of the dead).",
          "ID": "15"
        },
        {
          "text": "He who hears and heeds you [disciples] hears and heeds Me; and he who slights and rejects you slights and rejects Me; and he who slights and rejects Me slights and rejects Him who sent Me.",
          "ID": "16"
        },
        {
          "text": "The seventy returned with joy, saying, Lord, even the demons are subject to us in Your name!",
          "ID": "17"
        },
        {
          "text": "And He said to them, I saw Satan falling like a lightning [flash] from heaven.",
          "ID": "18"
        },
        {
          "text": "Behold! I have given you authority and power to trample upon serpents and scorpions, and [physical and mental strength and ability] over all the power that the enemy [possesses]; and nothing shall in any way harm you.",
          "ID": "19"
        },
        {
          "text": "Nevertheless, do not rejoice at this, that the spirits are subject to you, but rejoice that your names are enrolled in heaven. [Exod. 32:32; Ps. 69:28; Dan. 12:1.]",
          "ID": "20"
        },
        {
          "text": "In that same hour He rejoiced and gloried in the Holy Spirit and said, I thank You, Father, Lord of heaven and earth, that You have concealed these things [relating to salvation] from the wise and understanding and learned, and revealed them to babes (the childish, unskilled, and untaught). Yes, Father, for such was Your gracious will and choice and good pleasure.",
          "ID": "21"
        },
        {
          "text": "All things have been given over into My power by My Father; and no one knows Who the Son is except the Father, or Who the Father is except the Son and anyone to whom the Son may choose to reveal and make Him known.",
          "ID": "22"
        },
        {
          "text": "Then turning to His disciples, He said privately, Blessed (happy, to be envied) are those whose eyes see what you see!",
          "ID": "23"
        },
        {
          "text": "For I tell you that many prophets and kings longed to see what you see and they did not see it, and to hear what you hear and they did not hear it.",
          "ID": "24"
        },
        {
          "text": "And then a certain lawyer arose to try (test, tempt) Him, saying, Teacher, what am I to do to inherit everlasting life [that is, to partake of eternal salvation in the Messiah's kingdom]?",
          "ID": "25"
        },
        {
          "text": "Jesus said to him, What is written in the Law? How do you read it?",
          "ID": "26"
        },
        {
          "text": "And he replied, You must love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind; and your neighbor as yourself. [Lev. 19:18; Deut. 6:5.]",
          "ID": "27"
        },
        {
          "text": "And Jesus said to him, You have answered correctly; do this, and you will live [enjoy active, blessed, endless life in the kingdom of God].",
          "ID": "28"
        },
        {
          "text": "And he, determined to acquit himself of reproach, said to Jesus, And who is my neighbor?",
          "ID": "29"
        },
        {
          "text": "Jesus, taking him up, replied, A certain man was going from Jerusalem down to Jericho, and he fell among robbers, who stripped him of his clothes and belongings and beat him and went their way, [unconcernedly] leaving him half dead, as it happened.",
          "ID": "30"
        },
        {
          "text": "Now by coincidence a certain priest was going down along that road, and when he saw him, he passed by on the other side.",
          "ID": "31"
        },
        {
          "text": "A Levite likewise came down to the place and saw him, and passed by on the other side [of the road].",
          "ID": "32"
        },
        {
          "text": "But a certain Samaritan, as he traveled along, came down to where he was; and when he saw him, he was moved with pity and sympathy [for him],",
          "ID": "33"
        },
        {
          "text": "And went to him and dressed his wounds, pouring on [them] oil and wine. Then he set him on his own beast and brought him to an inn and took care of him.",
          "ID": "34"
        },
        {
          "text": "And the next day he took out two denarii [two day's wages] and gave [them] to the innkeeper, saying, Take care of him; and whatever more you spend, I [myself] will repay you when I return.",
          "ID": "35"
        },
        {
          "text": "Which of these three do you think proved himself a neighbor to him who fell among the robbers?",
          "ID": "36"
        },
        {
          "text": "He answered, The one who showed pity and mercy to him. And Jesus said to him, Go and do likewise.",
          "ID": "37"
        },
        {
          "text": "Now while they were on their way, it occurred that Jesus entered a certain village, and a woman named Martha received and welcomed Him into her house.",
          "ID": "38"
        },
        {
          "text": "And she had a sister named Mary, who seated herself at the Lord's feet and was listening to His teaching.",
          "ID": "39"
        },
        {
          "text": "But Martha [overly occupied and too busy] was distracted with much serving; and she came up to Him and said, Lord, is it nothing to You that my sister has left me to serve alone? Tell her then to help me [to lend a hand and do her part along with me]!",
          "ID": "40"
        },
        {
          "text": "But the Lord replied to her by saying, Martha, Martha, you are anxious and troubled about many things;",
          "ID": "41"
        },
        {
          "text": "There is need of only one or but a few things. Mary has chosen the good portion [that which is to her advantage], which shall not be taken away from her.",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10"
    },
    {
      "name": "Luke 11",
      "text": [
        {
          "text": "THEN HE was praying in a certain place; and when He stopped, one of His disciples said to Him, Lord, teach us to pray, [just] as John taught his disciples.",
          "ID": "1"
        },
        {
          "text": "And He said to them, When you pray, say: Our Father Who is in heaven, hallowed be Your name, Your kingdom come. Your will be done [held holy and revered] on earth as it is in heaven.",
          "ID": "2"
        },
        {
          "text": "Give us daily our bread [food for the morrow].",
          "ID": "3"
        },
        {
          "text": "And forgive us our sins, for we ourselves also forgive everyone who is indebted to us [who has offended us or done us wrong]. And bring us not into temptation but rescue us from evil.",
          "ID": "4"
        },
        {
          "text": "And He said to them, Which of you who has a friend will go to him at midnight and will say to him, Friend, lend me three loaves [of bread],",
          "ID": "5"
        },
        {
          "text": "For a friend of mine who is on a journey has just come, and I have nothing to put before him;",
          "ID": "6"
        },
        {
          "text": "And he from within will answer, Do not disturb me; the door is now closed, and my children are with me in bed; I cannot get up and supply you [with anything]?",
          "ID": "7"
        },
        {
          "text": "I tell you, although he will not get up and supply him anything because he is his friend, yet because of his shameless persistence and insistence he will get up and give him as much as he needs.",
          "ID": "8"
        },
        {
          "text": "So I say to you, Ask and keep on asking and it shall be given you; seek and keep on seeking and you shall find; knock and keep on knocking and the door shall be opened to you.",
          "ID": "9"
        },
        {
          "text": "For everyone who asks and keeps on asking receives; and he who seeks and keeps on seeking finds; and to him who knocks and keeps on knocking, the door shall be opened.",
          "ID": "10"
        },
        {
          "text": "What father among you, if his son asks for a loaf of bread, will give him a stone; or if he asks for a fish, will instead of a fish give him a serpent?",
          "ID": "11"
        },
        {
          "text": "Or if he asks for an egg, will give him a scorpion?",
          "ID": "12"
        },
        {
          "text": "If you then, evil as you are, know how to give good gifts [gifts that are to their advantage] to your children, how much more will your heavenly Father give the Holy Spirit to those who ask and continue to ask Him!",
          "ID": "13"
        },
        {
          "text": "Now Jesus was driving out a demon that was dumb; and it occurred that when the demon had gone out, the dumb man spoke. And the crowds marveled.",
          "ID": "14"
        },
        {
          "text": "But some of them said, He drives out demons [because He is in league with and] by Beelzebub, the prince of demons,",
          "ID": "15"
        },
        {
          "text": "While others, to try and test and tempt Him, demanded a sign of Him from heaven.",
          "ID": "16"
        },
        {
          "text": "But He, [well] aware of their intent and purpose, said to them, Every kingdom split up against itself is doomed and brought to desolation, and so house falls upon house. [The disunited household will collapse.]",
          "ID": "17"
        },
        {
          "text": "And if Satan also is divided against himself, how will his kingdom last? For you say that I expel demons with the help of and by Beelzebub.",
          "ID": "18"
        },
        {
          "text": "Now if I expel demons with the help of and by Beelzebub, with whose help and by whom do your sons drive them out? Therefore they shall be your judges.",
          "ID": "19"
        },
        {
          "text": "But if I drive out the demons by the finger of God, then the kingdom of God has [already] come upon you.",
          "ID": "20"
        },
        {
          "text": "When the strong man, fully armed, [from his courtyard] guards his own dwelling, his belongings are undisturbed [his property is at peace and is secure].",
          "ID": "21"
        },
        {
          "text": "But when one stronger than he attacks him and conquers him, he robs him of his whole armor on which he had relied and divides up and distributes all his goods as plunder (spoil).",
          "ID": "22"
        },
        {
          "text": "He who is not with Me [siding and believing with Me] is against Me, and he who does not gather with Me [engage in My interest], scatters.",
          "ID": "23"
        },
        {
          "text": "When the unclean spirit has gone out of a person, it roams through waterless places in search [of a place] of rest (release, refreshment, ease); and finding none it says, I will go back to my house from which I came.",
          "ID": "24"
        },
        {
          "text": "And when it arrives, it finds [the place] swept and put in order and furnished and decorated.",
          "ID": "25"
        },
        {
          "text": "And it goes and brings other spirits, seven [of them], more evil than itself, and they enter in, settle down, and dwell there; and the last state of that person is worse than the first.",
          "ID": "26"
        },
        {
          "text": "Now it occurred that as He was saying these things, a certain woman in the crowd raised her voice and said to Him, Blessed (happy and to be envied) is the womb that bore You and the breasts that You sucked!",
          "ID": "27"
        },
        {
          "text": "But He said, Blessed (happy and to be envied) rather are those who hear the Word of God and obey and practice it!",
          "ID": "28"
        },
        {
          "text": "Now as the crowds were [increasingly] thronging Him, He began to say, This present generation is a wicked one; it seeks and demands a sign (miracle), but no sign shall be given to it except the sign of Jonah [the prophet]. [Jonah 1:17; Matt. 12:40.]",
          "ID": "29"
        },
        {
          "text": "For [just] as Jonah became a sign to the people of Nineveh, so will also the Son of Man be [a sign] to this age and generation. [Jonah 3:4-10.]",
          "ID": "30"
        },
        {
          "text": "The queen of the South will arise in the judgment with the people of this age and generation and condemn them; for she came from the ends of the [inhabited] earth to listen to the wisdom of Solomon, and notice, here is more than Solomon. [I Kings 10:1-13; II Chron. 9:1-12.]",
          "ID": "31"
        },
        {
          "text": "The men of Nineveh will appear as witnesses at the judgment with this generation and will condemn it; for they repented at the preaching of Jonah, and behold, here is more than Jonah. [Jonah 3:4-10.]",
          "ID": "32"
        },
        {
          "text": "No one after lighting a lamp puts it in a cellar or crypt or under a bushel measure, but on a lampstand, that those who are coming in may see the light.",
          "ID": "33"
        },
        {
          "text": "Your eye is the lamp of your body; when your eye (your conscience) is sound and fulfilling its office, your whole body is full of light; but when it is not sound and is not fulfilling its office, your body is full of darkness.",
          "ID": "34"
        },
        {
          "text": "Be careful, therefore, that the light that is in you is not darkness.",
          "ID": "35"
        },
        {
          "text": "If then your entire body is illuminated, having no part dark, it will be wholly bright [with light], as when a lamp with its bright rays gives you light.",
          "ID": "36"
        },
        {
          "text": "Now while Jesus was speaking, a Pharisee invited Him to take dinner with him, so He entered and reclined at table.",
          "ID": "37"
        },
        {
          "text": "The Pharisee noticed and was astonished [to see] that Jesus did not first wash before dinner.",
          "ID": "38"
        },
        {
          "text": "But the Lord said to him, Now you Pharisees cleanse the outside of the cup and of the plate, but inside you yourselves are full of greed and robbery and extortion and malice and wickedness.",
          "ID": "39"
        },
        {
          "text": "You senseless (foolish, stupid) ones [acting without reflection or intelligence]! Did not He Who made the outside make the inside also?",
          "ID": "40"
        },
        {
          "text": "But [dedicate your inner self and] give as donations to the poor of those things which are within [of inward righteousness] and behold, everything is purified and clean for you.",
          "ID": "41"
        },
        {
          "text": "But woe to you, Pharisees! For you tithe mint and rue and every [little] herb, but disregard and neglect justice and the love of God. These you ought to have done without leaving the others undone. [Lev. 27:30; Mic. 6:8.]",
          "ID": "42"
        },
        {
          "text": "Woe to you, Pharisees! For you love the best seats in the synagogues and [you love] to be greeted and bowed down to in the [public] marketplaces.",
          "ID": "43"
        },
        {
          "text": "Woe to you! For you are like graves which are not marked or seen, and men walk over them without being aware of it [and are ceremonially defiled].",
          "ID": "44"
        },
        {
          "text": "One of the experts in the [Mosaic] Law answered Him, Teacher, in saying this, You reproach and outrage and affront even us!",
          "ID": "45"
        },
        {
          "text": "But He said, Woe to you, the lawyers, also! For you load men with oppressive burdens hard to bear, and you do not personally [even gently] touch the burdens with one of your fingers.",
          "ID": "46"
        },
        {
          "text": "Woe to you! For you are rebuilding and repairing the tombs of the prophets, whom your fathers killed (destroyed).",
          "ID": "47"
        },
        {
          "text": "So you bear witness and give your full approval and consent to the deeds of your fathers; for they actually killed them, and you rebuild and repair monuments to them.",
          "ID": "48"
        },
        {
          "text": "For this reason also the wisdom of God said, I will send them prophets and apostles, [some] of whom they will put to death and persecute,",
          "ID": "49"
        },
        {
          "text": "So that the blood of all the prophets shed from the foundation of the world may be charged against and required of this age and generation,",
          "ID": "50"
        },
        {
          "text": "From the blood of Abel to the blood of Zechariah, who was slain between the altar and the sanctuary. Yes, I tell you, it shall be charged against and required of this age and generation. [Gen. 4:8; II Chron. 24:20, 21; Zech. 1:1.]",
          "ID": "51"
        },
        {
          "text": "Woe to you, lawyers (experts in the Mosaic Law)! For you have taken away the key to knowledge; you did not go in yourselves, and you hindered and prevented those who were entering.",
          "ID": "52"
        },
        {
          "text": "As He left there, the scribes and the Pharisees [followed Him closely, and they] began to be enraged with and set themselves violently against Him and to draw Him out and provoke Him to speak of many things,",
          "ID": "53"
        },
        {
          "text": "Secretly watching and plotting and lying in wait for Him, to seize upon something He might say [that they might accuse Him].",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11"
    },
    {
      "name": "Luke 12",
      "text": [
        {
          "text": "IN THE meanwhile, when so many thousands of the people had gathered that they were trampling on one another, Jesus commenced by saying primarily to His disciples, Be on your guard against the leaven (ferment) of the Pharisees, which is hypocrisy [producing unrest and violent agitation].",
          "ID": "1"
        },
        {
          "text": "Nothing is [so closely] covered up that it will not be revealed, or hidden that it will not be known.",
          "ID": "2"
        },
        {
          "text": "Whatever you have spoken in the darkness shall be heard and listened to in the light, and what you have whispered in [people's] ears and behind closed doors will be proclaimed upon the housetops.",
          "ID": "3"
        },
        {
          "text": "I tell you, My friends, do not dread and be afraid of those who kill the body and after that have nothing more that they can do.",
          "ID": "4"
        },
        {
          "text": "But I will warn you whom you should fear: fear Him Who, after killing, has power to hurl into hell (Gehenna); yes, I say to you, fear Him!",
          "ID": "5"
        },
        {
          "text": "Are not five sparrows sold for two pennies? And [yet] not one of them is forgotten or uncared for in the presence of God.",
          "ID": "6"
        },
        {
          "text": "But [even] the very hairs of your head are all numbered. Do not be struck with fear or seized with alarm; you are of greater worth than many [flocks] of sparrows.",
          "ID": "7"
        },
        {
          "text": "And I tell you, Whoever declares openly [speaking out freely] and confesses that he is My worshiper and acknowledges Me before men, the Son of Man also will declare and confess and acknowledge him before the angels of God.",
          "ID": "8"
        },
        {
          "text": "But he who disowns and denies and rejects and refuses to acknowledge Me before men will be disowned and denied and rejected and refused acknowledgement in the presence of the angels of God.",
          "ID": "9"
        },
        {
          "text": "And everyone who makes a statement or speaks a word against the Son of Man, it will be forgiven him; but he who blasphemes against the Holy Spirit [that is, whoever intentionally comes short of the reverence due the Holy Spirit], it will not be forgiven him [for him there is no forgiveness].",
          "ID": "10"
        },
        {
          "text": "And when they bring you before the synagogues and the magistrates and the authorities, do not be anxious [beforehand] how you shall reply in defense or what you are to say.",
          "ID": "11"
        },
        {
          "text": "For the Holy Spirit will teach you in that very hour and moment what [you] ought to say.",
          "ID": "12"
        },
        {
          "text": "Someone from the crowd said to Him, Master, order my brother to divide the inheritance and share it with me.",
          "ID": "13"
        },
        {
          "text": "But He told him, Man, who has appointed Me a judge or umpire and divider over you?",
          "ID": "14"
        },
        {
          "text": "And He said to them, Guard yourselves and keep free from all covetousness (the immoderate desire for wealth, the greedy longing to have more); for a man's life does not consist in and is not derived from possessing overflowing abundance or that which is over and above his needs.",
          "ID": "15"
        },
        {
          "text": "Then He told them a parable, saying, The land of a rich man was fertile and yielded plentifully.",
          "ID": "16"
        },
        {
          "text": "And he considered and debated within himself, What shall I do? I have no place [in which] to gather together my harvest.",
          "ID": "17"
        },
        {
          "text": "And he said, I will do this: I will pull down my storehouses and build larger ones, and there I will store all my grain or produce and my goods.",
          "ID": "18"
        },
        {
          "text": "And I will say to my soul, Soul, you have many good things laid up, [enough] for many years. Take your ease; eat, drink, and enjoy yourself merrily.",
          "ID": "19"
        },
        {
          "text": "But God said to him, You fool! This very night they [the messengers of God] will demand your soul of you; and all the things that you have prepared, whose will they be? [Job 27:8; Jer. 17:11.]",
          "ID": "20"
        },
        {
          "text": "So it is with the one who continues to lay up and hoard possessions for himself and is not rich [in his relation] to God [this is how he fares].",
          "ID": "21"
        },
        {
          "text": "And [Jesus] said to His disciples, Therefore I tell you, do not be anxious and troubled [with cares] about your life, as to what you will [have to] eat; or about your body, as to what you will [have to] wear.",
          "ID": "22"
        },
        {
          "text": "For life is more than food, and the body [more] than clothes.",
          "ID": "23"
        },
        {
          "text": "Observe and consider the ravens; for they neither sow nor reap, they have neither storehouse nor barn; and [yet] God feeds them. Of how much more worth are you than the birds!",
          "ID": "24"
        },
        {
          "text": "And which of you by being overly anxious and troubled with cares can add a cubit to his stature or a moment [unit] of time to his age [the length of his life]?",
          "ID": "25"
        },
        {
          "text": "If then you are not able to do such a little thing as that, why are you anxious and troubled with cares about the rest?",
          "ID": "26"
        },
        {
          "text": "Consider the lilies, how they grow. They neither [wearily] toil nor spin nor weave; yet I tell you, even Solomon in all his glory (his splendor and magnificence) was not arrayed like one of these. [I Kings 10:4-7.]",
          "ID": "27"
        },
        {
          "text": "But if God so clothes the grass in the field, which is alive today, and tomorrow is thrown into the furnace, how much more will He clothe you, O you [people] of little faith?",
          "ID": "28"
        },
        {
          "text": "And you, do not seek [by meditating and reasoning to inquire into] what you are to eat and what you are to drink; nor be of anxious (troubled) mind [unsettled, excited, worried, and in suspense];",
          "ID": "29"
        },
        {
          "text": "For all the pagan world is [greedily] seeking these things, and your Father knows that you need them.",
          "ID": "30"
        },
        {
          "text": "Only aim at and strive for and seek His kingdom, and all these things shall be supplied to you also.",
          "ID": "31"
        },
        {
          "text": "Do not be seized with alarm and struck with fear, little flock, for it is your Father's good pleasure to give you the kingdom!",
          "ID": "32"
        },
        {
          "text": "Sell what you possess and give donations to the poor; provide yourselves with purses and handbags that do not grow old, an unfailing and inexhaustible treasure in the heavens, where no thief comes near and no moth destroys.",
          "ID": "33"
        },
        {
          "text": "For where your treasure is, there will your heart be also.",
          "ID": "34"
        },
        {
          "text": "Keep your loins girded and your lamps burning,",
          "ID": "35"
        },
        {
          "text": "And be like men who are waiting for their master to return home from the marriage feast, so that when he returns from the wedding and comes and knocks, they may open to him immediately.",
          "ID": "36"
        },
        {
          "text": "Blessed (happy, fortunate, and to be envied) are those servants whom the master finds awake and alert and watching when he comes. Truly I say to you, he will gird himself and have them recline at table and will come and serve them!",
          "ID": "37"
        },
        {
          "text": "If he comes in the second watch (before midnight) or the third watch (after midnight), and finds them so, blessed (happy, fortunate, and to be envied) are those servants!",
          "ID": "38"
        },
        {
          "text": "But of this be assured: if the householder had known at what time the burglar was coming, he would have been awake and alert and watching and would not have permitted his house to be dug through and broken into.",
          "ID": "39"
        },
        {
          "text": "You also must be ready, for the Son of Man is coming at an hour and a moment when you do not anticipate it.",
          "ID": "40"
        },
        {
          "text": "Peter said, Lord, are You telling this parable for us, or for all alike?",
          "ID": "41"
        },
        {
          "text": "And the Lord said, Who then is that faithful steward, the wise man whom his master will set over those in his household service to supply them their allowance of food at the appointed time?",
          "ID": "42"
        },
        {
          "text": "Blessed (happy and to be envied) is that servant whom his master finds so doing when he arrives.",
          "ID": "43"
        },
        {
          "text": "Truly I tell you, he will set him in charge over all his possessions.",
          "ID": "44"
        },
        {
          "text": "But if that servant says in his heart, My master is late in coming, and begins to strike the menservants and the maids and to eat and drink and get drunk,",
          "ID": "45"
        },
        {
          "text": "The master of that servant will come on a day when he does not expect him and at an hour of which he does not know, and will punish him and cut him off and assign his lot with the unfaithful.",
          "ID": "46"
        },
        {
          "text": "And that servant who knew his master's will but did not get ready or act as he would wish him to act shall be beaten with many [lashes].",
          "ID": "47"
        },
        {
          "text": "But he who did not know and did things worthy of a beating shall be beaten with few [lashes]. For everyone to whom much is given, of him shall much be required; and of him to whom men entrust much, they will require and demand all the more. [Num. 15:29, 30; Deut. 25:2, 3.]",
          "ID": "48"
        },
        {
          "text": "I have come to cast fire upon the earth, and how I wish that it were already kindled!",
          "ID": "49"
        },
        {
          "text": "I have a baptism with which to be baptized, and how greatly and sorely I am urged on (impelled, constrained) until it is accomplished!",
          "ID": "50"
        },
        {
          "text": "Do you suppose that I have come to give peace upon earth? No, I say to you, but rather division;",
          "ID": "51"
        },
        {
          "text": "For from now on in one house there will be five divided [among themselves], three against two and two against three.",
          "ID": "52"
        },
        {
          "text": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against her mother-in-law. [Mic. 7:6.]",
          "ID": "53"
        },
        {
          "text": "He also said to the crowds of people, When you see a cloud rising in the west, at once you say, It is going to rain! And so it does.",
          "ID": "54"
        },
        {
          "text": "And when [you see that] a south wind is blowing, you say, There will be severe heat! And it occurs.",
          "ID": "55"
        },
        {
          "text": "You playactors (hypocrites)! You know how [intelligently] to discern and interpret and prove the looks of the earth and sky; but how is it that you do not know how to discern and interpret and apply the proof to this present time?",
          "ID": "56"
        },
        {
          "text": "And why do you not judge what is just and personally decide what is right?",
          "ID": "57"
        },
        {
          "text": "Then as you go with your accuser before a magistrate, on the way make a diligent effort to settle and be quit (free) of him, lest he drag you to the judge, and the judge turn you over to the officer, and the officer put you in prison.",
          "ID": "58"
        },
        {
          "text": "I tell you, you will never get out until you have paid the very last [fraction of a] cent.",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12"
    },
    {
      "name": "Luke 13",
      "text": [
        {
          "text": "JUST AT that time there [arrived] some people who informed Jesus about the Galileans whose blood Pilate had mixed with their sacrifices.",
          "ID": "1"
        },
        {
          "text": "And He replied by saying to them, Do you think that these Galileans were greater sinners than all the other Galileans because they have suffered in this way?",
          "ID": "2"
        },
        {
          "text": "I tell you, No; but unless you repent (change your mind for the better and heartily amend your ways, with abhorrence of your past sins), you will all likewise perish and be lost eternally.",
          "ID": "3"
        },
        {
          "text": "Or those eighteen on whom the tower in Siloam fell and killed them–do you think that they were more guilty offenders (debtors) than all the others who dwelt in Jerusalem?",
          "ID": "4"
        },
        {
          "text": "I tell you, No; but unless you repent (change your mind for the better and heartily amend your ways, with abhorrence of your past sins), you will all likewise perish and be lost eternally.",
          "ID": "5"
        },
        {
          "text": "And He told them this parable: A certain man had a fig tree, planted in his vineyard, and he came looking for fruit on it, but did not find [any].",
          "ID": "6"
        },
        {
          "text": "So he said to the vinedresser, See here! For these three years I have come looking for fruit on this fig tree and I find none. Cut it down! Why should it continue also to use up the ground [to deplete the soil, intercept the sun, and take up room]?",
          "ID": "7"
        },
        {
          "text": "But he replied to him, Leave it alone, sir, [just] this one more year, till I dig around it and put manure [on the soil].",
          "ID": "8"
        },
        {
          "text": "Then perhaps it will bear fruit after this; but if not, you can cut it down and out.",
          "ID": "9"
        },
        {
          "text": "Now Jesus was teaching in one of the synagogues on the Sabbath.",
          "ID": "10"
        },
        {
          "text": "And there was a woman there who for eighteen years had had an infirmity caused by a spirit (a demon of sickness). She was bent completely forward and utterly unable to straighten herself up or to look upward.",
          "ID": "11"
        },
        {
          "text": "And when Jesus saw her, He called [her to Him] and said to her, Woman, you are released from your infirmity!",
          "ID": "12"
        },
        {
          "text": "Then He laid [His] hands on her, and instantly she was made straight, and she recognized and thanked and praised God.",
          "ID": "13"
        },
        {
          "text": "But the leader of the synagogue, indignant because Jesus had healed on the Sabbath, said to the crowd, There are six days on which work ought to be done; so come on those days and be cured, and not on the Sabbath day. [Exod. 20:9, 10.]",
          "ID": "14"
        },
        {
          "text": "But the Lord replied to him, saying, You playactors (hypocrites)! Does not each one of you on the Sabbath loose his ox or his donkey from the stall and lead it out to water it?",
          "ID": "15"
        },
        {
          "text": "And ought not this woman, a daughter of Abraham, whom Satan has kept bound for eighteen years, be loosed from this bond on the Sabbath day?",
          "ID": "16"
        },
        {
          "text": "Even as He said this, all His opponents were put to shame, and all the people were rejoicing over all the glorious things that were being done by Him.",
          "ID": "17"
        },
        {
          "text": "This led Him to say, What is the kingdom of God like? And to what shall I compare it?",
          "ID": "18"
        },
        {
          "text": "It is like a grain of mustard seed, which a man took and planted in his own garden; and it grew and became a tree, and the wild birds found shelter and roosted and nested in its branches.",
          "ID": "19"
        },
        {
          "text": "And again He said, To what shall I liken the kingdom of God?",
          "ID": "20"
        },
        {
          "text": "It is like leaven which a woman took and hid in three measures of wheat flour or meal until it was all leavened (fermented).",
          "ID": "21"
        },
        {
          "text": "[Jesus] journeyed on through towns and villages, teaching, and making His way toward Jerusalem.",
          "ID": "22"
        },
        {
          "text": "And someone asked Him, Lord, will only a few be saved (rescued, delivered from the penalties of the last judgment, and made partakers of the salvation by Christ)? And He said to them,",
          "ID": "23"
        },
        {
          "text": "Strive to enter by the narrow door [force yourselves through it], for many, I tell you, will try to enter and will not be able.",
          "ID": "24"
        },
        {
          "text": "When once the Master of the house gets up and closes the door, and you begin to stand outside and to knock at the door [again and again], saying, Lord, open to us! He will answer you, I do not know where [what household–certainly not Mine] you come from.",
          "ID": "25"
        },
        {
          "text": "Then you will begin to say, We ate and drank in Your presence, and You taught in our streets.",
          "ID": "26"
        },
        {
          "text": "But He will say, I tell you, I do not know where [what household–certainly not Mine] you come from; depart from Me, all you wrongdoers!",
          "ID": "27"
        },
        {
          "text": "There will be weeping and grinding of teeth when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but you yourselves being cast forth (banished, driven away).",
          "ID": "28"
        },
        {
          "text": "And [people] will come from east and west, and from north and south, and sit down (feast at table) in the kingdom of God.",
          "ID": "29"
        },
        {
          "text": "And behold, there are some [now] last who will be first [then], and there are some [now] first who will be last [then].",
          "ID": "30"
        },
        {
          "text": "At that very hour some Pharisees came up and said to Him, Go away from here, for Herod is determined to kill You.",
          "ID": "31"
        },
        {
          "text": "And He said to them, Go and tell that fox [sly and crafty, skulking and cowardly], Behold, I drive out demons and perform healings today and tomorrow, and on the third day I finish (complete) My course.",
          "ID": "32"
        },
        {
          "text": "Nevertheless, I must continue on My way today and tomorrow and the day after that–for it will never do for a prophet to be destroyed away from Jerusalem!",
          "ID": "33"
        },
        {
          "text": "O Jerusalem, Jerusalem, you who continue to kill the prophets and to stone those who are sent to you! How often I have desired and yearned to gather your children together [around Me], as a hen [gathers] her young under her wings, but you would not!",
          "ID": "34"
        },
        {
          "text": "Behold, your house is forsaken (abandoned, left to you destitute of God's help)! And I tell you, you will not see Me again until the time comes when you shall say, Blessed (to be celebrated with praises) is He Who comes in the name of the Lord! [Ps. 118:26; Jer. 22:5.]",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13"
    },
    {
      "name": "Luke 14",
      "text": [
        {
          "text": "IT OCCURRED one Sabbath, when [Jesus] went for a meal at the house of one of the ruling Pharisees, that they were [engaged in] watching Him [closely].",
          "ID": "1"
        },
        {
          "text": "And behold, [just] in front of Him there was a man who had dropsy.",
          "ID": "2"
        },
        {
          "text": "And Jesus asked the lawyers and the Pharisees, Is it lawful and right to cure on the Sabbath or not?",
          "ID": "3"
        },
        {
          "text": "But they kept silent. Then He took hold [of the man] and cured him and sent him away.",
          "ID": "4"
        },
        {
          "text": "And He said to them, Which of you, having a son or a donkey or an ox that has fallen into a well, will not at once pull him out on the Sabbath day?",
          "ID": "5"
        },
        {
          "text": "And they were unable to reply to this.",
          "ID": "6"
        },
        {
          "text": "Now He told a parable to those who were invited, [when] He noticed how they were selecting the places of honor, saying to them,",
          "ID": "7"
        },
        {
          "text": "When you are invited by anyone to a marriage feast, do not recline on the chief seat [in the place of honor], lest a more distinguished person than you has been invited by him, [Prov. 25:6, 7.]",
          "ID": "8"
        },
        {
          "text": "And he who invited both of you will come to you and say, Let this man have the place [you have taken]. Then, with humiliation and a guilty sense of impropriety, you will begin to take the lowest place.",
          "ID": "9"
        },
        {
          "text": "But when you are invited, go and recline in the lowest place, so that when your host comes in, he may say to you, Friend, go up higher! Then you will be honored in the presence of all who sit [at table] with you.",
          "ID": "10"
        },
        {
          "text": "For everyone who exalts himself will be humbled (ranked below others who are honored or rewarded), and he who humbles himself (keeps a modest opinion of himself and behaves accordingly) will be exalted (elevated in rank).",
          "ID": "11"
        },
        {
          "text": "Jesus also said to the man who had invited Him, When you give a dinner or a supper, do not invite your friends or your brothers or your relatives or your wealthy neighbors, lest perhaps they also invite you in return, and so you are paid back.",
          "ID": "12"
        },
        {
          "text": "But when you give a banquet or a reception, invite the poor, the disabled, the lame, and the blind.",
          "ID": "13"
        },
        {
          "text": "Then you will be blessed (happy, fortunate, and to be envied), because they have no way of repaying you, and you will be recompensed at the resurrection of the just (upright).",
          "ID": "14"
        },
        {
          "text": "When one of those who reclined [at the table] with Him heard this, he said to Him, Blessed (happy, fortunate, and to be envied) is he who shall eat bread in the kingdom of God!",
          "ID": "15"
        },
        {
          "text": "But Jesus said to him, A man was once giving a great supper and invited many;",
          "ID": "16"
        },
        {
          "text": "And at the hour for the supper he sent his servant to say to those who had been invited, Come, for all is now ready.",
          "ID": "17"
        },
        {
          "text": "But they all alike began to make excuses and to beg off. The first said to him, I have bought a piece of land, and I have to go out and see it; I beg you, have me excused.",
          "ID": "18"
        },
        {
          "text": "And another said, I have bought five yoke of oxen, and I am going to examine and put my approval on them; I beg you, have me excused.",
          "ID": "19"
        },
        {
          "text": "And another said, I have married a wife, and because of this I am unable to come. [Deut. 24:5.]",
          "ID": "20"
        },
        {
          "text": "So the servant came and reported these [answers] to his master. Then the master of the house said in wrath to his servant, Go quickly into the great streets and the small streets of the city and bring in here the poor and the disabled and the blind and the lame.",
          "ID": "21"
        },
        {
          "text": "And the servant [returning] said, Sir, what you have commanded me to do has been done, and yet there is room.",
          "ID": "22"
        },
        {
          "text": "Then the master said to the servant, Go out into the highways and hedges and urge and constrain [them] to yield and come in, so that my house may be filled.",
          "ID": "23"
        },
        {
          "text": "For I tell you, not one of those who were invited shall taste my supper.",
          "ID": "24"
        },
        {
          "text": "Now huge crowds were going along with [Jesus], and He turned and said to them,",
          "ID": "25"
        },
        {
          "text": "If anyone comes to Me and does not hate his [own] father and mother [in the sense of indifference to or relative disregard for them in comparison with his attitude toward God] and [likewise] his wife and children and brothers and sisters–[yes] and even his own life also–he cannot be My disciple.",
          "ID": "26"
        },
        {
          "text": "Whoever does not persevere and carry his own cross and come after (follow) Me cannot be My disciple.",
          "ID": "27"
        },
        {
          "text": "For which of you, wishing to build a farm building, does not first sit down and calculate the cost [to see] whether he has sufficient means to finish it?",
          "ID": "28"
        },
        {
          "text": "Otherwise, when he has laid the foundation and is unable to complete [the building], all who see it will begin to mock and jeer at him,",
          "ID": "29"
        },
        {
          "text": "Saying, This man began to build and was not able (worth enough) to finish.",
          "ID": "30"
        },
        {
          "text": "Or what king, going out to engage in conflict with another king, will not first sit down and consider and take counsel whether he is able with ten thousand [men] to meet him who comes against him with twenty thousand?",
          "ID": "31"
        },
        {
          "text": "And if he cannot [do so], when the other king is still a great way off, he sends an envoy and asks the terms of peace.",
          "ID": "32"
        },
        {
          "text": "So then, any of you who does not forsake (renounce, surrender claim to, give up, say good-bye to) all that he has cannot be My disciple.",
          "ID": "33"
        },
        {
          "text": "Salt is good [an excellent thing], but if salt has lost its strength and has become saltless (insipid, flat), how shall its saltness be restored?",
          "ID": "34"
        },
        {
          "text": "It is fit neither for the land nor for the manure heap; men throw it away. He who has ears to hear, let him listen and consider and comprehend by hearing!",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14"
    },
    {
      "name": "Luke 15",
      "text": [
        {
          "text": "NOW THE tax collectors and [notorious and especially wicked] sinners were all coming near to [Jesus] to listen to Him.",
          "ID": "1"
        },
        {
          "text": "And the Pharisees and the scribes kept muttering and indignantly complaining, saying, This man accepts and receives and welcomes [preeminently wicked] sinners and eats with them.",
          "ID": "2"
        },
        {
          "text": "So He told them this parable:",
          "ID": "3"
        },
        {
          "text": "What man of you, if he has a hundred sheep and should lose one of them, does not leave the ninety-nine in the wilderness (desert) and go after the one that is lost until he finds it?",
          "ID": "4"
        },
        {
          "text": "And when he has found it, he lays it on his [own] shoulders, rejoicing.",
          "ID": "5"
        },
        {
          "text": "And when he gets home, he summons together [his] friends and [his] neighbors, saying to them, Rejoice with me, because I have found my sheep which was lost.",
          "ID": "6"
        },
        {
          "text": "Thus, I tell you, there will be more joy in heaven over one [especially] wicked person who repents (changes his mind, abhorring his errors and misdeeds, and determines to enter upon a better course of life) than over ninety-nine righteous persons who have no need of repentance.",
          "ID": "7"
        },
        {
          "text": "Or what woman, having ten [silver] drachmas [each one equal to a day's wages], if she loses one coin, does not light a lamp and sweep the house and look carefully and diligently until she finds it?",
          "ID": "8"
        },
        {
          "text": "And when she has found it, she summons her [women] friends and neighbors, saying, Rejoice with me, for I have found the silver coin which I had lost.",
          "ID": "9"
        },
        {
          "text": "Even so, I tell you, there is joy among and in the presence of the angels of God over one [especially] wicked person who repents (changes his mind for the better, heartily amending his ways, with abhorrence of his past sins).",
          "ID": "10"
        },
        {
          "text": "And He said, There was a certain man who had two sons;",
          "ID": "11"
        },
        {
          "text": "And the younger of them said to his father, Father, give me the part of the property that falls [to me]. And he divided the estate between them. [Deut. 21:15-17.]",
          "ID": "12"
        },
        {
          "text": "And not many days after that, the younger son gathered up all that he had and journeyed into a distant country, and there he wasted his fortune in reckless and loose [from restraint] living.",
          "ID": "13"
        },
        {
          "text": "And when he had spent all he had, a mighty famine came upon that country, and he began to fall behind and be in want.",
          "ID": "14"
        },
        {
          "text": "So he went and forced (glued) himself upon one of the citizens of that country, who sent him into his fields to feed hogs.",
          "ID": "15"
        },
        {
          "text": "And he would gladly have fed on and filled his belly with the carob pods that the hogs were eating, but [they could not satisfy his hunger and] nobody gave him anything [better]. [Jer. 30:14.]",
          "ID": "16"
        },
        {
          "text": "Then when he came to himself, he said, How many hired servants of my father have enough food, and [even food] to spare, but I am perishing (dying) here of hunger!",
          "ID": "17"
        },
        {
          "text": "I will get up and go to my father, and I will say to him, Father, I have sinned against heaven and in your sight.",
          "ID": "18"
        },
        {
          "text": "I am no longer worthy to be called your son; [just] make me like one of your hired servants.",
          "ID": "19"
        },
        {
          "text": "So he got up and came to his [own] father. But while he was still a long way off, his father saw him and was moved with pity and tenderness [for him]; and he ran and embraced him and kissed him [fervently].",
          "ID": "20"
        },
        {
          "text": "And the son said to him, Father, I have sinned against heaven and in your sight; I am no longer worthy to be called your son [I no longer deserve to be recognized as a son of yours]!",
          "ID": "21"
        },
        {
          "text": "But the father said to his bond servants, Bring quickly the best robe (the festive robe of honor) and put it on him; and give him a ring for his hand and sandals for his feet. [Gen. 41:42; Zech. 3:4.]",
          "ID": "22"
        },
        {
          "text": "And bring out that [wheat-]fattened calf and kill it; and let us revel and feast and be happy and make merry,",
          "ID": "23"
        },
        {
          "text": "Because this my son was dead and is alive again; he was lost and is found! And they began to revel and feast and make merry.",
          "ID": "24"
        },
        {
          "text": "But his older son was in the field; and as he returned and came near the house, he heard music and dancing.",
          "ID": "25"
        },
        {
          "text": "And having called one of the servant [boys] to him, he began to ask what this meant.",
          "ID": "26"
        },
        {
          "text": "And he said to him, Your brother has come, and your father has killed that [wheat-]fattened calf, because he has received him back safe and well.",
          "ID": "27"
        },
        {
          "text": "But [the elder brother] was angry [with deep-seated wrath] and resolved not to go in. Then his father came out and began to plead with him,",
          "ID": "28"
        },
        {
          "text": "But he answered his father, Look! These many years I have served you, and I have never disobeyed your command. Yet you never gave me [so much as] a [little] kid, that I might revel and feast and be happy and make merry with my friends;",
          "ID": "29"
        },
        {
          "text": "But when this son of yours arrived, who has devoured your estate with immoral women, you have killed for him that [wheat-] fattened calf!",
          "ID": "30"
        },
        {
          "text": "And the father said to him, Son, you are always with me, and all that is mine is yours.",
          "ID": "31"
        },
        {
          "text": "But it was fitting to make merry, to revel and feast and rejoice, for this brother of yours was dead and is alive again! He was lost and is found!",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15"
    },
    {
      "name": "Luke 16",
      "text": [
        {
          "text": "ALSO [Jesus] said to the disciples, There was a certain rich man who had a manager of his estate, and accusations [against this man] were brought to him, that he was squandering his [master's] possessions.",
          "ID": "1"
        },
        {
          "text": "And he called him and said to him, What is this that I hear about you? Turn in the account of your management [of my affairs], for you can be [my] manager no longer.",
          "ID": "2"
        },
        {
          "text": "And the manager of the estate said to himself, What shall I do, seeing that my master is taking the management away from me? I am not able to dig, and I am ashamed to beg.",
          "ID": "3"
        },
        {
          "text": "I have come to know what I will do, so that they [my master's debtors] may accept and welcome me into their houses when I am put out of the management.",
          "ID": "4"
        },
        {
          "text": "So he summoned his master's debtors one by one, and he said to the first, How much do you owe my master?",
          "ID": "5"
        },
        {
          "text": "He said, A hundred measures [about 900 gallons] of oil. And he said to him, Take back your written acknowledgement of obligation, and sit down quickly and write fifty [about 450 gallons].",
          "ID": "6"
        },
        {
          "text": "After that he said to another, And how much do you owe? He said, A hundred measures [about 900 bushels] of wheat. He said to him, Take back your written acknowledgement of obligation, and write eighty [about 700 bushels].",
          "ID": "7"
        },
        {
          "text": "And [his] master praised the dishonest (unjust) manager for acting shrewdly and prudently; for the sons of this age are shrewder and more prudent and wiser in [relation to] their own generation [to their own age and kind] than are the sons of light.",
          "ID": "8"
        },
        {
          "text": "And I tell you, make friends for yourselves by means of unrighteous mammon (deceitful riches, money, possessions), so that when it fails, they [those you have favored] may receive and welcome you into the everlasting habitations (dwellings).",
          "ID": "9"
        },
        {
          "text": "He who is faithful in a very little [thing] is faithful also in much, and he who is dishonest and unjust in a very little [thing] is dishonest and unjust also in much.",
          "ID": "10"
        },
        {
          "text": "Therefore if you have not been faithful in the [case of] unrighteous mammon (deceitful riches, money, possessions), who will entrust to you the true riches?",
          "ID": "11"
        },
        {
          "text": "And if you have not proved faithful in that which belongs to another [whether God or man], who will give you that which is your own [that is, the true riches]?",
          "ID": "12"
        },
        {
          "text": "No servant is able to serve two masters; for either he will hate the one and love the other, or he will stand by and be devoted to the one and despise the other. You cannot serve God and mammon (riches, or anything in which you trust and on which you rely).",
          "ID": "13"
        },
        {
          "text": "Now the Pharisees, who were covetous and lovers of money, heard all these things [taken together], and they began to sneer at and ridicule and scoff at Him.",
          "ID": "14"
        },
        {
          "text": "But He said to them, You are the ones who declare yourselves just and upright before men, but God knows your hearts. For what is exalted and highly thought of among men is detestable and abhorrent (an abomination) in the sight of God. [I Sam. 16:7; Prov. 21:2.]",
          "ID": "15"
        },
        {
          "text": "Until John came, there were the Law and the Prophets; since then the good news (the Gospel) of the kingdom of God is being preached, and everyone strives violently to go in [would force his own way rather than God's way into it].",
          "ID": "16"
        },
        {
          "text": "Yet it is easier for heaven and earth to pass away than for one dot of the Law to fail and become void.",
          "ID": "17"
        },
        {
          "text": "Whoever divorces (dismisses and repudiates) his wife and marries another commits adultery, and he who marries a woman who is divorced from her husband commits adultery.",
          "ID": "18"
        },
        {
          "text": "There was a certain rich man who [habitually] clothed himself in purple and fine linen and reveled and feasted and made merry in splendor every day.",
          "ID": "19"
        },
        {
          "text": "And at his gate there was [carelessly] dropped down and left a certain utterly destitute man named Lazarus, [reduced to begging alms and] covered with [ulcerated] sores.",
          "ID": "20"
        },
        {
          "text": "He [eagerly] desired to be satisfied with what fell from the rich man's table; moreover, the dogs even came and licked his sores.",
          "ID": "21"
        },
        {
          "text": "And it occurred that the man [reduced to] begging died and was carried by the angels to Abraham's bosom. The rich man also died and was buried.",
          "ID": "22"
        },
        {
          "text": "And in Hades (the realm of the dead), being in torment, he lifted up his eyes and saw Abraham far away, and Lazarus in his bosom.",
          "ID": "23"
        },
        {
          "text": "And he cried out and said, Father Abraham, have pity and mercy on me and send Lazarus to dip the tip of his finger in water and cool my tongue, for I am in anguish in this flame.",
          "ID": "24"
        },
        {
          "text": "But Abraham said, Child, remember that you in your lifetime fully received [what is due you in] comforts and delights, and Lazarus in like manner the discomforts and distresses; but now he is comforted here and you are in anguish.",
          "ID": "25"
        },
        {
          "text": "And besides all this, between us and you a great chasm has been fixed, in order that those who want to pass from this [place] to you may not be able, and no one may pass from there to us.",
          "ID": "26"
        },
        {
          "text": "And [the man] said, Then, father, I beseech you to send him to my father's house–",
          "ID": "27"
        },
        {
          "text": "For I have five brothers–so that he may give [solemn] testimony and warn them, lest they too come into this place of torment.",
          "ID": "28"
        },
        {
          "text": "But Abraham said, They have Moses and the Prophets; let them hear and listen to them.",
          "ID": "29"
        },
        {
          "text": "But he answered, No, father Abraham, but if someone from the dead goes to them, they will repent (change their minds for the better and heartily amend their ways, with abhorrence of their past sins).",
          "ID": "30"
        },
        {
          "text": "He said to him, If they do not hear and listen to Moses and the Prophets, neither will they be persuaded and convinced and believe [even] if someone should rise from the dead.",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16"
    },
    {
      "name": "Luke 17",
      "text": [
        {
          "text": "AND [Jesus] said to His disciples, Temptations (snares, traps set to entice to sin) are sure to come, but woe to him by or through whom they come!",
          "ID": "1"
        },
        {
          "text": "It would be more profitable for him if a millstone were hung around his neck and he were hurled into the sea than that he should cause to sin or be a snare to one of these little ones [lowly in rank or influence].",
          "ID": "2"
        },
        {
          "text": "Pay attention and always be on your guard [looking out for one another]. If your brother sins (misses the mark), solemnly tell him so and reprove him, and if he repents (feels sorry for having sinned), forgive him.",
          "ID": "3"
        },
        {
          "text": "And even if he sins against you seven times in a day, and turns to you seven times and says, I repent [I am sorry], you must forgive him (give up resentment and consider the offense as recalled and annulled).",
          "ID": "4"
        },
        {
          "text": "The apostles said to the Lord, Increase our faith (that trust and confidence that spring from our belief in God).",
          "ID": "5"
        },
        {
          "text": "And the Lord answered, If you had faith (trust and confidence in God) even [so small] like a grain of mustard seed, you could say to this mulberry tree, Be pulled up by the roots, and be planted in the sea, and it would obey you.",
          "ID": "6"
        },
        {
          "text": "Will any man of you who has a servant plowing or tending sheep say to him when he has come in from the field, Come at once and take your place at the table?",
          "ID": "7"
        },
        {
          "text": "Will he not instead tell him, Get my supper ready and gird yourself and serve me while I eat and drink; then afterward you yourself shall eat and drink?",
          "ID": "8"
        },
        {
          "text": "Is he grateful and does he praise the servant because he did what he was ordered to do?",
          "ID": "9"
        },
        {
          "text": "Even so on your part, when you have done everything that was assigned and commanded you, say, We are unworthy servants [possessing no merit, for we have not gone beyond our obligation]; we have [merely] done what was our duty to do.",
          "ID": "10"
        },
        {
          "text": "As He went on His way to Jerusalem, it occurred that [Jesus] was passing [along the border] between Samaria and Galilee.",
          "ID": "11"
        },
        {
          "text": "And as He was going into one village, He was met by ten lepers, who stood at a distance.",
          "ID": "12"
        },
        {
          "text": "And they raised up their voices and called, Jesus, Master, take pity and have mercy on us!",
          "ID": "13"
        },
        {
          "text": "And when He saw them, He said to them, Go [at once] and show yourselves to the priests. And as they went, they were cured and made clean. [Lev. 14:2-32.]",
          "ID": "14"
        },
        {
          "text": "Then one of them, upon seeing that he was cured, turned back, recognizing and thanking and praising God with a loud voice;",
          "ID": "15"
        },
        {
          "text": "And he fell prostrate at Jesus' feet, thanking Him [over and over]. And he was a Samaritan.",
          "ID": "16"
        },
        {
          "text": "Then Jesus asked, Were not [all] ten cleansed? Where are the nine?",
          "ID": "17"
        },
        {
          "text": "Was there no one found to return and to recognize and give thanks and praise to God except this alien?",
          "ID": "18"
        },
        {
          "text": "And He said to him, Get up and go on your way. Your faith (your trust and confidence that spring from your belief in God) has restored you to health.",
          "ID": "19"
        },
        {
          "text": "Asked by the Pharisees when the kingdom of God would come, He replied to them by saying, The kingdom of God does not come with signs to be observed or with visible display,",
          "ID": "20"
        },
        {
          "text": "Nor will people say, Look! Here [it is]! or, See, [it is] there! For behold, the kingdom of God is within you [in your hearts] and among you [surrounding you].",
          "ID": "21"
        },
        {
          "text": "And He said to the disciples, The time is coming when you will long to see [even] one of the days of the Son of Man, and you will not see [it].",
          "ID": "22"
        },
        {
          "text": "And they will say to you, Look! [He is] there! or, Look! [He is] here! But do not go out or follow [them].",
          "ID": "23"
        },
        {
          "text": "For like the lightning, that flashes and lights up the sky from one end to the other, so will the Son of Man be in His [own] day.",
          "ID": "24"
        },
        {
          "text": "But first He must suffer many things and be disapproved and repudiated and rejected by this age and generation.",
          "ID": "25"
        },
        {
          "text": "And [just] as it was in the days of Noah, so will it be in the time of the Son of Man.",
          "ID": "26"
        },
        {
          "text": "[People] ate, they drank, they married, they were given in marriage, right up to the day when Noah went into the ark, and the flood came and destroyed them all. [Gen. 6:5-8; 7:6-24.]",
          "ID": "27"
        },
        {
          "text": "So also [it was the same] as it was in the days of Lot. [People] ate, they drank, they bought, they sold, they planted, they built;",
          "ID": "28"
        },
        {
          "text": "But on the [very] day that Lot went out of Sodom, it rained fire and brimstone from heaven and destroyed [them] all.",
          "ID": "29"
        },
        {
          "text": "That is the way it will be on the day that the Son of Man is revealed. [Gen. 18:20-33; 19:24, 25.]",
          "ID": "30"
        },
        {
          "text": "On that day let him who is on the housetop, with his belongings in the house, not come down [and go inside] to carry them away; and likewise let him who is in the field not turn back.",
          "ID": "31"
        },
        {
          "text": "Remember Lot's wife! [Gen. 19:26.]",
          "ID": "32"
        },
        {
          "text": "Whoever tries to preserve his life will lose it, but whoever loses his life will preserve and quicken it.",
          "ID": "33"
        },
        {
          "text": "I tell you, in that night there will be two men in one bed; one will be taken and the other will be left.",
          "ID": "34"
        },
        {
          "text": "There will be two women grinding together; one will be taken and the other will be left.",
          "ID": "35"
        },
        {
          "text": "Two men will be in the field; one will be taken and the other will be left.",
          "ID": "36"
        },
        {
          "text": "Then they asked Him, Where, Lord? He said to them, Wherever the dead body is, there will the vultures or eagles be gathered together.",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17"
    },
    {
      "name": "Luke 18",
      "text": [
        {
          "text": "ALSO [Jesus] told them a parable to the effect that they ought always to pray and not to turn coward (faint, lose heart, and give up).",
          "ID": "1"
        },
        {
          "text": "He said, In a certain city there was a judge who neither reverenced and feared God nor respected or considered man.",
          "ID": "2"
        },
        {
          "text": "And there was a widow in that city who kept coming to him and saying, Protect and defend and give me justice against my adversary.",
          "ID": "3"
        },
        {
          "text": "And for a time he would not; but later he said to himself, Though I have neither reverence or fear for God nor respect or consideration for man,",
          "ID": "4"
        },
        {
          "text": "Yet because this widow continues to bother me, I will defend and protect and avenge her, lest she give me intolerable annoyance and wear me out by her continual coming or at the last she come and rail on me or assault me or strangle me.",
          "ID": "5"
        },
        {
          "text": "Then the Lord said, Listen to what the unjust judge says!",
          "ID": "6"
        },
        {
          "text": "And will not [our just] God defend and protect and avenge His elect (His chosen ones), who cry to Him day and night? Will He defer them and delay help on their behalf?",
          "ID": "7"
        },
        {
          "text": "I tell you, He will defend and protect and avenge them speedily. However, when the Son of Man comes, will He find [persistence in] faith on the earth?",
          "ID": "8"
        },
        {
          "text": "He also told this parable to some people who trusted in themselves and were confident that they were righteous [that they were upright and in right standing with God] and scorned and made nothing of all the rest of men:",
          "ID": "9"
        },
        {
          "text": "Two men went up into the temple [enclosure] to pray, the one a Pharisee and the other a tax collector.",
          "ID": "10"
        },
        {
          "text": "The Pharisee took his stand ostentatiously and began to pray thus before and with himself: God, I thank You that I am not like the rest of men–extortioners (robbers), swindlers [unrighteous in heart and life], adulterers–or even like this tax collector here.",
          "ID": "11"
        },
        {
          "text": "I fast twice a week; I give tithes of all that I gain.",
          "ID": "12"
        },
        {
          "text": "But the tax collector, [merely] standing at a distance, would not even lift up his eyes to heaven, but kept striking his breast, saying, O God, be favorable (be gracious, be merciful) to me, the especially wicked sinner that I am!",
          "ID": "13"
        },
        {
          "text": "I tell you, this man went down to his home justified (forgiven and made upright and in right standing with God), rather than the other man; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.",
          "ID": "14"
        },
        {
          "text": "Now they were also bringing [even] babies to Him that He might touch them, and when the disciples noticed it, they reproved them.",
          "ID": "15"
        },
        {
          "text": "But Jesus called them [the parents] to Him, saying, Allow the little children to come to Me, and do not hinder them, for to such [as these] belongs the kingdom of God.",
          "ID": "16"
        },
        {
          "text": "Truly I say to you, whoever does not accept and receive and welcome the kingdom of God like a little child [does] shall not in any way enter it [at all].",
          "ID": "17"
        },
        {
          "text": "And a certain ruler asked Him, Good Teacher [You who are essentially and perfectly morally good], what shall I do to inherit eternal life [to partake of eternal salvation in the Messiah's kingdom]?",
          "ID": "18"
        },
        {
          "text": "Jesus said to him, Why do you call Me [essentially and perfectly morally] good? No one is [essentially and perfectly morally] good–except God only.",
          "ID": "19"
        },
        {
          "text": "You know the commandments: Do not commit adultery, do not kill, do not steal, do not witness falsely, honor your father and your mother. [Exod. 20:12-16; Deut. 5:16-20.]",
          "ID": "20"
        },
        {
          "text": "And he replied, All these I have kept from my youth.",
          "ID": "21"
        },
        {
          "text": "And when Jesus heard it, He said to him, One thing you still lack. Sell everything that you have and divide [the money] among the poor, and you will have [rich] treasure in heaven; and come back [and] follow Me [become My disciple, join My party, and accompany Me].",
          "ID": "22"
        },
        {
          "text": "But when he heard this, he became distressed and very sorrowful, for he was rich–exceedingly so.",
          "ID": "23"
        },
        {
          "text": "Jesus, observing him, said, How difficult it is for those who have wealth to enter the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "For it is easier for a camel to enter through a needle's eye than [for] a rich man to enter the kingdom of God.",
          "ID": "25"
        },
        {
          "text": "And those who heard it said, Then who can be saved?",
          "ID": "26"
        },
        {
          "text": "But He said, What is impossible with men is possible with God. [Gen. 18:14; Jer. 32:17.]",
          "ID": "27"
        },
        {
          "text": "And Peter said, See, we have left our own [things–home, family, and business] and have followed You.",
          "ID": "28"
        },
        {
          "text": "And He said to them, I say to you truly, there is no one who has left house or wife or brothers or parents or children for the sake of the kingdom of God",
          "ID": "29"
        },
        {
          "text": "Who will not receive in return many times more in this world and, in the coming age, eternal life.",
          "ID": "30"
        },
        {
          "text": "Then taking the Twelve [apostles] aside, He said to them, Listen! We are going up to Jerusalem, and all things that are written about the Son of Man through and by the prophets will be fulfilled. [Isa. 53:1-12.]",
          "ID": "31"
        },
        {
          "text": "For He will be handed over to the Gentiles and will be made sport of and scoffed and jeered at and insulted and spit upon. [Isa. 50:6.]",
          "ID": "32"
        },
        {
          "text": "They will flog Him and kill Him; and on the third day He will rise again. [Ps. 16:10.]",
          "ID": "33"
        },
        {
          "text": "But they understood nothing of these things; His words were a mystery and hidden from them, and they did not comprehend what He was telling them.",
          "ID": "34"
        },
        {
          "text": "As He came near to Jericho, it occurred that a blind man was sitting by the roadside begging.",
          "ID": "35"
        },
        {
          "text": "And hearing a crowd going by, he asked what it meant.",
          "ID": "36"
        },
        {
          "text": "They told him, Jesus of Nazareth is passing by.",
          "ID": "37"
        },
        {
          "text": "And he shouted, saying, Jesus, Son of David, take pity and have mercy on me!",
          "ID": "38"
        },
        {
          "text": "But those who were in front reproved him, telling him to keep quiet; yet he screamed and shrieked so much the more, Son of David, take pity and have mercy on me!",
          "ID": "39"
        },
        {
          "text": "Then Jesus stood still and ordered that he be led to Him; and when he came near, Jesus asked him,",
          "ID": "40"
        },
        {
          "text": "What do you want Me to do for you? He said, Lord, let me receive my sight!",
          "ID": "41"
        },
        {
          "text": "And Jesus said to him, Receive your sight! Your faith (your trust and confidence that spring from your faith in God) has healed you.",
          "ID": "42"
        },
        {
          "text": "And instantly he received his sight and began to follow Jesus, recognizing, praising, and honoring God; and all the people, when they saw it, praised God.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18"
    },
    {
      "name": "Luke 19",
      "text": [
        {
          "text": "AND [Jesus] entered Jericho and was passing through it.",
          "ID": "1"
        },
        {
          "text": "And there was a man called Zacchaeus, a chief tax collector, and [he was] rich.",
          "ID": "2"
        },
        {
          "text": "And he was trying to see Jesus, which One He was, but he could not on account of the crowd, because he was small in stature.",
          "ID": "3"
        },
        {
          "text": "So he ran on ahead and climbed up in a sycamore tree in order to see Him, for He was about to pass that way.",
          "ID": "4"
        },
        {
          "text": "And when Jesus reached the place, He looked up and said to him, Zacchaeus, hurry and come down; for I must stay at your house today.",
          "ID": "5"
        },
        {
          "text": "So he hurried and came down, and he received and welcomed Him joyfully.",
          "ID": "6"
        },
        {
          "text": "And when the people saw it, they all muttered among themselves and indignantly complained, He has gone in to be the guest of and lodge with a man who is devoted to sin and preeminently a sinner.",
          "ID": "7"
        },
        {
          "text": "So then Zacchaeus stood up and solemnly declared to the Lord, See, Lord, the half of my goods I [now] give [by way of restoration] to the poor, and if I have cheated anyone out of anything, I [now] restore four times as much. [Exod. 22:1; Lev. 6:5; Num. 5:6, 7.]",
          "ID": "8"
        },
        {
          "text": "And Jesus said to him, Today is [Messianic and spiritual] salvation come to [all the members of] this household, since Zacchaeus too is a [real spiritual] son of Abraham;",
          "ID": "9"
        },
        {
          "text": "For the Son of Man came to seek and to save that which was lost.",
          "ID": "10"
        },
        {
          "text": "Now as they were listening to these things, He proceeded to tell a parable, because He was approaching Jerusalem and because they thought that the kingdom of God was going to be brought to light and shown forth immediately.",
          "ID": "11"
        },
        {
          "text": "He therefore said, A certain nobleman went into a distant country to obtain for himself a kingdom and then to return.",
          "ID": "12"
        },
        {
          "text": "Calling ten of his [own] bond servants, he gave them ten minas [each equal to about one hundred days' wages or nearly twenty dollars] and said to them, Buy and sell with these while I go and then return.",
          "ID": "13"
        },
        {
          "text": "But his citizens detested him and sent an embassy after him to say, We do not want this man to become ruler over us.",
          "ID": "14"
        },
        {
          "text": "When he returned after having received the kingdom, he ordered these bond servants to whom he had given the money to be called to him, that he might know how much each one had made by buying and selling.",
          "ID": "15"
        },
        {
          "text": "The first one came before him, and he said, Lord, your mina has made ten [additional] minas.",
          "ID": "16"
        },
        {
          "text": "And he said to him, Well done, excellent bond servant! Because you have been faithful and trustworthy in a very little [thing], you shall have authority over ten cities.",
          "ID": "17"
        },
        {
          "text": "The second one also came and said, Lord, your mina has made five more minas.",
          "ID": "18"
        },
        {
          "text": "And he said also to him, And you will take charge over five cities.",
          "ID": "19"
        },
        {
          "text": "Then another came and said, Lord, here is your mina, which I have kept laid up in a handkerchief.",
          "ID": "20"
        },
        {
          "text": "For I was [constantly] afraid of you, because you are a stern (hard, severe) man; you pick up what you did not lay down, and you reap what you did not sow.",
          "ID": "21"
        },
        {
          "text": "He said to the servant, I will judge and condemn you out of your own mouth, you wicked slave! You knew [did you] that I was a stern (hard, severe) man, picking up what I did not lay down, and reaping what I did not sow?",
          "ID": "22"
        },
        {
          "text": "Then why did you not put my money in a bank, so that on my return, I might have collected it with interest?",
          "ID": "23"
        },
        {
          "text": "And he said to the bystanders, Take the mina away from him and give it to him who has the ten minas.",
          "ID": "24"
        },
        {
          "text": "And they said to him, Lord, he has ten minas [already]!",
          "ID": "25"
        },
        {
          "text": "And [said Jesus,] I tell you that to everyone who gets and has will more be given, but from the man who does not get and does not have, even what he has will be taken away.",
          "ID": "26"
        },
        {
          "text": "[The indignant king ended by saying] But as for these enemies of mine who did not want me to reign over them–bring them here and slaughter them in my presence!",
          "ID": "27"
        },
        {
          "text": "And after saying these things, Jesus went on ahead of them, going up to Jerusalem.",
          "ID": "28"
        },
        {
          "text": "When He came near Bethphage and Bethany at the mount called [the Mount of] Olives, He sent two of His disciples,",
          "ID": "29"
        },
        {
          "text": "Telling [them], Go into the village yonder; there, as you go in, you will find a donkey's colt tied, on which no man has ever yet sat. Loose it and bring [it here].",
          "ID": "30"
        },
        {
          "text": "If anybody asks you, Why are you untying [it]? you shall say this: Because the Lord has need of it.",
          "ID": "31"
        },
        {
          "text": "So those who were sent went away and found it [just] as He had told them.",
          "ID": "32"
        },
        {
          "text": "And as they were loosening the colt, its owners said to them, Why are you untying the colt?",
          "ID": "33"
        },
        {
          "text": "And they said, The Lord has need of it.",
          "ID": "34"
        },
        {
          "text": "And they brought it to Jesus; then they threw their garments over the colt and set Jesus upon it. [Zech. 9:9.]",
          "ID": "35"
        },
        {
          "text": "And as He rode along, the people kept spreading their garments on the road. [II Kings 9:13.]",
          "ID": "36"
        },
        {
          "text": "As He was approaching [the city], at the descent of the Mount of Olives, the whole crowd of the disciples began to rejoice and to praise God [extolling Him exultantly and] loudly for all the mighty miracles and works of power that they had witnessed,",
          "ID": "37"
        },
        {
          "text": "Crying, Blessed (celebrated with praises) is the King Who comes in the name of the Lord! Peace in heaven [freedom there from all the distresses that are experienced as the result of sin] and glory (majesty and splendor) in the highest [heaven]! [Ps. 118:26.]",
          "ID": "38"
        },
        {
          "text": "And some of the Pharisees from the throng said to Jesus, Teacher, reprove Your disciples!",
          "ID": "39"
        },
        {
          "text": "He replied, I tell you that if these keep silent, the very stones will cry out. [Hab. 2:11.]",
          "ID": "40"
        },
        {
          "text": "And as He approached, He saw the city, and He wept [audibly] over it,",
          "ID": "41"
        },
        {
          "text": "Exclaiming, Would that you had known personally, even at least in this your day, the things that make for peace (for freedom from all the distresses that are experienced as the result of sin and upon which your peace–your security, safety, prosperity, and happiness–depends)! But now they are hidden from your eyes.",
          "ID": "42"
        },
        {
          "text": "For a time is coming upon you when your enemies will throw up a bank [with pointed stakes] about you and surround you and shut you in on every side. [Isa. 29:3; Jer. 6:6; Ezek. 4:2.]",
          "ID": "43"
        },
        {
          "text": "And they will dash you down to the ground, you [Jerusalem] and your children within you; and they will not leave in you one stone upon another, [all] because you did not come progressively to recognize and know and understand [from observation and experience] the time of your visitation [that is, when God was visiting you, the time in which God showed Himself gracious toward you and offered you salvation through Christ].",
          "ID": "44"
        },
        {
          "text": "Then He went into the temple [enclosure] and began to drive out those who were selling,",
          "ID": "45"
        },
        {
          "text": "Telling them, It is written, My house shall be a house of prayer; but you have made it a cave of robbers. [Isa. 56:7; Jer. 7:11.]",
          "ID": "46"
        },
        {
          "text": "And He continued to teach day after day in the temple [porches and courts]. The chief priests and scribes and the leading men of the people were seeking to put Him to death,",
          "ID": "47"
        },
        {
          "text": "But they did not discover anything they could do, for all the people hung upon His words and stuck by Him.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19"
    },
    {
      "name": "Luke 20",
      "text": [
        {
          "text": "ONE DAY as Jesus was instructing the people in the temple [porches] and preaching the good news (the Gospel), the chief priests and the scribes came up with the elders (members of the Sanhedrin)",
          "ID": "1"
        },
        {
          "text": "And said to Him, Tell us by what [sort of] authority You are doing these things? Or who is it who gave You this authority?",
          "ID": "2"
        },
        {
          "text": "He replied to them, I will also ask you a question. Now answer Me:",
          "ID": "3"
        },
        {
          "text": "Was the baptism of John from heaven, or from men?",
          "ID": "4"
        },
        {
          "text": "And they argued and discussed [it] and reasoned together with themselves, saying, If we reply, From heaven, He will say, Why then did you not believe him?",
          "ID": "5"
        },
        {
          "text": "But if we answer, From men, all the people will stone us to death, for they are long since firmly convinced that John was a prophet.",
          "ID": "6"
        },
        {
          "text": "So they replied that they did not know from where it came.",
          "ID": "7"
        },
        {
          "text": "Then Jesus said to them, Neither will I tell you by what authority I do these things.",
          "ID": "8"
        },
        {
          "text": "Then He began to relate to the people this parable (this story to figuratively portray what He had to say): A man planted a vineyard and leased it to some vinedressers and went into another country for a long stay. [Isa. 5:1-7.]",
          "ID": "9"
        },
        {
          "text": "When the [right] season came, he sent a bond servant to the tenants, that they might give him [his part] of the fruit of the vineyard; but the tenants beat (thrashed) him and sent him away empty-handed.",
          "ID": "10"
        },
        {
          "text": "And he sent still another servant; him they also beat (thrashed) and dishonored and insulted him disgracefully and sent him away empty-handed.",
          "ID": "11"
        },
        {
          "text": "And he sent yet a third; this one they wounded and threw out [of the vineyard].",
          "ID": "12"
        },
        {
          "text": "Then the owner of the vineyard said, What shall I do? I will send my beloved son; it is probable that they will respect him.",
          "ID": "13"
        },
        {
          "text": "But when the tenants saw him, they argued among themselves, saying, This is the heir; let us kill him, so that the inheritance may be ours.",
          "ID": "14"
        },
        {
          "text": "So they drove him out of the vineyard and killed him. What then will the owner of the vineyard do to them?",
          "ID": "15"
        },
        {
          "text": "He will come and [utterly] put an end to those tenants and will give the vineyard to others. When they [the chief priests and the scribes and the elders] heard this, they said, May it never be!",
          "ID": "16"
        },
        {
          "text": "But [Jesus] looked at them and said, What then is [the meaning of] this that is written: The [very] Stone which the builders rejected has become the chief Stone of the corner [Cornerstone]? [Ps. 118:22, 23.]",
          "ID": "17"
        },
        {
          "text": "Everyone who falls on that Stone will be broken [in pieces]; but upon whomever It falls, It will crush him [winnow him and scatter him as dust]. [Isa. 8:14, 15; Dan. 2:34, 35.]",
          "ID": "18"
        },
        {
          "text": "The scribes and the chief priests desired and tried to find a way to arrest Him at that very hour, but they were afraid of the people; for they discerned that He had related this parable against them.",
          "ID": "19"
        },
        {
          "text": "So they watched [for an opportunity to ensnare] Him, and sent spies who pretended to be upright (honest and sincere), that they might lay hold of something He might say, so as to turn Him over to the control and authority of the governor.",
          "ID": "20"
        },
        {
          "text": "They asked Him, Teacher, we know that You speak and teach what is right, and that You show no partiality to anyone but teach the way of God honestly and in truth.",
          "ID": "21"
        },
        {
          "text": "Is it lawful for us to give tribute to Caesar or not?",
          "ID": "22"
        },
        {
          "text": "But He recognized and understood their cunning and unscrupulousness and said to them,",
          "ID": "23"
        },
        {
          "text": "Show Me a denarius (a coin)! Whose image and inscription does it have? They answered, Caesar's.",
          "ID": "24"
        },
        {
          "text": "He said to them, Then render to Caesar the things that are Caesar's, and to God the things that are God's.",
          "ID": "25"
        },
        {
          "text": "So they could not in the presence of the people take hold of anything He said to turn it against Him; but marveling at His reply, they were silent.",
          "ID": "26"
        },
        {
          "text": "Also there came to Him some Sadducees, those who say that there is no resurrection.",
          "ID": "27"
        },
        {
          "text": "And they asked Him a question, saying, Teacher, Moses wrote for us [a law] that if a man's brother dies, leaving a wife and no children, the man shall take the woman and raise up offspring for his brother. [Deut. 25:5, 6.]",
          "ID": "28"
        },
        {
          "text": "Now there were seven brothers; and the first took a wife and died without [having any] children.",
          "ID": "29"
        },
        {
          "text": "And the second",
          "ID": "30"
        },
        {
          "text": "And then the third took her, and in like manner all seven, and they died, leaving no children.",
          "ID": "31"
        },
        {
          "text": "Last of all, the woman died also.",
          "ID": "32"
        },
        {
          "text": "Now in the resurrection whose wife will the woman be? For the seven married her.",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, The people of this world and present age marry and are given in marriage;",
          "ID": "34"
        },
        {
          "text": "But those who are considered worthy to gain that other world and that future age and to attain to the resurrection from the dead neither marry nor are given in marriage;",
          "ID": "35"
        },
        {
          "text": "For they cannot die again, but they are angel-like and equal to angels. And being sons of and sharers in the resurrection, they are sons of God.",
          "ID": "36"
        },
        {
          "text": "But that the dead are raised [from death]–even Moses made known and showed in the passage concerning the [burning] bush, where he calls the Lord, The God of Abraham, the God of Isaac, and the God of Jacob. [Exod. 3:6.]",
          "ID": "37"
        },
        {
          "text": "Now He is not the God of the dead, but of the living, for to Him all men are alive [whether in the body or out of it] and they are alive [not dead] unto Him [in definite relationship to Him].",
          "ID": "38"
        },
        {
          "text": "And some of the scribes replied, Teacher, you have spoken well and expertly [so that there is no room for blame].",
          "ID": "39"
        },
        {
          "text": "For they did not dare to question Him further.",
          "ID": "40"
        },
        {
          "text": "But He asked them, How can people say that the Christ (the Messiah, the Anointed One) is David's Son?",
          "ID": "41"
        },
        {
          "text": "For David himself says in [the] Book of Psalms, The Lord said to my Lord, Sit at My right hand",
          "ID": "42"
        },
        {
          "text": "Until I make Your enemies a footstool for Your feet. [Ps. 110:1.]",
          "ID": "43"
        },
        {
          "text": "So David calls Him Lord; how then is He his Son?",
          "ID": "44"
        },
        {
          "text": "And with all the people listening, He said to His disciples,",
          "ID": "45"
        },
        {
          "text": "Beware of the scribes, who like to walk about in long robes and love to be saluted [with honor] in places where people congregate and love the front and best seats in the synagogues and places of distinction at feasts,",
          "ID": "46"
        },
        {
          "text": "Who make away with and devour widows' houses, and [to cover it up] with pretense make long prayers. They will receive the greater condemnation (the heavier sentence, the severer punishment).",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20"
    },
    {
      "name": "Luke 21",
      "text": [
        {
          "text": "LOOKING UP, [Jesus] saw the rich people putting their gifts into the treasury.",
          "ID": "1"
        },
        {
          "text": "And He saw also a poor widow putting in two mites (copper coins).",
          "ID": "2"
        },
        {
          "text": "And He said, Truly I say to you, this poor widow has put in more than all of them;",
          "ID": "3"
        },
        {
          "text": "For they all gave out of their abundance (their surplus); but she has contributed out of her lack and her want, putting in all that she had on which to live.",
          "ID": "4"
        },
        {
          "text": "And as some were saying of the temple that it was decorated with handsome (shapely and magnificent) stones and consecrated offerings [laid up to be kept], He said,",
          "ID": "5"
        },
        {
          "text": "As for all this that you [thoughtfully] look at, the time will come when there shall not be left here one stone upon another that will not be thrown down.",
          "ID": "6"
        },
        {
          "text": "And they asked Him, Teacher, when will this happen? And what sign will there be when this is about to occur?",
          "ID": "7"
        },
        {
          "text": "And He said, Be on your guard and be careful that you are not led astray; for many will come in My name [appropriating to themselves the name Messiah which belongs to Me], saying, I am He! and, The time is at hand! Do not go out after them.",
          "ID": "8"
        },
        {
          "text": "And when you hear of wars and insurrections (disturbances, disorder, and confusion), do not become alarmed and panic-stricken and terrified; for all this must take place first, but the end will not [come] immediately.",
          "ID": "9"
        },
        {
          "text": "Then He told them, Nation will rise against nation, and kingdom against kingdom. [II Chron. 15:6; Isa. 19:2.]",
          "ID": "10"
        },
        {
          "text": "There will be mighty and violent earthquakes, and in various places famines and pestilences (plagues: malignant and contagious or infectious epidemic diseases which are deadly and devastating); and there will be sights of terror and great signs from heaven.",
          "ID": "11"
        },
        {
          "text": "But previous to all this, they will lay their hands on you and persecute you, turning you over to the synagogues and prisons, and you will be led away before kings and governors for My name's sake.",
          "ID": "12"
        },
        {
          "text": "This will be a time (an opportunity) for you to bear testimony.",
          "ID": "13"
        },
        {
          "text": "Resolve and settle it in your minds not to meditate and prepare beforehand how you are to make your defense and how you will answer.",
          "ID": "14"
        },
        {
          "text": "For I [Myself] will give you a mouth and such utterance and wisdom that all of your foes combined will be unable to stand against or refute.",
          "ID": "15"
        },
        {
          "text": "You will be delivered up and betrayed even by parents and brothers and relatives and friends, and [some] of you they will put to death.",
          "ID": "16"
        },
        {
          "text": "And you will be hated (despised) by everyone because [you bear] My name and for its sake.",
          "ID": "17"
        },
        {
          "text": "But not a hair of your head shall perish. [I Sam. 14:45.]",
          "ID": "18"
        },
        {
          "text": "By your steadfastness and patient endurance you shall win the true life of your souls.",
          "ID": "19"
        },
        {
          "text": "But when you see Jerusalem surrounded by armies, then know and understand that its desolation has come near.",
          "ID": "20"
        },
        {
          "text": "Then let those who are in Judea flee to the mountains, and let those who are inside [the city] get out of it, and let not those who are out in the country come into it;",
          "ID": "21"
        },
        {
          "text": "For those are days of vengeance [of rendering full justice or satisfaction], that all things that are written may be fulfilled.",
          "ID": "22"
        },
        {
          "text": "Alas for those who are pregnant and for those who have babies which they are nursing in those days! For great misery and anguish and distress shall be upon the land and indignation and punishment and retribution upon this people.",
          "ID": "23"
        },
        {
          "text": "They will fall by the mouth and the edge of the sword and will be led away as captives to and among all nations; and Jerusalem will be trodden down by the Gentiles until the times of the Gentiles are fulfilled (completed). [Isa. 63:18; Dan. 8:13.]",
          "ID": "24"
        },
        {
          "text": "And there will be signs in the sun and moon and stars; and upon the earth [there will be] distress (trouble and anguish) of nations in bewilderment and perplexity [without resources, left wanting, embarrassed, in doubt, not knowing which way to turn] at the roaring (the echo) of the tossing of the sea, [Isa. 13:10; Joel 2:10; Zeph. 1:15.]",
          "ID": "25"
        },
        {
          "text": "Men swooning away or expiring with fear and dread and apprehension and expectation of the things that are coming on the world; for the [very] powers of the heavens will be shaken and caused to totter.",
          "ID": "26"
        },
        {
          "text": "And then they will see the Son of Man coming in a cloud with great (transcendent and overwhelming) power and [all His kingly] glory (majesty and splendor). [Dan. 7:13, 14.]",
          "ID": "27"
        },
        {
          "text": "Now when these things begin to occur, look up and lift up your heads, because your redemption (deliverance) is drawing near.",
          "ID": "28"
        },
        {
          "text": "And He told them a parable: Look at the fig tree and all the trees;",
          "ID": "29"
        },
        {
          "text": "When they put forth their buds and come out in leaf, you see for yourselves and perceive and know that summer is already near.",
          "ID": "30"
        },
        {
          "text": "Even so, when you see these things taking place, understand and know that the kingdom of God is at hand.",
          "ID": "31"
        },
        {
          "text": "Truly I tell you, this generation (those living at that definite period of time) will not perish and pass away until all has taken place.",
          "ID": "32"
        },
        {
          "text": "The sky and the earth (the universe, the world) will pass away, but My words will not pass away.",
          "ID": "33"
        },
        {
          "text": "But take heed to yourselves and be on your guard, lest your hearts be overburdened and depressed (weighed down) with the giddiness and headache and nausea of self-indulgence, drunkenness, and worldly worries and cares pertaining to [the business of] this life, and [lest] that day come upon you suddenly like a trap or a noose;",
          "ID": "34"
        },
        {
          "text": "For it will come upon all who live upon the face of the entire earth.",
          "ID": "35"
        },
        {
          "text": "Keep awake then and watch at all times [be discreet, attentive, and ready], praying that you may have the full strength and ability and be accounted worthy to escape all these things [taken together] that will take place, and to stand in the presence of the Son of Man.",
          "ID": "36"
        },
        {
          "text": "Now in the daytime Jesus was teaching in [the porches and courts of] the temple, but at night He would go out and stay on the mount called Olivet.",
          "ID": "37"
        },
        {
          "text": "And early in the morning all the people came to Him in the temple [porches or courts] to listen to Him.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21"
    },
    {
      "name": "Luke 22",
      "text": [
        {
          "text": "NOW THE Festival of Unleavened Bread was drawing near, which is called the Passover.",
          "ID": "1"
        },
        {
          "text": "And the chief priests and the scribes were seeking how to do away with [Jesus], for they feared the people.",
          "ID": "2"
        },
        {
          "text": "But [then] Satan entered into Judas, called Iscariot, who was one of the Twelve [apostles].",
          "ID": "3"
        },
        {
          "text": "And he went away and discussed with the chief priests and captains how he might betray Him and deliver Him up to them.",
          "ID": "4"
        },
        {
          "text": "And they were delighted and pledged [themselves] to give him money.",
          "ID": "5"
        },
        {
          "text": "So he agreed [to this], and sought an opportunity to betray Him to them [without an uprising] in the absence of the throng.",
          "ID": "6"
        },
        {
          "text": "Then came the day of Unleavened Bread on which the Passover [lamb] had to be slain. [Exod. 12:18-20; Deut. 16:5-8.]",
          "ID": "7"
        },
        {
          "text": "So Jesus sent Peter and John, saying, Go and prepare for us the Passover meal, that we may eat it.",
          "ID": "8"
        },
        {
          "text": "They said to Him, Where do You want us to prepare [it]?",
          "ID": "9"
        },
        {
          "text": "He said to them, Behold, when you have gone into the city, a man carrying an earthen jug or pitcher of water will meet you; follow him into the house which he enters,",
          "ID": "10"
        },
        {
          "text": "And say to the master of the house, The Teacher asks you, Where is the guest room, where I may eat the Passover [meal] with My disciples?",
          "ID": "11"
        },
        {
          "text": "And he will show you a large room upstairs, furnished [with carpets and with couches properly spread]; there make [your] preparations.",
          "ID": "12"
        },
        {
          "text": "And they went and found it [just] as He had said to them; and they made ready the Passover [supper].",
          "ID": "13"
        },
        {
          "text": "And when the hour came, [Jesus] reclined at table, and the apostles with Him.",
          "ID": "14"
        },
        {
          "text": "And He said to them, I have earnestly and intensely desired to eat this Passover with you before I suffer;",
          "ID": "15"
        },
        {
          "text": "For I say to you, I shall eat it no more until it is fulfilled in the kingdom of God.",
          "ID": "16"
        },
        {
          "text": "And He took a cup, and when He had given thanks, He said, Take this and divide and distribute it among yourselves;",
          "ID": "17"
        },
        {
          "text": "For I say to you that from now on I shall not drink of the fruit of the vine at all until the kingdom of God comes.",
          "ID": "18"
        },
        {
          "text": "Then He took a loaf [of bread], and when He had given thanks, He broke [it] and gave it to them saying, This is My body which is given for you; do this in remembrance of Me.",
          "ID": "19"
        },
        {
          "text": "And in like manner, He took the cup after supper, saying, This cup is the new testament or covenant [ratified] in My blood, which is shed (poured out) for you.",
          "ID": "20"
        },
        {
          "text": "But, behold, the hand of him who is now engaged in betraying Me is with Me on the table. [Ps. 41:9.]",
          "ID": "21"
        },
        {
          "text": "For the Son of Man is going as it has been determined and appointed, but woe to that man by whom He is betrayed and delivered up!",
          "ID": "22"
        },
        {
          "text": "And they began to inquire among themselves which of them it was who was about to do this. [Ps. 41:9.]",
          "ID": "23"
        },
        {
          "text": "Now an eager contention arose among them [as to] which of them was considered and reputed to be the greatest.",
          "ID": "24"
        },
        {
          "text": "But Jesus said to them, The kings of the Gentiles are deified by them and exercise lordship [ruling as emperor-gods] over them; and those in authority over them are called benefactors and well-doers.",
          "ID": "25"
        },
        {
          "text": "But this is not to be so with you; on the contrary, let him who is the greatest among you become like the youngest, and him who is the chief and leader like one who serves.",
          "ID": "26"
        },
        {
          "text": "For who is the greater, the one who reclines at table (the master), or the one who serves? Is it not the one who reclines at table? But I am in your midst as One Who serves.",
          "ID": "27"
        },
        {
          "text": "And you are those who have remained [throughout] and persevered with Me in My trials;",
          "ID": "28"
        },
        {
          "text": "And as My Father has appointed a kingdom and conferred it on Me, so do I confer on you [the privilege and decree],",
          "ID": "29"
        },
        {
          "text": "That you may eat and drink at My table in My kingdom and sit on thrones, judging the twelve tribes of Israel.",
          "ID": "30"
        },
        {
          "text": "Simon, Simon (Peter), listen! Satan has asked excessively that [all of] you be given up to him [out of the power and keeping of God], that he might sift [all of] you like grain, [Job 1:6-12; Amos 9:9.]",
          "ID": "31"
        },
        {
          "text": "But I have prayed especially for you [Peter], that your [own] faith may not fail; and when you yourself have turned again, strengthen and establish your brethren.",
          "ID": "32"
        },
        {
          "text": "And [Simon Peter] said to Him, Lord, I am ready to go with You both to prison and to death.",
          "ID": "33"
        },
        {
          "text": "But Jesus said, I tell you, Peter, before a [single] cock shall crow this day, you will three times [utterly] deny that you know Me.",
          "ID": "34"
        },
        {
          "text": "And He said to them, When I sent you out with no purse or [provision] bag or sandals, did you lack anything? They answered, Nothing!",
          "ID": "35"
        },
        {
          "text": "Then He said to them, But now let him who has a purse take it, and also [his provision] bag; and let him who has no sword sell his mantle and buy a sword.",
          "ID": "36"
        },
        {
          "text": "For I tell you that this Scripture must yet be fulfilled in Me: And He was counted and classed among the wicked (the outlaws, the criminals); for what is written about Me has its fulfillment [has reached its end and is finally settled]. [Isa. 53:12.]",
          "ID": "37"
        },
        {
          "text": "And they said, Look, Lord! Here are two swords. And He said to them, It is enough.",
          "ID": "38"
        },
        {
          "text": "And He came out and went, as was His habit, to the Mount of Olives, and the disciples also followed Him.",
          "ID": "39"
        },
        {
          "text": "And when He came to the place, He said to them, Pray that you may not [at all] enter into temptation.",
          "ID": "40"
        },
        {
          "text": "And He withdrew from them about a stone's throw and knelt down and prayed,",
          "ID": "41"
        },
        {
          "text": "Saying, Father, if You are willing, remove this cup from Me; yet not My will, but [always] Yours be done.",
          "ID": "42"
        },
        {
          "text": "And there appeared to Him an angel from heaven, strengthening Him in spirit.",
          "ID": "43"
        },
        {
          "text": "And being in an agony [of mind], He prayed [all the] more earnestly and intently, and His sweat became like great clots of blood dropping down upon the ground.",
          "ID": "44"
        },
        {
          "text": "And when He got up from prayer, He came to the disciples and found them sleeping from grief,",
          "ID": "45"
        },
        {
          "text": "And He said to them, Why do you sleep? Get up and pray that you may not enter [at all] into temptation.",
          "ID": "46"
        },
        {
          "text": "And while He was still speaking, behold, there came a crowd, and the man called Judas, one of the Twelve [apostles], was going before [leading] them. He drew near to Jesus to kiss Him,",
          "ID": "47"
        },
        {
          "text": "But Jesus said to him, Judas! Would you betray and deliver up the Son of Man with a kiss?",
          "ID": "48"
        },
        {
          "text": "And when those who were around Him saw what was about to happen, they said, Lord, shall we strike with the sword?",
          "ID": "49"
        },
        {
          "text": "And one of them struck the bond servant of the high priest and cut off his ear, the right one.",
          "ID": "50"
        },
        {
          "text": "But Jesus said, Permit them to go so far [as to seize Me]. And He touched the little (insignificant) ear and healed him.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to those who had come out against Him–the chief priests and captains of the temple and elders [of the Sanhedrin]–Have you come out with swords and clubs as [you would] against a robber?",
          "ID": "52"
        },
        {
          "text": "When I was with you day after day in the temple [enclosure], you did not stretch forth [your] hands against Me. But this is your hour–and the power [which] darkness [gives you has its way].",
          "ID": "53"
        },
        {
          "text": "Then they seized Him and led Him away, bringing Him into the house of the high priest. Peter was following at a distance.",
          "ID": "54"
        },
        {
          "text": "And when they had kindled a fire in the middle of the courtyard and were seated together, Peter sat among them.",
          "ID": "55"
        },
        {
          "text": "Then a servant girl, seeing him as he sat in the firelight and gazing [intently] at him, said, This man too was with Him.",
          "ID": "56"
        },
        {
          "text": "But he denied it and said, Woman, I do not know Him!",
          "ID": "57"
        },
        {
          "text": "And a little later someone else saw him and said, You are one of them also. But Peter said, Man, I am not!",
          "ID": "58"
        },
        {
          "text": "And when about an hour more had elapsed, still another emphatically insisted, It is the truth that this man also was with Him, for he too is a Galilean!",
          "ID": "59"
        },
        {
          "text": "But Peter said, Man, I do not know what you are talking about. And instantly, while he was still speaking, the cock crowed.",
          "ID": "60"
        },
        {
          "text": "And the Lord turned and looked at Peter. And Peter recalled the Lord's words, how He had told him, Before the cock crows today, you will deny Me thrice.",
          "ID": "61"
        },
        {
          "text": "And he went out and wept bitterly [that is, with painfully moving grief].",
          "ID": "62"
        },
        {
          "text": "Now the men who had Jesus in custody treated Him with contempt and scoffed at and ridiculed Him and beat Him;",
          "ID": "63"
        },
        {
          "text": "They blindfolded Him also and asked Him, Prophesy! Who is it that struck You?",
          "ID": "64"
        },
        {
          "text": "And they said many other evil and slanderous and insulting words against Him, reviling Him.",
          "ID": "65"
        },
        {
          "text": "As soon as it was day, the assembly of the elders of the people gathered together, both chief priests and scribes; and they led Him into their council (the Sanhedrin), and they said,",
          "ID": "66"
        },
        {
          "text": "If You are the Christ (the Messiah), tell us. But He said to them, If I tell you, you will not believe (trust in, cleave to, and rely on what I say),",
          "ID": "67"
        },
        {
          "text": "And if I question you, you will not answer.",
          "ID": "68"
        },
        {
          "text": "But hereafter (from this time on), the Son of Man shall be seated at the right hand of the power of God. [Ps. 110:1.]",
          "ID": "69"
        },
        {
          "text": "And they all said, You are the Son of God, then? And He said to them, It is just as you say; I AM.",
          "ID": "70"
        },
        {
          "text": "And they said, What further evidence do we need? For we have heard [it] ourselves from His own mouth!",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22"
    },
    {
      "name": "Luke 23",
      "text": [
        {
          "text": "THEN THE whole assembly of them got up and conducted [Jesus] before Pilate.",
          "ID": "1"
        },
        {
          "text": "And they began to accuse Him, asserting, We found this Man perverting (misleading, corrupting, and turning away) our nation and forbidding to pay tribute to Caesar, saying that He Himself is Christ (the Messiah, the Anointed One), a King!",
          "ID": "2"
        },
        {
          "text": "So Pilate asked Him, Are You the King of the Jews? And He answered him, [It is just as] you say. [I AM.]",
          "ID": "3"
        },
        {
          "text": "And Pilate said to the chief priests and the throngs, I find no guilt or crime in this Man.",
          "ID": "4"
        },
        {
          "text": "But they were urgent and emphatic, saying, He stirs up and excites the people, teaching throughout all Judea–from Galilee, where He began, even to this place.",
          "ID": "5"
        },
        {
          "text": "Upon hearing this, Pilate asked whether the Man was a Galilean.",
          "ID": "6"
        },
        {
          "text": "And when he found out [certainly] that He belonged to Herod's jurisdiction, he sent Him up to Herod [a higher authority], who was also in Jerusalem in those days.",
          "ID": "7"
        },
        {
          "text": "Now when Herod saw Jesus, he was exceedingly glad, for he had eagerly desired to see Him for a long time because of what he had heard concerning Him, and he was hoping to witness some sign (some striking evidence or spectacular performance) done by Him.",
          "ID": "8"
        },
        {
          "text": "So he asked Him many questions, but He made no reply. [Isa. 53:7.]",
          "ID": "9"
        },
        {
          "text": "Meanwhile, the chief priests and the scribes stood by, continuing vehemently and violently to accuse Him.",
          "ID": "10"
        },
        {
          "text": "And Herod, with his soldiers, treated Him with contempt and scoffed at and ridiculed Him; then, dressing Him up in bright and gorgeous apparel, he sent Him back to Pilate. [Isa. 53:8.]",
          "ID": "11"
        },
        {
          "text": "And that very day Herod and Pilate became friends with each other–[though] they had been at enmity before this.",
          "ID": "12"
        },
        {
          "text": "Pilate then called together the chief priests and the rulers and the people,",
          "ID": "13"
        },
        {
          "text": "And said to them, You brought this Man before me as One Who was perverting and misleading and turning away and corrupting the people; and behold, after examining Him before you, I have not found any offense (crime or guilt) in this Man in regard to your accusations against Him;",
          "ID": "14"
        },
        {
          "text": "No, nor indeed did Herod, for he sent Him back to us; behold, He has done nothing deserving of death.",
          "ID": "15"
        },
        {
          "text": "I will therefore chastise Him and deliver Him amended (reformed, taught His lesson) and release Him.",
          "ID": "16"
        },
        {
          "text": "For it was necessary for him to release to them one prisoner at the Feast.",
          "ID": "17"
        },
        {
          "text": "But they all together raised a deep cry [from the depths of their throats], saying, Away with this Man! Release to us Barabbas!",
          "ID": "18"
        },
        {
          "text": "He was a man who had been thrown into prison for raising a riot in the city, and for murder.",
          "ID": "19"
        },
        {
          "text": "Once more Pilate called to them, wishing to release Jesus;",
          "ID": "20"
        },
        {
          "text": "But they kept shouting out, Crucify, crucify Him!",
          "ID": "21"
        },
        {
          "text": "A third time he said to them, Why? What wrong has He done? I have found [no offense or crime or guilt] in Him nothing deserving of death; I will therefore chastise Him [in order to teach Him better] and release Him.",
          "ID": "22"
        },
        {
          "text": "But they were insistent and urgent, demanding with loud cries that He should be crucified. And their voices prevailed (accomplished their purpose).",
          "ID": "23"
        },
        {
          "text": "And Pilate gave sentence, that what they asked should be done.",
          "ID": "24"
        },
        {
          "text": "So he released the man who had been thrown into prison for riot and murder, for whom they continued to ask, but Jesus he delivered up to be done with as they willed.",
          "ID": "25"
        },
        {
          "text": "And as they led Him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross and made him carry it behind Jesus.",
          "ID": "26"
        },
        {
          "text": "And there accompanied [Jesus] a great multitude of the people, [including] women who bewailed and lamented Him.",
          "ID": "27"
        },
        {
          "text": "But Jesus, turning toward them, said, Daughters of Jerusalem, do not weep for Me, but weep for yourselves and for your children.",
          "ID": "28"
        },
        {
          "text": "For behold, the days are coming during which they will say, Blessed (happy, fortunate, and to be envied) are the barren, and the wombs that have not borne, and the breasts that have never nursed [babies]!",
          "ID": "29"
        },
        {
          "text": "Then they will begin to say to the mountains, Fall on us! and to the hills, Cover (conceal, hide) us!",
          "ID": "30"
        },
        {
          "text": "For if they do these things when the timber is green, what will happen when it is dry?",
          "ID": "31"
        },
        {
          "text": "Two others also, who were criminals, were led away to be executed with Him. [Isa. 53:12.]",
          "ID": "32"
        },
        {
          "text": "And when they came to the place which is called The Skull [Latin: Calvary; Hebrew: Golgotha], there they crucified Him, and [along with] the criminals, one on the right and one on the left.",
          "ID": "33"
        },
        {
          "text": "And Jesus prayed, Father, forgive them, for they know not what they do. And they divided His garments and distributed them by casting lots for them. [Ps. 22:18.]",
          "ID": "34"
        },
        {
          "text": "Now the people stood by [calmly and leisurely] watching; but the rulers scoffed and sneered (turned up their noses) at Him, saying, He rescued others [from death]; let Him now rescue Himself, if He is the Christ (the Messiah) of God, His Chosen One!",
          "ID": "35"
        },
        {
          "text": "The soldiers also ridiculed and made sport of Him, coming up and offering Him vinegar (a sour wine mixed with water) [Ps. 69:21.]",
          "ID": "36"
        },
        {
          "text": "And saying, If you are the King of the Jews, save (rescue) Yourself [from death].",
          "ID": "37"
        },
        {
          "text": "For there was also an inscription above Him in letters of Greek and Latin and Hebrew: This is the King of the Jews.",
          "ID": "38"
        },
        {
          "text": "One of the criminals who was suspended kept up a railing at Him, saying, Are You not the Christ (the Messiah)? Rescue Yourself and us [from death]!",
          "ID": "39"
        },
        {
          "text": "But the other one reproved him, saying, Do you not even fear God, seeing you yourself are under the same sentence of condemnation and suffering the same penalty?",
          "ID": "40"
        },
        {
          "text": "And we indeed suffer it justly, receiving the due reward of our actions; but this Man has done nothing out of the way [nothing strange or eccentric or perverse or unreasonable].",
          "ID": "41"
        },
        {
          "text": "Then he said to Jesus, Lord, remember me when You come in Your kingly glory!",
          "ID": "42"
        },
        {
          "text": "And He answered him, Truly I tell you, today you shall be with Me in Paradise.",
          "ID": "43"
        },
        {
          "text": "It was now about the sixth hour (midday), and darkness enveloped the whole land and earth until the ninth hour (about three o'clock in the afternoon),",
          "ID": "44"
        },
        {
          "text": "While the sun's light faded or was darkened; and the curtain [of the Holy of Holies] of the temple was torn in two. [Exod. 26:31-35.]",
          "ID": "45"
        },
        {
          "text": "And Jesus, crying out with a loud voice, said, Father, into Your hands I commit My spirit! And with these words, He expired. [Ps. 31:5.]",
          "ID": "46"
        },
        {
          "text": "Now the centurion, having seen what had taken place, recognized God and thanked and praised Him, and said, Indeed, without question, this Man was upright (just and innocent)!",
          "ID": "47"
        },
        {
          "text": "And all the throngs that had gathered to see this spectacle, when they saw what had taken place, returned to their homes, beating their breasts.",
          "ID": "48"
        },
        {
          "text": "And all the acquaintances of [Jesus] and the women who had followed Him from Galilee stood at a distance and watched these things.",
          "ID": "49"
        },
        {
          "text": "Now notice, there was a man named Joseph from the Jewish town of Arimathea. He was a member of the council (the Sanhedrin), and a good (upright, advantageous) man, and righteous (in right standing with God and man),",
          "ID": "50"
        },
        {
          "text": "Who had not agreed with or assented to the purpose and action of the others; and he was expecting and waiting for the kingdom of God.",
          "ID": "51"
        },
        {
          "text": "This man went to Pilate and asked for the body of Jesus.",
          "ID": "52"
        },
        {
          "text": "Then he took it down and rolled it up in a linen cloth for swathing dead bodies and laid Him in a rock-hewn tomb, where no one had ever yet been laid.",
          "ID": "53"
        },
        {
          "text": "It was the day of Preparation [for the Sabbath], and the Sabbath was dawning (approaching).",
          "ID": "54"
        },
        {
          "text": "The women who had come with [Jesus] from Galilee followed closely and saw the tomb and how His body was laid.",
          "ID": "55"
        },
        {
          "text": "Then they went back and made ready spices and ointments (perfumes). On the Sabbath day they rested in accordance with the commandment. [Exod. 12:16; 20:10.]",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23"
    },
    {
      "name": "Luke 24",
      "text": [
        {
          "text": "BUT ON the first day of the week, at early dawn, [the women] went to the tomb, taking the spices which they had made ready.",
          "ID": "1"
        },
        {
          "text": "And they found the stone rolled back from the tomb,",
          "ID": "2"
        },
        {
          "text": "But when they went inside, they did not find the body of the Lord Jesus.",
          "ID": "3"
        },
        {
          "text": "And while they were perplexed and wondering what to do about this, behold, two men in dazzling raiment suddenly stood beside them.",
          "ID": "4"
        },
        {
          "text": "And as [the women] were frightened and were bowing their faces to the ground, the men said to them, Why do you look for the living among [those who are] dead?",
          "ID": "5"
        },
        {
          "text": "He is not here, but has risen! Remember how He told you while He was still in Galilee",
          "ID": "6"
        },
        {
          "text": "That the Son of Man must be given over into the hands of sinful men (men whose way or nature is to act in opposition to God) and be crucified and on the third day rise [from death]. [Ps. 16:10.]",
          "ID": "7"
        },
        {
          "text": "And they remembered His words.",
          "ID": "8"
        },
        {
          "text": "And having returned from the tomb, they reported all these things [taken together] to the eleven apostles and to all the rest.",
          "ID": "9"
        },
        {
          "text": "Now it was Mary Magdalene and Joanna and Mary the mother of James, and the other women with them, who reported these things to the apostles.",
          "ID": "10"
        },
        {
          "text": "But these reports seemed to the men an idle tale (madness, feigned things, nonsense), and they did not believe the women.",
          "ID": "11"
        },
        {
          "text": "But Peter got up and ran to the tomb; and stooping down and looking in, he saw the linen cloths alone by themselves, and he went away, wondering about and marveling at what had happened.",
          "ID": "12"
        },
        {
          "text": "And behold, that very day two of [the disciples] were going to a village called Emmaus, [which is] about seven miles from Jerusalem.",
          "ID": "13"
        },
        {
          "text": "And they were talking with each other about all these things that had occurred.",
          "ID": "14"
        },
        {
          "text": "And while they were conversing and discussing together, Jesus Himself caught up with them and was already accompanying them.",
          "ID": "15"
        },
        {
          "text": "But their eyes were held, so that they did not recognize Him.",
          "ID": "16"
        },
        {
          "text": "And He said to them, What is this discussion that you are exchanging (throwing back and forth) between yourselves as you walk along? And they stood still, looking sad and downcast.",
          "ID": "17"
        },
        {
          "text": "Then one of them, named Cleopas, answered Him, Do you alone dwell as a stranger in Jerusalem and not know the things that have occurred there in these days?",
          "ID": "18"
        },
        {
          "text": "And He said to them, What [kind of] things? And they said to Him, About Jesus of Nazareth, Who was a Prophet mighty in work and word before God and all the people–",
          "ID": "19"
        },
        {
          "text": "And how our chief priests and rulers gave Him up to be sentenced to death, and crucified Him.",
          "ID": "20"
        },
        {
          "text": "But we were hoping that it was He Who would redeem and set Israel free. Yes, and besides all this, it is now the third day since these things occurred.",
          "ID": "21"
        },
        {
          "text": "And moreover, some women of our company astounded us and drove us out of our senses. They were at the tomb early [in the morning]",
          "ID": "22"
        },
        {
          "text": "But did not find His body; and they returned saying that they had [even] seen a vision of angels, who said that He was alive!",
          "ID": "23"
        },
        {
          "text": "So some of those [who were] with us went to the tomb and they found it just as the women had said, but Him they did not see.",
          "ID": "24"
        },
        {
          "text": "And [Jesus] said to them, O foolish ones [sluggish in mind, dull of perception] and slow of heart to believe (adhere to and trust in and rely on) everything that the prophets have spoken!",
          "ID": "25"
        },
        {
          "text": "Was it not necessary and essentially fitting that the Christ (the Messiah) should suffer all these things before entering into His glory (His majesty and splendor)?",
          "ID": "26"
        },
        {
          "text": "Then beginning with Moses and [throughout] all the Prophets, He went on explaining and interpreting to them in all the Scriptures the things concerning and referring to Himself.",
          "ID": "27"
        },
        {
          "text": "Then they drew near the village to which they were going, and He acted as if He would go further.",
          "ID": "28"
        },
        {
          "text": "But they urged and insisted, saying to Him, Remain with us, for it is toward evening, and the day is now far spent. So He went in to stay with them.",
          "ID": "29"
        },
        {
          "text": "And it occurred that as He reclined at table with them, He took [a loaf of] bread and praised [God] and gave thanks and asked a blessing, and then broke it and was giving it to them",
          "ID": "30"
        },
        {
          "text": "When their eyes were [instantly] opened and they [clearly] recognized Him, and He vanished (departed invisibly).",
          "ID": "31"
        },
        {
          "text": "And they said to one another, Were not our hearts greatly moved and burning within us while He was talking with us on the road and as He opened and explained to us [the sense of] the Scriptures?",
          "ID": "32"
        },
        {
          "text": "And rising up that very hour, they went back to Jerusalem, where they found the Eleven [apostles] gathered together and those who were with them,",
          "ID": "33"
        },
        {
          "text": "Who said, The Lord really has risen and has appeared to Simon (Peter)!",
          "ID": "34"
        },
        {
          "text": "Then they [themselves] related [in full] what had happened on the road, and how He was known and recognized by them in the breaking of bread.",
          "ID": "35"
        },
        {
          "text": "Now while they were talking about this, Jesus Himself took His stand among them and said to them, Peace (freedom from all the distresses that are experienced as the result of sin) be to you!",
          "ID": "36"
        },
        {
          "text": "But they were so startled and terrified that they thought they saw a spirit.",
          "ID": "37"
        },
        {
          "text": "And He said to them, Why are you disturbed and troubled, and why do such doubts and questionings arise in your hearts?",
          "ID": "38"
        },
        {
          "text": "See My hands and My feet, that it is I Myself! Feel and handle Me and see, for a spirit does not have flesh and bones, as you see that I have.",
          "ID": "39"
        },
        {
          "text": "And when He had said this, He showed them His hands and His feet.",
          "ID": "40"
        },
        {
          "text": "And while [since] they still could not believe it for sheer joy and marveled, He said to them, Have you anything here to eat?",
          "ID": "41"
        },
        {
          "text": "They gave Him a piece of broiled fish,",
          "ID": "42"
        },
        {
          "text": "And He took [it] and ate [it] before them.",
          "ID": "43"
        },
        {
          "text": "Then He said to them, This is what I told you while I was still with you: everything which is written concerning Me in the Law of Moses and the Prophets and the Psalms must be fulfilled.",
          "ID": "44"
        },
        {
          "text": "Then He [thoroughly] opened up their minds to understand the Scriptures,",
          "ID": "45"
        },
        {
          "text": "And said to them, Thus it is written that the Christ (the Messiah) should suffer and on the third day rise from (among) the dead, [Hos. 6:2.]",
          "ID": "46"
        },
        {
          "text": "And that repentance [with a view to and as the condition of] forgiveness of sins should be preached in His name to all nations, beginning from Jerusalem.",
          "ID": "47"
        },
        {
          "text": "You are witnesses of these things.",
          "ID": "48"
        },
        {
          "text": "And behold, I will send forth upon you what My Father has promised; but remain in the city [Jerusalem] until you are clothed with power from on high.",
          "ID": "49"
        },
        {
          "text": "Then He conducted them out as far as Bethany, and, lifting up His hands, He invoked a blessing on them.",
          "ID": "50"
        },
        {
          "text": "And it occurred that while He was blessing them, He parted from them and was taken up into heaven.",
          "ID": "51"
        },
        {
          "text": "And they, worshiping Him, went back to Jerusalem with great joy;",
          "ID": "52"
        },
        {
          "text": "And they were continually in the temple celebrating with praises and blessing and extolling God. Amen (so be it).",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24"
    }
  ],
  "version": "AMP",
  "ID": "NT:LUK(AMP)"
}