{
  "text": [
    {
      "text": [
        {
          "text": "Since, indeed, many have attempted to set in order a narrative of the things that have been completed among us,",
          "ID": "1"
        },
        {
          "text": "just as they have been handed on to those of us who from the beginning saw the same and were ministers of the word,",
          "ID": "2"
        },
        {
          "text": "so it seemed good to me also, having diligently followed everything from the beginning, to write to you, in an orderly manner, most excellent Theophilus,",
          "ID": "3"
        },
        {
          "text": "so that you might know the truthfulness of those words by which you have been instructed.",
          "ID": "4"
        },
        {
          "text": "There was, in the days of Herod, king of Judea, a certain priest named Zechariah, of the section of Abijah, and his wife was of the daughters of Aaron, and her name was Elizabeth.",
          "ID": "5"
        },
        {
          "text": "Now they were both just before God, progressing in all of the commandments and the justifications of the Lord without blame.",
          "ID": "6"
        },
        {
          "text": "And they had no child, because Elizabeth was barren, and they both had become advanced in years.",
          "ID": "7"
        },
        {
          "text": "Then it happened that, when he was exercising the priesthood before God, in the order of his section,",
          "ID": "8"
        },
        {
          "text": "according to the custom of the priesthood, the lot fell so that he would offer incense, entering into the temple of the Lord.",
          "ID": "9"
        },
        {
          "text": "And the entire multitude of the people was praying outside, at the hour of incense.",
          "ID": "10"
        },
        {
          "text": "Then there appeared to him an Angel of the Lord, standing at the right of the altar of incense.",
          "ID": "11"
        },
        {
          "text": "And upon seeing him, Zechariah was disturbed, and fear fell over him.",
          "ID": "12"
        },
        {
          "text": "But the Angel said to him: \"Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth shall bear a son to you. And you shall call his name John.",
          "ID": "13"
        },
        {
          "text": "And there will be joy and exultation for you, and many will rejoice in his nativity.",
          "ID": "14"
        },
        {
          "text": "For he will be great in the sight of the Lord, and he will not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother's womb.",
          "ID": "15"
        },
        {
          "text": "And he will convert many of the sons of Israel to the Lord their God.",
          "ID": "16"
        },
        {
          "text": "And he will go before him with the spirit and power of Elijah, so that he may turn the hearts of the fathers to the sons, and the incredulous to the prudence of the just, so as to prepare for the Lord a completed people.\"",
          "ID": "17"
        },
        {
          "text": "And Zechariah said to the Angel: \"How may I know this? For I am elderly, and my wife is advanced in years.\"",
          "ID": "18"
        },
        {
          "text": "And in response, the Angel said to him: \"I am Gabriel, who stands before God, and I have been sent to speak to you, and to proclaim these things to you.",
          "ID": "19"
        },
        {
          "text": "And behold, you will be silent and unable to speak, until the day on which these things shall be, because you have not believed my words, which will be fulfilled in their time.\"",
          "ID": "20"
        },
        {
          "text": "And the people were waiting for Zechariah. And they wondered why he was being delayed in the temple.",
          "ID": "21"
        },
        {
          "text": "Then, when he came out, he was unable to speak to them. And they realized that he had seen a vision in the temple. And he was making signs to them, but he remained mute.",
          "ID": "22"
        },
        {
          "text": "And it happened that, after the days of his office were completed, he went away to his house.",
          "ID": "23"
        },
        {
          "text": "Then, after those days, his wife Elizabeth conceived, and she hid herself for five months, saying:",
          "ID": "24"
        },
        {
          "text": "\"For the Lord did this for me, at the time when he decided to take away my reproach among men.\"",
          "ID": "25"
        },
        {
          "text": "Then, in the sixth month, the Angel Gabriel was sent by God, to a city of Galilee named Nazareth,",
          "ID": "26"
        },
        {
          "text": "to a virgin betrothed to a man whose name was Joseph, of the house of David; and the name of the virgin was Mary.",
          "ID": "27"
        },
        {
          "text": "And upon entering, the Angel said to her: \"Hail, full of grace. The Lord is with you. Blessed are you among women.\"",
          "ID": "28"
        },
        {
          "text": "And when she had heard this, she was disturbed by his words, and she considered what kind of greeting this might be.",
          "ID": "29"
        },
        {
          "text": "And the Angel said to her: \"Do not be afraid, Mary, for you have found grace with God.",
          "ID": "30"
        },
        {
          "text": "Behold, you shall conceive in your womb, and you shall bear a son, and you shall call his name: JESUS.",
          "ID": "31"
        },
        {
          "text": "He will be great, and he will be called the Son of the Most High, and the Lord God will give him the throne of David his father. And he will reign in the house of Jacob for eternity.",
          "ID": "32"
        },
        {
          "text": "And his kingdom shall have no end.\"",
          "ID": "33"
        },
        {
          "text": "Then Mary said to the Angel, \"How shall this be done, since I do not know man?\"",
          "ID": "34"
        },
        {
          "text": "And in response, the Angel said to her: \"The Holy Spirit will pass over you, and the power of the Most High will overshadow you. And because of this also, the Holy One who will be born of you shall be called the Son of God.",
          "ID": "35"
        },
        {
          "text": "And behold, your cousin Elizabeth has herself also conceived a son, in her old age. And this is the sixth month for her who is called barren.",
          "ID": "36"
        },
        {
          "text": "For no word will be impossible with God.\"",
          "ID": "37"
        },
        {
          "text": "Then Mary said: \"Behold, I am the handmaid of the Lord. Let it be done to me according to your word.\" And the Angel departed from her.",
          "ID": "38"
        },
        {
          "text": "And in those days, Mary, rising up, traveled quickly into the hill country, to a city of Judah.",
          "ID": "39"
        },
        {
          "text": "And she entered into the house of Zechariah, and she greeted Elizabeth.",
          "ID": "40"
        },
        {
          "text": "And it happened that, as Elizabeth heard the greeting of Mary, the infant leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
          "ID": "41"
        },
        {
          "text": "And she cried out with a loud voice and said: \"Blessed are you among women, and blessed is the fruit of your womb.",
          "ID": "42"
        },
        {
          "text": "And how does this concern me, so that the mother of my Lord would come to me?",
          "ID": "43"
        },
        {
          "text": "For behold, as the voice of your greeting came to my ears, the infant in my womb leaped for joy.",
          "ID": "44"
        },
        {
          "text": "And blessed are you who believed, for the things that were spoken to you by the Lord shall be accomplished.\"",
          "ID": "45"
        },
        {
          "text": "And Mary said: \"My soul magnifies the Lord.",
          "ID": "46"
        },
        {
          "text": "And my spirit leaps for joy in God my Saviour.",
          "ID": "47"
        },
        {
          "text": "For he has looked with favor on the humility of his handmaid. For behold, from this time, all generations shall call me blessed.",
          "ID": "48"
        },
        {
          "text": "For he who is great has done great things for me, and holy is his name.",
          "ID": "49"
        },
        {
          "text": "And his mercy is from generation to generations for those who fear him.",
          "ID": "50"
        },
        {
          "text": "He has accomplished powerful deeds with his arm. He has scattered the arrogant in the intentions of their heart.",
          "ID": "51"
        },
        {
          "text": "He has deposed the powerful from their seat, and he has exalted the humble.",
          "ID": "52"
        },
        {
          "text": "He has filled the hungry with good things, and the rich he has sent away empty.",
          "ID": "53"
        },
        {
          "text": "He has taken up his servant Israel, mindful of his mercy,",
          "ID": "54"
        },
        {
          "text": "just as he spoke to our fathers: to Abraham and to his offspring forever.\"",
          "ID": "55"
        },
        {
          "text": "Then Mary stayed with her for about three months. And she returned to her own house.",
          "ID": "56"
        },
        {
          "text": "Now the time for Elizabeth to give birth arrived, and she brought forth a son.",
          "ID": "57"
        },
        {
          "text": "And her neighbors and relatives heard that the Lord had magnified his mercy with her, and so they congratulated her.",
          "ID": "58"
        },
        {
          "text": "And it happened that, on the eighth day, they arrived to circumcise the boy, and they called him by his father's name, Zechariah.",
          "ID": "59"
        },
        {
          "text": "And in response, his mother said: \"Not so. Instead, he shall be called John.\"",
          "ID": "60"
        },
        {
          "text": "And they said to her, \"But there is no one among your relatives who is called by that name.\"",
          "ID": "61"
        },
        {
          "text": "Then they made signs to his father, as to what he wanted him to be called.",
          "ID": "62"
        },
        {
          "text": "And requesting a writing tablet, he wrote, saying: \"His name is John.\" And they all wondered.",
          "ID": "63"
        },
        {
          "text": "Then, at once, his mouth was opened, and his tongue loosened, and he spoke, blessing God.",
          "ID": "64"
        },
        {
          "text": "And fear fell upon all of their neighbors. And all these words were made known throughout all the hill country of Judea.",
          "ID": "65"
        },
        {
          "text": "And all those who heard it stored it up in their heart, saying: \"What do you think this boy will be?\" And indeed, the hand of the Lord was with him.",
          "ID": "66"
        },
        {
          "text": "And his father Zechariah was filled with the Holy Spirit. And he prophesied, saying:",
          "ID": "67"
        },
        {
          "text": "\"Blessed is the Lord God of Israel. For he has visited and has wrought the redemption of his people.",
          "ID": "68"
        },
        {
          "text": "And he has raised up a horn of salvation for us, in the house of David his servant,",
          "ID": "69"
        },
        {
          "text": "just as he spoke by the mouth of his holy Prophets, who are from ages past:",
          "ID": "70"
        },
        {
          "text": "salvation from our enemies, and from the hand of all those who hate us,",
          "ID": "71"
        },
        {
          "text": "to accomplish mercy with our fathers, and to call to mind his holy testament,",
          "ID": "72"
        },
        {
          "text": "the oath, which he swore to Abraham, our father, that he would grant to us,",
          "ID": "73"
        },
        {
          "text": "so that, having been freed from the hand of our enemies, we may serve him without fear,",
          "ID": "74"
        },
        {
          "text": "in holiness and in justice before him, throughout all our days.",
          "ID": "75"
        },
        {
          "text": "And you, child, shall be called the prophet of the Most High. For you will go before the face of the Lord: to prepare his ways,",
          "ID": "76"
        },
        {
          "text": "to give knowledge of salvation to his people for the remission of their sins,",
          "ID": "77"
        },
        {
          "text": "through the heart of the mercy of our God, by which, descending from on high, he has visited us,",
          "ID": "78"
        },
        {
          "text": "to illuminate those who sit in darkness and in the shadow of death, and to direct our feet in the way of peace.\"",
          "ID": "79"
        },
        {
          "text": "And the child grew, and he was strengthened in spirit. And he was in the wilderness, until the day of his manifestation to Israel.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "Luke 1"
    },
    {
      "text": [
        {
          "text": "And it happened in those days that a decree went out from Caesar Augustus, so that the whole world would be enrolled.",
          "ID": "1"
        },
        {
          "text": "This was the first enrollment; it was made by the ruler of Syria, Quirinius.",
          "ID": "2"
        },
        {
          "text": "And all went to be declared, each one to his own city.",
          "ID": "3"
        },
        {
          "text": "Then Joseph also ascended from Galilee, from the city of Nazareth, into Judea, to the city of David, which is called Bethlehem, because he was of the house and family of David,",
          "ID": "4"
        },
        {
          "text": "in order to be declared, with Mary his espoused wife, who was with child.",
          "ID": "5"
        },
        {
          "text": "Then it happened that, while they were there, the days were completed, so that she would give birth.",
          "ID": "6"
        },
        {
          "text": "And she brought forth her firstborn son. And she wrapped him in swaddling clothes and laid him in a manger, because there was no room for them at the inn.",
          "ID": "7"
        },
        {
          "text": "And there were shepherds in the same region, being vigilant and keeping watch in the night over their flock.",
          "ID": "8"
        },
        {
          "text": "And behold, an Angel of the Lord stood near them, and the brightness of God shone around them, and they were struck with a great fear.",
          "ID": "9"
        },
        {
          "text": "And the Angel said to them: \"Do not be afraid. For, behold, I proclaim to you a great joy, which will be for all the people.",
          "ID": "10"
        },
        {
          "text": "For today a Saviour has been born for you in the city of David: he is Christ the Lord.",
          "ID": "11"
        },
        {
          "text": "And this will be a sign for you: you will find the infant wrapped in swaddling clothes and lying in a manger.\"",
          "ID": "12"
        },
        {
          "text": "And suddenly there was with the Angel a multitude of the celestial army, praising God and saying,",
          "ID": "13"
        },
        {
          "text": "\"Glory to God in the highest, and on earth peace to men of good will.\"",
          "ID": "14"
        },
        {
          "text": "And it happened that, when the Angels had departed from them into heaven, the shepherds said to one another, \"Let us cross over to Bethlehem and see this word, which has happened, which the Lord has revealed to us.\"",
          "ID": "15"
        },
        {
          "text": "And they went quickly. And they found Mary and Joseph; and the infant was lying in a manger.",
          "ID": "16"
        },
        {
          "text": "Then, upon seeing this, they understood the word that had been spoken to them about this boy.",
          "ID": "17"
        },
        {
          "text": "And all who heard it were amazed by this, and by those things which were told to them by the shepherds.",
          "ID": "18"
        },
        {
          "text": "But Mary kept all these words, pondering them in her heart.",
          "ID": "19"
        },
        {
          "text": "And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, just as it was told to them.",
          "ID": "20"
        },
        {
          "text": "And after eight days were ended, so that the boy would be circumcised, his name was called JESUS, just as he was called by the Angel before he was conceived in the womb.",
          "ID": "21"
        },
        {
          "text": "And after the days of her purification were fulfilled, according to the law of Moses, they brought him to Jerusalem, in order to present him to the Lord,",
          "ID": "22"
        },
        {
          "text": "just as it is written in the law of the Lord, \"For every male opening the womb shall be called holy to the Lord,\"",
          "ID": "23"
        },
        {
          "text": "and in order to offer a sacrifice, according to what is said in the law of the Lord, \"a pair of turtledoves or two young pigeons.\"",
          "ID": "24"
        },
        {
          "text": "And behold, there was a man in Jerusalem, whose name was Simeon, and this man was just and God-fearing, awaiting the consolation of Israel. And the Holy Spirit was with him.",
          "ID": "25"
        },
        {
          "text": "And he had received an answer from the Holy Spirit: that he would not see his own death before he had seen the Christ of the Lord.",
          "ID": "26"
        },
        {
          "text": "And he went with the Spirit to the temple. And when the child Jesus was brought in by his parents, in order to act on his behalf according to the custom of the law,",
          "ID": "27"
        },
        {
          "text": "he also took him up, into his arms, and he blessed God and said:",
          "ID": "28"
        },
        {
          "text": "\"Now you may dismiss your servant in peace, O Lord, according to your word.",
          "ID": "29"
        },
        {
          "text": "For my eyes have seen your salvation,",
          "ID": "30"
        },
        {
          "text": "which you have prepared before the face of all peoples:",
          "ID": "31"
        },
        {
          "text": "the light of revelation to the nations and the glory of your people Israel.\"",
          "ID": "32"
        },
        {
          "text": "And his father and mother were wondering over these things, which were spoken about him.",
          "ID": "33"
        },
        {
          "text": "And Simeon blessed them, and he said to his mother Mary: \"Behold, this one has been set for the ruin and for the resurrection of many in Israel, and as a sign which will be contradicted.",
          "ID": "34"
        },
        {
          "text": "And a sword will pass through your own soul, so that the thoughts of many hearts may be revealed.\"",
          "ID": "35"
        },
        {
          "text": "And there was a prophetess, Anna, a daughter of Phanuel, from the tribe of Asher. She was very advanced in years, and she had lived with her husband for seven years from her virginity.",
          "ID": "36"
        },
        {
          "text": "And then she was a widow, even to her eighty-fourth year. And without departing from the temple, she was a servant to fasting and prayer, night and day.",
          "ID": "37"
        },
        {
          "text": "And entering at the same hour, she confessed to the Lord. And she spoke about him to all who were awaiting the redemption of Israel.",
          "ID": "38"
        },
        {
          "text": "And after they had performed all things according to the law of the Lord, they returned to Galilee, to their city, Nazareth.",
          "ID": "39"
        },
        {
          "text": "Now the child grew, and he was strengthened with the fullness of wisdom. And the grace of God was in him.",
          "ID": "40"
        },
        {
          "text": "And his parents went every year to Jerusalem, at the time of the solemnity of Passover.",
          "ID": "41"
        },
        {
          "text": "And when he had become twelve years old, they ascended to Jerusalem, according to the custom of the feast day.",
          "ID": "42"
        },
        {
          "text": "And having completed the days, when they returned, the boy Jesus remained in Jerusalem. And his parents did not realize this.",
          "ID": "43"
        },
        {
          "text": "But, supposing that he was in the company, they went a day's journey, seeking him among their relatives and acquaintances.",
          "ID": "44"
        },
        {
          "text": "And not finding him, they returned to Jerusalem, seeking him.",
          "ID": "45"
        },
        {
          "text": "And it happened that, after three days, they found him in the temple, sitting in the midst of the doctors, listening to them and questioning them.",
          "ID": "46"
        },
        {
          "text": "But all who listened to him were astonished over his prudence and his responses.",
          "ID": "47"
        },
        {
          "text": "And upon seeing him, they wondered. And his mother said to him: \"Son, why have you acted this way toward us? Behold, your father and I were seeking you in sorrow.\"",
          "ID": "48"
        },
        {
          "text": "And he said to them: \"How is it that you were seeking me? For did you not know that it is necessary for me to be in these things which are of my Father?\"",
          "ID": "49"
        },
        {
          "text": "And they did not understand the word that he spoke to them.",
          "ID": "50"
        },
        {
          "text": "And he descended with them and went to Nazareth. And he was subordinate to them. And his mother kept all these words in her heart.",
          "ID": "51"
        },
        {
          "text": "And Jesus advanced in wisdom, and in age, and in grace, with God and men.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "Luke 2"
    },
    {
      "text": [
        {
          "text": "Then, in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being procurator of Judea, and Herod tetrarch of Galilee, and his brother Philip tetrarch of Ituraea and of the region of Trachonitis, and Lysanias tetrarch of Abilene,",
          "ID": "1"
        },
        {
          "text": "under the high priests Annas and Caiaphas: the word of the Lord came to John, the son of Zechariah, in the wilderness.",
          "ID": "2"
        },
        {
          "text": "And he went into the entire region of the Jordan, preaching a baptism of repentance for the remission of sins,",
          "ID": "3"
        },
        {
          "text": "just as it has been written in the book of the sermons of the prophet Isaiah: \"The voice of one crying out in the wilderness: Prepare the way of the Lord. Make straight his paths.",
          "ID": "4"
        },
        {
          "text": "Every valley shall be filled, and every mountain and hill shall be brought low. And what is crooked shall be made straight. And the rough paths shall be made into level ways.",
          "ID": "5"
        },
        {
          "text": "And all flesh shall see the salvation of God.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, he said to the crowd that went out in order to be baptized by him: \"You progeny of vipers! Who told you to flee from the approaching wrath?",
          "ID": "7"
        },
        {
          "text": "So then, produce fruits worthy of repentance. And do not begin to say, 'We have Abraham as our father.' For I tell you that God has the power to raise up sons to Abraham from these stones.",
          "ID": "8"
        },
        {
          "text": "For even now the axe has been placed at the root of the trees. Therefore, every tree that does not produce good fruit shall be cut down and cast into the fire.\"",
          "ID": "9"
        },
        {
          "text": "And the crowed was questioning him, saying, \"What then should we do?\"",
          "ID": "10"
        },
        {
          "text": "But in response, he said to them: \"Whoever has two coats, let him give to those who do not have. And whoever has food, let him act similarly.\"",
          "ID": "11"
        },
        {
          "text": "Now the tax collectors also came to be baptized, and they said to him, \"Teacher, what should we do?\"",
          "ID": "12"
        },
        {
          "text": "But he said to them, \"You should do nothing more than what has been appointed to you.\"",
          "ID": "13"
        },
        {
          "text": "Then the soldiers also questioned him, saying, \"And what should we do?\" And he said to them: \"You should strike no one, and you should not make false accusations. And be content with your pay.\"",
          "ID": "14"
        },
        {
          "text": "Now all were thinking about John in their hearts, and the people were supposing that perhaps he might be the Christ.",
          "ID": "15"
        },
        {
          "text": "John responded by saying to everyone: \"Indeed, I baptize you with water. But there will arrive one stronger than me, the laces of whose shoes I am not worthy to loosen. He will baptize you in the Holy Spirit, and with fire.",
          "ID": "16"
        },
        {
          "text": "His winnowing fan is in his hand. And he will purify his threshing floor. And he will gather the wheat into the barn. But the chaff he will burn with unquenchable fire.\"",
          "ID": "17"
        },
        {
          "text": "Indeed, he also proclaimed many other things, exhorting the people.",
          "ID": "18"
        },
        {
          "text": "But Herod the tetrarch, when he was corrected by him concerning Herodias, his brother's wife, and concerning all the evils that Herod had done,",
          "ID": "19"
        },
        {
          "text": "added this also, above all else: that he confined John to prison.",
          "ID": "20"
        },
        {
          "text": "Now it happened that, when all the people were being baptized, Jesus was baptized; and as he was praying, heaven was opened.",
          "ID": "21"
        },
        {
          "text": "And the Holy Spirit, in a corporal appearance like a dove, descended upon him. And a voice came from heaven: \"You are my beloved Son. In you, I am well pleased.\"",
          "ID": "22"
        },
        {
          "text": "And Jesus himself was beginning to be about thirty years old, being (as it was supposed) the son of Joseph, who was of Heli, who was of Matthat,",
          "ID": "23"
        },
        {
          "text": "who was of Levi, who was of Melchi, who was of Jannai, who was of Joseph,",
          "ID": "24"
        },
        {
          "text": "who was of Mattathias, who was of Amos, who was of Nahum, who was of Esli, who was of Naggai,",
          "ID": "25"
        },
        {
          "text": "who was of Maath, who was of Mattathias, who was of Semein, who was of Josech, who was of Joda,",
          "ID": "26"
        },
        {
          "text": "who was of Joanan, who was of Rhesa, who was of Zerubbabel, who was of Shealtiel, who was of Neri,",
          "ID": "27"
        },
        {
          "text": "who was of Melchi, who was of Addi, who was of Cosam, who was of Elmadam, who was of Er,",
          "ID": "28"
        },
        {
          "text": "who was of Joshua, who was of Eliezer, who was of Jorim, who was of Matthat, who was of Levi,",
          "ID": "29"
        },
        {
          "text": "who was of Simeon, who was of Judah, who was of Joseph, who was of Jonam, who was of Eliakim,",
          "ID": "30"
        },
        {
          "text": "who was of Melea, who was of Menna, who was of Mattatha, who was of Nathan, who was of David,",
          "ID": "31"
        },
        {
          "text": "who was of Jesse, who was of Obed, who was of Boaz, who was of Salmon, who was of Nahshon,",
          "ID": "32"
        },
        {
          "text": "who was of Amminadab, who was of Aram, who was of Hezron, who was of Perez, who was of Judah,",
          "ID": "33"
        },
        {
          "text": "who was of Jacob, who was of Isaac, who was of Abraham, who was of Terah, who was of Nahor,",
          "ID": "34"
        },
        {
          "text": "who was of Serug, who was of Reu, who was of Peleg, who was of Eber, who was of Shelah,",
          "ID": "35"
        },
        {
          "text": "who was of Cainan, who was of Arphaxad, who was of Shem, who was Of Noah, who was of Lamech,",
          "ID": "36"
        },
        {
          "text": "who was of Methuselah, who was of Enoch, who was of Jared, who was of Mahalalel, who was of Cainan,",
          "ID": "37"
        },
        {
          "text": "who was of Enos, who was of Seth, who was of Adam, who was of God.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "Luke 3"
    },
    {
      "text": [
        {
          "text": "And Jesus, filled with the Holy Spirit, returned from the Jordan. And he was urged by the Spirit into the wilderness",
          "ID": "1"
        },
        {
          "text": "for forty days, and he was tested by the devil. And he ate nothing in those days. And when they were completed, he was hungry.",
          "ID": "2"
        },
        {
          "text": "Then the devil said to him, \"If you are the Son of God, speak to this stone, so that it may be made into bread.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus answered him, \"It is written: 'Man shall not live by bread alone, but by every word of God.' \"",
          "ID": "4"
        },
        {
          "text": "And the devil led him onto a high mountain, and he showed him all the kingdoms of the world in a moment of time,",
          "ID": "5"
        },
        {
          "text": "and he said to him: \"To you, I will give all this power, and its glory. For they have been handed over to me, and I give them to whomever I wish.",
          "ID": "6"
        },
        {
          "text": "Therefore, if you will worship before me, all will be yours.\"",
          "ID": "7"
        },
        {
          "text": "And in response, Jesus said to him: \"It is written: 'You shall worship the Lord your God, and you shall serve him alone.' \"",
          "ID": "8"
        },
        {
          "text": "And he brought him to Jerusalem, and he set him on the parapet of the temple, and he said to him: \"If you are the Son of God, cast yourself down from here.",
          "ID": "9"
        },
        {
          "text": "For it is written that he has given his Angels charge over you, so that they may guard you,",
          "ID": "10"
        },
        {
          "text": "and so that they may take you into their hands, lest perhaps you may hurt your foot against a stone.\"",
          "ID": "11"
        },
        {
          "text": "And in response, Jesus said to him, \"It is said: 'You shall not tempt the Lord your God.' \"",
          "ID": "12"
        },
        {
          "text": "And when all the temptation was completed, the devil withdrew from him, until a time.",
          "ID": "13"
        },
        {
          "text": "And Jesus returned, in the power of the Spirit, into Galilee. And his fame spread throughout the entire region.",
          "ID": "14"
        },
        {
          "text": "And he taught in their synagogues, and he was magnified by everyone.",
          "ID": "15"
        },
        {
          "text": "And he went to Nazareth, where he had been raised. And he entered into the synagogue, according to his custom, on the Sabbath day. And he rose up to read.",
          "ID": "16"
        },
        {
          "text": "And the book of the prophet Isaiah was handed to him. And as he unrolled the book, he found the place where it was written:",
          "ID": "17"
        },
        {
          "text": "\"The Spirit of the Lord is upon me; because of this, he has anointed me. He has sent me to evangelize the poor, to heal the contrite of heart,",
          "ID": "18"
        },
        {
          "text": "to preach forgiveness to captives and sight to the blind, to release the broken into forgiveness, to preach the acceptable year of the Lord and the day of retribution.\"",
          "ID": "19"
        },
        {
          "text": "And when he had rolled up the book, he returned it to the minister, and he sat down. And the eyes of everyone in the synagogue were fixed on him.",
          "ID": "20"
        },
        {
          "text": "Then he began to say to them, \"On this day, this scripture has been fulfilled in your hearing.\"",
          "ID": "21"
        },
        {
          "text": "And everyone gave testimony to him. And they wondered at the words of grace that proceeded from his mouth. And they said, \"Is this not the son of Joseph?\"",
          "ID": "22"
        },
        {
          "text": "And he said to them: \"Certainly, you will recite to me this saying, 'Physician, heal yourself.' The many great things that we have heard were done in Capernaum, do here also in your own country.\"",
          "ID": "23"
        },
        {
          "text": "Then he said: \"Amen I say to you, that no prophet is accepted in his own country.",
          "ID": "24"
        },
        {
          "text": "In truth, I say to you, there were many widows in the days of Elijah in Israel, when the heavens were closed for three years and six months, when a great famine had occurred throughout the entire land.",
          "ID": "25"
        },
        {
          "text": "And to none of these was Elijah sent, except to Zarephath of Sidon, to a woman who was a widow.",
          "ID": "26"
        },
        {
          "text": "And there were many lepers in Israel under the prophet Elisha. And none of these was cleansed, except Naaman the Syrian.\"",
          "ID": "27"
        },
        {
          "text": "And all those in the synagogue, upon hearing these things, were filled with anger.",
          "ID": "28"
        },
        {
          "text": "And they rose up and drove him beyond the city. And they brought him all the way to the edge of the mount, upon which their city had been built, so that they might thrown him down violently.",
          "ID": "29"
        },
        {
          "text": "But passing through their midst, he went away.",
          "ID": "30"
        },
        {
          "text": "And he descended to Capernaum, a city of Galilee. And there he taught them on the Sabbaths.",
          "ID": "31"
        },
        {
          "text": "And they were astonished at his doctrine, for his word was spoken with authority.",
          "ID": "32"
        },
        {
          "text": "And in the synagogue, there was a man who had an unclean demon, and he cried out with a loud voice,",
          "ID": "33"
        },
        {
          "text": "saying: \"Let us alone. What are we to you, Jesus of Nazareth? Have you come to destroy us? I know you who you are: the Holy One of God.\"",
          "ID": "34"
        },
        {
          "text": "And Jesus rebuked him, saying, \"Be silent and depart from him.\" And when the demon had thrown him into their midst, he departed from him, and he no longer harmed him.",
          "ID": "35"
        },
        {
          "text": "And fear fell over them all. And they discussed this among themselves, saying: \"What is this word? For with authority and power he commands the unclean spirits, and they depart.\"",
          "ID": "36"
        },
        {
          "text": "And his fame spread to every place in the region.",
          "ID": "37"
        },
        {
          "text": "Then Jesus, rising up from the synagogue, entered into the house of Simon. Now Simon's mother-in-law was in the grip of a severe fever. And they petitioned him on her behalf.",
          "ID": "38"
        },
        {
          "text": "And standing over her, he commanded the fever, and it left her. And promptly rising up, she ministered to them.",
          "ID": "39"
        },
        {
          "text": "Then, when the sun had set, all those who had anyone afflicted with various diseases brought them to him. Then, laying his hands on each one of them, he cured them.",
          "ID": "40"
        },
        {
          "text": "Now demons departed from many of them, crying out and saying, \"You are the son of God.\" And rebuking them, he would not permit them to speak. For they knew him to be the Christ.",
          "ID": "41"
        },
        {
          "text": "Then, when it was daytime, going out, he went to a deserted place. And the crowds sought him, and they went all the way to him. And they detained him, so that he would not depart from them.",
          "ID": "42"
        },
        {
          "text": "And he said to them, \"I must also preach the kingdom of God to other cities, because it was for this reason that I was sent.\"",
          "ID": "43"
        },
        {
          "text": "And he was preaching in the synagogues of Galilee.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "Luke 4"
    },
    {
      "text": [
        {
          "text": "Now it happened that, when the crowds pressed toward him, so that they might hear the word of God, he was standing beside the lake of Genesaret.",
          "ID": "1"
        },
        {
          "text": "And he saw two boats standing beside the lake. But the fishermen had climbed down, and they were washing their nets.",
          "ID": "2"
        },
        {
          "text": "And so, climbing into one of the boats, which belonged to Simon, he asked him to draw back a little from the land. And sitting down, he taught the crowds from the boat.",
          "ID": "3"
        },
        {
          "text": "Then, when he had ceased speaking, he said to Simon, \"Lead us into deep water, and release your nets for a catch.\"",
          "ID": "4"
        },
        {
          "text": "And in response, Simon said to him: \"Teacher, working throughout the night, we caught nothing. But on your word, I will release the net.\"",
          "ID": "5"
        },
        {
          "text": "And when they had done this, they enclosed such a copious multitude of fish that their net was rupturing.",
          "ID": "6"
        },
        {
          "text": "And they signaled to their associates, who were in the other boat, so that they would come and help them. And they came and filled both boats, so that they were nearly submerged.",
          "ID": "7"
        },
        {
          "text": "But when Simon Peter had seen this, he fell down at the knees of Jesus, saying, \"Depart from me, Lord, for I am a sinful man.\"",
          "ID": "8"
        },
        {
          "text": "For astonishment had enveloped him, and all who were with him, at the catch of fish that they had taken.",
          "ID": "9"
        },
        {
          "text": "Now the same was true of James and John, the sons of Zebedee, who were associates of Simon. And Jesus said to Simon: \"Do not be afraid. From now on, you will be catching men.\"",
          "ID": "10"
        },
        {
          "text": "And having led their boats to land, leaving behind everything, they followed him.",
          "ID": "11"
        },
        {
          "text": "And it happened that, while he was in a certain city, behold, there was a man full of leprosy who, upon seeing Jesus and falling to his face, petitioned him, saying: \"Lord, if you are willing, you are able to cleanse me.\"",
          "ID": "12"
        },
        {
          "text": "And extending his hand, he touched him, saying: \"I am willing. Be cleansed.\" And at once, the leprosy departed from him.",
          "ID": "13"
        },
        {
          "text": "And he instructed him that he should tell no one, \"But go, show yourself to the priest, and make the offering for your cleansing, just as Moses has commanded, as a testimony for them.\"",
          "ID": "14"
        },
        {
          "text": "Yet word of him traveled around all the more. And great crowds came together, so that they might listen and be cured by him from their infirmities.",
          "ID": "15"
        },
        {
          "text": "And he withdrew into the desert and prayed.",
          "ID": "16"
        },
        {
          "text": "And it happened, on a certain day, that he again sat down, teaching. And there were Pharisees and doctors of the law sitting nearby, who had come from every town of Galilee and Judea and Jerusalem. And the power of the Lord was present, to heal them.",
          "ID": "17"
        },
        {
          "text": "And behold, some men were carrying in the bed of a man who was paralyzed. And they sought a way to bring him in, and to place him before him.",
          "ID": "18"
        },
        {
          "text": "And not finding a way by which they might bring him in, because of the crowd, they climbed up to the roof, and they let him down through the roof tiles with his bed, into their midst, in front of Jesus.",
          "ID": "19"
        },
        {
          "text": "And when he saw his faith, he said, \"Man, your sins are forgiven you.\"",
          "ID": "20"
        },
        {
          "text": "And the scribes and Pharisees began to think, saying: \"Who is this, who is speaking blasphemies? Who is able to forgive sins, except God alone?\"",
          "ID": "21"
        },
        {
          "text": "But when Jesus realized their thoughts, responding, he said to them: \"What are you thinking in your hearts?",
          "ID": "22"
        },
        {
          "text": "Which is easier to say: 'Your sins are forgiven you,' or to say, 'Rise up and walk?'",
          "ID": "23"
        },
        {
          "text": "But so that you may know that the Son of man has authority on earth to forgive sins,\" he said to the paralytic, \"I say to you to: Rise up, take up your bed, and go into your house.\"",
          "ID": "24"
        },
        {
          "text": "And at once, rising up in their sight, he took up the bed on which he was lying, and he went away to his own house, magnifying God.",
          "ID": "25"
        },
        {
          "text": "And astonishment took hold of everyone, and they were magnifying God. And they were filled with fear, saying: \"For we have seen miracles today.\"",
          "ID": "26"
        },
        {
          "text": "And after these things, he went out, and he saw a tax collector named Levi, sitting at the customs office. And he said to him, \"Follow me.\"",
          "ID": "27"
        },
        {
          "text": "And leaving behind everything, rising up, he followed him.",
          "ID": "28"
        },
        {
          "text": "And Levi made a great feast for him in his own house. And there was a large crowd of tax collectors and others, who were sitting at table with them.",
          "ID": "29"
        },
        {
          "text": "But the Pharisees and scribes were murmuring, saying to his disciples, \"Why do you eat and drink with tax collectors and sinners?\"",
          "ID": "30"
        },
        {
          "text": "And responding, Jesus said to them: \"It is not those who are well who need a doctor, but those who have maladies.",
          "ID": "31"
        },
        {
          "text": "I have not come to call the just, but sinners to repentance.\"",
          "ID": "32"
        },
        {
          "text": "But they said to him, \"Why do the disciples of John fast frequently, and make supplications, and those of the Pharisees act similarly, while yours eat and drink?\"",
          "ID": "33"
        },
        {
          "text": "And he said to them: \"How can you cause the sons of the groom to fast, while the groom is still with them?",
          "ID": "34"
        },
        {
          "text": "But the days will come when the groom will be taken away from them, and then they will fast, in those days.\"",
          "ID": "35"
        },
        {
          "text": "Then he also made a comparison for them: \"For no one sews a patch from a new garment onto an old garment. Otherwise, he both disrupts the new one, and the patch from the new one does not join together with the old one.",
          "ID": "36"
        },
        {
          "text": "And no one puts new wine into old wineskins. Otherwise, the new wine ruptures the wineskins, and it will be poured out, and the wineskins will be lost.",
          "ID": "37"
        },
        {
          "text": "Instead, the new wine is put into new wineskins, and both are preserved.",
          "ID": "38"
        },
        {
          "text": "And no one who is drinking the old, soon wishes for the new. For he says, 'The old is better.' \"",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "Luke 5"
    },
    {
      "text": [
        {
          "text": "Now it happened that, on the second first Sabbath, as he passed through the grain field, his disciples were separating the ears of grain and eating them, by rubbing them in their hands.",
          "ID": "1"
        },
        {
          "text": "Then certain Pharisees said to them, \"Why are you doing what is not lawful on the Sabbaths?\"",
          "ID": "2"
        },
        {
          "text": "And responding to them, Jesus said: \"Have you not read this, what David did when he was hungry, and those who were with him?",
          "ID": "3"
        },
        {
          "text": "How he entered into the house of God, and took the bread of the Presence, and ate it, and gave it to those who were with him, though it is not lawful for anyone to eat it, except the priests alone?\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"For the Son of man is Lord, even of the Sabbath.\"",
          "ID": "5"
        },
        {
          "text": "And it happened that, on another Sabbath, he entered into the synagogue, and he taught. And there was a man there, and his right hand was withered.",
          "ID": "6"
        },
        {
          "text": "And the scribes and Pharisees observed whether he would heal on the Sabbath, so that they might thereby find an accusation against him.",
          "ID": "7"
        },
        {
          "text": "Yet truly, he knew their thoughts, and so he said to the man who had the withered hand, \"Rise up and stand in the middle.\" And rising up, he stood still.",
          "ID": "8"
        },
        {
          "text": "Then Jesus said to them: \"I ask you if it is lawful on the Sabbaths to do good, or to do evil? To give health to a life, or to destroy it?\"",
          "ID": "9"
        },
        {
          "text": "And looking around at everyone, he said to the man, \"Extend your hand.\" And he extended it. And his hand was restored.",
          "ID": "10"
        },
        {
          "text": "Then they were filled with madness, and they discussed with one another, what, in particular, they might do about Jesus.",
          "ID": "11"
        },
        {
          "text": "And it happened that, in those days, he went out to a mountain to pray. And he was in the prayer of God throughout the night.",
          "ID": "12"
        },
        {
          "text": "And when daylight had arrived, he called his disciples. And he chose twelve out of them (whom he also named Apostles):",
          "ID": "13"
        },
        {
          "text": "Simon, whom he surnamed Peter, and Andrew his brother, James and John, Philip and Bartholomew,",
          "ID": "14"
        },
        {
          "text": "Matthew and Thomas, James of Alphaeus, and Simon who is called the Zealot,",
          "ID": "15"
        },
        {
          "text": "and Jude of James, and Judas Iscariot, who was a traitor.",
          "ID": "16"
        },
        {
          "text": "And descending with them, he stood in a level place with a multitude of his disciples, and a copious multitude of people from all of Judea and Jerusalem and the seacoast, and Tyre and Sidon,",
          "ID": "17"
        },
        {
          "text": "who had come so that they might listen to him and be healed of their diseases. And those who were troubled by unclean spirits were cured.",
          "ID": "18"
        },
        {
          "text": "And the entire crowd was trying to touch him, because power went out from him and healed all.",
          "ID": "19"
        },
        {
          "text": "And lifting up his eyes to his disciples, he said: \"Blessed are you poor, for yours is the kingdom of God.",
          "ID": "20"
        },
        {
          "text": "Blessed are you who are hungry now, for you shall be satisfied. Blessed are you who are weeping now, for you shall laugh.",
          "ID": "21"
        },
        {
          "text": "Blessed shall you be when men will have hated you, and when they will have separated you and reproached you, and thrown out your name as if evil, because of the Son of man.",
          "ID": "22"
        },
        {
          "text": "Be glad in that day and exult. For behold, your reward is great in heaven. For these same things their fathers did to the prophets.",
          "ID": "23"
        },
        {
          "text": "Yet truly, woe to you who are wealthy, for you have your consolation.",
          "ID": "24"
        },
        {
          "text": "Woe to you who are satisfied, for you will be hungry. Woe to you who laugh now, for you will mourn and weep.",
          "ID": "25"
        },
        {
          "text": "Woe to you when men will have blessed you. For these same things their fathers did to the false prophets.",
          "ID": "26"
        },
        {
          "text": "But I say to you who are listening: Love your enemies. Do good to those who hate you.",
          "ID": "27"
        },
        {
          "text": "Bless those who curse you, and pray for those who slander you.",
          "ID": "28"
        },
        {
          "text": "And to him who strikes you on the cheek, offer the other also. And from him who takes away your coat, do not withhold even your tunic.",
          "ID": "29"
        },
        {
          "text": "But distribute to all who ask of you. And do not ask again of him who takes away what is yours.",
          "ID": "30"
        },
        {
          "text": "And exactly as you would want people to treat you, treat them also the same.",
          "ID": "31"
        },
        {
          "text": "And if you love those who love you, what credit is due to you? For even sinners love those who love them.",
          "ID": "32"
        },
        {
          "text": "And if you will do good to those who do good to you, what credit is due to you? Indeed, even sinners behave this way.",
          "ID": "33"
        },
        {
          "text": "And if you will loan to those from whom you hope to receive, what credit is due to you? For even sinners lend to sinners, in order to receive the same in return.",
          "ID": "34"
        },
        {
          "text": "So truly, love your enemies. Do good, and lend, hoping for nothing in return. And then your reward will be great, and you will be sons of the Most High, for he himself is kind to the ungrateful and to the wicked.",
          "ID": "35"
        },
        {
          "text": "Therefore, be merciful, just as your Father is also merciful.",
          "ID": "36"
        },
        {
          "text": "Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.",
          "ID": "37"
        },
        {
          "text": "Give, and it will be given to you: a good measure, pressed down and shaken together and overflowing, they will place upon your lap. Certainly, the same measure that you use to measure out, will be used to measure back to you again.\"",
          "ID": "38"
        },
        {
          "text": "Now he told them another comparison: \"How can the blind lead the blind? Would they not both fall into a pit?",
          "ID": "39"
        },
        {
          "text": "The disciple is not above his teacher. But each one will be perfected, if he is like his teacher.",
          "ID": "40"
        },
        {
          "text": "And why do you see the straw that is in your brother's eye, while the log that is in your own eye, you do not consider?",
          "ID": "41"
        },
        {
          "text": "Or how can you say to your brother, 'Brother, allow me to remove the straw from your eye,' while you yourself do not see the log in your own eye? Hypocrite, first remove the log from your own eye, and then will you see clearly, so that you may lead out the straw from your brother's eye.",
          "ID": "42"
        },
        {
          "text": "For there is no good tree which produces bad fruit, nor does an evil tree produce good fruit.",
          "ID": "43"
        },
        {
          "text": "For each and every tree is known by its fruit. For they do not gather figs from thorns, nor do they gather the grape from the bramble bush.",
          "ID": "44"
        },
        {
          "text": "A good man, from the good storehouse of his heart, offers what is good. And an evil man, from the evil storehouse, offers what is evil. For out of the abundance of the heart, the mouth speaks.",
          "ID": "45"
        },
        {
          "text": "But why do you call me, 'Lord, Lord,' and not do what I say?",
          "ID": "46"
        },
        {
          "text": "Anyone who comes to me, and listens to my words, and does them: I will reveal to you what he is like.",
          "ID": "47"
        },
        {
          "text": "He is like a man building a house, who has dug deep and has laid the foundation upon the rock. Then, when the floodwaters came, the river was rushing against that house, and it was not able to move it. For it was founded upon the rock.",
          "ID": "48"
        },
        {
          "text": "But whoever hears and does not do: he is like a man building his house upon the soil, without a foundation. The river rushed against it, and it soon fell down, and the ruin of that house was great.\"",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "Luke 6"
    },
    {
      "text": [
        {
          "text": "And when he had completed all his words in the hearing of the people, he entered Capernaum.",
          "ID": "1"
        },
        {
          "text": "Now the servant of a certain centurion was dying, due to an illness. And he was very dear to him.",
          "ID": "2"
        },
        {
          "text": "And when he had heard about Jesus, he sent elders of the Jews to him, petitioning him, so that he would come and heal his servant.",
          "ID": "3"
        },
        {
          "text": "And when they had come to Jesus, they petitioned him anxiously, saying to him: \"He is worthy that you should provide this to him.",
          "ID": "4"
        },
        {
          "text": "For he loves our nation, and he has built a synagogue for us.\"",
          "ID": "5"
        },
        {
          "text": "Then Jesus went with them. And when he was now not far from the house, the centurion sent friends to him, saying: \"Lord, do not trouble yourself. For I am not worthy that you should enter under my roof.",
          "ID": "6"
        },
        {
          "text": "Because of this, I also did not consider myself worthy to come to you. But say the word, and my servant shall be healed.",
          "ID": "7"
        },
        {
          "text": "For I also am a man placed under authority, having soldiers under me. And I say to one, 'Go,' and he goes; and to another, 'Come,' and he comes; and to my servant, 'Do this,' and he does it.\"",
          "ID": "8"
        },
        {
          "text": "And upon hearing this, Jesus was amazed. And turning to the multitude following him, he said, \"Amen I say to you, not even in Israel have I found such great faith.\"",
          "ID": "9"
        },
        {
          "text": "And those who had been sent, upon returning to the house, found that the servant, who had been sick, was now healthy.",
          "ID": "10"
        },
        {
          "text": "And it happened afterwards that he went to a city, which is called Nain. And his disciples, and an abundant crowd, went with him.",
          "ID": "11"
        },
        {
          "text": "Then, when he had drawn near to the gate of the city, behold, a deceased person was being carried out, the only son of his mother, and she was a widow. And a large crowd from the city was with her.",
          "ID": "12"
        },
        {
          "text": "And when the Lord had seen her, being moved by mercy over her, he said to her, \"Do not weep.\"",
          "ID": "13"
        },
        {
          "text": "And he drew near and touched the coffin. Then those who carried it stood still. And he said, \"Young man, I say to you, arise.\"",
          "ID": "14"
        },
        {
          "text": "And the dead youth sat up and began to speak. And he gave him to his mother.",
          "ID": "15"
        },
        {
          "text": "Then fear fell over all of them. And they magnified God, saying: \"For a great prophet has risen up among us,\" and, \"For God has visited his people.\"",
          "ID": "16"
        },
        {
          "text": "And this word about him went out to all of Judea and to the entire surrounding region.",
          "ID": "17"
        },
        {
          "text": "And the disciples of John reported to him concerning all these things.",
          "ID": "18"
        },
        {
          "text": "And John called two of his disciples, and he sent them to Jesus, saying, \"Are you he who is to come, or should we wait for another?\"",
          "ID": "19"
        },
        {
          "text": "But when the men had come to him, they said: \"John the Baptist has sent us to you, saying: 'Are you he who is to come, or should we wait for another?' \"",
          "ID": "20"
        },
        {
          "text": "Now in that same hour, he cured many of their diseases and wounds and evil spirits; and to many of the blind, he gave sight.",
          "ID": "21"
        },
        {
          "text": "And responding, he said to them: \"Go and report to John what you have heard and seen: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead rise again, the poor are evangelized.",
          "ID": "22"
        },
        {
          "text": "And blessed is anyone who has not taken offense at me.\"",
          "ID": "23"
        },
        {
          "text": "And when the messengers of John had withdrawn, he began to speak about John to the crowds. \"What did you go out to the desert to see? A reed shaken by the wind?",
          "ID": "24"
        },
        {
          "text": "Then what did you go out to see? A man clothed in soft garments? Behold, those who are in costly apparel and finery are in the houses of kings.",
          "ID": "25"
        },
        {
          "text": "Then what did you go out to see? A prophet? Certainly, I tell you, and more than a prophet.",
          "ID": "26"
        },
        {
          "text": "This is he of whom it is written: \"Behold, I send my Angel before your face, who shall prepare your way before you.\"",
          "ID": "27"
        },
        {
          "text": "For I say to you, among those born of women, no one is greater than the prophet John the Baptist. But he who is least in the kingdom of God is greater than he.\"",
          "ID": "28"
        },
        {
          "text": "And upon hearing this, all the people and the tax collectors justified God, by being baptized with the baptism of John.",
          "ID": "29"
        },
        {
          "text": "But the Pharisees and the experts in the law despised the counsel of God concerning themselves, by not being baptized by him.",
          "ID": "30"
        },
        {
          "text": "Then the Lord said: \"Therefore, to what shall I compare the men of this generation? And to what are they similar?",
          "ID": "31"
        },
        {
          "text": "They are like children sitting in the marketplace, talking with one another, and saying: 'We sang to you, and you did not dance. We lamented, and you did not weep.'",
          "ID": "32"
        },
        {
          "text": "For John the Baptist came, neither eating bread nor drinking wine, and you say, 'He has a demon.'",
          "ID": "33"
        },
        {
          "text": "The Son of man came, eating and drinking, and you say, 'Behold, a voracious man and a drinker of wine, a friend of tax collectors and of sinners.'",
          "ID": "34"
        },
        {
          "text": "But wisdom is justified by all her children.\"",
          "ID": "35"
        },
        {
          "text": "Then certain Pharisees petitioned him, so that they might eat with him. And he went into the house of the Pharisee, and he reclined at table.",
          "ID": "36"
        },
        {
          "text": "And behold, a woman who was in the city, a sinner, found out that he was reclining at table in the house of the Pharisee, so she brought an alabaster container of ointment.",
          "ID": "37"
        },
        {
          "text": "And standing behind him, beside his feet, she began to wash his feet with tears, and she wiped them with the hair of her head, and she kissed his feet, and she anointed them with ointment.",
          "ID": "38"
        },
        {
          "text": "Then the Pharisee, who had invited him, upon seeing this, spoke within himself, saying, \"This man, if he were a prophet, would certainly know who and what kind of woman is this, who is touching him: that she is a sinner.\"",
          "ID": "39"
        },
        {
          "text": "And in response, Jesus said to him, \"Simon, I have something to say to you.\" So he said, \"Speak, Teacher.\"",
          "ID": "40"
        },
        {
          "text": "\"A certain creditor had two debtors: one owed five hundred denarii, and the other fifty.",
          "ID": "41"
        },
        {
          "text": "And since they did not have the ability to repay him, he forgave them both. So then, which of them loves him more?\"",
          "ID": "42"
        },
        {
          "text": "In response, Simon said, \"I suppose that it is he to whom he forgave the most.\" And he said to him, \"You have judged correctly.\"",
          "ID": "43"
        },
        {
          "text": "And turning to the woman, he said to Simon: \"Do you see this woman? I entered into your house. You gave me no water for my feet. But she has washed my feet with tears, and has wiped them with her hair.",
          "ID": "44"
        },
        {
          "text": "You gave no kiss to me. But she, from the time that she entered, has not ceased to kiss my feet.",
          "ID": "45"
        },
        {
          "text": "You did not anoint my head with oil. But she has anointed my feet with ointment.",
          "ID": "46"
        },
        {
          "text": "Because of this, I tell you: many sins are forgiven her, because she has loved much. But he who is forgiven less, loves less.\"",
          "ID": "47"
        },
        {
          "text": "Then he said to her, \"Your sins are forgiven you.\"",
          "ID": "48"
        },
        {
          "text": "And those who sat at table with him began to say within themselves, \"Who is this, who even forgives sins?\"",
          "ID": "49"
        },
        {
          "text": "Then he said to the woman: \"Your faith has brought you salvation. Go in peace.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "Luke 7"
    },
    {
      "text": [
        {
          "text": "And it happened afterwards that he was making a journey through the cities and towns, preaching and evangelizing the kingdom of God. And the twelve were with him,",
          "ID": "1"
        },
        {
          "text": "along with certain women who had been healed of evil spirits and infirmities: Mary, who is called Magdalene, from whom seven demons had departed,",
          "ID": "2"
        },
        {
          "text": "and Joanna, the wife of Chuza, Herod's steward, and Susanna, and many other women, who were ministering to him from their resources.",
          "ID": "3"
        },
        {
          "text": "Then, when a very numerous crowd was gathering together and hurrying from the cities to him, he spoke using a comparison:",
          "ID": "4"
        },
        {
          "text": "\"The sower went out to sow his seed. And as he sowed, some fell beside the way; and it was trampled and the birds of the air devoured it.",
          "ID": "5"
        },
        {
          "text": "And some fell upon rock; and having sprung up, it withered away, because it had no moisture.",
          "ID": "6"
        },
        {
          "text": "And some fell among thorns; and the thorns, rising up with it, suffocated it.",
          "ID": "7"
        },
        {
          "text": "And some fell upon good soil; and having sprung up, it produced fruit one hundredfold.\" As he said these things, he cried out, \"Whoever has ears to hear, let him hear.\"",
          "ID": "8"
        },
        {
          "text": "Then his disciples questioned him as to what this parable might mean.",
          "ID": "9"
        },
        {
          "text": "And he said to them: \"To you it has been given to know the mystery of the kingdom of God. But to the rest, it is in parables, so that: seeing, they may not perceive, and hearing, they may not understand.",
          "ID": "10"
        },
        {
          "text": "Now the parable is this: The seed is the word of God.",
          "ID": "11"
        },
        {
          "text": "And those beside the way are those who hear it, but then the devil comes and takes the word from their heart, lest by believing it they may be saved.",
          "ID": "12"
        },
        {
          "text": "Now those upon rock are those who, when they hear it, accept the word with joy, but these have no roots. So they believe for a time, but in a time of testing, they fall away.",
          "ID": "13"
        },
        {
          "text": "And those which fell among thorns are those who have heard it, but as they go along, they are suffocated by the concerns and riches and pleasures of this life, and so they do not yield fruit.",
          "ID": "14"
        },
        {
          "text": "But those which were on good soil are those who, upon hearing the word with a good and noble heart, retain it, and they bring forth fruit in patience.",
          "ID": "15"
        },
        {
          "text": "Now no one, lighting a candle, covers it with a container, or sets it under a bed. Instead, he places it on a lampstand, so that those who enter may see the light.",
          "ID": "16"
        },
        {
          "text": "For there is nothing secret, which will not be made clear, nor is there anything hidden, which will not be known and be brought into plain sight.",
          "ID": "17"
        },
        {
          "text": "Therefore, take care how you listen. For whoever has, it will be given to him; and whoever does not have, even what he thinks he has will be taken away from him.\"",
          "ID": "18"
        },
        {
          "text": "Then his mother and brothers came to him; but they were not able to go to him because of the crowd.",
          "ID": "19"
        },
        {
          "text": "And it was reported to him, \"Your mother and your brothers are standing outside, wanting to see you.\"",
          "ID": "20"
        },
        {
          "text": "And in response, he said to them, \"My mother and my brothers are those who hear the word of God and do it.\"",
          "ID": "21"
        },
        {
          "text": "Now it happened, on a certain day, that he climbed into a little boat with his disciples. And he said to them, \"Let us make a crossing over the lake.\" And they embarked.",
          "ID": "22"
        },
        {
          "text": "And as they were sailing, he slept. And a windstorm descended over the lake. And they were taking on water and were in danger.",
          "ID": "23"
        },
        {
          "text": "Then, drawing near, they awakened him, saying, \"Teacher, we are perishing.\" But as he rose up, he rebuked the wind and the raging water, and they ceased. And a tranquility occurred.",
          "ID": "24"
        },
        {
          "text": "Then he said to them, \"Where is your faith?\" And they, being afraid, were amazed, saying to one another, \"Who do you think this is, so that he commands both wind and sea, and they obey him?\"",
          "ID": "25"
        },
        {
          "text": "And they sailed to the region of the Gerasenes, which is opposite Galilee.",
          "ID": "26"
        },
        {
          "text": "And when he had gone out to the land, a certain man met him, who had now had a demon for a long time. And he did not wear clothes, nor did he stay in a house, but among the sepulchers.",
          "ID": "27"
        },
        {
          "text": "And when he saw Jesus, he fell down before him. And crying out in a loud voice, he said: \"What is there between me and you, Jesus, Son of the Most High God? I beg you not to torture me.\"",
          "ID": "28"
        },
        {
          "text": "For he was ordering the unclean spirit to depart from the man. For on many occasions, it would seize him, and he was bound with chains and held by fetters. But breaking the chains, he was driven by the demon into deserted places.",
          "ID": "29"
        },
        {
          "text": "Then Jesus questioned him, saying, \"What is your name?\" And he said, \"Legion,\" because many demons had entered into him.",
          "ID": "30"
        },
        {
          "text": "And they petitioned him not to order them to go into the abyss.",
          "ID": "31"
        },
        {
          "text": "And in that place, there was a herd of many swine, pasturing on the mountain. And they petitioned him to permit them to enter into them. And he permitted them.",
          "ID": "32"
        },
        {
          "text": "Therefore, the demons departed from the man, and they entered into the swine. And the herd rushed violently down a precipice into the lake, and they were drowned.",
          "ID": "33"
        },
        {
          "text": "And when those who were pasturing them had seen this, they fled and reported it in the city and the villages.",
          "ID": "34"
        },
        {
          "text": "Then they went out to see what was happening, and they came to Jesus. And they found the man, from whom the demons had departed, sitting at his feet, clothed as well as in a sane mind, and they were afraid.",
          "ID": "35"
        },
        {
          "text": "Then those who had seen this also reported to them how he had been healed from the legion.",
          "ID": "36"
        },
        {
          "text": "And the entire multitude from the region of the Gerasenes pleaded with him to depart from them. For they were seized by a great fear. Then, climbing into the boat, he went back again.",
          "ID": "37"
        },
        {
          "text": "And the man from whom the demons had departed pleaded with him, so that he might be with him. But Jesus sent him away, saying,",
          "ID": "38"
        },
        {
          "text": "\"Return to your house and explain to them what great things God has done for you.\" And he traveled through the entire city, preaching about the great things that Jesus had done for him.",
          "ID": "39"
        },
        {
          "text": "Now it happened that, when Jesus had returned, the crowd received him. For they were all waiting for him.",
          "ID": "40"
        },
        {
          "text": "And behold, a man came, whose name was Jairus, and he was a leader of the synagogue. And he fell down at the feet of Jesus, asking him to enter into his house.",
          "ID": "41"
        },
        {
          "text": "For he had an only daughter, nearly twelve years old, and she was dying. And it happened that, as he was going there, he was hemmed in by the crowd.",
          "ID": "42"
        },
        {
          "text": "And there was a certain woman, with a flow of blood for twelve years, who had paid out all her substance on physicians, and she was unable to be cured by any of them.",
          "ID": "43"
        },
        {
          "text": "She approached him from behind, and she touched the hem of his garment. And at once the flow of her blood stopped.",
          "ID": "44"
        },
        {
          "text": "And Jesus said, \"Who is it that touched me?\" But as everyone was denying it, Peter, and those who were with him, said: \"Teacher, the crowd hems you in and presses upon you, and yet you say, 'Who touched me?' \"",
          "ID": "45"
        },
        {
          "text": "And Jesus said: \"Someone has touched me. For I know that power has gone out from me.\"",
          "ID": "46"
        },
        {
          "text": "Then the woman, upon seeing that she was not hidden, came forward, trembling, and she fell down before his feet. And she declared before all the people the reason that she had touched him, and how she had been immediately healed.",
          "ID": "47"
        },
        {
          "text": "But he said to her: \"Daughter, your faith has saved you. Go in peace.\"",
          "ID": "48"
        },
        {
          "text": "While he was still speaking, someone came to the ruler of the synagogue, saying to him: \"Your daughter is dead. Do not trouble him.\"",
          "ID": "49"
        },
        {
          "text": "Then Jesus, upon hearing this word, replied to the father of the girl: \"Do not be afraid. Only believe, and she will be saved.\"",
          "ID": "50"
        },
        {
          "text": "And when he had arrived at the house, he would not permit anyone to enter with him, except Peter and James and John, and the father and mother of the girl.",
          "ID": "51"
        },
        {
          "text": "Now all were weeping and mourning for her. But he said: \"Do not weep. The girl is not dead, but only sleeping.\"",
          "ID": "52"
        },
        {
          "text": "And they derided him, knowing that she had died.",
          "ID": "53"
        },
        {
          "text": "But he, taking her by the hand, cried out, saying, \"Little girl, arise.\"",
          "ID": "54"
        },
        {
          "text": "And her spirit returned, and she immediately rose up. And he ordered them to give her something to eat.",
          "ID": "55"
        },
        {
          "text": "And her parents were stupefied. And he instructed them not to tell anyone what had happened.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "Luke 8"
    },
    {
      "text": [
        {
          "text": "Then calling together the twelve Apostles, he gave them power and authority over all demons and to cure diseases.",
          "ID": "1"
        },
        {
          "text": "And he sent them to preach the kingdom of God and to heal the infirm.",
          "ID": "2"
        },
        {
          "text": "And he said to them: \"You should take nothing for the journey, neither staff, nor traveling bag, nor bread, nor money; and you should not have two tunics.",
          "ID": "3"
        },
        {
          "text": "And into whatever house you shall enter, lodge there, and do not move away from there.",
          "ID": "4"
        },
        {
          "text": "And whoever will not have received you, upon departing from that city, shake off even the dust on your feet, as a testimony against them.\"",
          "ID": "5"
        },
        {
          "text": "And going forth, they traveled around, through the towns, evangelizing and curing everywhere.",
          "ID": "6"
        },
        {
          "text": "Now Herod the tetrarch heard about all the things that were being done by him, but he doubted, because it was said",
          "ID": "7"
        },
        {
          "text": "by some, \"For John has risen from the dead,\" yet truly, by others, \"For Elijah has appeared,\" and by still others, \"For one of the prophets from of old has risen again.\"",
          "ID": "8"
        },
        {
          "text": "And Herod said: \"I beheaded John. So then, who is this, about whom I hear such things?\" And he sought to see him.",
          "ID": "9"
        },
        {
          "text": "And when the Apostles returned, they explained to him all the things that they had done. And taking them with him, he withdrew to a deserted place apart, which belongs to Bethsaida.",
          "ID": "10"
        },
        {
          "text": "But when the crowd had realized this, they followed him. And he received them and spoke to them about the kingdom of God. And those who were in need of cures, he healed.",
          "ID": "11"
        },
        {
          "text": "Then the day began to decline. And drawing near, the twelve said to him: \"Dismiss the crowds, so that, by going into the surrounding towns and villages, they may separate and find food. For we are here in a deserted place.\"",
          "ID": "12"
        },
        {
          "text": "But he said to them, \"You give them something to eat.\" And they said, \"There is with us no more than five loaves and two fish, unless perhaps we are to go and buy food for this entire multitude.\"",
          "ID": "13"
        },
        {
          "text": "Now there were about five thousand men. So he said to his disciples, \"Have them recline to eat in groups of fifty.\"",
          "ID": "14"
        },
        {
          "text": "And they did so. And they caused them all to recline to eat.",
          "ID": "15"
        },
        {
          "text": "Then, taking the five loaves and the two fish, he gazed up to heaven, and he blessed and broke and distributed them to his disciples, in order to set them before the crowd.",
          "ID": "16"
        },
        {
          "text": "And they all ate and were satisfied. And twelve baskets of fragments were taken up, which were left over from them.",
          "ID": "17"
        },
        {
          "text": "And it happened that, when he was praying alone, his disciples also were with him, and he questioned them, saying: \"Who do the multitudes say that I am?\"",
          "ID": "18"
        },
        {
          "text": "But they answered by saying: \"John the Baptist. But some say Elijah. Yet truly, others say that one of the prophets from before has risen again.\"",
          "ID": "19"
        },
        {
          "text": "Then he said to them, \"But who do you say that I am?\" In response, Simon Peter said, \"The Christ of God.\"",
          "ID": "20"
        },
        {
          "text": "But speaking sharply to them, he instructed them not to tell this to anyone,",
          "ID": "21"
        },
        {
          "text": "saying, \"For the Son of man must suffer many things, and be rejected by the elders and the leaders of the priests and the scribes, and be killed, and on the third day rise again.\"",
          "ID": "22"
        },
        {
          "text": "Then he said to everyone: \"If anyone is willing to come after me: let him deny himself, and take up his cross every day, and follow me.",
          "ID": "23"
        },
        {
          "text": "For whoever will have saved his life, will lose it. Yet whoever will have lost his life for my sake, will save it.",
          "ID": "24"
        },
        {
          "text": "For how does it benefit a man, if he were to gain the whole world, yet lose himself, or cause himself harm?",
          "ID": "25"
        },
        {
          "text": "For whoever will be ashamed of me and of my words: of him the Son of man will be ashamed, when he will have arrived in his majesty and that of his Father and of the holy Angels.",
          "ID": "26"
        },
        {
          "text": "And yet, I tell you a truth: There are some standing here who shall not taste death, until they see the kingdom of God.\"",
          "ID": "27"
        },
        {
          "text": "And it happened that, about eight days after these words, he took Peter and James and John, and he ascended onto a mountain, so that he might pray.",
          "ID": "28"
        },
        {
          "text": "And while he was praying, the appearance of his countenance was altered, and his vestment became white and shining.",
          "ID": "29"
        },
        {
          "text": "And behold, two men were talking with him. And these were Moses and Elijah, appearing in majesty.",
          "ID": "30"
        },
        {
          "text": "And they spoke of his departure, which he would accomplish at Jerusalem.",
          "ID": "31"
        },
        {
          "text": "Yet truly, Peter and those who were with him were weighed down by sleep. And becoming alert, they saw his majesty and the two men who were standing with him.",
          "ID": "32"
        },
        {
          "text": "And it happened that, as these were departing from him, Peter said to Jesus: \"Teacher, it is good for us to be here. And so, let us make three tabernacles: one for you, and one for Moses, and one for Elijah.\" For he did not know what he was saying.",
          "ID": "33"
        },
        {
          "text": "Then, as he was saying these things, a cloud came and overshadowed them. And as these were entering into the cloud, they were afraid.",
          "ID": "34"
        },
        {
          "text": "And a voice came from the cloud, saying: \"This is my beloved son. Listen to him.\"",
          "ID": "35"
        },
        {
          "text": "And while the voice was being uttered, Jesus was found to be alone. And they were silent and told no one, in those days, any of these things, which they had seen.",
          "ID": "36"
        },
        {
          "text": "But it happened on the following day that, as they were descending from the mountain, a great crowd met him.",
          "ID": "37"
        },
        {
          "text": "And behold, a man from the crowd cried out, saying, \"Teacher, I beg you, look kindly on my son, for he is my only son.",
          "ID": "38"
        },
        {
          "text": "And behold, a spirit takes hold of him, and he suddenly cries out, and it throws him down and convulses him, so that he foams. And though it tears him apart, it leaves him only with difficulty.",
          "ID": "39"
        },
        {
          "text": "And I asked your disciples to cast him out, and they were unable.\"",
          "ID": "40"
        },
        {
          "text": "And in response, Jesus said: \"O unfaithful and perverse generation! How long will I be with you and endure you? Bring your son here.\"",
          "ID": "41"
        },
        {
          "text": "And as he was approaching him, the demon threw him down and convulsed him.",
          "ID": "42"
        },
        {
          "text": "And Jesus rebuked the unclean spirit, and he healed the boy, and he restored him to his father.",
          "ID": "43"
        },
        {
          "text": "And all were astonished at the greatness of God. And as everyone was wondering over all that he was doing, he said to his disciples: \"You must set these words in your hearts. For it shall be that the Son of man will be delivered into the hands of men.\"",
          "ID": "44"
        },
        {
          "text": "But they did not understood this word, and it was concealed from them, so that they did not perceive it. And they were afraid to question him about this word.",
          "ID": "45"
        },
        {
          "text": "Now an idea entered into them, as to which of them was greater.",
          "ID": "46"
        },
        {
          "text": "But Jesus, perceiving the thoughts of their hearts, took a child and stood him beside him.",
          "ID": "47"
        },
        {
          "text": "And he said to them: \"Whoever will receive this child in my name, receives me; and whoever receives me, receives him who sent me. For whoever is the lesser among you all, the same is greater.\"",
          "ID": "48"
        },
        {
          "text": "And responding, John said: \"Teacher, we saw a certain one casting out demons in your name. And we prohibited him, for he does not follow with us.\"",
          "ID": "49"
        },
        {
          "text": "And Jesus said to him: \"Do not prohibit him. For whoever is not against you, is for you.\"",
          "ID": "50"
        },
        {
          "text": "Now it happened that, while the days of his dissipation were being completed, he steadfastly set his face to go to Jerusalem.",
          "ID": "51"
        },
        {
          "text": "And he sent messengers before his face. And going on, they entered into a city of the Samaritans, to prepare for him.",
          "ID": "52"
        },
        {
          "text": "And they would not receive him, because his face was going toward Jerusalem.",
          "ID": "53"
        },
        {
          "text": "And when his disciples, James and John, had seen this, they said, \"Lord, do you want us to call for fire to descend from heaven and consume them?\"",
          "ID": "54"
        },
        {
          "text": "And turning, he rebuked them, saying: \"Do you not know of whose spirit you are?",
          "ID": "55"
        },
        {
          "text": "The Son of man came, not to destroy lives, but to save them.\" And they went into another town.",
          "ID": "56"
        },
        {
          "text": "And it happened that, as they were walking along the way, someone said to him, \"I will follow you, wherever you will go.\"",
          "ID": "57"
        },
        {
          "text": "Jesus said to him: \"Foxes have dens, and the birds of the air have nests. But the Son of man has nowhere to lay his head.\"",
          "ID": "58"
        },
        {
          "text": "Then he said to another, \"Follow me.\" But he said, \"Lord, permit me first to go and bury my father.\"",
          "ID": "59"
        },
        {
          "text": "And Jesus said to him: \"Let the dead bury their dead. But you go and announce the kingdom of God.\"",
          "ID": "60"
        },
        {
          "text": "And another said: \"I will follow you, Lord. But permit me first to explain this to those of my house.\"",
          "ID": "61"
        },
        {
          "text": "Jesus said to him, \"No one who puts his hand to the plow, and then looks back, is fit for the kingdom of God.\"",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "Luke 9"
    },
    {
      "text": [
        {
          "text": "Then, after these things, the Lord also designated another seventy-two. And he sent them in pairs before his face, into every city and place where he was to arrive.",
          "ID": "1"
        },
        {
          "text": "And he said to them: \"Certainly the harvest is great, but the workers are few. Therefore, ask the Lord of the harvest to send workers into his harvest.",
          "ID": "2"
        },
        {
          "text": "Go forth. Behold, I send you out like lambs among wolves.",
          "ID": "3"
        },
        {
          "text": "Do not choose to carry a purse, nor provisions, nor shoes; and you shall greet no one along the way.",
          "ID": "4"
        },
        {
          "text": "Into whatever house you will have entered, first say, 'Peace to this house.'",
          "ID": "5"
        },
        {
          "text": "And if a son of peace is there, your peace will rest upon him. But if not, it will return to you.",
          "ID": "6"
        },
        {
          "text": "And remain in the same house, eating and drinking the things that are with them. For the worker is worthy of his pay. Do not choose to pass from house to house.",
          "ID": "7"
        },
        {
          "text": "And into whatever city you have entered and they have received you, eat what they set before you.",
          "ID": "8"
        },
        {
          "text": "And cure the sick who are in that place, and proclaim to them, 'The kingdom of God has drawn near to you.'",
          "ID": "9"
        },
        {
          "text": "But into whatever city you have entered and they have not received you, going out into its main streets, say:",
          "ID": "10"
        },
        {
          "text": "'Even the dust which clings to us from your city, we wipe away against you. Yet know this: the kingdom of God has drawn near.'",
          "ID": "11"
        },
        {
          "text": "I say to you, that in that day, Sodom will be forgiven more than that city will be.",
          "ID": "12"
        },
        {
          "text": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that have been wrought in you, had been wrought in Tyre and Sidon, they would have repented long ago, sitting in haircloth and ashes.",
          "ID": "13"
        },
        {
          "text": "Yet truly, Tyre and Sidon will be forgiven more in the judgment than you will be.",
          "ID": "14"
        },
        {
          "text": "And as for you, Capernaum, who would be exalted even up to Heaven: you shall be submerged into Hell.",
          "ID": "15"
        },
        {
          "text": "Whoever hears you, hears me. And whoever despises you, despises me. And whoever despises me, despises him who sent me.\"",
          "ID": "16"
        },
        {
          "text": "Then the seventy-two returned with gladness, saying, \"Lord, even the demons are subject to us, in your name.\"",
          "ID": "17"
        },
        {
          "text": "And he said to them: \"I was watching as Satan fell like lightning from heaven.",
          "ID": "18"
        },
        {
          "text": "Behold, I have given you authority to tread upon serpents and scorpions, and upon all the powers of the enemy, and nothing shall hurt you.",
          "ID": "19"
        },
        {
          "text": "Yet truly, do not choose to rejoice in this, that the spirits are subject to you; but rejoice that your names are written in heaven.\"",
          "ID": "20"
        },
        {
          "text": "In the same hour, he exulted in the Holy Spirit, and he said: \"I confess to you, Father, Lord of heaven and earth, because you have hidden these things from the wise and the prudent, and have revealed them to little ones. It is so, Father, because this way was pleasing before you.",
          "ID": "21"
        },
        {
          "text": "All things have been delivered to me by my Father. And no one knows who the Son is, except the Father, and who the Father is, except the Son, and those to whom the Son has chosen to reveal him.\"",
          "ID": "22"
        },
        {
          "text": "And turning to his disciples, he said: \"Blessed are the eyes that see what you see.",
          "ID": "23"
        },
        {
          "text": "For I say to you, that many prophets and kings wanted to see the things that you see, and they did not see them, and to hear the things that you hear, and they did not hear them.\"",
          "ID": "24"
        },
        {
          "text": "And behold, a certain expert in the law rose up, testing him and saying, \"Teacher, what must I do to possess eternal life?\"",
          "ID": "25"
        },
        {
          "text": "But he said to him: \"What is written in the law? How do you read it?\"",
          "ID": "26"
        },
        {
          "text": "In response, he said: \"You shall love the Lord your God from your whole heart, and from your whole soul, and from all your strength, and from all your mind, and your neighbor as yourself.\"",
          "ID": "27"
        },
        {
          "text": "And he said to him: \"You have answered correctly. Do this, and you will live.\"",
          "ID": "28"
        },
        {
          "text": "But since he wanted to justify himself, he said to Jesus, \"And who is my neighbor?\"",
          "ID": "29"
        },
        {
          "text": "Then Jesus, taking this up, said: \"A certain man descended from Jerusalem to Jericho, and he happened upon robbers, who now also plundered him. And inflicting him with wounds, they went away, leaving him behind, half-alive.",
          "ID": "30"
        },
        {
          "text": "And it happened that a certain priest was descending along the same way. And seeing him, he passed by.",
          "ID": "31"
        },
        {
          "text": "And similarly a Levite, when he was near the place, also saw him, and he passed by.",
          "ID": "32"
        },
        {
          "text": "But a certain Samaritan, being on a journey, came near him. And seeing him, he was moved by mercy.",
          "ID": "33"
        },
        {
          "text": "And approaching him, he bound up his wounds, pouring oil and wine on them. And setting him on his pack animal, he brought him to an inn, and he took care of him.",
          "ID": "34"
        },
        {
          "text": "And the next day, he took out two denarii, and he gave them to the proprietor, and he said: 'Take care of him. And whatever extra you will have spent, I will repay to you at my return.'",
          "ID": "35"
        },
        {
          "text": "Which of these three, does it seem to you, was a neighbor to him who fell among the robbers?\"",
          "ID": "36"
        },
        {
          "text": "Then he said, \"The one who acted with mercy toward him.\" And Jesus said to him, \"Go, and act similarly.\"",
          "ID": "37"
        },
        {
          "text": "Now it happened that, while they were traveling, he entered into a certain town. And a certain woman, named Martha, received him into her home.",
          "ID": "38"
        },
        {
          "text": "And she had a sister, named Mary, who, while sitting beside the Lord's feet, was listening to his word.",
          "ID": "39"
        },
        {
          "text": "Now Martha was continually busying herself with serving. And she stood still and said: \"Lord, is it not a concern to you that my sister has left me to serve alone? Therefore, speak to her, so that she may help me.\"",
          "ID": "40"
        },
        {
          "text": "And the Lord responded by saying to her: \"Martha, Martha, you are anxious and troubled over many things.",
          "ID": "41"
        },
        {
          "text": "And yet only one thing is necessary. Mary has chosen the best portion, and it shall not be taken away from her.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "Luke 10"
    },
    {
      "text": [
        {
          "text": "And it happened that, while he was in a certain place praying, when he ceased, one of his disciples said to him, \"Lord, teach us to pray, as John also taught his disciples.\"",
          "ID": "1"
        },
        {
          "text": "And he said to them: \"When you are praying, say: Father, may your name be kept holy. May your kingdom come.",
          "ID": "2"
        },
        {
          "text": "Give us this day our daily bread.",
          "ID": "3"
        },
        {
          "text": "And forgive us our sins, since we also forgive all who are indebted to us. And lead us not into temptation.\"",
          "ID": "4"
        },
        {
          "text": "And he said to them: \"Which of you will have a friend and will go to him in the middle of the night, and will say to him: 'Friend, lend me three loaves,",
          "ID": "5"
        },
        {
          "text": "because a friend of mine has arrived from a journey to me, and I do not have anything to set before him.'",
          "ID": "6"
        },
        {
          "text": "And from within, he would answer by saying: 'Do not disturb me. The door is closed now, and my children and I are in bed. I cannot get up and give it to you.'",
          "ID": "7"
        },
        {
          "text": "Yet if he will persevere in knocking, I tell you that, even though he would not get up and give it to him because he is a friend, yet due to his continued insistence, he will get up and give him whatever he needs.",
          "ID": "8"
        },
        {
          "text": "And so I say to you: Ask, and it shall be given to you. Seek, and you shall find. Knock, and it shall be opened to you.",
          "ID": "9"
        },
        {
          "text": "For everyone who asks, receives. And whoever seeks, finds. And whoever knocks, it shall be opened to him.",
          "ID": "10"
        },
        {
          "text": "So then, who among you, if he asks his father for bread, he would give him a stone? Or if he asks for a fish, he would give him a serpent, instead of a fish?",
          "ID": "11"
        },
        {
          "text": "Or if he will ask for an egg, he would offer to him a scorpion?",
          "ID": "12"
        },
        {
          "text": "Therefore, if you, being evil, know how to give good things to your sons, how much more will your Father give, from heaven, a spirit of goodness to those who ask him?\"",
          "ID": "13"
        },
        {
          "text": "And he was casting out a demon, and the man was mute. But when he had cast out the demon, the mute man spoke, and so the crowds were amazed.",
          "ID": "14"
        },
        {
          "text": "But some of them said, \"It is by Beelzebub, the leader of demons, that he casts out demons.\"",
          "ID": "15"
        },
        {
          "text": "And others, testing him, required a sign from heaven of him.",
          "ID": "16"
        },
        {
          "text": "But when he perceived their thoughts, he said to them: \"Every kingdom divided against itself will become desolate, and house will fall upon house.",
          "ID": "17"
        },
        {
          "text": "So then, if Satan is also divided against himself, how will his kingdom stand? For you say that it is by Beelzebub that I cast out demons.",
          "ID": "18"
        },
        {
          "text": "But if I cast out demons by Beelzebub, by whom do your own sons cast them out? Therefore, they shall be your judges.",
          "ID": "19"
        },
        {
          "text": "Moreover, if it is by the finger of God that I cast out demons, then certainly the kingdom of God has overtaken you.",
          "ID": "20"
        },
        {
          "text": "When a strong armed man guards his entrance, the things that he possesses are at peace.",
          "ID": "21"
        },
        {
          "text": "But if a stronger one, overwhelming him, has defeated him, he will take away all his weapons, in which he trusted, and he will distribute his spoils.",
          "ID": "22"
        },
        {
          "text": "Whoever is not with me, is against me. And whoever does not gather with me, scatters.",
          "ID": "23"
        },
        {
          "text": "When an unclean spirit has departed from a man, he walks through waterless places, seeking rest. And not finding any, he says: 'I will return to my house, from which I departed.'",
          "ID": "24"
        },
        {
          "text": "And when he has arrived, he finds it swept clean and decorated.",
          "ID": "25"
        },
        {
          "text": "Then he goes, and he takes in seven other spirits with him, more wicked than himself, and they enter and live there. And so, the end of that man is made worse the beginning.\"",
          "ID": "26"
        },
        {
          "text": "And it happened that, when he was saying these things, a certain woman from the crowd, lifting up her voice, said to him, \"Blessed is the womb that bore you and the breasts that nursed you.\"",
          "ID": "27"
        },
        {
          "text": "Then he said, \"Yes, but moreover: blessed are those who hear the word of God and keep it.\"",
          "ID": "28"
        },
        {
          "text": "Then, as the crowds were quickly gathering, he began to say: \"This generation is a wicked generation: it seeks a sign. But no sign will be given to it, except the sign of the prophet Jonah.",
          "ID": "29"
        },
        {
          "text": "For just as Jonah was a sign to the Ninevites, so also will the Son of man be to this generation.",
          "ID": "30"
        },
        {
          "text": "The queen of the South will rise up, at the judgment, with the men of this generation, and she will condemn them. For she came from the ends of the earth to hear the wisdom of Solomon. And behold, more than Solomon is here.",
          "ID": "31"
        },
        {
          "text": "The men of Nineveh will rise up, at the judgment, with this generation, and they will condemn it. For at the preaching of Jonah, they repented. And behold, more than Jonah is here.",
          "ID": "32"
        },
        {
          "text": "No one lights a candle and places it in hiding, nor under a bushel basket, but upon a lampstand, so that those who enter may see the light.",
          "ID": "33"
        },
        {
          "text": "Your eye is the light of your body. If your eye is wholesome, your entire body will be filled with light. But if it is wicked, then even your body will be darkened.",
          "ID": "34"
        },
        {
          "text": "Therefore, take care, lest the light that is within you become darkness.",
          "ID": "35"
        },
        {
          "text": "So then, if your entire body becomes filled with light, not having any part in darkness, then it will be entirely light, and, like a shining lamp, it will illuminate you.\"",
          "ID": "36"
        },
        {
          "text": "And as he was speaking, a certain Pharisee asked him to eat with him. And going inside, he sat down to eat.",
          "ID": "37"
        },
        {
          "text": "But the Pharisee began to say, thinking within himself: \"Why might it be that he has not washed before eating?\"",
          "ID": "38"
        },
        {
          "text": "And the Lord said to him: \"You Pharisees today clean what is outside the cup and the plate, but what is inside of you is full of plunder and iniquity.",
          "ID": "39"
        },
        {
          "text": "Fools! Did not he who made what is outside, indeed also make what is inside?",
          "ID": "40"
        },
        {
          "text": "Yet truly, give what is above as alms, and behold, all things are clean for you.",
          "ID": "41"
        },
        {
          "text": "But woe to you, Pharisees! For you tithe mint and rue and every herb, but you ignore judgment and the charity of God. But these things you ought to have done, without omitting the others.",
          "ID": "42"
        },
        {
          "text": "Woe to you, Pharisees! For you love the first seats in the synagogues, and greetings in the marketplace.",
          "ID": "43"
        },
        {
          "text": "Woe to you! For you are like graves that are not noticeable, so that men walk over them without realizing it.\"",
          "ID": "44"
        },
        {
          "text": "Then one of the experts in the law, in response, said to him, \"Teacher, in saying these things, you bring an insult against us as well.\"",
          "ID": "45"
        },
        {
          "text": "So he said: \"And woe to you experts in the law! For you weigh men down with burdens which they are not able to bear, but you yourselves do not touch the weight with even one of your fingers.",
          "ID": "46"
        },
        {
          "text": "Woe to you, who build the tombs of the prophets, while it is your fathers who killed them!",
          "ID": "47"
        },
        {
          "text": "Clearly, you are testifying that you consent to the actions of your fathers, because even though they killed them, you build their sepulchers.",
          "ID": "48"
        },
        {
          "text": "Because of this also, the wisdom of God said: I will send to them Prophets and Apostles, and some of these they will kill or persecute,",
          "ID": "49"
        },
        {
          "text": "so that the blood of all the Prophets, which has been shed since the foundation of the world, may be charged against this generation:",
          "ID": "50"
        },
        {
          "text": "from the blood of Abel, even to the blood of Zachariah, who perished between the altar and the sanctuary. So I say to you: it will be required of this generation!",
          "ID": "51"
        },
        {
          "text": "Woe to you, experts in the law! For you have taken away the key of knowledge. You yourselves do not enter, and those who were entering, you would have prohibited.\"",
          "ID": "52"
        },
        {
          "text": "Then, while he was saying these things to them, the Pharisees and the experts in the law began to insist strongly that he restrain his mouth about many things.",
          "ID": "53"
        },
        {
          "text": "And waiting to ambush him, they sought something from his mouth that they might seize upon, in order to accuse him.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "Luke 11"
    },
    {
      "text": [
        {
          "text": "Then, as great crowds were standing so close that they were stepping on one another, he began to say to his disciples: \"Beware of the leaven of the Pharisees, which is hypocrisy.",
          "ID": "1"
        },
        {
          "text": "For there is nothing covered, which will not be revealed, nor anything hidden, which will not be known.",
          "ID": "2"
        },
        {
          "text": "For the things that you have spoken in darkness will be declared in the light. And what you have said in the ear in bedrooms will be proclaimed from the housetops.",
          "ID": "3"
        },
        {
          "text": "So I say to you, my friends: Do not be fearful of those who kill the body, and afterwards have no more that they can do.",
          "ID": "4"
        },
        {
          "text": "But I will reveal to you whom you should fear. Fear him who, after he will have killed, has the power to cast into Hell. So I say to you: Fear him.",
          "ID": "5"
        },
        {
          "text": "Are not five sparrows sold for two small coins? And yet not one of these is forgotten in the sight of God.",
          "ID": "6"
        },
        {
          "text": "But even the very hairs of your head have all been numbered. Therefore, do not be afraid. You are worth more than many sparrows.",
          "ID": "7"
        },
        {
          "text": "But I say to you: Everyone who will have confessed me before men, the Son of man will also confess him before the Angels of God.",
          "ID": "8"
        },
        {
          "text": "But everyone who will have denied me before men, he will be denied before the Angels of God.",
          "ID": "9"
        },
        {
          "text": "And everyone who speaks a word against the Son of man, it will be forgiven of him. But of him who will have blasphemed against the Holy Spirit, it will not be forgiven.",
          "ID": "10"
        },
        {
          "text": "And when they will lead you to the synagogues, and to magistrates and authorities, do not choose to be worried about how or what you will answer, or about what you might say.",
          "ID": "11"
        },
        {
          "text": "For the Holy Spirit will teach you, in the same hour, what you must say.\"",
          "ID": "12"
        },
        {
          "text": "And someone from the crowd said to him, \"Teacher, tell my brother to share the inheritance with me.\"",
          "ID": "13"
        },
        {
          "text": "But he said to him, \"Man, who has appointed me as judge or arbitrator over you?\"",
          "ID": "14"
        },
        {
          "text": "So he said to them: \"Be cautious and wary of all avarice. For a person's life is not found in the abundance of the things that he possesses.\"",
          "ID": "15"
        },
        {
          "text": "Then he spoke to them using a comparison, saying: \"The fertile land of a certain wealthy man produced crops.",
          "ID": "16"
        },
        {
          "text": "And he thought within himself, saying: 'What should I do? For I have nowhere to gather together my crops.'",
          "ID": "17"
        },
        {
          "text": "And he said: 'This is what I will do. I will tear down my barns and build larger ones. And into these, I will gather all the things that have been grown for me, as well as my goods.",
          "ID": "18"
        },
        {
          "text": "And I will say to my soul: Soul, you have many goods, stored up for many years. Relax, eat, drink, and be cheerful.'",
          "ID": "19"
        },
        {
          "text": "But God said to him: 'Foolish one, this very night they require your soul of you. To whom, then, will those things belong, which you have prepared?'",
          "ID": "20"
        },
        {
          "text": "So it is with him who stores up for himself, and is not wealthy with God.\"",
          "ID": "21"
        },
        {
          "text": "And he said to his disciples: \"And so I say to you: Do not choose to be anxious about your life, as to what you may eat, nor about your body, as to what you will wear.",
          "ID": "22"
        },
        {
          "text": "Life is more than food, and the body is more than clothing.",
          "ID": "23"
        },
        {
          "text": "Consider the ravens. For they neither sow nor reap; there is no storehouse or barn for them. And yet God pastures them. How much more are you, compared to them?",
          "ID": "24"
        },
        {
          "text": "But which of you, by thinking, is able to add one cubit to his stature?",
          "ID": "25"
        },
        {
          "text": "Therefore, if you are not capable, in what is so little, why be anxious about the rest?",
          "ID": "26"
        },
        {
          "text": "Consider the lilies, how they grow. They neither work nor weave. But I say to you, not even Solomon, in all his glory, was clothed like one of these.",
          "ID": "27"
        },
        {
          "text": "Therefore, if God so clothes the grass, which is in the field today and thrown into the furnace tomorrow, how much more you, O little in faith?",
          "ID": "28"
        },
        {
          "text": "And so, do not choose to inquire as to what you will eat, or what you will drink. And do not choose to be lifted up on high.",
          "ID": "29"
        },
        {
          "text": "For all these things are sought by the Gentiles of the world. And your Father knows that you have need of these things.",
          "ID": "30"
        },
        {
          "text": "Yet truly, seek first the kingdom of God, and his justice, and all these things shall be added to you.",
          "ID": "31"
        },
        {
          "text": "Do not be afraid, little flock; for it has pleased your Father to give you the kingdom.",
          "ID": "32"
        },
        {
          "text": "Sell what you possess, and give alms. Make for yourselves purses that will not wear out, a treasure that will not fall short, in heaven, where no thief approaches, and no moth corrupts.",
          "ID": "33"
        },
        {
          "text": "For where your treasure is, there will your heart be also.",
          "ID": "34"
        },
        {
          "text": "Let your waists be girded, and let lamps be burning in your hands.",
          "ID": "35"
        },
        {
          "text": "And let you yourselves be like men awaiting their lord, when he will return from the wedding; so that, when he arrives and knocks, they may open to him promptly.",
          "ID": "36"
        },
        {
          "text": "Blessed are those servants whom the Lord, when he returns, will find being vigilant. Amen I say to you, that he will gird himself and have them sit down to eat, while he, continuing on, will minister to them.",
          "ID": "37"
        },
        {
          "text": "And if he will return in the second watch, or if in the third watch, and if he will find them to be so: then blessed are those servants.",
          "ID": "38"
        },
        {
          "text": "But know this: that if the father of the family knew at what hour the thief would arrive, he would certainly stand watch, and he would not permit his house to be broken into.",
          "ID": "39"
        },
        {
          "text": "You also must be prepared. For the Son of man will return at an hour that you will not realize.\"",
          "ID": "40"
        },
        {
          "text": "Then Peter said to him, \"Lord, are you telling this parable to us, or also to everyone?\"",
          "ID": "41"
        },
        {
          "text": "So the Lord said: \"Who do you think is the faithful and prudent steward, whom his Lord has appointed over his family, in order to give them their measure of wheat in due time?",
          "ID": "42"
        },
        {
          "text": "Blessed is that servant if, when his Lord will return, he will find him acting in this manner.",
          "ID": "43"
        },
        {
          "text": "Truly I say to you, that he will appoint him over all that he possesses.",
          "ID": "44"
        },
        {
          "text": "But if that servant will have said in his heart, 'My Lord has made a delay in his return,' and if he has begun to strike the men and women servants, and to eat and drink, and to be inebriated,",
          "ID": "45"
        },
        {
          "text": "then the Lord of that servant will return on a day which he hoped not, and at an hour which he knew not. And he will separate him, and he will place his portion with that of the unfaithful.",
          "ID": "46"
        },
        {
          "text": "And that servant, who knew the will of his Lord, and who did not prepare and did not act according to his will, will be beaten many times over.",
          "ID": "47"
        },
        {
          "text": "Yet he who did not know, and who acted in a way that deserves a beating, will be beaten fewer times. So then, of all to whom much has been given, much will be required. And of those to whom much has been entrusted, even more will be asked.",
          "ID": "48"
        },
        {
          "text": "I have come to cast a fire upon the earth. And what should I desire, except that it may be kindled?",
          "ID": "49"
        },
        {
          "text": "And I have a baptism, with which I am to be baptized. And how I am constrained, even until it may be accomplished!",
          "ID": "50"
        },
        {
          "text": "Do you think that I have come to give peace to the earth? No, I tell you, but division.",
          "ID": "51"
        },
        {
          "text": "For from this time on, there will be five in one house: divided as three against two, and as two against three.",
          "ID": "52"
        },
        {
          "text": "A father will be divided against a son, and a son against his father; a mother against a daughter and a daughter against a mother; a mother-in-law against her daughter-in-law, and a daughter-in-law against her mother-in-law.\"",
          "ID": "53"
        },
        {
          "text": "And he also said to the crowds: \"When you see a cloud rising from the setting of the sun, immediately you say, 'A rain cloud is coming.' And so it does.",
          "ID": "54"
        },
        {
          "text": "And when a south wind is blowing, you say, 'It will be hot.' And so it is.",
          "ID": "55"
        },
        {
          "text": "You hypocrites! You discern the face of the heavens, and of the earth, yet how is it that you do not discern this time?",
          "ID": "56"
        },
        {
          "text": "And why do you not, even among yourselves, judge what is just?",
          "ID": "57"
        },
        {
          "text": "So, when you are going with your adversary to the ruler, while you are on the way, make an effort to be freed from him, lest perhaps he may lead you to the judge, and the judge may deliver you to the officer, and the officer may cast you into prison.",
          "ID": "58"
        },
        {
          "text": "I tell you, you will not depart from there, until you have paid the very last coin.\"",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "Luke 12"
    },
    {
      "text": [
        {
          "text": "And there were present, at that very time, some who were reporting about the Galileans, whose blood Pilate mixed with their sacrifices.",
          "ID": "1"
        },
        {
          "text": "And responding, he said to them: \"Do you think that these Galileans must have sinned more than all other Galileans, because they suffered so much?",
          "ID": "2"
        },
        {
          "text": "No, I tell you. But unless you repent, you will all perish similarly.",
          "ID": "3"
        },
        {
          "text": "And those eighteen upon whom the tower of Siloam fell and killed them, do you think that they also were greater transgressors than all the men living in Jerusalem?",
          "ID": "4"
        },
        {
          "text": "No, I tell you. But if you do not repent, you will all perish similarly.\"",
          "ID": "5"
        },
        {
          "text": "And he also told this parable: \"A certain man had a fig tree, which was planted in his vineyard. And he came seeking fruit on it, but found none.",
          "ID": "6"
        },
        {
          "text": "Then he said to the cultivator of the vineyard: 'Behold, for these three years I came seeking fruit on this fig tree, and I have found none. Therefore, cut it down. For why should it even occupy the land?'",
          "ID": "7"
        },
        {
          "text": "But in response, he said to him: 'Lord, let it be for this year also, during which time I will dig around it and add fertilizer.",
          "ID": "8"
        },
        {
          "text": "And, indeed, it should bear fruit. But if not, in the future, you shall cut it down.' \"",
          "ID": "9"
        },
        {
          "text": "Now he was teaching in their synagogue on the Sabbaths.",
          "ID": "10"
        },
        {
          "text": "And behold, there was a woman who had a spirit of infirmity for eighteen years. And she was bent over; and she was unable to look upwards at all.",
          "ID": "11"
        },
        {
          "text": "And when Jesus saw her, he called her to himself, and he said to her, \"Woman, you are released from your infirmity.\"",
          "ID": "12"
        },
        {
          "text": "And he laid his hands upon her, and immediately she was straightened, and she glorified God.",
          "ID": "13"
        },
        {
          "text": "Then, as a result, the ruler of the synagogue became angry that Jesus had cured on the Sabbath, and he said to the crowd: \"There are six days on which you ought to work. Therefore, come and be cured on those, and not on the day of the Sabbath.\"",
          "ID": "14"
        },
        {
          "text": "Then the Lord said to him in response: \"You hypocrites! Does not each one of you, on the Sabbath, release his ox or donkey from the stall, and lead it to water?",
          "ID": "15"
        },
        {
          "text": "So then, should not this daughter of Abraham, whom Satan has bound for lo these eighteen years, be released from this restraint on the day of the Sabbath?\"",
          "ID": "16"
        },
        {
          "text": "And as he was saying these things, all his adversaries were ashamed. And all the people rejoiced in everything that was being done gloriously by him.",
          "ID": "17"
        },
        {
          "text": "And so he said: \"To what is the kingdom of God similar, and to what figure shall I compare it?",
          "ID": "18"
        },
        {
          "text": "It is like a grain of mustard seed, which a man took and cast into his garden. And it grew, and it became a great tree, and the birds of the air rested in its branches.\"",
          "ID": "19"
        },
        {
          "text": "And again, he said: \"To what figure shall I compare the kingdom of God?",
          "ID": "20"
        },
        {
          "text": "It is like leaven, which a woman took and hid in three measures of fine wheat flour, until it was entirely leavened.\"",
          "ID": "21"
        },
        {
          "text": "And he was traveling through the cities and towns, teaching and making his way to Jerusalem.",
          "ID": "22"
        },
        {
          "text": "And someone said to him, \"Lord, are they few who are saved?\" But he said to them:",
          "ID": "23"
        },
        {
          "text": "\"Strive to enter through the narrow gate. For many, I tell you, will seek to enter and not be able.",
          "ID": "24"
        },
        {
          "text": "Then, when the father of the family will have entered and shut the door, you will begin to stand outside and to knock at the door, saying, 'Lord, open to us.' And in response, he will say to you, 'I do not know where you are from.'",
          "ID": "25"
        },
        {
          "text": "Then you will begin to say, 'We ate and drank in your presence, and you taught in our streets.'",
          "ID": "26"
        },
        {
          "text": "And he will say to you: 'I do not know where you are from. Depart from me, all you workers of iniquity!'",
          "ID": "27"
        },
        {
          "text": "In that place, there will be weeping and gnashing of teeth, when you see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, yet you yourselves are expelled outside.",
          "ID": "28"
        },
        {
          "text": "And they will arrive from the East, and the West, and the North, and the South; and they will recline at table in the kingdom of God.",
          "ID": "29"
        },
        {
          "text": "And behold, those who are last will be first, and those who are first will be last.\"",
          "ID": "30"
        },
        {
          "text": "On the same day, some of the Pharisees approached, saying to him: \"Depart, and go away from here. For Herod wishes to kill you.\"",
          "ID": "31"
        },
        {
          "text": "And he said to them: \"Go and tell that fox: 'Behold, I cast out demons and accomplish healings, today and tomorrow. And on the third day I reach the end.'",
          "ID": "32"
        },
        {
          "text": "Yet truly, it is necessary for me to walk today and tomorrow and the following day. For it does not fall to a prophet to perish beyond Jerusalem.",
          "ID": "33"
        },
        {
          "text": "Jerusalem, Jerusalem! You kill the prophets, and you stone those who are sent to you. Daily, I wanted to gather together your children, in the manner of a bird with her nest under her wings, but you were not willing!",
          "ID": "34"
        },
        {
          "text": "Behold, your house will be left desolate for you. But I say to you, that you shall not see me, until it happens that you say: 'Blessed is he who has arrived in the name of the Lord.' \"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "Luke 13"
    },
    {
      "text": [
        {
          "text": "And it happened that, when Jesus entered the house of a certain leader of the Pharisees on the Sabbath to eat bread, they were observing him.",
          "ID": "1"
        },
        {
          "text": "And behold, a certain man before him was afflicted with edema.",
          "ID": "2"
        },
        {
          "text": "And responding, Jesus spoke to the experts in the law and to the Pharisees, saying, \"Is it lawful to cure on the Sabbath?\"",
          "ID": "3"
        },
        {
          "text": "But they kept silent. Yet truly, taking hold of him, he healed him and sent him away.",
          "ID": "4"
        },
        {
          "text": "And responding to them, he said, \"Which of you will have a donkey or an ox fall into a pit, and will not promptly pull him out, on the day of the Sabbath?\"",
          "ID": "5"
        },
        {
          "text": "And they were unable to respond to him about these things.",
          "ID": "6"
        },
        {
          "text": "Then he also told a parable, to those who were invited, noticing how they chose the first seats at the table, saying to them:",
          "ID": "7"
        },
        {
          "text": "\"When you are invited to a wedding, do not sit down in the first place, lest perhaps someone more honored than yourself may have been invited by him.",
          "ID": "8"
        },
        {
          "text": "And then he who called both you and him, approaching, may say to you, 'Give this place to him.' And then you would begin, with shame, to take the last place.",
          "ID": "9"
        },
        {
          "text": "But when you are invited, go, sit down in the lowest place, so that, when he who invited you arrives, he may say to you, 'Friend, go up higher.' Then you will have glory in the sight of those who sit at table together with you.",
          "ID": "10"
        },
        {
          "text": "For everyone who exalts himself shall be humbled, and whoever humbles himself shall be exalted.\"",
          "ID": "11"
        },
        {
          "text": "Then he also said to the one who had invited him: \"When you prepare a lunch or dinner, do not choose to call your friends, or your brothers, or your relatives, or your wealthy neighbors, lest perhaps they might then invite you in return and repayment would made to you.",
          "ID": "12"
        },
        {
          "text": "But when you prepare a feast, call the poor, the disabled, the lame, and the blind.",
          "ID": "13"
        },
        {
          "text": "And you will be blessed because they do not have a way to repay you. So then, your recompense will be in the resurrection of the just.\"",
          "ID": "14"
        },
        {
          "text": "When someone sitting at table with him had heard these things, he said to him, \"Blessed is he who will eat bread in the kingdom of God.\"",
          "ID": "15"
        },
        {
          "text": "So he said to him: \"A certain man prepared a great feast, and he invited many.",
          "ID": "16"
        },
        {
          "text": "And he sent his servant, at the hour of the feast, to tell the invited to come; for now everything was ready.",
          "ID": "17"
        },
        {
          "text": "And at once they all began to make excuses. The first said to him: 'I bought a farm, and I need to go out and see it. I ask you to excuse me.'",
          "ID": "18"
        },
        {
          "text": "And another said: 'I bought five yoke of oxen, and I am going to examine them. I ask you to excuse me.'",
          "ID": "19"
        },
        {
          "text": "And another said, 'I have taken a wife, and therefore I am not able to go.'",
          "ID": "20"
        },
        {
          "text": "And returning, the servant reported these things to his lord. Then the father of the family, becoming angry, said to his servant: 'Go out quickly into the streets and neighborhoods of the city. And lead here the poor, and the disabled, and the blind, and the lame.'",
          "ID": "21"
        },
        {
          "text": "And the servant said: 'It has been done, just as you ordered, lord, and there is still room.'",
          "ID": "22"
        },
        {
          "text": "And the lord said to the servant: 'Go out to the highways and hedges, and compel them to enter, so that my house may be filled.",
          "ID": "23"
        },
        {
          "text": "For I tell you, that none of those men who were invited will taste of my feast.' \"",
          "ID": "24"
        },
        {
          "text": "Now great crowds traveled with him. And turning around, he said to them:",
          "ID": "25"
        },
        {
          "text": "\"If anyone comes to me, and does not hate his father, and mother, and wife, and children, and brothers, and sisters, and yes, even his own life, he is not able to be my disciple.",
          "ID": "26"
        },
        {
          "text": "And whoever does not bear his cross and come after me, is not able to be my disciple.",
          "ID": "27"
        },
        {
          "text": "For who among you, wanting to build a tower, would not first sit down and determine the costs that are required, to see if he has the means to complete it?",
          "ID": "28"
        },
        {
          "text": "Otherwise, after he will have laid the foundation and not been able to finish it, everyone who sees it may begin to mock him,",
          "ID": "29"
        },
        {
          "text": "saying: 'This man began to build what he was not able to finish.'",
          "ID": "30"
        },
        {
          "text": "Or, what king, advancing to engage in war against another king, would not first sit down and consider whether he may be able, with ten thousand, to meet one who comes against him with twenty thousand?",
          "ID": "31"
        },
        {
          "text": "If not, then while the other is still far away, sending a delegation, he would ask him for terms of peace.",
          "ID": "32"
        },
        {
          "text": "Therefore, everyone of you who does not renounce all that he possesses is not able to be my disciple.",
          "ID": "33"
        },
        {
          "text": "Salt is good. But if the salt has lost its flavor, with what will it be seasoned?",
          "ID": "34"
        },
        {
          "text": "It is useful neither in soil, nor in manure, so instead, it shall be thrown away. Whoever has ears to hear, let him hear.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "Luke 14"
    },
    {
      "text": [
        {
          "text": "Now tax collectors and sinners were drawing near to him, so that they might listen to him.",
          "ID": "1"
        },
        {
          "text": "And the Pharisees and the scribes murmured, saying, \"This one accepts sinners and eats with them.\"",
          "ID": "2"
        },
        {
          "text": "And he told this parable to them, saying:",
          "ID": "3"
        },
        {
          "text": "\"What man among you, who has one hundred sheep, and if he will have lost one of them, would not leave the ninety-nine in the desert and go after the one whom he had lost, until he finds it?",
          "ID": "4"
        },
        {
          "text": "And when he has found it, he places it on his shoulders, rejoicing.",
          "ID": "5"
        },
        {
          "text": "And returning home, he calls together his friends and neighbors, saying to them: 'Congratulate me! For I have found my sheep, which had been lost.'",
          "ID": "6"
        },
        {
          "text": "I say to you, that there will be so much more joy in heaven over one sinner repenting, than over the ninety-nine just, who do not need to repent.",
          "ID": "7"
        },
        {
          "text": "Or what woman, having ten drachmas, if she will have lost one drachma, would not light a candle, and sweep the house, and diligently search until she finds it?",
          "ID": "8"
        },
        {
          "text": "And when she has found it, she calls together her friends and neighbors, saying: 'Rejoice with me! For I have found the drachma, which I had lost.'",
          "ID": "9"
        },
        {
          "text": "So I say to you, there will be joy before the Angels of God over even one sinner who is repentant.\"",
          "ID": "10"
        },
        {
          "text": "And he said: \"A certain man had two sons.",
          "ID": "11"
        },
        {
          "text": "And the younger of them said to the father, 'Father, give me the portion of your estate which would go to me.' And he divided the estate between them.",
          "ID": "12"
        },
        {
          "text": "And after not many days, the younger son, gathering it all together, set out on a long journey to a distant region. And there, he dissipated his substance, living in luxury.",
          "ID": "13"
        },
        {
          "text": "And after he had consumed it all, a great famine occurred in that region, and he began to be in need.",
          "ID": "14"
        },
        {
          "text": "And he went and attached himself to one of the citizens of that region. And he sent him to his farm, in order to feed the swine.",
          "ID": "15"
        },
        {
          "text": "And he wanted to fill his belly with the scraps that the swine ate. But no one would give it to him.",
          "ID": "16"
        },
        {
          "text": "And returning to his senses, he said: 'How many hired hands in my father's house have abundant bread, while I perish here in famine!",
          "ID": "17"
        },
        {
          "text": "I shall rise up and go to my father, and I will say to him: Father, I have sinned against heaven and before you.",
          "ID": "18"
        },
        {
          "text": "I am not worthy to be called your son. Make me one of your hired hands.'",
          "ID": "19"
        },
        {
          "text": "And rising up, he went to his father. But while he was still at a distance, his father saw him, and he was moved with compassion, and running to him, he fell upon his neck and kissed him.",
          "ID": "20"
        },
        {
          "text": "And the son said to him: 'Father, I have sinned against heaven and before you. Now I am not worthy to be called your son.'",
          "ID": "21"
        },
        {
          "text": "But the father said to his servants: 'Quickly! Bring out the best robe, and clothe him with it. And put a ring on his hand and shoes on his feet.",
          "ID": "22"
        },
        {
          "text": "And bring the fatted calf here, and kill it. And let us eat and hold a feast.",
          "ID": "23"
        },
        {
          "text": "For this son of mine was dead, and has revived; he was lost, and is found.' And they began to feast.",
          "ID": "24"
        },
        {
          "text": "But his elder son was in the field. And when he returned and drew near to the house, he heard music and dancing.",
          "ID": "25"
        },
        {
          "text": "And he called one of the servants, and he questioned him as to what these things meant.",
          "ID": "26"
        },
        {
          "text": "And he said to him: 'Your brother has returned, and your father has killed the fatted calf, because he has received him safely.'",
          "ID": "27"
        },
        {
          "text": "Then he became indignant, and he was unwilling to enter. Therefore, his father, going out, began to plead with him.",
          "ID": "28"
        },
        {
          "text": "And in response, he said to his father: 'Behold, I have been serving you for so many years. And I have never transgressed your commandment. And yet, you have never given me even a young goat, so that I might feast with my friends.",
          "ID": "29"
        },
        {
          "text": "Yet after this son of yours returned, who has devoured his substance with loose women, you have killed the fatted calf for him.'",
          "ID": "30"
        },
        {
          "text": "But he said to him: 'Son, you are with me always, and all that I have is yours.",
          "ID": "31"
        },
        {
          "text": "But it was necessary to feast and to rejoice. For this brother of yours was dead, and has revived; he was lost, and is found.' \"",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "Luke 15"
    },
    {
      "text": [
        {
          "text": "And he also said to his disciples: \"A certain man was wealthy, and he had a steward of his estate. And this man was accused to him of having dissipated his goods.",
          "ID": "1"
        },
        {
          "text": "And he called him and said to him: 'What is this that I hear about you? Give an account of your stewardship. For you can no longer be my steward.'",
          "ID": "2"
        },
        {
          "text": "And the steward said within himself: 'What shall I do? For my lord is taking the stewardship away from me. I am not strong enough to dig. I am too ashamed to beg.",
          "ID": "3"
        },
        {
          "text": "I know what I will do so that, when I have been removed from the stewardship, they may receive me into their houses.'",
          "ID": "4"
        },
        {
          "text": "And so, calling together each one of his lord's debtors, he said to the first, 'How much do you owe my lord?'",
          "ID": "5"
        },
        {
          "text": "So he said, 'One hundred jars of oil.' And he said to him, 'Take your invoice, and quickly, sit down and write fifty.'",
          "ID": "6"
        },
        {
          "text": "Next, he said to another, 'In truth, how much do you owe?' And he said, 'One hundred measures of wheat.' He said to him, 'Take your record books, and write eighty.'",
          "ID": "7"
        },
        {
          "text": "And the lord praised the iniquitous steward, in that he had acted prudently. For the sons of this age are more prudent with their generation than are the sons of light.",
          "ID": "8"
        },
        {
          "text": "And so I say to you, make friends for yourself using iniquitous mammon, so that, when you will have passed away, they may receive you into the eternal tabernacles.",
          "ID": "9"
        },
        {
          "text": "Whoever is faithful in what is least, is also faithful in what is greater. And whoever is unjust in what is small, is also unjust in what is greater.",
          "ID": "10"
        },
        {
          "text": "So then, if you have not been faithful with iniquitous mammon, who will trust you with what is true?",
          "ID": "11"
        },
        {
          "text": "And if you have not been faithful with what belongs to another, who will give you what is yours?",
          "ID": "12"
        },
        {
          "text": "No servant is able to serve two lords. For either he will hate the one and love the other, or he will cling to the one and despise the other. You cannot serve God and mammon.\"",
          "ID": "13"
        },
        {
          "text": "But the Pharisees, who were greedy, were listening to all these things. And they ridiculed him.",
          "ID": "14"
        },
        {
          "text": "And he said to them: \"You are the ones who justify yourselves in the sight of men. But God knows your hearts. For what is lifted up by men is an abomination in the sight of God.",
          "ID": "15"
        },
        {
          "text": "The law and the prophets were until John. Since then, the kingdom of God is being evangelized, and everyone acts with violence toward it.",
          "ID": "16"
        },
        {
          "text": "But it is easier for heaven and earth to pass away, than for one dot of the law to fall away.",
          "ID": "17"
        },
        {
          "text": "Everyone who divorces his wife and marries another commits adultery. And whoever marries her who has been divorced by her husband commits adultery.",
          "ID": "18"
        },
        {
          "text": "A certain man was wealthy, and he was clothed in purple and in fine linen. And he feasted splendidly every day.",
          "ID": "19"
        },
        {
          "text": "And there was a certain beggar, named Lazarus, who lay at his gate, covered with sores,",
          "ID": "20"
        },
        {
          "text": "wanting to be filled with the crumbs which were falling from the wealthy man's table. But no one gave it to him. And even the dogs came and licked his sores.",
          "ID": "21"
        },
        {
          "text": "Then it happened that the beggar died, and he was carried by the Angels into the bosom of Abraham. Now the wealthy man also died, and he was entombed in Hell.",
          "ID": "22"
        },
        {
          "text": "Then lifting up his eyes, while he was in torments, he saw Abraham far away, and Lazarus in his bosom.",
          "ID": "23"
        },
        {
          "text": "And crying out, he said: 'Father Abraham, take pity on me and send Lazarus, so that he may dip the tip of his finger in water to refresh my tongue. For I am tortured in this fire.'",
          "ID": "24"
        },
        {
          "text": "And Abraham said to him: 'Son, recall that you received good things in your life, and in comparison, Lazarus received bad things. But now he is consoled, and truly you are tormented.",
          "ID": "25"
        },
        {
          "text": "And besides all this, between us and you a great chaos has been established, so that those who might want to cross from here to you are not able, nor can someone cross from there to here.'",
          "ID": "26"
        },
        {
          "text": "And he said: 'Then, father, I beg you to send him to my father's house, for I have five brothers,",
          "ID": "27"
        },
        {
          "text": "so that he may testify to them, lest they also come into this place of torments.'",
          "ID": "28"
        },
        {
          "text": "And Abraham said to him: 'They have Moses and the prophets. Let them listen to them.'",
          "ID": "29"
        },
        {
          "text": "So he said: 'No, father Abraham. But if someone were to go to them from the dead, they would repent.'",
          "ID": "30"
        },
        {
          "text": "But he said to him: 'If they will not listen to Moses and the prophets, neither will they believe even if someone has resurrected from the dead.' \"",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "Luke 16"
    },
    {
      "text": [
        {
          "text": "And he said to his disciples: \"It is impossible for scandals not to occur. But woe to him through whom they come!",
          "ID": "1"
        },
        {
          "text": "It would be better for him if a millstone were placed around his neck and he were thrown into the sea, than to lead astray one of these little ones.",
          "ID": "2"
        },
        {
          "text": "Be attentive to yourselves. If your brother has sinned against you, correct him. And if he has repented, forgive him.",
          "ID": "3"
        },
        {
          "text": "And if he has sinned against you seven times a day, and seven times a day has turned back to you, saying, 'I am sorry,' then forgive him.\"",
          "ID": "4"
        },
        {
          "text": "And the Apostles said to the Lord, \"Increase our faith.\"",
          "ID": "5"
        },
        {
          "text": "But the Lord said: \"If you have faith like a grain of mustard seed, you may say to this mulberry tree, 'Be uprooted, and be transplanted into the sea.' And it would obey you.",
          "ID": "6"
        },
        {
          "text": "But which of you, having a servant plowing or feeding cattle, would say to him, as he was returning from the field, 'Come in immediately; sit down to eat,'",
          "ID": "7"
        },
        {
          "text": "and would not say to him: 'Prepare my dinner; gird yourself and minister to me, while I eat and drink; and after these things, you shall eat and drink?'",
          "ID": "8"
        },
        {
          "text": "Would he be grateful to that servant, for doing what he commanded him to do?",
          "ID": "9"
        },
        {
          "text": "I think not. So too, when you have done all these things that have been taught to you, you should say: 'We are useless servants. We have done what we should have done.' \"",
          "ID": "10"
        },
        {
          "text": "And it happened that, while he was traveling to Jerusalem, he passed through the midst of Samaria and Galilee.",
          "ID": "11"
        },
        {
          "text": "And as he was entering a certain town, ten leprous men met him, and they stood at a distance.",
          "ID": "12"
        },
        {
          "text": "And they lifted up their voice, saying, \"Jesus, Teacher, take pity on us.\"",
          "ID": "13"
        },
        {
          "text": "And when he saw them, he said, \"Go, show yourselves to the priests.\" And it happened that, as they were going, they were cleansed.",
          "ID": "14"
        },
        {
          "text": "And one of them, when he saw that he was cleansed, returned, magnifying God with a loud voice.",
          "ID": "15"
        },
        {
          "text": "And he fell face down before his feet, giving thanks. And this one was a Samaritan.",
          "ID": "16"
        },
        {
          "text": "And in response, Jesus said: \"Were not ten made clean? And so where are the nine?",
          "ID": "17"
        },
        {
          "text": "Was no one found who would return and give glory to God, except this foreigner?\"",
          "ID": "18"
        },
        {
          "text": "And he said to him: \"Rise up, go forth. For your faith has saved you.\"",
          "ID": "19"
        },
        {
          "text": "Then he was questioned by the Pharisees: \"When does the kingdom of God arrive?\" And in response, he said to them: \"The kingdom of God arrives unobserved.",
          "ID": "20"
        },
        {
          "text": "And so, they will not say, 'Behold, it is here,' or 'Behold, it is there.' For behold, the kingdom of God is within you.\"",
          "ID": "21"
        },
        {
          "text": "And he said to his disciples: \"The time will come when you will desire to see one day of the Son of man, and you will not see it.",
          "ID": "22"
        },
        {
          "text": "And they will say to you, 'Behold, he is here,' and 'Behold, he is there.' Do not choose to go out, and do not follow them.",
          "ID": "23"
        },
        {
          "text": "For just as lightning flashes from under heaven and shines to whatever is under heaven, so also will the Son of man be in his day.",
          "ID": "24"
        },
        {
          "text": "But first he must suffer many things and be rejected by this generation.",
          "ID": "25"
        },
        {
          "text": "And just as it happened in the days of Noah, so also will it be in the days of the Son of man.",
          "ID": "26"
        },
        {
          "text": "They were eating and drinking; they were taking wives and being given in marriage, even until the day that Noah entered the ark. And the flood came and destroyed them all.",
          "ID": "27"
        },
        {
          "text": "It shall be similar to what happened in the days of Lot. They were eating and drinking; they were buying and selling; they were planting and building.",
          "ID": "28"
        },
        {
          "text": "Then, on the day that Lot departed from Sodom, it rained fire and brimstone from heaven, and it destroyed them all.",
          "ID": "29"
        },
        {
          "text": "According to these things, so shall it be in the day when the Son of man will be revealed.",
          "ID": "30"
        },
        {
          "text": "In that hour, whoever will be on the rooftop, with his goods in the house, let him not descend to take them. And whoever will be in the field, similarly, let him not turn back.",
          "ID": "31"
        },
        {
          "text": "Remember Lot's wife.",
          "ID": "32"
        },
        {
          "text": "Whoever has sought to save his life, will lose it; and whoever has lost it, will bring it back to life.",
          "ID": "33"
        },
        {
          "text": "I say to you, in that night, there will be two in one bed. One will be taken up, and the other will be left behind.",
          "ID": "34"
        },
        {
          "text": "Two will be at the grindstone together. One will be taken up, and the other will be left behind. Two will be in the field. One will be taken up, and the other will be left behind.\"",
          "ID": "35"
        },
        {
          "text": "Responding, they said to him, \"Where, Lord?\"",
          "ID": "36"
        },
        {
          "text": "And he said to them, \"Wherever the body will be, in that place also, the eagles shall be gathered together.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "Luke 17"
    },
    {
      "text": [
        {
          "text": "Now he also told them a parable, that we should continually pray and not cease,",
          "ID": "1"
        },
        {
          "text": "saying: \"There was a certain judge in a certain city, who did not fear God and did not respect man.",
          "ID": "2"
        },
        {
          "text": "But there was a certain widow in that city, and she went to him, saying, 'Vindicate me from my adversary.'",
          "ID": "3"
        },
        {
          "text": "And he refused to do so for a long time. But afterwards, he said within himself: 'Even though I do not fear God, nor respect man,",
          "ID": "4"
        },
        {
          "text": "yet because this widow is pestering me, I will vindicate her, lest by returning, she may, in the end, wear me out.' \"",
          "ID": "5"
        },
        {
          "text": "Then the Lord said: \"Listen to what the unjust judge said.",
          "ID": "6"
        },
        {
          "text": "So then, will not God grant the vindication of his elect, who cry out to him day and night? Or will he continue to endure them?",
          "ID": "7"
        },
        {
          "text": "I tell you that he will quickly bring vindication to them. Yet truly, when the Son of man returns, do you think that he will find faith on earth?\"",
          "ID": "8"
        },
        {
          "text": "Now about certain persons who consider themselves to be just, while disdaining others, he told also this parable:",
          "ID": "9"
        },
        {
          "text": "\"Two men ascended to the temple, in order to pray. One was a Pharisee, and the other was a tax collector.",
          "ID": "10"
        },
        {
          "text": "Standing, the Pharisee prayed within himself in this way: 'O God, I give thanks to you that I am not like the rest of men: robbers, unjust, adulterers, even as this tax collector chooses to be.",
          "ID": "11"
        },
        {
          "text": "I fast twice between Sabbaths. I give tithes from all that I possess.'",
          "ID": "12"
        },
        {
          "text": "And the tax collector, standing at a distance, was not willing to even lift up his eyes to heaven. But he struck his chest, saying: 'O God, be merciful to me, a sinner.'",
          "ID": "13"
        },
        {
          "text": "I say to you, this one descended to his house justified, but not the other. For everyone who exalts himself will be humbled; and whoever humbles himself will be exalted.\"",
          "ID": "14"
        },
        {
          "text": "And they were bringing little children to him, so that he might touch them. And when the disciples saw this, they rebuked them.",
          "ID": "15"
        },
        {
          "text": "But Jesus, calling them together, said: \"Allow the children to come to me, and do not be an obstacle to them. For of such is the kingdom of God.",
          "ID": "16"
        },
        {
          "text": "Amen, I say to you, whoever will not accept the kingdom of God like a child, will not enter into it.\"",
          "ID": "17"
        },
        {
          "text": "And a certain leader questioned him, saying: \"Good teacher, what should I do to possess eternal life?\"",
          "ID": "18"
        },
        {
          "text": "Then Jesus said to him: \"Why do you call me good? No one is good except God alone.",
          "ID": "19"
        },
        {
          "text": "You know the commandments: You shall not kill. You shall not commit adultery. You shall not steal. You shall not give false testimony. Honor your father and mother.\"",
          "ID": "20"
        },
        {
          "text": "And he said, \"I have kept all these things from my youth.\"",
          "ID": "21"
        },
        {
          "text": "And when Jesus heard this, he said to him: \"One thing is still lacking for you. Sell all the things that you have, and give to the poor. And then you will have treasure in heaven. And come, follow me.\"",
          "ID": "22"
        },
        {
          "text": "When he heard this, he became very sorrowful. For he was very rich.",
          "ID": "23"
        },
        {
          "text": "Then Jesus, seeing him brought to sorrow, said: \"How difficult it is for those who have money to enter into the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "For it is easier for a camel to pass through the eye of a needle, than for a wealthy man to enter into the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "And those who were listening to this said, \"Then who is able to be saved?\"",
          "ID": "26"
        },
        {
          "text": "He said to them, \"Things that are impossible with men are possible with God.\"",
          "ID": "27"
        },
        {
          "text": "And Peter said, \"Behold, we have left everything, and we have followed you.\"",
          "ID": "28"
        },
        {
          "text": "And he said to them: \"Amen, I say to you, there is no one who has left behind home, or parents, or brothers, or a wife, or children, for the sake of the kingdom of God,",
          "ID": "29"
        },
        {
          "text": "who will not receive much more in this time, and in the age to come eternal life.\"",
          "ID": "30"
        },
        {
          "text": "Then Jesus took the twelve aside, and he said to them: \"Behold, we are ascending to Jerusalem, and everything shall be completed which was written by the prophets about the Son of man.",
          "ID": "31"
        },
        {
          "text": "For he will be handed over to the Gentiles, and he will be mocked and scourged and spit upon.",
          "ID": "32"
        },
        {
          "text": "And after they have scourged him, they will kill him. And on the third day, he will rise again.\"",
          "ID": "33"
        },
        {
          "text": "But they understood none of these things. For this word was concealed from them, and they did not understand the things that were said.",
          "ID": "34"
        },
        {
          "text": "Now it happened that, as he was approaching Jericho, a certain blind man was sitting beside the way, begging.",
          "ID": "35"
        },
        {
          "text": "And when he heard the multitude passing by, he asked what this was.",
          "ID": "36"
        },
        {
          "text": "And they told him that Jesus of Nazareth was passing by.",
          "ID": "37"
        },
        {
          "text": "And he cried out, saying, \"Jesus, Son of David, take pity on me!\"",
          "ID": "38"
        },
        {
          "text": "And those who were passing by rebuked him, so that he would be silent. Yet truly, he cried out all the more, \"Son of David, take pity on me!\"",
          "ID": "39"
        },
        {
          "text": "Then Jesus, standing still, ordered him to be brought to him. And when he had drawn near, he questioned him,",
          "ID": "40"
        },
        {
          "text": "saying, \"What do you want, that I might do for you?\" So he said, \"Lord, that I may see.\"",
          "ID": "41"
        },
        {
          "text": "And Jesus said to him: \"Look around. Your faith has saved you.\"",
          "ID": "42"
        },
        {
          "text": "And immediately he saw. And he followed him, magnifying God. And all the people, when they saw this, gave praise to God.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "Luke 18"
    },
    {
      "text": [
        {
          "text": "And having entered, he walked through Jericho.",
          "ID": "1"
        },
        {
          "text": "And behold, there was a man named Zacchaeus. And he was the leader of the tax collectors, and he was wealthy.",
          "ID": "2"
        },
        {
          "text": "And he sought to see Jesus, to see who he was. But he was unable to do so, because of the crowd, for he was small in stature.",
          "ID": "3"
        },
        {
          "text": "And running ahead, he climbed up a sycamore tree, so that he might see him. For he was to pass near there.",
          "ID": "4"
        },
        {
          "text": "And when he had arrived at the place, Jesus looked up and saw him, and he said to him: \"Zacchaeus, hurry down. For today, I should lodge in your house.\"",
          "ID": "5"
        },
        {
          "text": "And hurrying, he came down, and he received him joyfully.",
          "ID": "6"
        },
        {
          "text": "And when they all saw this, they murmured, saying that he had turned aside to a sinful man.",
          "ID": "7"
        },
        {
          "text": "But Zacchaeus, standing still, said to the Lord: \"Behold, Lord, one half of my goods I give to the poor. And if I have cheated anyone in any matter, I will repay him fourfold.\"",
          "ID": "8"
        },
        {
          "text": "Jesus said to him: \"Today, salvation has come to this house; because of this, he too is a son of Abraham.",
          "ID": "9"
        },
        {
          "text": "For the Son of man has come to seek and to save what had been lost.\"",
          "ID": "10"
        },
        {
          "text": "As they were listening to these things, continuing on, he spoke a parable, because he was nearing Jerusalem, and because they guessed that the kingdom of God might be manifested without delay.",
          "ID": "11"
        },
        {
          "text": "Therefore, he said: \"A certain man of nobility traveled to a far away region, to receive for himself a kingdom, and to return.",
          "ID": "12"
        },
        {
          "text": "And calling his ten servants, he gave them ten pounds, and he said to them: 'Do business until I return.'",
          "ID": "13"
        },
        {
          "text": "But his citizens hated him. And so they sent a delegation after him, saying, 'We do not want this one to reign over us.'",
          "ID": "14"
        },
        {
          "text": "And it happened that he returned, having received the kingdom. And he ordered the servants, to whom he had given the money, to be called so that he would know how much each one had earned by doing business.",
          "ID": "15"
        },
        {
          "text": "Now the first approached, saying: 'Lord, your one pound has earned ten pounds.'",
          "ID": "16"
        },
        {
          "text": "And he said to him: 'Well done, good servant. Since you have been faithful in a small matter, you will hold authority over ten cities.'",
          "ID": "17"
        },
        {
          "text": "And the second came, saying: 'Lord, your one pound has earned five pounds.'",
          "ID": "18"
        },
        {
          "text": "And he said to him, 'And so, you shall be over five cities.'",
          "ID": "19"
        },
        {
          "text": "And another approached, saying: 'Lord, behold your one pound, which I kept stored in a cloth.",
          "ID": "20"
        },
        {
          "text": "For I feared you, because you are an austere man. You take up what you did not lay down, and you reap what you did not sow.'",
          "ID": "21"
        },
        {
          "text": "He said to him: 'By your own mouth, do I judge you, O wicked servant. You knew that I am an austere man, taking up what I did not lay down, and reaping what I did not sow.",
          "ID": "22"
        },
        {
          "text": "And so, why did you not give my money to the bank, so that, upon my return, I might have withdrawn it with interest?'",
          "ID": "23"
        },
        {
          "text": "And he said to the bystanders, 'Take the pound away from him, and give it to him who has ten pounds.'",
          "ID": "24"
        },
        {
          "text": "And they said to him, 'Lord, he has ten pounds.'",
          "ID": "25"
        },
        {
          "text": "So then, I say to you, that to all who have, it shall be given, and he will have in abundance. And from him who does not have, even what he has will be taken from him.",
          "ID": "26"
        },
        {
          "text": "'Yet truly, as for those enemies of mine, who did not want me to reign over them, bring them here, and put them to death before me.' \"",
          "ID": "27"
        },
        {
          "text": "And having said these things, he went ahead, ascending to Jerusalem.",
          "ID": "28"
        },
        {
          "text": "And it happened that, when he had drawn near to Bethphage and Bethania, to the mount which is called Olivet, he sent two of his disciples,",
          "ID": "29"
        },
        {
          "text": "saying: \"Go into the town which is opposite you. Upon entering it, you will find the colt of a donkey, tied, on which no man has ever sat. Untie it, and lead it here.",
          "ID": "30"
        },
        {
          "text": "And if anyone will ask you, 'Why are you untying it?' you shall say this to him: 'Because the Lord has requested its service.' \"",
          "ID": "31"
        },
        {
          "text": "And those who were sent went out, and they found the colt standing, just as he told them.",
          "ID": "32"
        },
        {
          "text": "Then, as they were untying the colt, its owners said to them, \"Why are you untying the colt?\"",
          "ID": "33"
        },
        {
          "text": "So they said, \"Because the Lord has need of it.\"",
          "ID": "34"
        },
        {
          "text": "And they led it to Jesus. And casting their garments on the colt, they helped Jesus onto it.",
          "ID": "35"
        },
        {
          "text": "Then, as he was traveling, they were laying down their garments along the way.",
          "ID": "36"
        },
        {
          "text": "And when he was now drawing near to the descent of Mount Olivet, the entire crowd of his disciples began to praise God joyfully, with a loud voice, over all the powerful works which they had seen,",
          "ID": "37"
        },
        {
          "text": "saying: \"Blessed is the king who has arrived in the name of the Lord! Peace in heaven and glory on high!\"",
          "ID": "38"
        },
        {
          "text": "And certain Pharisees within the crowd said to him, \"Teacher, rebuke your disciples.\"",
          "ID": "39"
        },
        {
          "text": "And he said to them, \"I tell you, that if these will keep silent, the stones themselves will cry out.\"",
          "ID": "40"
        },
        {
          "text": "And when he drew near, seeing the city, he wept over it, saying:",
          "ID": "41"
        },
        {
          "text": "\"If only you had known, indeed even in this your day, which things are for your peace. But now they are hidden from your eyes.",
          "ID": "42"
        },
        {
          "text": "For the days will overtake you. And your enemies will encircle you with a valley. And they will surround you and hem you in on every side.",
          "ID": "43"
        },
        {
          "text": "And they will knock you down to the ground, with your sons who are in you. And they will not leave stone upon stone within you, because you did not recognize the time of your visitation.\"",
          "ID": "44"
        },
        {
          "text": "And entering into the temple, he began to cast out those who sold in it, and those who bought,",
          "ID": "45"
        },
        {
          "text": "saying to them: \"It is written: 'My house is a house of prayer.' But you have made it into a den of robbers.\"",
          "ID": "46"
        },
        {
          "text": "And he was teaching in the temple daily. And the leaders of the priests, and the scribes, and the leaders of the people were seeking to destroy him.",
          "ID": "47"
        },
        {
          "text": "But they could not find what to do to him. For all the people were listening to him attentively.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "Luke 19"
    },
    {
      "text": [
        {
          "text": "And it happened that, on one of the days when he was teaching the people in the temple and preaching the Gospel, the leaders of the priests, and the scribes, gathered together with the elders,",
          "ID": "1"
        },
        {
          "text": "and they spoke to him, saying: \"Tell us, by what authority do you do these things? Or, who is it that has given you this authority?\"",
          "ID": "2"
        },
        {
          "text": "And in response, Jesus said to them: \"I will also question you about one word. Respond to me:",
          "ID": "3"
        },
        {
          "text": "The baptism of John, was it from heaven, or of men?\"",
          "ID": "4"
        },
        {
          "text": "So they discussed it among themselves, saying: \"If we say, 'From heaven,' he will say, 'Then why did you not believe him?'",
          "ID": "5"
        },
        {
          "text": "But if we say, 'Of men,' the whole people will stone us. For they are certain that John was a prophet.\"",
          "ID": "6"
        },
        {
          "text": "And so they responded that they did not know where it was from.",
          "ID": "7"
        },
        {
          "text": "And Jesus said to them, \"Neither will I tell you by what authority I do these things.\"",
          "ID": "8"
        },
        {
          "text": "Then he began to tell the people this parable: \"A man planted a vineyard, and he loaned it to settlers, and he was on a sojourn for a long time.",
          "ID": "9"
        },
        {
          "text": "And in due time, he sent a servant to the farmers, so that they would give to him from the fruit of the vineyard. And they beat him and drove him away, empty-handed.",
          "ID": "10"
        },
        {
          "text": "And he continued to send another servant. But beating him and treating him with contempt, they likewise sent him away, empty-handed.",
          "ID": "11"
        },
        {
          "text": "And he continued to send a third. And wounding him also, they drove him away.",
          "ID": "12"
        },
        {
          "text": "Then the lord of the vineyard said: 'What shall I do? I will send my beloved son. Perhaps when they have seen him, they will respect him.'",
          "ID": "13"
        },
        {
          "text": "And when the settlers had seen him, they discussed it among themselves, saying: 'This one is the heir. Let us kill him, so that the inheritance will be ours.'",
          "ID": "14"
        },
        {
          "text": "And forcing him outside of the vineyard, they killed him. What, then, will the lord of the vineyard do to them?\"",
          "ID": "15"
        },
        {
          "text": "\"He will come and destroy those settlers, and he will give the vineyard to others.\" And upon hearing this, they said to him, \"Let it not be.\"",
          "ID": "16"
        },
        {
          "text": "Then, gazing at them, he said: \"Then what does this mean, which is written: 'The stone which the builders have rejected, the same has become the head of the corner?'",
          "ID": "17"
        },
        {
          "text": "Everyone who falls on that stone will be shattered. And anyone upon whom it falls will be crushed.\"",
          "ID": "18"
        },
        {
          "text": "And the leaders of the priests, and the scribes, were seeking to lay hands on him in that same hour, but they feared the people. For they realized that he had spoken this parable about them.",
          "ID": "19"
        },
        {
          "text": "And being attentive, they sent traitors, who would pretend that they were just, so that they might catch him in his words and then hand him over to the power and authority of the procurator.",
          "ID": "20"
        },
        {
          "text": "And they questioned him, saying: \"Teacher, we know that you speak and teach correctly, and that you do not consider anyone's status, but you teach the way of God in truth.",
          "ID": "21"
        },
        {
          "text": "Is it lawful for us to pay the tribute to Caesar, or not?\"",
          "ID": "22"
        },
        {
          "text": "But realizing their deceitfulness, he said to them: \"Why do you test me?",
          "ID": "23"
        },
        {
          "text": "Show me a denarius. Whose image and inscription does it have?\" In response, they said to him, \"Caesar's.\"",
          "ID": "24"
        },
        {
          "text": "And so, he said to them: \"Then repay the things that are Caesar's, to Caesar, and the things that are God's, to God.\"",
          "ID": "25"
        },
        {
          "text": "And they were not able to contradict his word before the people. And being amazed at his answer, they were silent.",
          "ID": "26"
        },
        {
          "text": "Now some of the Sadducees, who deny that there is a resurrection, approached him. And they questioned him,",
          "ID": "27"
        },
        {
          "text": "saying: \"Teacher, Moses wrote for us: If any man's brother will have died, having a wife, and if he does not have any children, then his brother should take her as his wife, and he should raise up offspring for his brother.",
          "ID": "28"
        },
        {
          "text": "And so there were seven brothers. And the first took a wife, and he died without sons.",
          "ID": "29"
        },
        {
          "text": "And the next one married her, and he also died without a son.",
          "ID": "30"
        },
        {
          "text": "And the third married her, and similarly all seven, and none of them left behind any offspring, and they each died.",
          "ID": "31"
        },
        {
          "text": "Last of all, the woman also died.",
          "ID": "32"
        },
        {
          "text": "In the resurrection, then, whose wife will she be? For certainly all seven had her as a wife.\"",
          "ID": "33"
        },
        {
          "text": "And so, Jesus said to them: \"The children of this age marry and are given in marriage.",
          "ID": "34"
        },
        {
          "text": "Yet truly, those who shall be held worthy of that age, and of the resurrection from the dead, will neither be married, nor take wives.",
          "ID": "35"
        },
        {
          "text": "For they can no longer die. For they are equal to the Angels, and they are children of God, since they are children of the resurrection.",
          "ID": "36"
        },
        {
          "text": "For in truth, the dead do rise again, as Moses also showed beside the bush, when he called the Lord: 'The God of Abraham, and the God of Isaac, and the God of Jacob.'",
          "ID": "37"
        },
        {
          "text": "And so he is not the God of the dead, but of the living. For all are alive to him.\"",
          "ID": "38"
        },
        {
          "text": "Then some of the scribes, in response, said to him, \"Teacher, you have spoken well.\"",
          "ID": "39"
        },
        {
          "text": "And they no longer dared to question him about anything.",
          "ID": "40"
        },
        {
          "text": "But he said to them: \"How can they say that the Christ is the son of David?",
          "ID": "41"
        },
        {
          "text": "Even David himself says, in the book of Psalms: 'The Lord said to my Lord, sit at my right hand,",
          "ID": "42"
        },
        {
          "text": "until I set your enemies as your footstool.'",
          "ID": "43"
        },
        {
          "text": "Therefore, David calls him Lord. So how can he be his son?\"",
          "ID": "44"
        },
        {
          "text": "Now in the hearing of all the people, he said to his disciples:",
          "ID": "45"
        },
        {
          "text": "\"Be cautious of the scribes, who choose to walk in long robes, and who love greetings in the marketplace, and the first chairs in the synagogues, and the first places at table during feasts,",
          "ID": "46"
        },
        {
          "text": "who devour the houses of widows, feigning long prayers. These will receive the greater damnation.\"",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "Luke 20"
    },
    {
      "text": [
        {
          "text": "And looking around, he saw the wealthy putting their donations into the offertory.",
          "ID": "1"
        },
        {
          "text": "Then he also saw a certain widow, a pauper, putting in two small brass coins.",
          "ID": "2"
        },
        {
          "text": "And he said: \"Truly, I say to you, that this poor widow has put in more than all the others.",
          "ID": "3"
        },
        {
          "text": "For all these, out of their abundance, have added to the gifts for God. But she, out of what she needed, has put in all that she had to live on.\"",
          "ID": "4"
        },
        {
          "text": "And when some of them were saying, about the temple, that it was adorned with excellent stones and gifts, he said,",
          "ID": "5"
        },
        {
          "text": "\"These things that you see, the days will arrive when there will not be left behind stone upon stone, which is not thrown down.\"",
          "ID": "6"
        },
        {
          "text": "Then they questioned him, saying: \"Teacher, when will these things be? And what will be the sign when these things will happen?\"",
          "ID": "7"
        },
        {
          "text": "And he said: \"Be cautious, lest you be seduced. For many will come in my name, saying: 'For I am he,' and, 'The time has drawn near.' And so, do not choose to go after them.",
          "ID": "8"
        },
        {
          "text": "And when you will have heard of battles and seditions, do not be terrified. These things must happen first. But the end is not so soon.\"",
          "ID": "9"
        },
        {
          "text": "Then he said to them: \"People will rise up against people, and kingdom against kingdom.",
          "ID": "10"
        },
        {
          "text": "And there will be great earthquakes in various places, and pestilences, and famines, and terrors from heaven; and there will be great signs.",
          "ID": "11"
        },
        {
          "text": "But before all these things, they will lay their hands on you and persecute you, handing you over to synagogues and into custody, dragging you before kings and governors, because of my name.",
          "ID": "12"
        },
        {
          "text": "And this will be an opportunity for you to give testimony.",
          "ID": "13"
        },
        {
          "text": "Therefore, set this in your hearts: that you should not consider in advance how you might respond.",
          "ID": "14"
        },
        {
          "text": "For I will give to you a mouth and wisdom, which all your adversaries will not be able to resist or contradict.",
          "ID": "15"
        },
        {
          "text": "And you will be handed over by your parents, and brothers, and relatives, and friends. And they will bring about the death of some of you.",
          "ID": "16"
        },
        {
          "text": "And you will be hated by all because of my name.",
          "ID": "17"
        },
        {
          "text": "And yet, not a hair of your head will perish.",
          "ID": "18"
        },
        {
          "text": "By your patience, you shall possess your souls.",
          "ID": "19"
        },
        {
          "text": "Then, when you will have seen Jerusalem encircled by an army, know then that its desolation has drawn near.",
          "ID": "20"
        },
        {
          "text": "Then let those who are in Judea flee to the mountains, and those who are in its midst withdraw, and those who are in the countryside not enter into it.",
          "ID": "21"
        },
        {
          "text": "For these are the days of retribution, so that all things may be fulfilled, which have been written.",
          "ID": "22"
        },
        {
          "text": "Then woe to those who are pregnant or nursing in those days. For there will be great distress upon the land and great wrath upon this people.",
          "ID": "23"
        },
        {
          "text": "And they will fall by the edge of the sword. And they will be led away as captives into all nations. And Jerusalem will be trampled by the Gentiles, until the times of the nations are fulfilled.",
          "ID": "24"
        },
        {
          "text": "And there will be signs in the sun and the moon and the stars. And there will be, on earth, distress among the Gentiles, out of confusion at the roaring of the sea and of the waves:",
          "ID": "25"
        },
        {
          "text": "men withering away out of fear and out of apprehension over the things that will overwhelm the whole world. For the powers of the heavens will be moved.",
          "ID": "26"
        },
        {
          "text": "And then they will see the Son of man coming on a cloud, with great power and majesty.",
          "ID": "27"
        },
        {
          "text": "But when these things begin to happen, lift up your heads and look around you, because your redemption draws near.\"",
          "ID": "28"
        },
        {
          "text": "And he told them a comparison: \"Take notice of the fig tree and of all the trees.",
          "ID": "29"
        },
        {
          "text": "When presently they produce fruit from themselves, you know that summer is near.",
          "ID": "30"
        },
        {
          "text": "So you also, when you will have seen these things happen, know that the kingdom of God is near.",
          "ID": "31"
        },
        {
          "text": "Amen I say to you, this lineage shall not pass away, until all these things happen.",
          "ID": "32"
        },
        {
          "text": "Heaven and earth shall pass away. But my words shall not pass away.",
          "ID": "33"
        },
        {
          "text": "But be attentive to yourselves, lest perhaps your hearts may be weighed down by self-indulgence and inebriation and the cares of this life. And then that day may overwhelm you suddenly.",
          "ID": "34"
        },
        {
          "text": "For like a snare it will overwhelm all those who sit upon the face of the entire earth.",
          "ID": "35"
        },
        {
          "text": "And so, be vigilant, praying at all times, so that you may be held worthy to escape from all these things, which are in the future, and to stand before the Son of man.\"",
          "ID": "36"
        },
        {
          "text": "Now in the daytime, he was teaching in the temple. But truly, departing in the evening, he lodged on the mount that is called Olivet.",
          "ID": "37"
        },
        {
          "text": "And all the people arrived in the morning to listen to him in the temple.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "Luke 21"
    },
    {
      "text": [
        {
          "text": "Now the days of the Feast of Unleavened Bread, which is called Passover, were approaching.",
          "ID": "1"
        },
        {
          "text": "And the leaders of the priests, and the scribes, were seeking a way to execute Jesus. Yet truly, they were afraid of the people.",
          "ID": "2"
        },
        {
          "text": "Then Satan entered into Judas, who was surnamed Iscariot, one of the twelve.",
          "ID": "3"
        },
        {
          "text": "And he went out and was speaking with the leaders of the priests, and the magistrates, as to how he might hand him over to them.",
          "ID": "4"
        },
        {
          "text": "And they were glad, and so they made an agreement to give him money.",
          "ID": "5"
        },
        {
          "text": "And he made a promise. And he was seeking an opportunity to hand him over, apart from the crowds.",
          "ID": "6"
        },
        {
          "text": "Then the day of Unleavened Bread arrived, on which it was necessary to kill the Pascal lamb.",
          "ID": "7"
        },
        {
          "text": "And he sent Peter and John, saying, \"Go out, and prepare the Passover for us, so that we may eat.\"",
          "ID": "8"
        },
        {
          "text": "But they said, \"Where do you want us to prepare it?\"",
          "ID": "9"
        },
        {
          "text": "And he said to them: \"Behold, as you are entering into the city, a certain man will meet you, carrying a pitcher of water. Follow him to the house into which he enters.",
          "ID": "10"
        },
        {
          "text": "And you shall say to the father of the household: 'The Teacher says to you: Where is the guestroom, where I may eat the Passover with my disciples?'",
          "ID": "11"
        },
        {
          "text": "And he will show you a large cenacle, fully furnished. And so, prepare it there.\"",
          "ID": "12"
        },
        {
          "text": "And going out, they found it to be just as he had told them. And they prepared the Passover.",
          "ID": "13"
        },
        {
          "text": "And when the hour had arrived, he sat down at table, and the twelve Apostles with him.",
          "ID": "14"
        },
        {
          "text": "And he said to them: \"With longing have I desired to eat this Passover with you, before I suffer.",
          "ID": "15"
        },
        {
          "text": "For I say to you, that from this time, I will not eat it, until it is fulfilled in the kingdom of God.\"",
          "ID": "16"
        },
        {
          "text": "And having taken the chalice, he gave thanks, and he said: \"Take this and share it among yourselves.",
          "ID": "17"
        },
        {
          "text": "For I say to you, that I will not drink from the fruit of the vine, until the kingdom of God arrives.\"",
          "ID": "18"
        },
        {
          "text": "And taking bread, he gave thanks and broke it and gave it to them, saying: \"This is my body, which is given for you. Do this as a commemoration of me.\"",
          "ID": "19"
        },
        {
          "text": "Similarly also, he took the chalice, after he had eaten the meal, saying: \"This chalice is the new covenant in my blood, which will be shed for you.",
          "ID": "20"
        },
        {
          "text": "But in truth, behold, the hand of my betrayer is with me at table.",
          "ID": "21"
        },
        {
          "text": "And indeed, the Son of man goes according to what has been determined. And yet, woe to that man by whom he will be betrayed.\"",
          "ID": "22"
        },
        {
          "text": "And they began to inquire among themselves, as to which of them might do this.",
          "ID": "23"
        },
        {
          "text": "Now there was also a contention among them, as to which of them seemed to be the greater.",
          "ID": "24"
        },
        {
          "text": "And he said to them: \"The kings of the Gentiles dominate them; and those who hold authority over them are called beneficent.",
          "ID": "25"
        },
        {
          "text": "But it must not be so with you. Instead, whoever is greater among you, let him become the lesser. And whoever is the leader, let him become the server.",
          "ID": "26"
        },
        {
          "text": "For who is greater: he who sits at table, or he who serves? Is not he who sits at table? Yet I am in your midst as one who serves.",
          "ID": "27"
        },
        {
          "text": "But you are those who have remained with me during my trials.",
          "ID": "28"
        },
        {
          "text": "And I dispose to you, just as my Father has disposed to me, a kingdom,",
          "ID": "29"
        },
        {
          "text": "so that you may eat and drink at my table in my kingdom, and so that you may sit upon thrones, judging the twelve tribes of Israel.\"",
          "ID": "30"
        },
        {
          "text": "And the Lord said: \"Simon, Simon! Behold, Satan has asked for you, so that he may sift you like wheat.",
          "ID": "31"
        },
        {
          "text": "But I have prayed for you, so that your faith may not fail, and so that you, once converted, may confirm your brothers.\"",
          "ID": "32"
        },
        {
          "text": "And he said to him, \"Lord, I am prepared to go with you, even to prison and to death.\"",
          "ID": "33"
        },
        {
          "text": "And he said, \"I say to you, Peter, the rooster will not crow this day, until you have three times denied that you know me.\" And he said to them,",
          "ID": "34"
        },
        {
          "text": "\"When I sent you without money or provisions or shoes, did you lack anything?\"",
          "ID": "35"
        },
        {
          "text": "And they said, \"Nothing.\" Then he said to them: \"But now, let whoever has money take it, and likewise with provisions. And whoever does not have these, let him sell his coat and buy a sword.",
          "ID": "36"
        },
        {
          "text": "For I say to you, that what has been written must still be fulfilled in me: 'And he was esteemed with the wicked.' Yet even these things about me have an end.\"",
          "ID": "37"
        },
        {
          "text": "So they said, \"Lord, behold, there are two swords here.\" But he said to them, \"It is sufficient.\"",
          "ID": "38"
        },
        {
          "text": "And departing, he went out, according to his custom, to the Mount of Olives. And his disciples also followed him.",
          "ID": "39"
        },
        {
          "text": "And when he had arrived at the place, he said to them: \"Pray, lest you enter into temptation.\"",
          "ID": "40"
        },
        {
          "text": "And he was separated from them by about a stone's throw. And kneeling down, he prayed,",
          "ID": "41"
        },
        {
          "text": "saying: \"Father, if you are willing, take this chalice away from me. Yet truly, let not my will, but yours, be done.\"",
          "ID": "42"
        },
        {
          "text": "Then an Angel appeared to him from heaven, strengthening him. And being in agony, he prayed more intensely;",
          "ID": "43"
        },
        {
          "text": "and so his sweat became like drops of blood, running down to the ground.",
          "ID": "44"
        },
        {
          "text": "And when he had risen up from prayer and had gone to his disciples, he found them sleeping out of sorrow.",
          "ID": "45"
        },
        {
          "text": "And he said to them: \"Why are you sleeping? Rise up, pray, lest you enter into temptation.\"",
          "ID": "46"
        },
        {
          "text": "While he was still speaking, behold, a crowd arrived. And he who is called Judas, one of the twelve, went ahead of them and approached Jesus, in order to kiss him.",
          "ID": "47"
        },
        {
          "text": "And Jesus said to him, \"Judas, do you betray the Son of man with a kiss?\"",
          "ID": "48"
        },
        {
          "text": "Then those who were around him, realizing what was about to happen, said to him: \"Lord, shall we strike with the sword?\"",
          "ID": "49"
        },
        {
          "text": "And one of them struck the servant of the high priest and cut off his right ear.",
          "ID": "50"
        },
        {
          "text": "But in response, Jesus said, \"Permit even this.\" And when he had touched his ear, he healed him.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to the leaders of the priests, and the magistrates of the temple, and the elders, who had come to him: \"Have you gone out, as if against a thief, with swords and clubs?",
          "ID": "52"
        },
        {
          "text": "When I was with you each day in the temple, you did not extend your hands against me. But this is your hour and that of the power of darkness.\"",
          "ID": "53"
        },
        {
          "text": "And apprehending him, they led him to the house of the high priest. Yet truly, Peter followed at a distance.",
          "ID": "54"
        },
        {
          "text": "Now as they were sitting around a fire, which had been kindled in the middle of the atrium, Peter was in their midst.",
          "ID": "55"
        },
        {
          "text": "And when a certain woman servant had seen him sitting in its light, and had looked at him intently, she said, \"This one was also with him.\"",
          "ID": "56"
        },
        {
          "text": "But he denied him by saying, \"Woman, I do not know him.\"",
          "ID": "57"
        },
        {
          "text": "And after a little while, another one, seeing him, said, \"You also are one of them.\" Yet Peter said, \"O man, I am not.\"",
          "ID": "58"
        },
        {
          "text": "And after the interval of about one hour had passed, someone else affirmed it, saying: \"Truly, this one also was with him. For he is also a Galilean.\"",
          "ID": "59"
        },
        {
          "text": "And Peter said: \"Man, I do not know what you are saying.\" And at once, while he was still speaking, the rooster crowed.",
          "ID": "60"
        },
        {
          "text": "And the Lord turned around and looked at Peter. And Peter remembered the word of the Lord that he had said: \"For before the rooster crows, you will deny me three times.\"",
          "ID": "61"
        },
        {
          "text": "And going out, Peter wept bitterly.",
          "ID": "62"
        },
        {
          "text": "And the men who were holding him ridiculed him and beat him.",
          "ID": "63"
        },
        {
          "text": "And they blindfolded him and repeatedly struck his face. And they questioned him, saying: \"Prophesy! Who is it that struck you?\"",
          "ID": "64"
        },
        {
          "text": "And blaspheming in many other ways, they spoke against him.",
          "ID": "65"
        },
        {
          "text": "And when it was daytime, the elders of the people, and the leaders of the priests, and the scribes convened. And they led him into their council, saying, \"If you are the Christ, tell us.\"",
          "ID": "66"
        },
        {
          "text": "And he said to them: \"If I tell you, you will not believe me.",
          "ID": "67"
        },
        {
          "text": "And if I also question you, you will not answer me. Neither will you release me.",
          "ID": "68"
        },
        {
          "text": "But from this time, the Son of man will be sitting at the right hand of the power of God.\"",
          "ID": "69"
        },
        {
          "text": "Then they all said, \"So you are the Son of God?\" And he said. \"You are saying that I am.\"",
          "ID": "70"
        },
        {
          "text": "And they said: \"Why do we still require testimony? For we have heard it ourselves, from his own mouth.\"",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "Luke 22"
    },
    {
      "text": [
        {
          "text": "And the entire multitude of them, rising up, led him to Pilate.",
          "ID": "1"
        },
        {
          "text": "Then they began to accuse him, saying, \"We found this one subverting our nation, and prohibiting giving tribute to Caesar, and saying that he is Christ the king.\"",
          "ID": "2"
        },
        {
          "text": "And Pilate questioned him, saying: \"You are the king of the Jews?\" But in response, he said: \"You are saying it.\"",
          "ID": "3"
        },
        {
          "text": "Then Pilate said to the leaders of the priests and to the crowds, \"I find no case against this man.\"",
          "ID": "4"
        },
        {
          "text": "But they continued more intensely, saying: \"He has stirred up the people, teaching throughout all of Judea, beginning from Galilee, even to this place.\"",
          "ID": "5"
        },
        {
          "text": "But Pilate, upon hearing Galilee, asked if the man were of Galilee.",
          "ID": "6"
        },
        {
          "text": "And when he realized that he was under Herod's jurisdiction, he sent him away to Herod, who was himself also at Jerusalem in those days.",
          "ID": "7"
        },
        {
          "text": "Then Herod, upon seeing Jesus, was very glad. For he had been wanting to see him for a long time, because he had heard so many things about him, and he was hoping to see some kind of sign wrought by him.",
          "ID": "8"
        },
        {
          "text": "Then he questioned him with many words. But he gave him no response at all.",
          "ID": "9"
        },
        {
          "text": "And the leaders of the priests, and the scribes, stood firm in persistently accusing him.",
          "ID": "10"
        },
        {
          "text": "Then Herod, with his soldiers, scorned him. And he ridiculed him, clothing him in a white garment. And he sent him back to Pilate.",
          "ID": "11"
        },
        {
          "text": "And Herod and Pilate became friends on that day. For previously they were enemies to one another.",
          "ID": "12"
        },
        {
          "text": "And Pilate, calling together the leaders of the priests, and the magistrates, and the people,",
          "ID": "13"
        },
        {
          "text": "said to them: \"You have brought before me this man, as one who disturbs the people. And behold, having questioned him before you, I find no case against this man, in those things about which you accuse him.",
          "ID": "14"
        },
        {
          "text": "And neither did Herod. For I sent you all to him, and behold, nothing deserving of death was recorded about him.",
          "ID": "15"
        },
        {
          "text": "Therefore, I will chastise him and release him.\"",
          "ID": "16"
        },
        {
          "text": "Now he was required to release one person for them on the feast day.",
          "ID": "17"
        },
        {
          "text": "But the entire crowd exclaimed together, saying: \"Take this one, and release to us Barabbas!\"",
          "ID": "18"
        },
        {
          "text": "Now he had been cast into prison because of a certain sedition that occurred in the city and for murder.",
          "ID": "19"
        },
        {
          "text": "Then Pilate spoke to them again, wanting to release Jesus.",
          "ID": "20"
        },
        {
          "text": "But they shouted in response, saying: \"Crucify him! Crucify him!\"",
          "ID": "21"
        },
        {
          "text": "Then he said to them a third time: \"Why? What evil has he done? I find no case against him for death. Therefore, I will chastise him and release him.\"",
          "ID": "22"
        },
        {
          "text": "But they persisted, with loud voices, in demanding that he be crucified. And their voices increased in intensity.",
          "ID": "23"
        },
        {
          "text": "And so Pilate issued a judgment granting their petition.",
          "ID": "24"
        },
        {
          "text": "Then he released for them the one who had been cast into prison for murder and sedition, whom they were requesting. Yet truly, Jesus he handed over to their will.",
          "ID": "25"
        },
        {
          "text": "And as they were leading him away, they apprehended a certain one, Simon of Cyrene, as he was returning from the countryside. And they imposed the cross on him to carry after Jesus.",
          "ID": "26"
        },
        {
          "text": "Then a great crowd of people followed him, with women who were mourning and lamenting him.",
          "ID": "27"
        },
        {
          "text": "But Jesus, turning to them, said: \"Daughters of Jerusalem, do not weep over me. Instead, weep over yourselves and over your children.",
          "ID": "28"
        },
        {
          "text": "For behold, the days will arrive in which they will say, 'Blessed are the barren, and the wombs that have not borne, and the breasts that have not nursed.'",
          "ID": "29"
        },
        {
          "text": "Then they will begin to say to the mountains, 'Fall over us,' and to the hills, 'Cover us.'",
          "ID": "30"
        },
        {
          "text": "For if they do these things with green wood, what will be done with the dry?\"",
          "ID": "31"
        },
        {
          "text": "Now they also led out two other criminals with him, in order to execute them.",
          "ID": "32"
        },
        {
          "text": "And when they arrived at the place that is called Calvary, they crucified him there, with the robbers, one to the right and the other to the left.",
          "ID": "33"
        },
        {
          "text": "Then Jesus said, \"Father, forgive them. For they know not what they do.\" And truly, dividing his garments, they cast lots.",
          "ID": "34"
        },
        {
          "text": "And people were standing near, watching. And the leaders among them derided him, saying: \"He saved others. Let him save himself, if this one is the Christ, the elect of God.\"",
          "ID": "35"
        },
        {
          "text": "And the soldiers also ridiculed him, approaching him and offering him vinegar,",
          "ID": "36"
        },
        {
          "text": "and saying, \"If you are the king of the Jews, save yourself.\"",
          "ID": "37"
        },
        {
          "text": "Now there was also an inscription written over him in letters of Greek, and Latin, and Hebrew: THIS IS THE KING OF THE JEWS.",
          "ID": "38"
        },
        {
          "text": "And one of those robbers who were hanging blasphemed him, saying, \"If you are the Christ, save yourself and us.\"",
          "ID": "39"
        },
        {
          "text": "But the other responded by rebuking him, saying: \"Do you have no fear of God, since you are under the same condemnation?",
          "ID": "40"
        },
        {
          "text": "And indeed, it is just for us. For we are receiving what our deeds deserve. But truly, this one has done nothing wrong.\"",
          "ID": "41"
        },
        {
          "text": "And he said to Jesus, \"Lord, remember me when you come into your kingdom.\"",
          "ID": "42"
        },
        {
          "text": "And Jesus said to him, \"Amen I say to you, this day you shall be with me in Paradise.\"",
          "ID": "43"
        },
        {
          "text": "Now it was nearly the sixth hour, and a darkness occurred over the entire earth, until the ninth hour.",
          "ID": "44"
        },
        {
          "text": "And the sun was obscured. And the veil of the temple was torn down the middle.",
          "ID": "45"
        },
        {
          "text": "And Jesus, crying out with a loud voice, said: \"Father, into your hands I commend my spirit.\" And upon saying this, he expired.",
          "ID": "46"
        },
        {
          "text": "Now, the centurion, seeing what had happened, glorified God, saying, \"Truly, this man was the Just One.\"",
          "ID": "47"
        },
        {
          "text": "And the entire crowd of those who came together to see this spectacle also saw what had happened, and they returned, striking their breasts.",
          "ID": "48"
        },
        {
          "text": "Now all those who knew him, and the women who had followed him from Galilee, were standing at a distance, watching these things.",
          "ID": "49"
        },
        {
          "text": "And behold, there was a man named Joseph, who was a councilman, a good and just man,",
          "ID": "50"
        },
        {
          "text": "(for he had not consented to their decision or their actions). He was from Arimathea, a city of Judea. And he was himself also anticipating the kingdom of God.",
          "ID": "51"
        },
        {
          "text": "This man approached Pilate and petitioned for the body of Jesus.",
          "ID": "52"
        },
        {
          "text": "And taking him down, he wrapped him in a fine linen cloth, and he placed him in a tomb hewn from rock, in which no one had ever been placed.",
          "ID": "53"
        },
        {
          "text": "And it was the day of Preparation, and the Sabbath was drawing near.",
          "ID": "54"
        },
        {
          "text": "Now the women who had come with him from Galilee, by following, saw the tomb and the manner in which his body was placed.",
          "ID": "55"
        },
        {
          "text": "And upon returning, they prepared aromatic spices and ointments. But on the Sabbath, indeed, they rested, according to the commandment.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "Luke 23"
    },
    {
      "text": [
        {
          "text": "Then, on the first Sabbath, at very first light, they went to the tomb, carrying the aromatic spices that they had prepared.",
          "ID": "1"
        },
        {
          "text": "And they found the stone rolled back from the tomb.",
          "ID": "2"
        },
        {
          "text": "And upon entering, they did not find the body of the Lord Jesus.",
          "ID": "3"
        },
        {
          "text": "And it happened that, while their minds were still confused about this, behold, two men stood beside them, in shining apparel.",
          "ID": "4"
        },
        {
          "text": "Then, since they were afraid and were turning their faces toward the ground, these two said to them: \"Why do you seek the living with the dead?",
          "ID": "5"
        },
        {
          "text": "He is not here, for he has risen. Recall how he spoke to you, when he was still in Galilee,",
          "ID": "6"
        },
        {
          "text": "saying: 'For the Son of man must be delivered into the hands of sinful men, and be crucified, and on the third day rise again.' \"",
          "ID": "7"
        },
        {
          "text": "And they called to mind his words.",
          "ID": "8"
        },
        {
          "text": "And returning from the tomb, they reported all these things to the eleven, and to all the others.",
          "ID": "9"
        },
        {
          "text": "Now it was Mary Magdalene, and Joanna, and Mary of James, and the other women who were with them, who told these things to the Apostles.",
          "ID": "10"
        },
        {
          "text": "But these words seemed to them a delusion. And so they did not believe them.",
          "ID": "11"
        },
        {
          "text": "But Peter, rising up, ran to the tomb. And stooping down, he saw the linen cloths positioned alone, and he went away wondering to himself about what had happened.",
          "ID": "12"
        },
        {
          "text": "And behold, two of them went out, on the same day, to a town named Emmaus, which was the distance of sixty stadia from Jerusalem.",
          "ID": "13"
        },
        {
          "text": "And they spoke to one another about all of these things that had occurred.",
          "ID": "14"
        },
        {
          "text": "And it happened that, while they were speculating and questioning within themselves, Jesus himself, drawing near, traveled with them.",
          "ID": "15"
        },
        {
          "text": "But their eyes were restrained, so that they would not recognize him.",
          "ID": "16"
        },
        {
          "text": "And he said to them, \"What are these words, which you are discussing with one another, as you walk and are sad?\"",
          "ID": "17"
        },
        {
          "text": "And one of them, whose name was Cleopas, responded by saying to him, \"Are you the only one visiting Jerusalem who does not know the things that have happened there in these days?\"",
          "ID": "18"
        },
        {
          "text": "And he said to them, \"What things?\" And they said, \"About Jesus of Nazareth, who was a noble prophet, powerful in works and in words, before God and all the people.",
          "ID": "19"
        },
        {
          "text": "And how our high priests and leaders handed him over to be condemned to death. And they crucified him.",
          "ID": "20"
        },
        {
          "text": "But we were hoping that he would be the Redeemer of Israel. And now, on top of all this, today is the third day since these things have happened.",
          "ID": "21"
        },
        {
          "text": "Then, too, certain women from among us terrified us. For before daytime, they were at the tomb,",
          "ID": "22"
        },
        {
          "text": "and, having not found his body, they returned, saying that they had even seen a vision of Angels, who said that he is alive.",
          "ID": "23"
        },
        {
          "text": "And some of us went out to the tomb. And they found it just as the women had said. But truly, they did not find him.\"",
          "ID": "24"
        },
        {
          "text": "And he said to them: \"How foolish and reluctant in heart you are, to believe everything that has been spoken by the Prophets!",
          "ID": "25"
        },
        {
          "text": "Was not the Christ required to suffer these things, and so enter into his glory?\"",
          "ID": "26"
        },
        {
          "text": "And beginning from Moses and all the Prophets, he interpreted for them, in all the Scriptures, the things that were about him.",
          "ID": "27"
        },
        {
          "text": "And they drew near to the town where they were going. And he conducted himself so as to go on further.",
          "ID": "28"
        },
        {
          "text": "But they were insistent with him, saying, \"Remain with us, because it is toward evening and now daylight is declining.\" And so he entered with them.",
          "ID": "29"
        },
        {
          "text": "And it happened that, while he was at table with them, he took bread, and he blessed and broke it, and he extended it to them.",
          "ID": "30"
        },
        {
          "text": "And their eyes were opened, and they recognized him. And he vanished from their eyes.",
          "ID": "31"
        },
        {
          "text": "And they said to one another, \"Was not our heart burning within us, while he was speaking on the way, and when he opened the Scriptures to us?\"",
          "ID": "32"
        },
        {
          "text": "And rising up at that same hour, they returned to Jerusalem. And they found the eleven gathered together, and those who were with them,",
          "ID": "33"
        },
        {
          "text": "saying: \"In truth, the Lord has risen, and he has appeared to Simon.\"",
          "ID": "34"
        },
        {
          "text": "And they explained the things that were done on the way, and how they had recognized him at the breaking of the bread.",
          "ID": "35"
        },
        {
          "text": "Then, while they were talking about these things, Jesus stood in their midst, And he said to them: \"Peace be with you. It is I. Do not be afraid.\"",
          "ID": "36"
        },
        {
          "text": "Yet truly, they were very disturbed and terrified, supposing that they saw a spirit.",
          "ID": "37"
        },
        {
          "text": "And he said to them: \"Why are you disturbed, and why do these thoughts rise up in your hearts?",
          "ID": "38"
        },
        {
          "text": "See my hands and feet, that it is I myself. Look and touch. For a spirit does not have flesh and bones, as you see that I have.\"",
          "ID": "39"
        },
        {
          "text": "And when he had said this, he showed them his hands and feet.",
          "ID": "40"
        },
        {
          "text": "Then, while they were still in disbelief and in wonder out of joy, he said, \"Do you have anything here to eat?\"",
          "ID": "41"
        },
        {
          "text": "And they offered him a piece of roasted fish and a honeycomb.",
          "ID": "42"
        },
        {
          "text": "And when he had eaten these in their sight, taking up what was left, he gave it to them.",
          "ID": "43"
        },
        {
          "text": "And he said to them: \"These are the words that I spoke to you when I was still with you, because all things must be fulfilled which are written in the law of Moses, and in the Prophets, and in the Psalms about me.\"",
          "ID": "44"
        },
        {
          "text": "Then he opened their mind, so that they might understand the Scriptures.",
          "ID": "45"
        },
        {
          "text": "And he said to them: \"For so it is written, and so it was necessary, for the Christ to suffer and to rise up from the dead on the third day,",
          "ID": "46"
        },
        {
          "text": "and, in his name, for repentance and the remission of sins to be preached, among all the nations, beginning at Jerusalem.",
          "ID": "47"
        },
        {
          "text": "And you are witnesses of these things.",
          "ID": "48"
        },
        {
          "text": "And I am sending the Promise of my Father upon you. But you must stay in the city, until such time as you are clothed with power from on high.\"",
          "ID": "49"
        },
        {
          "text": "Then he led them out as far as Bethania. And lifting up his hands, he blessed them.",
          "ID": "50"
        },
        {
          "text": "And it happened that, while he was blessing them, he withdrew from them, and he was carried up into heaven.",
          "ID": "51"
        },
        {
          "text": "And worshiping, they returned to Jerusalem with great joy.",
          "ID": "52"
        },
        {
          "text": "And they were always in the temple, praising and blessing God. Amen.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "Luke 24"
    }
  ],
  "ID": "NT:LUK(CPDV)",
  "version": "CPDV",
  "name": "Luke"
}