{
  "text": [
    {
      "text": [
        {
          "text": "Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us,",
          "ID": "1"
        },
        {
          "text": "just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us,",
          "ID": "2"
        },
        {
          "text": "it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus,",
          "ID": "3"
        },
        {
          "text": "that you may have certainty concerning the things you have been taught.",
          "ID": "4"
        },
        {
          "text": "In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth.",
          "ID": "5"
        },
        {
          "text": "And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord.",
          "ID": "6"
        },
        {
          "text": "But they had no child, because Elizabeth was barren, and both were advanced in years.",
          "ID": "7"
        },
        {
          "text": "Now while he was serving as priest before God when his division was on duty,",
          "ID": "8"
        },
        {
          "text": "according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense.",
          "ID": "9"
        },
        {
          "text": "And the whole multitude of the people were praying outside at the hour of incense.",
          "ID": "10"
        },
        {
          "text": "And there appeared to him an angel of the Lord standing on the right side of the altar of incense.",
          "ID": "11"
        },
        {
          "text": "And Zechariah was troubled when he saw him, and fear fell upon him.",
          "ID": "12"
        },
        {
          "text": "But the angel said to him, \"Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John.",
          "ID": "13"
        },
        {
          "text": "And you will have joy and gladness, and many will rejoice at his birth,",
          "ID": "14"
        },
        {
          "text": "for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother's womb.",
          "ID": "15"
        },
        {
          "text": "And he will turn many of the children of Israel to the Lord their God,",
          "ID": "16"
        },
        {
          "text": "and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.\"",
          "ID": "17"
        },
        {
          "text": "And Zechariah said to the angel, \"How shall I know this? For I am an old man, and my wife is advanced in years.\"",
          "ID": "18"
        },
        {
          "text": "And the angel answered him, \"I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news.",
          "ID": "19"
        },
        {
          "text": "And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.\"",
          "ID": "20"
        },
        {
          "text": "And the people were waiting for Zechariah, and they were wondering at his delay in the temple.",
          "ID": "21"
        },
        {
          "text": "And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute.",
          "ID": "22"
        },
        {
          "text": "And when his time of service was ended, he went to his home.",
          "ID": "23"
        },
        {
          "text": "After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying,",
          "ID": "24"
        },
        {
          "text": "\"Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.\"",
          "ID": "25"
        },
        {
          "text": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth,",
          "ID": "26"
        },
        {
          "text": "to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin's name was Mary.",
          "ID": "27"
        },
        {
          "text": "And he came to her and said, \"Greetings, O favored one, the Lord is with you!\"",
          "ID": "28"
        },
        {
          "text": "But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be.",
          "ID": "29"
        },
        {
          "text": "And the angel said to her, \"Do not be afraid, Mary, for you have found favor with God.",
          "ID": "30"
        },
        {
          "text": "And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus.",
          "ID": "31"
        },
        {
          "text": "He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David,",
          "ID": "32"
        },
        {
          "text": "and he will reign over the house of Jacob forever, and of his kingdom there will be no end.\"",
          "ID": "33"
        },
        {
          "text": "And Mary said to the angel, \"How will this be, since I am a virgin?\"",
          "ID": "34"
        },
        {
          "text": "And the angel answered her, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.",
          "ID": "35"
        },
        {
          "text": "And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren.",
          "ID": "36"
        },
        {
          "text": "For nothing will be impossible with God.\"",
          "ID": "37"
        },
        {
          "text": "And Mary said, \"Behold, I am the servant of the Lord; let it be to me according to your word.\" And the angel departed from her.",
          "ID": "38"
        },
        {
          "text": "In those days Mary arose and went with haste into the hill country, to a town in Judah,",
          "ID": "39"
        },
        {
          "text": "and she entered the house of Zechariah and greeted Elizabeth.",
          "ID": "40"
        },
        {
          "text": "And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit,",
          "ID": "41"
        },
        {
          "text": "and she exclaimed with a loud cry, \"Blessed are you among women, and blessed is the fruit of your womb!",
          "ID": "42"
        },
        {
          "text": "And why is this granted to me that the mother of my Lord should come to me?",
          "ID": "43"
        },
        {
          "text": "For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy.",
          "ID": "44"
        },
        {
          "text": "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.\"",
          "ID": "45"
        },
        {
          "text": "And Mary said,",
          "ID": "46"
        },
        {
          "text": "\"My soul magnifies the Lord,",
          "ID": "46"
        },
        {
          "text": "and my spirit rejoices in God my Savior,",
          "ID": "47"
        },
        {
          "text": "for he has looked on the humble estate of his servant.",
          "ID": "48"
        },
        {
          "text": "For behold, from now on all generations will call me blessed;",
          "ID": "48"
        },
        {
          "text": "for he who is mighty has done great things for me,",
          "ID": "49"
        },
        {
          "text": "and holy is his name.",
          "ID": "49"
        },
        {
          "text": "And his mercy is for those who fear him",
          "ID": "50"
        },
        {
          "text": "from generation to generation.",
          "ID": "50"
        },
        {
          "text": "He has shown strength with his arm;",
          "ID": "51"
        },
        {
          "text": "he has scattered the proud in the thoughts of their hearts;",
          "ID": "51"
        },
        {
          "text": "he has brought down the mighty from their thrones",
          "ID": "52"
        },
        {
          "text": "and exalted those of humble estate;",
          "ID": "52"
        },
        {
          "text": "he has filled the hungry with good things,",
          "ID": "53"
        },
        {
          "text": "and the rich he has sent away empty.",
          "ID": "53"
        },
        {
          "text": "He has helped his servant Israel,",
          "ID": "54"
        },
        {
          "text": "in remembrance of his mercy,",
          "ID": "54"
        },
        {
          "text": "as he spoke to our fathers,",
          "ID": "55"
        },
        {
          "text": "to Abraham and to his offspring forever.\"",
          "ID": "55"
        },
        {
          "text": "And Mary remained with her about three months and returned to her home.",
          "ID": "56"
        },
        {
          "text": "Now the time came for Elizabeth to give birth, and she bore a son.",
          "ID": "57"
        },
        {
          "text": "And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her.",
          "ID": "58"
        },
        {
          "text": "And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father,",
          "ID": "59"
        },
        {
          "text": "but his mother answered, \"No; he shall be called John.\"",
          "ID": "60"
        },
        {
          "text": "And they said to her, \"None of your relatives is called by this name.\"",
          "ID": "61"
        },
        {
          "text": "And they made signs to his father, inquiring what he wanted him to be called.",
          "ID": "62"
        },
        {
          "text": "And he asked for a writing tablet and wrote, \"His name is John.\" And they all wondered.",
          "ID": "63"
        },
        {
          "text": "And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God.",
          "ID": "64"
        },
        {
          "text": "And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea,",
          "ID": "65"
        },
        {
          "text": "and all who heard them laid them up in their hearts, saying, \"What then will this child be?\" For the hand of the Lord was with him.",
          "ID": "66"
        },
        {
          "text": "And his father Zechariah was filled with the Holy Spirit and prophesied, saying,",
          "ID": "67"
        },
        {
          "text": "\"Blessed be the Lord God of Israel,",
          "ID": "68"
        },
        {
          "text": "for he has visited and redeemed his people",
          "ID": "68"
        },
        {
          "text": "and has raised up a horn of salvation for us",
          "ID": "69"
        },
        {
          "text": "in the house of his servant David,",
          "ID": "69"
        },
        {
          "text": "as he spoke by the mouth of his holy prophets from of old,",
          "ID": "70"
        },
        {
          "text": "that we should be saved from our enemies",
          "ID": "71"
        },
        {
          "text": "and from the hand of all who hate us;",
          "ID": "71"
        },
        {
          "text": "to show the mercy promised to our fathers",
          "ID": "72"
        },
        {
          "text": "and to remember his holy covenant,",
          "ID": "72"
        },
        {
          "text": "the oath that he swore to our father Abraham, to grant us",
          "ID": "73"
        },
        {
          "text": "that we, being delivered from the hand of our enemies,",
          "ID": "74"
        },
        {
          "text": "might serve him without fear,",
          "ID": "74"
        },
        {
          "text": "in holiness and righteousness before him all our days.",
          "ID": "75"
        },
        {
          "text": "And you, child, will be called the prophet of the Most High;",
          "ID": "76"
        },
        {
          "text": "for you will go before the Lord to prepare his ways,",
          "ID": "76"
        },
        {
          "text": "to give knowledge of salvation to his people",
          "ID": "77"
        },
        {
          "text": "in the forgiveness of their sins,",
          "ID": "77"
        },
        {
          "text": "because of the tender mercy of our God,",
          "ID": "78"
        },
        {
          "text": "whereby the sunrise shall visit us from on high",
          "ID": "78"
        },
        {
          "text": "to give light to those who sit in darkness and in the shadow of death,",
          "ID": "79"
        },
        {
          "text": "to guide our feet into the way of peace.\"",
          "ID": "79"
        },
        {
          "text": "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "Luke 1"
    },
    {
      "text": [
        {
          "text": "In those days a decree went out from Caesar Augustus that all the world should be registered.",
          "ID": "1"
        },
        {
          "text": "This was the first registration when Quirinius was governor of Syria.",
          "ID": "2"
        },
        {
          "text": "And all went to be registered, each to his own town.",
          "ID": "3"
        },
        {
          "text": "And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David,",
          "ID": "4"
        },
        {
          "text": "to be registered with Mary, his betrothed, who was with child.",
          "ID": "5"
        },
        {
          "text": "And while they were there, the time came for her to give birth.",
          "ID": "6"
        },
        {
          "text": "And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.",
          "ID": "7"
        },
        {
          "text": "And in the same region there were shepherds out in the field, keeping watch over their flock by night.",
          "ID": "8"
        },
        {
          "text": "And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear.",
          "ID": "9"
        },
        {
          "text": "And the angel said to them, \"Fear not, for behold, I bring you good news of great joy that will be for all the people.",
          "ID": "10"
        },
        {
          "text": "For unto you is born this day in the city of David a Savior, who is Christ the Lord.",
          "ID": "11"
        },
        {
          "text": "And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.\"",
          "ID": "12"
        },
        {
          "text": "And suddenly there was with the angel a multitude of the heavenly host praising God and saying,",
          "ID": "13"
        },
        {
          "text": "\"Glory to God in the highest,",
          "ID": "14"
        },
        {
          "text": "and on earth peace among those with whom he is pleased!\"",
          "ID": "14"
        },
        {
          "text": "When the angels went away from them into heaven, the shepherds said to one another, \"Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.\"",
          "ID": "15"
        },
        {
          "text": "And they went with haste and found Mary and Joseph, and the baby lying in a manger.",
          "ID": "16"
        },
        {
          "text": "And when they saw it, they made known the saying that had been told them concerning this child.",
          "ID": "17"
        },
        {
          "text": "And all who heard it wondered at what the shepherds told them.",
          "ID": "18"
        },
        {
          "text": "But Mary treasured up all these things, pondering them in her heart.",
          "ID": "19"
        },
        {
          "text": "And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.",
          "ID": "20"
        },
        {
          "text": "And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.",
          "ID": "21"
        },
        {
          "text": "And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord",
          "ID": "22"
        },
        {
          "text": "(as it is written in the Law of the Lord, \"Every male who first opens the womb shall be called holy to the Lord\")",
          "ID": "23"
        },
        {
          "text": "and to offer a sacrifice according to what is said in the Law of the Lord, \"a pair of turtledoves, or two young pigeons.\"",
          "ID": "24"
        },
        {
          "text": "Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him.",
          "ID": "25"
        },
        {
          "text": "And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord's Christ.",
          "ID": "26"
        },
        {
          "text": "And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law,",
          "ID": "27"
        },
        {
          "text": "he took him up in his arms and blessed God and said,",
          "ID": "28"
        },
        {
          "text": "\"Lord, now you are letting your servant depart in peace,",
          "ID": "29"
        },
        {
          "text": "according to your word;",
          "ID": "29"
        },
        {
          "text": "for my eyes have seen your salvation",
          "ID": "30"
        },
        {
          "text": "that you have prepared in the presence of all peoples,",
          "ID": "31"
        },
        {
          "text": "a light for revelation to the Gentiles,",
          "ID": "32"
        },
        {
          "text": "and for glory to your people Israel.\"",
          "ID": "32"
        },
        {
          "text": "And his father and his mother marveled at what was said about him.",
          "ID": "33"
        },
        {
          "text": "And Simeon blessed them and said to Mary his mother, \"Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed",
          "ID": "34"
        },
        {
          "text": "(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.\"",
          "ID": "35"
        },
        {
          "text": "And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin,",
          "ID": "36"
        },
        {
          "text": "and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day.",
          "ID": "37"
        },
        {
          "text": "And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.",
          "ID": "38"
        },
        {
          "text": "And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth.",
          "ID": "39"
        },
        {
          "text": "And the child grew and became strong, filled with wisdom. And the favor of God was upon him.",
          "ID": "40"
        },
        {
          "text": "Now his parents went to Jerusalem every year at the Feast of the Passover.",
          "ID": "41"
        },
        {
          "text": "And when he was twelve years old, they went up according to custom.",
          "ID": "42"
        },
        {
          "text": "And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it,",
          "ID": "43"
        },
        {
          "text": "but supposing him to be in the group they went a day's journey, but then they began to search for him among their relatives and acquaintances,",
          "ID": "44"
        },
        {
          "text": "and when they did not find him, they returned to Jerusalem, searching for him.",
          "ID": "45"
        },
        {
          "text": "After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions.",
          "ID": "46"
        },
        {
          "text": "And all who heard him were amazed at his understanding and his answers.",
          "ID": "47"
        },
        {
          "text": "And when his parents saw him, they were astonished. And his mother said to him, \"Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.\"",
          "ID": "48"
        },
        {
          "text": "And he said to them, \"Why were you looking for me? Did you not know that I must be in my Father's house?\"",
          "ID": "49"
        },
        {
          "text": "And they did not understand the saying that he spoke to them.",
          "ID": "50"
        },
        {
          "text": "And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.",
          "ID": "51"
        },
        {
          "text": "And Jesus increased in wisdom and in stature and in favor with God and man.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "Luke 2"
    },
    {
      "text": [
        {
          "text": "In the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene,",
          "ID": "1"
        },
        {
          "text": "during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.",
          "ID": "2"
        },
        {
          "text": "And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins.",
          "ID": "3"
        },
        {
          "text": "As it is written in the book of the words of Isaiah the prophet,",
          "ID": "4"
        },
        {
          "text": "\"The voice of one crying in the wilderness:",
          "ID": "4"
        },
        {
          "text": "'Prepare the way of the Lord,",
          "ID": "4"
        },
        {
          "text": "make his paths straight.",
          "ID": "4"
        },
        {
          "text": "Every valley shall be filled,",
          "ID": "5"
        },
        {
          "text": "and every mountain and hill shall be made low,",
          "ID": "5"
        },
        {
          "text": "and the crooked shall become straight,",
          "ID": "5"
        },
        {
          "text": "and the rough places shall become level ways,",
          "ID": "5"
        },
        {
          "text": "and all flesh shall see the salvation of God.'\"",
          "ID": "6"
        },
        {
          "text": "He said therefore to the crowds that came out to be baptized by him, \"You brood of vipers! Who warned you to flee from the wrath to come?",
          "ID": "7"
        },
        {
          "text": "Bear fruits in keeping with repentance. And do not begin to say to yourselves, 'We have Abraham as our father.' For I tell you, God is able from these stones to raise up children for Abraham.",
          "ID": "8"
        },
        {
          "text": "Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire.\"",
          "ID": "9"
        },
        {
          "text": "And the crowds asked him, \"What then shall we do?\"",
          "ID": "10"
        },
        {
          "text": "And he answered them, \"Whoever has two tunics is to share with him who has none, and whoever has food is to do likewise.\"",
          "ID": "11"
        },
        {
          "text": "Tax collectors also came to be baptized and said to him, \"Teacher, what shall we do?\"",
          "ID": "12"
        },
        {
          "text": "And he said to them, \"Collect no more than you are authorized to do.\"",
          "ID": "13"
        },
        {
          "text": "Soldiers also asked him, \"And we, what shall we do?\" And he said to them, \"Do not extort money from anyone by threats or by false accusation, and be content with your wages.\"",
          "ID": "14"
        },
        {
          "text": "As the people were in expectation, and all were questioning in their hearts concerning John, whether he might be the Christ,",
          "ID": "15"
        },
        {
          "text": "John answered them all, saying, \"I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire.",
          "ID": "16"
        },
        {
          "text": "His winnowing fork is in his hand, to clear his threshing floor and to gather the wheat into his barn, but the chaff he will burn with unquenchable fire.\"",
          "ID": "17"
        },
        {
          "text": "So with many other exhortations he preached good news to the people.",
          "ID": "18"
        },
        {
          "text": "But Herod the tetrarch, who had been reproved by him for Herodias, his brother's wife, and for all the evil things that Herod had done,",
          "ID": "19"
        },
        {
          "text": "added this to them all, that he locked up John in prison.",
          "ID": "20"
        },
        {
          "text": "Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened,",
          "ID": "21"
        },
        {
          "text": "and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, \"You are my beloved Son; with you I am well pleased.\"",
          "ID": "22"
        },
        {
          "text": "Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli,",
          "ID": "23"
        },
        {
          "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
          "ID": "24"
        },
        {
          "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
          "ID": "25"
        },
        {
          "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
          "ID": "26"
        },
        {
          "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
          "ID": "27"
        },
        {
          "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
          "ID": "28"
        },
        {
          "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
          "ID": "29"
        },
        {
          "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
          "ID": "30"
        },
        {
          "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
          "ID": "31"
        },
        {
          "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,",
          "ID": "32"
        },
        {
          "text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,",
          "ID": "33"
        },
        {
          "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
          "ID": "34"
        },
        {
          "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
          "ID": "35"
        },
        {
          "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
          "ID": "36"
        },
        {
          "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
          "ID": "37"
        },
        {
          "text": "the son of Enos, the son of Seth, the son of Adam, the son of God.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "Luke 3"
    },
    {
      "text": [
        {
          "text": "And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness",
          "ID": "1"
        },
        {
          "text": "for forty days, being tempted by the devil. And he ate nothing during those days. And when they were ended, he was hungry.",
          "ID": "2"
        },
        {
          "text": "The devil said to him, \"If you are the Son of God, command this stone to become bread.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus answered him, \"It is written, 'Man shall not live by bread alone.'\"",
          "ID": "4"
        },
        {
          "text": "And the devil took him up and showed him all the kingdoms of the world in a moment of time,",
          "ID": "5"
        },
        {
          "text": "and said to him, \"To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will.",
          "ID": "6"
        },
        {
          "text": "If you, then, will worship me, it will all be yours.\"",
          "ID": "7"
        },
        {
          "text": "And Jesus answered him, \"It is written,",
          "ID": "8"
        },
        {
          "text": "\"'You shall worship the Lord your God,",
          "ID": "8"
        },
        {
          "text": "and him only shall you serve.'\"",
          "ID": "8"
        },
        {
          "text": "And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, \"If you are the Son of God, throw yourself down from here,",
          "ID": "9"
        },
        {
          "text": "for it is written,",
          "ID": "10"
        },
        {
          "text": "\"'He will command his angels concerning you,",
          "ID": "10"
        },
        {
          "text": "to guard you,'",
          "ID": "10"
        },
        {
          "text": "and",
          "ID": "11"
        },
        {
          "text": "\"'On their hands they will bear you up,",
          "ID": "11"
        },
        {
          "text": "lest you strike your foot against a stone.'\"",
          "ID": "11"
        },
        {
          "text": "And Jesus answered him, \"It is said, 'You shall not put the Lord your God to the test.'\"",
          "ID": "12"
        },
        {
          "text": "And when the devil had ended every temptation, he departed from him until an opportune time.",
          "ID": "13"
        },
        {
          "text": "And Jesus returned in the power of the Spirit to Galilee, and a report about him went out through all the surrounding country.",
          "ID": "14"
        },
        {
          "text": "And he taught in their synagogues, being glorified by all.",
          "ID": "15"
        },
        {
          "text": "And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read.",
          "ID": "16"
        },
        {
          "text": "And the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written,",
          "ID": "17"
        },
        {
          "text": "\"The Spirit of the Lord is upon me,",
          "ID": "18"
        },
        {
          "text": "because he has anointed me",
          "ID": "18"
        },
        {
          "text": "to proclaim good news to the poor.",
          "ID": "18"
        },
        {
          "text": "He has sent me to proclaim liberty to the captives",
          "ID": "18"
        },
        {
          "text": "and recovering of sight to the blind,",
          "ID": "18"
        },
        {
          "text": "to set at liberty those who are oppressed,",
          "ID": "18"
        },
        {
          "text": "to proclaim the year of the Lord's favor.\"",
          "ID": "19"
        },
        {
          "text": "And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of all in the synagogue were fixed on him.",
          "ID": "20"
        },
        {
          "text": "And he began to say to them, \"Today this Scripture has been fulfilled in your hearing.\"",
          "ID": "21"
        },
        {
          "text": "And all spoke well of him and marveled at the gracious words that were coming from his mouth. And they said, \"Is not this Joseph's son?\"",
          "ID": "22"
        },
        {
          "text": "And he said to them, \"Doubtless you will quote to me this proverb, 'Physician, heal yourself.' What we have heard you did at Capernaum, do here in your hometown as well.\"",
          "ID": "23"
        },
        {
          "text": "And he said, \"Truly, I say to you, no prophet is acceptable in his hometown.",
          "ID": "24"
        },
        {
          "text": "But in truth, I tell you, there were many widows in Israel in the days of Elijah, when the heavens were shut up three years and six months, and a great famine came over all the land,",
          "ID": "25"
        },
        {
          "text": "and Elijah was sent to none of them but only to Zarephath, in the land of Sidon, to a woman who was a widow.",
          "ID": "26"
        },
        {
          "text": "And there were many lepers in Israel in the time of the prophet Elisha, and none of them was cleansed, but only Naaman the Syrian.\"",
          "ID": "27"
        },
        {
          "text": "When they heard these things, all in the synagogue were filled with wrath.",
          "ID": "28"
        },
        {
          "text": "And they rose up and drove him out of the town and brought him to the brow of the hill on which their town was built, so that they could throw him down the cliff.",
          "ID": "29"
        },
        {
          "text": "But passing through their midst, he went away.",
          "ID": "30"
        },
        {
          "text": "And he went down to Capernaum, a city of Galilee. And he was teaching them on the Sabbath,",
          "ID": "31"
        },
        {
          "text": "and they were astonished at his teaching, for his word possessed authority.",
          "ID": "32"
        },
        {
          "text": "And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,",
          "ID": "33"
        },
        {
          "text": "\"Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.\"",
          "ID": "34"
        },
        {
          "text": "But Jesus rebuked him, saying, \"Be silent and come out of him!\" And when the demon had thrown him down in their midst, he came out of him, having done him no harm.",
          "ID": "35"
        },
        {
          "text": "And they were all amazed and said to one another, \"What is this word? For with authority and power he commands the unclean spirits, and they come out!\"",
          "ID": "36"
        },
        {
          "text": "And reports about him went out into every place in the surrounding region.",
          "ID": "37"
        },
        {
          "text": "And he arose and left the synagogue and entered Simon's house. Now Simon's mother-in-law was ill with a high fever, and they appealed to him on her behalf.",
          "ID": "38"
        },
        {
          "text": "And he stood over her and rebuked the fever, and it left her, and immediately she rose and began to serve them.",
          "ID": "39"
        },
        {
          "text": "Now when the sun was setting, all those who had any who were sick with various diseases brought them to him, and he laid his hands on every one of them and healed them.",
          "ID": "40"
        },
        {
          "text": "And demons also came out of many, crying, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew that he was the Christ.",
          "ID": "41"
        },
        {
          "text": "And when it was day, he departed and went into a desolate place. And the people sought him and came to him, and would have kept him from leaving them,",
          "ID": "42"
        },
        {
          "text": "but he said to them, \"I must preach the good news of the kingdom of God to the other towns as well; for I was sent for this purpose.\"",
          "ID": "43"
        },
        {
          "text": "And he was preaching in the synagogues of Judea.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "Luke 4"
    },
    {
      "text": [
        {
          "text": "On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret,",
          "ID": "1"
        },
        {
          "text": "and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets.",
          "ID": "2"
        },
        {
          "text": "Getting into one of the boats, which was Simon's, he asked him to put out a little from the land. And he sat down and taught the people from the boat.",
          "ID": "3"
        },
        {
          "text": "And when he had finished speaking, he said to Simon, \"Put out into the deep and let down your nets for a catch.\"",
          "ID": "4"
        },
        {
          "text": "And Simon answered, \"Master, we toiled all night and took nothing! But at your word I will let down the nets.\"",
          "ID": "5"
        },
        {
          "text": "And when they had done this, they enclosed a large number of fish, and their nets were breaking.",
          "ID": "6"
        },
        {
          "text": "They signaled to their partners in the other boat to come and help them. And they came and filled both the boats, so that they began to sink.",
          "ID": "7"
        },
        {
          "text": "But when Simon Peter saw it, he fell down at Jesus' knees, saying, \"Depart from me, for I am a sinful man, O Lord.\"",
          "ID": "8"
        },
        {
          "text": "For he and all who were with him were astonished at the catch of fish that they had taken,",
          "ID": "9"
        },
        {
          "text": "and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, \"Do not be afraid; from now on you will be catching men.\"",
          "ID": "10"
        },
        {
          "text": "And when they had brought their boats to land, they left everything and followed him.",
          "ID": "11"
        },
        {
          "text": "While he was in one of the cities, there came a man full of leprosy. And when he saw Jesus, he fell on his face and begged him, \"Lord, if you will, you can make me clean.\"",
          "ID": "12"
        },
        {
          "text": "And Jesus stretched out his hand and touched him, saying, \"I will; be clean.\" And immediately the leprosy left him.",
          "ID": "13"
        },
        {
          "text": "And he charged him to tell no one, but \"go and show yourself to the priest, and make an offering for your cleansing, as Moses commanded, for a proof to them.\"",
          "ID": "14"
        },
        {
          "text": "But now even more the report about him went abroad, and great crowds gathered to hear him and to be healed of their infirmities.",
          "ID": "15"
        },
        {
          "text": "But he would withdraw to desolate places and pray.",
          "ID": "16"
        },
        {
          "text": "On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal.",
          "ID": "17"
        },
        {
          "text": "And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus,",
          "ID": "18"
        },
        {
          "text": "but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus.",
          "ID": "19"
        },
        {
          "text": "And when he saw their faith, he said, \"Man, your sins are forgiven you.\"",
          "ID": "20"
        },
        {
          "text": "And the scribes and the Pharisees began to question, saying, \"Who is this who speaks blasphemies? Who can forgive sins but God alone?\"",
          "ID": "21"
        },
        {
          "text": "When Jesus perceived their thoughts, he answered them, \"Why do you question in your hearts?",
          "ID": "22"
        },
        {
          "text": "Which is easier, to say, 'Your sins are forgiven you,' or to say, 'Rise and walk'?",
          "ID": "23"
        },
        {
          "text": "But that you may know that the Son of Man has authority on earth to forgive sins\"—he said to the man who was paralyzed—\"I say to you, rise, pick up your bed and go home.\"",
          "ID": "24"
        },
        {
          "text": "And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God.",
          "ID": "25"
        },
        {
          "text": "And amazement seized them all, and they glorified God and were filled with awe, saying, \"We have seen extraordinary things today.\"",
          "ID": "26"
        },
        {
          "text": "After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, \"Follow me.\"",
          "ID": "27"
        },
        {
          "text": "And leaving everything, he rose and followed him.",
          "ID": "28"
        },
        {
          "text": "And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them.",
          "ID": "29"
        },
        {
          "text": "And the Pharisees and their scribes grumbled at his disciples, saying, \"Why do you eat and drink with tax collectors and sinners?\"",
          "ID": "30"
        },
        {
          "text": "And Jesus answered them, \"Those who are well have no need of a physician, but those who are sick.",
          "ID": "31"
        },
        {
          "text": "I have not come to call the righteous but sinners to repentance.\"",
          "ID": "32"
        },
        {
          "text": "And they said to him, \"The disciples of John fast often and offer prayers, and so do the disciples of the Pharisees, but yours eat and drink.\"",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, \"Can you make wedding guests fast while the bridegroom is with them?",
          "ID": "34"
        },
        {
          "text": "The days will come when the bridegroom is taken away from them, and then they will fast in those days.\"",
          "ID": "35"
        },
        {
          "text": "He also told them a parable: \"No one tears a piece from a new garment and puts it on an old garment. If he does, he will tear the new, and the piece from the new will not match the old.",
          "ID": "36"
        },
        {
          "text": "And no one puts new wine into old wineskins. If he does, the new wine will burst the skins and it will be spilled, and the skins will be destroyed.",
          "ID": "37"
        },
        {
          "text": "But new wine must be put into fresh wineskins.",
          "ID": "38"
        },
        {
          "text": "And no one after drinking old wine desires new, for he says, 'The old is good.'\"",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "Luke 5"
    },
    {
      "text": [
        {
          "text": "On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands.",
          "ID": "1"
        },
        {
          "text": "But some of the Pharisees said, \"Why are you doing what is not lawful to do on the Sabbath?\"",
          "ID": "2"
        },
        {
          "text": "And Jesus answered them, \"Have you not read what David did when he was hungry, he and those who were with him:",
          "ID": "3"
        },
        {
          "text": "how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"The Son of Man is lord of the Sabbath.\"",
          "ID": "5"
        },
        {
          "text": "On another Sabbath, he entered the synagogue and was teaching, and a man was there whose right hand was withered.",
          "ID": "6"
        },
        {
          "text": "And the scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, so that they might find a reason to accuse him.",
          "ID": "7"
        },
        {
          "text": "But he knew their thoughts, and he said to the man with the withered hand, \"Come and stand here.\" And he rose and stood there.",
          "ID": "8"
        },
        {
          "text": "And Jesus said to them, \"I ask you, is it lawful on the Sabbath to do good or to do harm, to save life or to destroy it?\"",
          "ID": "9"
        },
        {
          "text": "And after looking around at them all he said to him, \"Stretch out your hand.\" And he did so, and his hand was restored.",
          "ID": "10"
        },
        {
          "text": "But they were filled with fury and discussed with one another what they might do to Jesus.",
          "ID": "11"
        },
        {
          "text": "In these days he went out to the mountain to pray, and all night he continued in prayer to God.",
          "ID": "12"
        },
        {
          "text": "And when day came, he called his disciples and chose from them twelve, whom he named apostles:",
          "ID": "13"
        },
        {
          "text": "Simon, whom he named Peter, and Andrew his brother, and James and John, and Philip, and Bartholomew,",
          "ID": "14"
        },
        {
          "text": "and Matthew, and Thomas, and James the son of Alphaeus, and Simon who was called the Zealot,",
          "ID": "15"
        },
        {
          "text": "and Judas the son of James, and Judas Iscariot, who became a traitor.",
          "ID": "16"
        },
        {
          "text": "And he came down with them and stood on a level place, with a great crowd of his disciples and a great multitude of people from all Judea and Jerusalem and the seacoast of Tyre and Sidon,",
          "ID": "17"
        },
        {
          "text": "who came to hear him and to be healed of their diseases. And those who were troubled with unclean spirits were cured.",
          "ID": "18"
        },
        {
          "text": "And all the crowd sought to touch him, for power came out from him and healed them all.",
          "ID": "19"
        },
        {
          "text": "And he lifted up his eyes on his disciples, and said:",
          "ID": "20"
        },
        {
          "text": "\"Blessed are you who are poor, for yours is the kingdom of God.",
          "ID": "20"
        },
        {
          "text": "\"Blessed are you who are hungry now, for you shall be satisfied.",
          "ID": "21"
        },
        {
          "text": "\"Blessed are you who weep now, for you shall laugh.",
          "ID": "21"
        },
        {
          "text": "\"Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!",
          "ID": "22"
        },
        {
          "text": "Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.",
          "ID": "23"
        },
        {
          "text": "\"But woe to you who are rich, for you have received your consolation.",
          "ID": "24"
        },
        {
          "text": "\"Woe to you who are full now, for you shall be hungry.",
          "ID": "25"
        },
        {
          "text": "\"Woe to you who laugh now, for you shall mourn and weep.",
          "ID": "25"
        },
        {
          "text": "\"Woe to you, when all people speak well of you, for so their fathers did to the false prophets.",
          "ID": "26"
        },
        {
          "text": "\"But I say to you who hear, Love your enemies, do good to those who hate you,",
          "ID": "27"
        },
        {
          "text": "bless those who curse you, pray for those who abuse you.",
          "ID": "28"
        },
        {
          "text": "To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.",
          "ID": "29"
        },
        {
          "text": "Give to everyone who begs from you, and from one who takes away your goods do not demand them back.",
          "ID": "30"
        },
        {
          "text": "And as you wish that others would do to you, do so to them.",
          "ID": "31"
        },
        {
          "text": "\"If you love those who love you, what benefit is that to you? For even sinners love those who love them.",
          "ID": "32"
        },
        {
          "text": "And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.",
          "ID": "33"
        },
        {
          "text": "And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.",
          "ID": "34"
        },
        {
          "text": "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.",
          "ID": "35"
        },
        {
          "text": "Be merciful, even as your Father is merciful.",
          "ID": "36"
        },
        {
          "text": "\"Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;",
          "ID": "37"
        },
        {
          "text": "give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.\"",
          "ID": "38"
        },
        {
          "text": "He also told them a parable: \"Can a blind man lead a blind man? Will they not both fall into a pit?",
          "ID": "39"
        },
        {
          "text": "A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher.",
          "ID": "40"
        },
        {
          "text": "Why do you see the speck that is in your brother's eye, but do not notice the log that is in your own eye?",
          "ID": "41"
        },
        {
          "text": "How can you say to your brother, 'Brother, let me take out the speck that is in your eye,' when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother's eye.",
          "ID": "42"
        },
        {
          "text": "\"For no good tree bears bad fruit, nor again does a bad tree bear good fruit,",
          "ID": "43"
        },
        {
          "text": "for each tree is known by its own fruit. For figs are not gathered from thornbushes, nor are grapes picked from a bramble bush.",
          "ID": "44"
        },
        {
          "text": "The good person out of the good treasure of his heart produces good, and the evil person out of his evil treasure produces evil, for out of the abundance of the heart his mouth speaks.",
          "ID": "45"
        },
        {
          "text": "\"Why do you call me 'Lord, Lord,' and not do what I tell you?",
          "ID": "46"
        },
        {
          "text": "Everyone who comes to me and hears my words and does them, I will show you what he is like:",
          "ID": "47"
        },
        {
          "text": "he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built.",
          "ID": "48"
        },
        {
          "text": "But the one who hears and does not do them is like a man who built a house on the ground without a foundation. When the stream broke against it, immediately it fell, and the ruin of that house was great.\"",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "Luke 6"
    },
    {
      "text": [
        {
          "text": "After he had finished all his sayings in the hearing of the people, he entered Capernaum.",
          "ID": "1"
        },
        {
          "text": "Now a centurion had a servant who was sick and at the point of death, who was highly valued by him.",
          "ID": "2"
        },
        {
          "text": "When the centurion heard about Jesus, he sent to him elders of the Jews, asking him to come and heal his servant.",
          "ID": "3"
        },
        {
          "text": "And when they came to Jesus, they pleaded with him earnestly, saying, \"He is worthy to have you do this for him,",
          "ID": "4"
        },
        {
          "text": "for he loves our nation, and he is the one who built us our synagogue.\"",
          "ID": "5"
        },
        {
          "text": "And Jesus went with them. When he was not far from the house, the centurion sent friends, saying to him, \"Lord, do not trouble yourself, for I am not worthy to have you come under my roof.",
          "ID": "6"
        },
        {
          "text": "Therefore I did not presume to come to you. But say the word, and let my servant be healed.",
          "ID": "7"
        },
        {
          "text": "For I too am a man set under authority, with soldiers under me: and I say to one, 'Go,' and he goes; and to another, 'Come,' and he comes; and to my servant, 'Do this,' and he does it.\"",
          "ID": "8"
        },
        {
          "text": "When Jesus heard these things, he marveled at him, and turning to the crowd that followed him, said, \"I tell you, not even in Israel have I found such faith.\"",
          "ID": "9"
        },
        {
          "text": "And when those who had been sent returned to the house, they found the servant well.",
          "ID": "10"
        },
        {
          "text": "Soon afterward he went to a town called Nain, and his disciples and a great crowd went with him.",
          "ID": "11"
        },
        {
          "text": "As he drew near to the gate of the town, behold, a man who had died was being carried out, the only son of his mother, and she was a widow, and a considerable crowd from the town was with her.",
          "ID": "12"
        },
        {
          "text": "And when the Lord saw her, he had compassion on her and said to her, \"Do not weep.\"",
          "ID": "13"
        },
        {
          "text": "Then he came up and touched the bier, and the bearers stood still. And he said, \"Young man, I say to you, arise.\"",
          "ID": "14"
        },
        {
          "text": "And the dead man sat up and began to speak, and Jesus gave him to his mother.",
          "ID": "15"
        },
        {
          "text": "Fear seized them all, and they glorified God, saying, \"A great prophet has arisen among us!\" and \"God has visited his people!\"",
          "ID": "16"
        },
        {
          "text": "And this report about him spread through the whole of Judea and all the surrounding country.",
          "ID": "17"
        },
        {
          "text": "The disciples of John reported all these things to him. And John,",
          "ID": "18"
        },
        {
          "text": "calling two of his disciples to him, sent them to the Lord, saying, \"Are you the one who is to come, or shall we look for another?\"",
          "ID": "19"
        },
        {
          "text": "And when the men had come to him, they said, \"John the Baptist has sent us to you, saying, 'Are you the one who is to come, or shall we look for another?'\"",
          "ID": "20"
        },
        {
          "text": "In that hour he healed many people of diseases and plagues and evil spirits, and on many who were blind he bestowed sight.",
          "ID": "21"
        },
        {
          "text": "And he answered them, \"Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, lepers are cleansed, and the deaf hear, the dead are raised up, the poor have good news preached to them.",
          "ID": "22"
        },
        {
          "text": "And blessed is the one who is not offended by me.\"",
          "ID": "23"
        },
        {
          "text": "When John's messengers had gone, Jesus began to speak to the crowds concerning John: \"What did you go out into the wilderness to see? A reed shaken by the wind?",
          "ID": "24"
        },
        {
          "text": "What then did you go out to see? A man dressed in soft clothing? Behold, those who are dressed in splendid clothing and live in luxury are in kings' courts.",
          "ID": "25"
        },
        {
          "text": "What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
          "ID": "26"
        },
        {
          "text": "This is he of whom it is written,",
          "ID": "27"
        },
        {
          "text": "\"'Behold, I send my messenger before your face,",
          "ID": "27"
        },
        {
          "text": "who will prepare your way before you.'",
          "ID": "27"
        },
        {
          "text": "I tell you, among those born of women none is greater than John. Yet the one who is least in the kingdom of God is greater than he.\"",
          "ID": "28"
        },
        {
          "text": "(When all the people heard this, and the tax collectors too, they declared God just, having been baptized with the baptism of John,",
          "ID": "29"
        },
        {
          "text": "but the Pharisees and the lawyers rejected the purpose of God for themselves, not having been baptized by him.)",
          "ID": "30"
        },
        {
          "text": "\"To what then shall I compare the people of this generation, and what are they like?",
          "ID": "31"
        },
        {
          "text": "They are like children sitting in the marketplace and calling to one another,",
          "ID": "32"
        },
        {
          "text": "\"'We played the flute for you, and you did not dance;",
          "ID": "32"
        },
        {
          "text": "we sang a dirge, and you did not weep.'",
          "ID": "32"
        },
        {
          "text": "For John the Baptist has come eating no bread and drinking no wine, and you say, 'He has a demon.'",
          "ID": "33"
        },
        {
          "text": "The Son of Man has come eating and drinking, and you say, 'Look at him! A glutton and a drunkard, a friend of tax collectors and sinners!'",
          "ID": "34"
        },
        {
          "text": "Yet wisdom is justified by all her children.\"",
          "ID": "35"
        },
        {
          "text": "One of the Pharisees asked him to eat with him, and he went into the Pharisee's house and reclined at the table.",
          "ID": "36"
        },
        {
          "text": "And behold, a woman of the city, who was a sinner, when she learned that he was reclining at table in the Pharisee's house, brought an alabaster flask of ointment,",
          "ID": "37"
        },
        {
          "text": "and standing behind him at his feet, weeping, she began to wet his feet with her tears and wiped them with the hair of her head and kissed his feet and anointed them with the ointment.",
          "ID": "38"
        },
        {
          "text": "Now when the Pharisee who had invited him saw this, he said to himself, \"If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.\"",
          "ID": "39"
        },
        {
          "text": "And Jesus answering said to him, \"Simon, I have something to say to you.\" And he answered, \"Say it, Teacher.\"",
          "ID": "40"
        },
        {
          "text": "\"A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.",
          "ID": "41"
        },
        {
          "text": "When they could not pay, he cancelled the debt of both. Now which of them will love him more?\"",
          "ID": "42"
        },
        {
          "text": "Simon answered, \"The one, I suppose, for whom he cancelled the larger debt.\" And he said to him, \"You have judged rightly.\"",
          "ID": "43"
        },
        {
          "text": "Then turning toward the woman he said to Simon, \"Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.",
          "ID": "44"
        },
        {
          "text": "You gave me no kiss, but from the time I came in she has not ceased to kiss my feet.",
          "ID": "45"
        },
        {
          "text": "You did not anoint my head with oil, but she has anointed my feet with ointment.",
          "ID": "46"
        },
        {
          "text": "Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.\"",
          "ID": "47"
        },
        {
          "text": "And he said to her, \"Your sins are forgiven.\"",
          "ID": "48"
        },
        {
          "text": "Then those who were at table with him began to say among themselves, \"Who is this, who even forgives sins?\"",
          "ID": "49"
        },
        {
          "text": "And he said to the woman, \"Your faith has saved you; go in peace.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "Luke 7"
    },
    {
      "text": [
        {
          "text": "Soon afterward he went on through cities and villages, proclaiming and bringing the good news of the kingdom of God. And the twelve were with him,",
          "ID": "1"
        },
        {
          "text": "and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out,",
          "ID": "2"
        },
        {
          "text": "and Joanna, the wife of Chuza, Herod's household manager, and Susanna, and many others, who provided for them out of their means.",
          "ID": "3"
        },
        {
          "text": "And when a great crowd was gathering and people from town after town came to him, he said in a parable,",
          "ID": "4"
        },
        {
          "text": "\"A sower went out to sow his seed. And as he sowed, some fell along the path and was trampled underfoot, and the birds of the air devoured it.",
          "ID": "5"
        },
        {
          "text": "And some fell on the rock, and as it grew up, it withered away, because it had no moisture.",
          "ID": "6"
        },
        {
          "text": "And some fell among thorns, and the thorns grew up with it and choked it.",
          "ID": "7"
        },
        {
          "text": "And some fell into good soil and grew and yielded a hundredfold.\" As he said these things, he called out, \"He who has ears to hear, let him hear.\"",
          "ID": "8"
        },
        {
          "text": "And when his disciples asked him what this parable meant,",
          "ID": "9"
        },
        {
          "text": "he said, \"To you it has been given to know the secrets of the kingdom of God, but for others they are in parables, so that 'seeing they may not see, and hearing they may not understand.'",
          "ID": "10"
        },
        {
          "text": "Now the parable is this: The seed is the word of God.",
          "ID": "11"
        },
        {
          "text": "The ones along the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.",
          "ID": "12"
        },
        {
          "text": "And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.",
          "ID": "13"
        },
        {
          "text": "And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.",
          "ID": "14"
        },
        {
          "text": "As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.",
          "ID": "15"
        },
        {
          "text": "\"No one after lighting a lamp covers it with a jar or puts it under a bed, but puts it on a stand, so that those who enter may see the light.",
          "ID": "16"
        },
        {
          "text": "For nothing is hidden that will not be made manifest, nor is anything secret that will not be known and come to light.",
          "ID": "17"
        },
        {
          "text": "Take care then how you hear, for to the one who has, more will be given, and from the one who has not, even what he thinks that he has will be taken away.\"",
          "ID": "18"
        },
        {
          "text": "Then his mother and his brothers came to him, but they could not reach him because of the crowd.",
          "ID": "19"
        },
        {
          "text": "And he was told, \"Your mother and your brothers are standing outside, desiring to see you.\"",
          "ID": "20"
        },
        {
          "text": "But he answered them, \"My mother and my brothers are those who hear the word of God and do it.\"",
          "ID": "21"
        },
        {
          "text": "One day he got into a boat with his disciples, and he said to them, \"Let us go across to the other side of the lake.\" So they set out,",
          "ID": "22"
        },
        {
          "text": "and as they sailed he fell asleep. And a windstorm came down on the lake, and they were filling with water and were in danger.",
          "ID": "23"
        },
        {
          "text": "And they went and woke him, saying, \"Master, Master, we are perishing!\" And he awoke and rebuked the wind and the raging waves, and they ceased, and there was a calm.",
          "ID": "24"
        },
        {
          "text": "He said to them, \"Where is your faith?\" And they were afraid, and they marveled, saying to one another, \"Who then is this, that he commands even winds and water, and they obey him?\"",
          "ID": "25"
        },
        {
          "text": "Then they sailed to the country of the Gerasenes, which is opposite Galilee.",
          "ID": "26"
        },
        {
          "text": "When Jesus had stepped out on land, there met him a man from the city who had demons. For a long time he had worn no clothes, and he had not lived in a house but among the tombs.",
          "ID": "27"
        },
        {
          "text": "When he saw Jesus, he cried out and fell down before him and said with a loud voice, \"What have you to do with me, Jesus, Son of the Most High God? I beg you, do not torment me.\"",
          "ID": "28"
        },
        {
          "text": "For he had commanded the unclean spirit to come out of the man. (For many a time it had seized him. He was kept under guard and bound with chains and shackles, but he would break the bonds and be driven by the demon into the desert.)",
          "ID": "29"
        },
        {
          "text": "Jesus then asked him, \"What is your name?\" And he said, \"Legion,\" for many demons had entered him.",
          "ID": "30"
        },
        {
          "text": "And they begged him not to command them to depart into the abyss.",
          "ID": "31"
        },
        {
          "text": "Now a large herd of pigs was feeding there on the hillside, and they begged him to let them enter these. So he gave them permission.",
          "ID": "32"
        },
        {
          "text": "Then the demons came out of the man and entered the pigs, and the herd rushed down the steep bank into the lake and drowned.",
          "ID": "33"
        },
        {
          "text": "When the herdsmen saw what had happened, they fled and told it in the city and in the country.",
          "ID": "34"
        },
        {
          "text": "Then people went out to see what had happened, and they came to Jesus and found the man from whom the demons had gone, sitting at the feet of Jesus, clothed and in his right mind, and they were afraid.",
          "ID": "35"
        },
        {
          "text": "And those who had seen it told them how the demon-possessed man had been healed.",
          "ID": "36"
        },
        {
          "text": "Then all the people of the surrounding country of the Gerasenes asked him to depart from them, for they were seized with great fear. So he got into the boat and returned.",
          "ID": "37"
        },
        {
          "text": "The man from whom the demons had gone begged that he might be with him, but Jesus sent him away, saying,",
          "ID": "38"
        },
        {
          "text": "\"Return to your home, and declare how much God has done for you.\" And he went away, proclaiming throughout the whole city how much Jesus had done for him.",
          "ID": "39"
        },
        {
          "text": "Now when Jesus returned, the crowd welcomed him, for they were all waiting for him.",
          "ID": "40"
        },
        {
          "text": "And there came a man named Jairus, who was a ruler of the synagogue. And falling at Jesus' feet, he implored him to come to his house,",
          "ID": "41"
        },
        {
          "text": "for he had an only daughter, about twelve years of age, and she was dying.",
          "ID": "42"
        },
        {
          "text": "As Jesus went, the people pressed around him.",
          "ID": "42"
        },
        {
          "text": "And there was a woman who had had a discharge of blood for twelve years, and though she had spent all her living on physicians, she could not be healed by anyone.",
          "ID": "43"
        },
        {
          "text": "She came up behind him and touched the fringe of his garment, and immediately her discharge of blood ceased.",
          "ID": "44"
        },
        {
          "text": "And Jesus said, \"Who was it that touched me?\" When all denied it, Peter said, \"Master, the crowds surround you and are pressing in on you!\"",
          "ID": "45"
        },
        {
          "text": "But Jesus said, \"Someone touched me, for I perceive that power has gone out from me.\"",
          "ID": "46"
        },
        {
          "text": "And when the woman saw that she was not hidden, she came trembling, and falling down before him declared in the presence of all the people why she had touched him, and how she had been immediately healed.",
          "ID": "47"
        },
        {
          "text": "And he said to her, \"Daughter, your faith has made you well; go in peace.\"",
          "ID": "48"
        },
        {
          "text": "While he was still speaking, someone from the ruler's house came and said, \"Your daughter is dead; do not trouble the Teacher any more.\"",
          "ID": "49"
        },
        {
          "text": "But Jesus on hearing this answered him, \"Do not fear; only believe, and she will be well.\"",
          "ID": "50"
        },
        {
          "text": "And when he came to the house, he allowed no one to enter with him, except Peter and John and James, and the father and mother of the child.",
          "ID": "51"
        },
        {
          "text": "And all were weeping and mourning for her, but he said, \"Do not weep, for she is not dead but sleeping.\"",
          "ID": "52"
        },
        {
          "text": "And they laughed at him, knowing that she was dead.",
          "ID": "53"
        },
        {
          "text": "But taking her by the hand he called, saying, \"Child, arise.\"",
          "ID": "54"
        },
        {
          "text": "And her spirit returned, and she got up at once. And he directed that something should be given her to eat.",
          "ID": "55"
        },
        {
          "text": "And her parents were amazed, but he charged them to tell no one what had happened.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "Luke 8"
    },
    {
      "text": [
        {
          "text": "And he called the twelve together and gave them power and authority over all demons and to cure diseases,",
          "ID": "1"
        },
        {
          "text": "and he sent them out to proclaim the kingdom of God and to heal.",
          "ID": "2"
        },
        {
          "text": "And he said to them, \"Take nothing for your journey, no staff, nor bag, nor bread, nor money; and do not have two tunics.",
          "ID": "3"
        },
        {
          "text": "And whatever house you enter, stay there, and from there depart.",
          "ID": "4"
        },
        {
          "text": "And wherever they do not receive you, when you leave that town shake off the dust from your feet as a testimony against them.\"",
          "ID": "5"
        },
        {
          "text": "And they departed and went through the villages, preaching the gospel and healing everywhere.",
          "ID": "6"
        },
        {
          "text": "Now Herod the tetrarch heard about all that was happening, and he was perplexed, because it was said by some that John had been raised from the dead,",
          "ID": "7"
        },
        {
          "text": "by some that Elijah had appeared, and by others that one of the prophets of old had risen.",
          "ID": "8"
        },
        {
          "text": "Herod said, \"John I beheaded, but who is this about whom I hear such things?\" And he sought to see him.",
          "ID": "9"
        },
        {
          "text": "On their return the apostles told him all that they had done. And he took them and withdrew apart to a town called Bethsaida.",
          "ID": "10"
        },
        {
          "text": "When the crowds learned it, they followed him, and he welcomed them and spoke to them of the kingdom of God and cured those who had need of healing.",
          "ID": "11"
        },
        {
          "text": "Now the day began to wear away, and the twelve came and said to him, \"Send the crowd away to go into the surrounding villages and countryside to find lodging and get provisions, for we are here in a desolate place.\"",
          "ID": "12"
        },
        {
          "text": "But he said to them, \"You give them something to eat.\" They said, \"We have no more than five loaves and two fish—unless we are to go and buy food for all these people.\"",
          "ID": "13"
        },
        {
          "text": "For there were about five thousand men. And he said to his disciples, \"Have them sit down in groups of about fifty each.\"",
          "ID": "14"
        },
        {
          "text": "And they did so, and had them all sit down.",
          "ID": "15"
        },
        {
          "text": "And taking the five loaves and the two fish, he looked up to heaven and said a blessing over them. Then he broke the loaves and gave them to the disciples to set before the crowd.",
          "ID": "16"
        },
        {
          "text": "And they all ate and were satisfied. And what was left over was picked up, twelve baskets of broken pieces.",
          "ID": "17"
        },
        {
          "text": "Now it happened that as he was praying alone, the disciples were with him. And he asked them, \"Who do the crowds say that I am?\"",
          "ID": "18"
        },
        {
          "text": "And they answered, \"John the Baptist. But others say, Elijah, and others, that one of the prophets of old has risen.\"",
          "ID": "19"
        },
        {
          "text": "Then he said to them, \"But who do you say that I am?\" And Peter answered, \"The Christ of God.\"",
          "ID": "20"
        },
        {
          "text": "And he strictly charged and commanded them to tell this to no one,",
          "ID": "21"
        },
        {
          "text": "saying, \"The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and be killed, and on the third day be raised.\"",
          "ID": "22"
        },
        {
          "text": "And he said to all, \"If anyone would come after me, let him deny himself and take up his cross daily and follow me.",
          "ID": "23"
        },
        {
          "text": "For whoever would save his life will lose it, but whoever loses his life for my sake will save it.",
          "ID": "24"
        },
        {
          "text": "For what does it profit a man if he gains the whole world and loses or forfeits himself?",
          "ID": "25"
        },
        {
          "text": "For whoever is ashamed of me and of my words, of him will the Son of Man be ashamed when he comes in his glory and the glory of the Father and of the holy angels.",
          "ID": "26"
        },
        {
          "text": "But I tell you truly, there are some standing here who will not taste death until they see the kingdom of God.\"",
          "ID": "27"
        },
        {
          "text": "Now about eight days after these sayings he took with him Peter and John and James and went up on the mountain to pray.",
          "ID": "28"
        },
        {
          "text": "And as he was praying, the appearance of his face was altered, and his clothing became dazzling white.",
          "ID": "29"
        },
        {
          "text": "And behold, two men were talking with him, Moses and Elijah,",
          "ID": "30"
        },
        {
          "text": "who appeared in glory and spoke of his departure, which he was about to accomplish at Jerusalem.",
          "ID": "31"
        },
        {
          "text": "Now Peter and those who were with him were heavy with sleep, but when they became fully awake they saw his glory and the two men who stood with him.",
          "ID": "32"
        },
        {
          "text": "And as the men were parting from him, Peter said to Jesus, \"Master, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah\"—not knowing what he said.",
          "ID": "33"
        },
        {
          "text": "As he was saying these things, a cloud came and overshadowed them, and they were afraid as they entered the cloud.",
          "ID": "34"
        },
        {
          "text": "And a voice came out of the cloud, saying, \"This is my Son, my Chosen One; listen to him!\"",
          "ID": "35"
        },
        {
          "text": "And when the voice had spoken, Jesus was found alone. And they kept silent and told no one in those days anything of what they had seen.",
          "ID": "36"
        },
        {
          "text": "On the next day, when they had come down from the mountain, a great crowd met him.",
          "ID": "37"
        },
        {
          "text": "And behold, a man from the crowd cried out, \"Teacher, I beg you to look at my son, for he is my only child.",
          "ID": "38"
        },
        {
          "text": "And behold, a spirit seizes him, and he suddenly cries out. It convulses him so that he foams at the mouth, and shatters him, and will hardly leave him.",
          "ID": "39"
        },
        {
          "text": "And I begged your disciples to cast it out, but they could not.\"",
          "ID": "40"
        },
        {
          "text": "Jesus answered, \"O faithless and twisted generation, how long am I to be with you and bear with you? Bring your son here.\"",
          "ID": "41"
        },
        {
          "text": "While he was coming, the demon threw him to the ground and convulsed him. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father.",
          "ID": "42"
        },
        {
          "text": "And all were astonished at the majesty of God.",
          "ID": "43"
        },
        {
          "text": "But while they were all marveling at everything he was doing, Jesus said to his disciples,",
          "ID": "43"
        },
        {
          "text": "\"Let these words sink into your ears: The Son of Man is about to be delivered into the hands of men.\"",
          "ID": "44"
        },
        {
          "text": "But they did not understand this saying, and it was concealed from them, so that they might not perceive it. And they were afraid to ask him about this saying.",
          "ID": "45"
        },
        {
          "text": "An argument arose among them as to which of them was the greatest.",
          "ID": "46"
        },
        {
          "text": "But Jesus, knowing the reasoning of their hearts, took a child and put him by his side",
          "ID": "47"
        },
        {
          "text": "and said to them, \"Whoever receives this child in my name receives me, and whoever receives me receives him who sent me. For he who is least among you all is the one who is great.\"",
          "ID": "48"
        },
        {
          "text": "John answered, \"Master, we saw someone casting out demons in your name, and we tried to stop him, because he does not follow with us.\"",
          "ID": "49"
        },
        {
          "text": "But Jesus said to him, \"Do not stop him, for the one who is not against you is for you.\"",
          "ID": "50"
        },
        {
          "text": "When the days drew near for him to be taken up, he set his face to go to Jerusalem.",
          "ID": "51"
        },
        {
          "text": "And he sent messengers ahead of him, who went and entered a village of the Samaritans, to make preparations for him.",
          "ID": "52"
        },
        {
          "text": "But the people did not receive him, because his face was set toward Jerusalem.",
          "ID": "53"
        },
        {
          "text": "And when his disciples James and John saw it, they said, \"Lord, do you want us to tell fire to come down from heaven and consume them?\"",
          "ID": "54"
        },
        {
          "text": "But he turned and rebuked them.",
          "ID": "55"
        },
        {
          "text": "And they went on to another village.",
          "ID": "56"
        },
        {
          "text": "As they were going along the road, someone said to him, \"I will follow you wherever you go.\"",
          "ID": "57"
        },
        {
          "text": "And Jesus said to him, \"Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.\"",
          "ID": "58"
        },
        {
          "text": "To another he said, \"Follow me.\" But he said, \"Lord, let me first go and bury my father.\"",
          "ID": "59"
        },
        {
          "text": "And Jesus said to him, \"Leave the dead to bury their own dead. But as for you, go and proclaim the kingdom of God.\"",
          "ID": "60"
        },
        {
          "text": "Yet another said, \"I will follow you, Lord, but let me first say farewell to those at my home.\"",
          "ID": "61"
        },
        {
          "text": "Jesus said to him, \"No one who puts his hand to the plow and looks back is fit for the kingdom of God.\"",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "Luke 9"
    },
    {
      "text": [
        {
          "text": "After this the Lord appointed seventy-two others and sent them on ahead of him, two by two, into every town and place where he himself was about to go.",
          "ID": "1"
        },
        {
          "text": "And he said to them, \"The harvest is plentiful, but the laborers are few. Therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.",
          "ID": "2"
        },
        {
          "text": "Go your way; behold, I am sending you out as lambs in the midst of wolves.",
          "ID": "3"
        },
        {
          "text": "Carry no moneybag, no knapsack, no sandals, and greet no one on the road.",
          "ID": "4"
        },
        {
          "text": "Whatever house you enter, first say, 'Peace be to this house!'",
          "ID": "5"
        },
        {
          "text": "And if a son of peace is there, your peace will rest upon him. But if not, it will return to you.",
          "ID": "6"
        },
        {
          "text": "And remain in the same house, eating and drinking what they provide, for the laborer deserves his wages. Do not go from house to house.",
          "ID": "7"
        },
        {
          "text": "Whenever you enter a town and they receive you, eat what is set before you.",
          "ID": "8"
        },
        {
          "text": "Heal the sick in it and say to them, 'The kingdom of God has come near to you.'",
          "ID": "9"
        },
        {
          "text": "But whenever you enter a town and they do not receive you, go into its streets and say,",
          "ID": "10"
        },
        {
          "text": "'Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this, that the kingdom of God has come near.'",
          "ID": "11"
        },
        {
          "text": "I tell you, it will be more bearable on that day for Sodom than for that town.",
          "ID": "12"
        },
        {
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
          "ID": "13"
        },
        {
          "text": "But it will be more bearable in the judgment for Tyre and Sidon than for you.",
          "ID": "14"
        },
        {
          "text": "And you, Capernaum, will you be exalted to heaven? You shall be brought down to Hades.",
          "ID": "15"
        },
        {
          "text": "\"The one who hears you hears me, and the one who rejects you rejects me, and the one who rejects me rejects him who sent me.\"",
          "ID": "16"
        },
        {
          "text": "The seventy-two returned with joy, saying, \"Lord, even the demons are subject to us in your name!\"",
          "ID": "17"
        },
        {
          "text": "And he said to them, \"I saw Satan fall like lightning from heaven.",
          "ID": "18"
        },
        {
          "text": "Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.",
          "ID": "19"
        },
        {
          "text": "Nevertheless, do not rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.\"",
          "ID": "20"
        },
        {
          "text": "In that same hour he rejoiced in the Holy Spirit and said, \"I thank you, Father, Lord of heaven and earth, that you have hidden these things from the wise and understanding and revealed them to little children; yes, Father, for such was your gracious will.",
          "ID": "21"
        },
        {
          "text": "All things have been handed over to me by my Father, and no one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son chooses to reveal him.\"",
          "ID": "22"
        },
        {
          "text": "Then turning to the disciples he said privately, \"Blessed are the eyes that see what you see!",
          "ID": "23"
        },
        {
          "text": "For I tell you that many prophets and kings desired to see what you see, and did not see it, and to hear what you hear, and did not hear it.\"",
          "ID": "24"
        },
        {
          "text": "And behold, a lawyer stood up to put him to the test, saying, \"Teacher, what shall I do to inherit eternal life?\"",
          "ID": "25"
        },
        {
          "text": "He said to him, \"What is written in the Law? How do you read it?\"",
          "ID": "26"
        },
        {
          "text": "And he answered, \"You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.\"",
          "ID": "27"
        },
        {
          "text": "And he said to him, \"You have answered correctly; do this, and you will live.\"",
          "ID": "28"
        },
        {
          "text": "But he, desiring to justify himself, said to Jesus, \"And who is my neighbor?\"",
          "ID": "29"
        },
        {
          "text": "Jesus replied, \"A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.",
          "ID": "30"
        },
        {
          "text": "Now by chance a priest was going down that road, and when he saw him he passed by on the other side.",
          "ID": "31"
        },
        {
          "text": "So likewise a Levite, when he came to the place and saw him, passed by on the other side.",
          "ID": "32"
        },
        {
          "text": "But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.",
          "ID": "33"
        },
        {
          "text": "He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.",
          "ID": "34"
        },
        {
          "text": "And the next day he took out two denarii and gave them to the innkeeper, saying, 'Take care of him, and whatever more you spend, I will repay you when I come back.'",
          "ID": "35"
        },
        {
          "text": "Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?\"",
          "ID": "36"
        },
        {
          "text": "He said, \"The one who showed him mercy.\" And Jesus said to him, \"You go, and do likewise.\"",
          "ID": "37"
        },
        {
          "text": "Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house.",
          "ID": "38"
        },
        {
          "text": "And she had a sister called Mary, who sat at the Lord's feet and listened to his teaching.",
          "ID": "39"
        },
        {
          "text": "But Martha was distracted with much serving. And she went up to him and said, \"Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.\"",
          "ID": "40"
        },
        {
          "text": "But the Lord answered her, \"Martha, Martha, you are anxious and troubled about many things,",
          "ID": "41"
        },
        {
          "text": "but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "Luke 10"
    },
    {
      "text": [
        {
          "text": "Now Jesus was praying in a certain place, and when he finished, one of his disciples said to him, \"Lord, teach us to pray, as John taught his disciples.\"",
          "ID": "1"
        },
        {
          "text": "And he said to them, \"When you pray, say:",
          "ID": "2"
        },
        {
          "text": "\"Father, hallowed be your name.",
          "ID": "2"
        },
        {
          "text": "Your kingdom come.",
          "ID": "2"
        },
        {
          "text": "Give us each day our daily bread,",
          "ID": "3"
        },
        {
          "text": "and forgive us our sins,",
          "ID": "4"
        },
        {
          "text": "for we ourselves forgive everyone who is indebted to us.",
          "ID": "4"
        },
        {
          "text": "And lead us not into temptation.\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"Which of you who has a friend will go to him at midnight and say to him, 'Friend, lend me three loaves,",
          "ID": "5"
        },
        {
          "text": "for a friend of mine has arrived on a journey, and I have nothing to set before him';",
          "ID": "6"
        },
        {
          "text": "and he will answer from within, 'Do not bother me; the door is now shut, and my children are with me in bed. I cannot get up and give you anything'?",
          "ID": "7"
        },
        {
          "text": "I tell you, though he will not get up and give him anything because he is his friend, yet because of his impudence he will rise and give him whatever he needs.",
          "ID": "8"
        },
        {
          "text": "And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
          "ID": "9"
        },
        {
          "text": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
          "ID": "10"
        },
        {
          "text": "What father among you, if his son asks for a fish, will instead of a fish give him a serpent;",
          "ID": "11"
        },
        {
          "text": "or if he asks for an egg, will give him a scorpion?",
          "ID": "12"
        },
        {
          "text": "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!\"",
          "ID": "13"
        },
        {
          "text": "Now he was casting out a demon that was mute. When the demon had gone out, the mute man spoke, and the people marveled.",
          "ID": "14"
        },
        {
          "text": "But some of them said, \"He casts out demons by Beelzebul, the prince of demons,\"",
          "ID": "15"
        },
        {
          "text": "while others, to test him, kept seeking from him a sign from heaven.",
          "ID": "16"
        },
        {
          "text": "But he, knowing their thoughts, said to them, \"Every kingdom divided against itself is laid waste, and a divided household falls.",
          "ID": "17"
        },
        {
          "text": "And if Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul.",
          "ID": "18"
        },
        {
          "text": "And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.",
          "ID": "19"
        },
        {
          "text": "But if it is by the finger of God that I cast out demons, then the kingdom of God has come upon you.",
          "ID": "20"
        },
        {
          "text": "When a strong man, fully armed, guards his own palace, his goods are safe;",
          "ID": "21"
        },
        {
          "text": "but when one stronger than he attacks him and overcomes him, he takes away his armor in which he trusted and divides his spoil.",
          "ID": "22"
        },
        {
          "text": "Whoever is not with me is against me, and whoever does not gather with me scatters.",
          "ID": "23"
        },
        {
          "text": "\"When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, and finding none it says, 'I will return to my house from which I came.'",
          "ID": "24"
        },
        {
          "text": "And when it comes, it finds the house swept and put in order.",
          "ID": "25"
        },
        {
          "text": "Then it goes and brings seven other spirits more evil than itself, and they enter and dwell there. And the last state of that person is worse than the first.\"",
          "ID": "26"
        },
        {
          "text": "As he said these things, a woman in the crowd raised her voice and said to him, \"Blessed is the womb that bore you, and the breasts at which you nursed!\"",
          "ID": "27"
        },
        {
          "text": "But he said, \"Blessed rather are those who hear the word of God and keep it!\"",
          "ID": "28"
        },
        {
          "text": "When the crowds were increasing, he began to say, \"This generation is an evil generation. It seeks for a sign, but no sign will be given to it except the sign of Jonah.",
          "ID": "29"
        },
        {
          "text": "For as Jonah became a sign to the people of Nineveh, so will the Son of Man be to this generation.",
          "ID": "30"
        },
        {
          "text": "The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.",
          "ID": "31"
        },
        {
          "text": "The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.",
          "ID": "32"
        },
        {
          "text": "\"No one after lighting a lamp puts it in a cellar or under a basket, but on a stand, so that those who enter may see the light.",
          "ID": "33"
        },
        {
          "text": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is bad, your body is full of darkness.",
          "ID": "34"
        },
        {
          "text": "Therefore be careful lest the light in you be darkness.",
          "ID": "35"
        },
        {
          "text": "If then your whole body is full of light, having no part dark, it will be wholly bright, as when a lamp with its rays gives you light.\"",
          "ID": "36"
        },
        {
          "text": "While Jesus was speaking, a Pharisee asked him to dine with him, so he went in and reclined at table.",
          "ID": "37"
        },
        {
          "text": "The Pharisee was astonished to see that he did not first wash before dinner.",
          "ID": "38"
        },
        {
          "text": "And the Lord said to him, \"Now you Pharisees cleanse the outside of the cup and of the dish, but inside you are full of greed and wickedness.",
          "ID": "39"
        },
        {
          "text": "You fools! Did not he who made the outside make the inside also?",
          "ID": "40"
        },
        {
          "text": "But give as alms those things that are within, and behold, everything is clean for you.",
          "ID": "41"
        },
        {
          "text": "\"But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others.",
          "ID": "42"
        },
        {
          "text": "Woe to you Pharisees! For you love the best seat in the synagogues and greetings in the marketplaces.",
          "ID": "43"
        },
        {
          "text": "Woe to you! For you are like unmarked graves, and people walk over them without knowing it.\"",
          "ID": "44"
        },
        {
          "text": "One of the lawyers answered him, \"Teacher, in saying these things you insult us also.\"",
          "ID": "45"
        },
        {
          "text": "And he said, \"Woe to you lawyers also! For you load people with burdens hard to bear, and you yourselves do not touch the burdens with one of your fingers.",
          "ID": "46"
        },
        {
          "text": "Woe to you! For you build the tombs of the prophets whom your fathers killed.",
          "ID": "47"
        },
        {
          "text": "So you are witnesses and you consent to the deeds of your fathers, for they killed them, and you build their tombs.",
          "ID": "48"
        },
        {
          "text": "Therefore also the Wisdom of God said, 'I will send them prophets and apostles, some of whom they will kill and persecute,'",
          "ID": "49"
        },
        {
          "text": "so that the blood of all the prophets, shed from the foundation of the world, may be charged against this generation,",
          "ID": "50"
        },
        {
          "text": "from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be required of this generation.",
          "ID": "51"
        },
        {
          "text": "Woe to you lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.\"",
          "ID": "52"
        },
        {
          "text": "As he went away from there, the scribes and the Pharisees began to press him hard and to provoke him to speak about many things,",
          "ID": "53"
        },
        {
          "text": "lying in wait for him, to catch him in something he might say.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "Luke 11"
    },
    {
      "text": [
        {
          "text": "In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, \"Beware of the leaven of the Pharisees, which is hypocrisy.",
          "ID": "1"
        },
        {
          "text": "Nothing is covered up that will not be revealed, or hidden that will not be known.",
          "ID": "2"
        },
        {
          "text": "Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.",
          "ID": "3"
        },
        {
          "text": "\"I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.",
          "ID": "4"
        },
        {
          "text": "But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!",
          "ID": "5"
        },
        {
          "text": "Are not five sparrows sold for two pennies? And not one of them is forgotten before God.",
          "ID": "6"
        },
        {
          "text": "Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.",
          "ID": "7"
        },
        {
          "text": "\"And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,",
          "ID": "8"
        },
        {
          "text": "but the one who denies me before men will be denied before the angels of God.",
          "ID": "9"
        },
        {
          "text": "And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.",
          "ID": "10"
        },
        {
          "text": "And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,",
          "ID": "11"
        },
        {
          "text": "for the Holy Spirit will teach you in that very hour what you ought to say.\"",
          "ID": "12"
        },
        {
          "text": "Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\"",
          "ID": "13"
        },
        {
          "text": "But he said to him, \"Man, who made me a judge or arbitrator over you?\"",
          "ID": "14"
        },
        {
          "text": "And he said to them, \"Take care, and be on your guard against all covetousness, for one's life does not consist in the abundance of his possessions.\"",
          "ID": "15"
        },
        {
          "text": "And he told them a parable, saying, \"The land of a rich man produced plentifully,",
          "ID": "16"
        },
        {
          "text": "and he thought to himself, 'What shall I do, for I have nowhere to store my crops?'",
          "ID": "17"
        },
        {
          "text": "And he said, 'I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.",
          "ID": "18"
        },
        {
          "text": "And I will say to my soul, \"Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.\"'",
          "ID": "19"
        },
        {
          "text": "But God said to him, 'Fool! This night your soul is required of you, and the things you have prepared, whose will they be?'",
          "ID": "20"
        },
        {
          "text": "So is the one who lays up treasure for himself and is not rich toward God.\"",
          "ID": "21"
        },
        {
          "text": "And he said to his disciples, \"Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.",
          "ID": "22"
        },
        {
          "text": "For life is more than food, and the body more than clothing.",
          "ID": "23"
        },
        {
          "text": "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!",
          "ID": "24"
        },
        {
          "text": "And which of you by being anxious can add a single hour to his span of life?",
          "ID": "25"
        },
        {
          "text": "If then you are not able to do as small a thing as that, why are you anxious about the rest?",
          "ID": "26"
        },
        {
          "text": "Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.",
          "ID": "27"
        },
        {
          "text": "But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!",
          "ID": "28"
        },
        {
          "text": "And do not seek what you are to eat and what you are to drink, nor be worried.",
          "ID": "29"
        },
        {
          "text": "For all the nations of the world seek after these things, and your Father knows that you need them.",
          "ID": "30"
        },
        {
          "text": "Instead, seek his kingdom, and these things will be added to you.",
          "ID": "31"
        },
        {
          "text": "\"Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
          "ID": "32"
        },
        {
          "text": "Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.",
          "ID": "33"
        },
        {
          "text": "For where your treasure is, there will your heart be also.",
          "ID": "34"
        },
        {
          "text": "\"Stay dressed for action and keep your lamps burning,",
          "ID": "35"
        },
        {
          "text": "and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.",
          "ID": "36"
        },
        {
          "text": "Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.",
          "ID": "37"
        },
        {
          "text": "If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!",
          "ID": "38"
        },
        {
          "text": "But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.",
          "ID": "39"
        },
        {
          "text": "You also must be ready, for the Son of Man is coming at an hour you do not expect.\"",
          "ID": "40"
        },
        {
          "text": "Peter said, \"Lord, are you telling this parable for us or for all?\"",
          "ID": "41"
        },
        {
          "text": "And the Lord said, \"Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?",
          "ID": "42"
        },
        {
          "text": "Blessed is that servant whom his master will find so doing when he comes.",
          "ID": "43"
        },
        {
          "text": "Truly, I say to you, he will set him over all his possessions.",
          "ID": "44"
        },
        {
          "text": "But if that servant says to himself, 'My master is delayed in coming,' and begins to beat the male and female servants, and to eat and drink and get drunk,",
          "ID": "45"
        },
        {
          "text": "the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.",
          "ID": "46"
        },
        {
          "text": "And that servant who knew his master's will but did not get ready or act according to his will, will receive a severe beating.",
          "ID": "47"
        },
        {
          "text": "But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.",
          "ID": "48"
        },
        {
          "text": "\"I came to cast fire on the earth, and would that it were already kindled!",
          "ID": "49"
        },
        {
          "text": "I have a baptism to be baptized with, and how great is my distress until it is accomplished!",
          "ID": "50"
        },
        {
          "text": "Do you think that I have come to give peace on earth? No, I tell you, but rather division.",
          "ID": "51"
        },
        {
          "text": "For from now on in one house there will be five divided, three against two and two against three.",
          "ID": "52"
        },
        {
          "text": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.\"",
          "ID": "53"
        },
        {
          "text": "He also said to the crowds, \"When you see a cloud rising in the west, you say at once, 'A shower is coming.' And so it happens.",
          "ID": "54"
        },
        {
          "text": "And when you see the south wind blowing, you say, 'There will be scorching heat,' and it happens.",
          "ID": "55"
        },
        {
          "text": "You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?",
          "ID": "56"
        },
        {
          "text": "\"And why do you not judge for yourselves what is right?",
          "ID": "57"
        },
        {
          "text": "As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.",
          "ID": "58"
        },
        {
          "text": "I tell you, you will never get out until you have paid the very last penny.\"",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "Luke 12"
    },
    {
      "text": [
        {
          "text": "There were some present at that very time who told him about the Galileans whose blood Pilate had mingled with their sacrifices.",
          "ID": "1"
        },
        {
          "text": "And he answered them, \"Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered in this way?",
          "ID": "2"
        },
        {
          "text": "No, I tell you; but unless you repent, you will all likewise perish.",
          "ID": "3"
        },
        {
          "text": "Or those eighteen on whom the tower in Siloam fell and killed them: do you think that they were worse offenders than all the others who lived in Jerusalem?",
          "ID": "4"
        },
        {
          "text": "No, I tell you; but unless you repent, you will all likewise perish.\"",
          "ID": "5"
        },
        {
          "text": "And he told this parable: \"A man had a fig tree planted in his vineyard, and he came seeking fruit on it and found none.",
          "ID": "6"
        },
        {
          "text": "And he said to the vinedresser, 'Look, for three years now I have come seeking fruit on this fig tree, and I find none. Cut it down. Why should it use up the ground?'",
          "ID": "7"
        },
        {
          "text": "And he answered him, 'Sir, let it alone this year also, until I dig around it and put on manure.",
          "ID": "8"
        },
        {
          "text": "Then if it should bear fruit next year, well and good; but if not, you can cut it down.'\"",
          "ID": "9"
        },
        {
          "text": "Now he was teaching in one of the synagogues on the Sabbath.",
          "ID": "10"
        },
        {
          "text": "And behold, there was a woman who had had a disabling spirit for eighteen years. She was bent over and could not fully straighten herself.",
          "ID": "11"
        },
        {
          "text": "When Jesus saw her, he called her over and said to her, \"Woman, you are freed from your disability.\"",
          "ID": "12"
        },
        {
          "text": "And he laid his hands on her, and immediately she was made straight, and she glorified God.",
          "ID": "13"
        },
        {
          "text": "But the ruler of the synagogue, indignant because Jesus had healed on the Sabbath, said to the people, \"There are six days in which work ought to be done. Come on those days and be healed, and not on the Sabbath day.\"",
          "ID": "14"
        },
        {
          "text": "Then the Lord answered him, \"You hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from the manger and lead it away to water it?",
          "ID": "15"
        },
        {
          "text": "And ought not this woman, a daughter of Abraham whom Satan bound for eighteen years, be loosed from this bond on the Sabbath day?\"",
          "ID": "16"
        },
        {
          "text": "As he said these things, all his adversaries were put to shame, and all the people rejoiced at all the glorious things that were done by him.",
          "ID": "17"
        },
        {
          "text": "He said therefore, \"What is the kingdom of God like? And to what shall I compare it?",
          "ID": "18"
        },
        {
          "text": "It is like a grain of mustard seed that a man took and sowed in his garden, and it grew and became a tree, and the birds of the air made nests in its branches.\"",
          "ID": "19"
        },
        {
          "text": "And again he said, \"To what shall I compare the kingdom of God?",
          "ID": "20"
        },
        {
          "text": "It is like leaven that a woman took and hid in three measures of flour, until it was all leavened.\"",
          "ID": "21"
        },
        {
          "text": "He went on his way through towns and villages, teaching and journeying toward Jerusalem.",
          "ID": "22"
        },
        {
          "text": "And someone said to him, \"Lord, will those who are saved be few?\" And he said to them,",
          "ID": "23"
        },
        {
          "text": "\"Strive to enter through the narrow door. For many, I tell you, will seek to enter and will not be able.",
          "ID": "24"
        },
        {
          "text": "When once the master of the house has risen and shut the door, and you begin to stand outside and to knock at the door, saying, 'Lord, open to us,' then he will answer you, 'I do not know where you come from.'",
          "ID": "25"
        },
        {
          "text": "Then you will begin to say, 'We ate and drank in your presence, and you taught in our streets.'",
          "ID": "26"
        },
        {
          "text": "But he will say, 'I tell you, I do not know where you come from. Depart from me, all you workers of evil!'",
          "ID": "27"
        },
        {
          "text": "In that place there will be weeping and gnashing of teeth, when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God but you yourselves cast out.",
          "ID": "28"
        },
        {
          "text": "And people will come from east and west, and from north and south, and recline at table in the kingdom of God.",
          "ID": "29"
        },
        {
          "text": "And behold, some are last who will be first, and some are first who will be last.\"",
          "ID": "30"
        },
        {
          "text": "At that very hour some Pharisees came and said to him, \"Get away from here, for Herod wants to kill you.\"",
          "ID": "31"
        },
        {
          "text": "And he said to them, \"Go and tell that fox, 'Behold, I cast out demons and perform cures today and tomorrow, and the third day I finish my course.",
          "ID": "32"
        },
        {
          "text": "Nevertheless, I must go on my way today and tomorrow and the day following, for it cannot be that a prophet should perish away from Jerusalem.'",
          "ID": "33"
        },
        {
          "text": "O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!",
          "ID": "34"
        },
        {
          "text": "Behold, your house is forsaken. And I tell you, you will not see me until you say, 'Blessed is he who comes in the name of the Lord!'\"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "Luke 13"
    },
    {
      "text": [
        {
          "text": "One Sabbath, when he went to dine at the house of a ruler of the Pharisees, they were watching him carefully.",
          "ID": "1"
        },
        {
          "text": "And behold, there was a man before him who had dropsy.",
          "ID": "2"
        },
        {
          "text": "And Jesus responded to the lawyers and Pharisees, saying, \"Is it lawful to heal on the Sabbath, or not?\"",
          "ID": "3"
        },
        {
          "text": "But they remained silent. Then he took him and healed him and sent him away.",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"Which of you, having a son or an ox that has fallen into a well on a Sabbath day, will not immediately pull him out?\"",
          "ID": "5"
        },
        {
          "text": "And they could not reply to these things.",
          "ID": "6"
        },
        {
          "text": "Now he told a parable to those who were invited, when he noticed how they chose the places of honor, saying to them,",
          "ID": "7"
        },
        {
          "text": "\"When you are invited by someone to a wedding feast, do not sit down in a place of honor, lest someone more distinguished than you be invited by him,",
          "ID": "8"
        },
        {
          "text": "and he who invited you both will come and say to you, 'Give your place to this person,' and then you will begin with shame to take the lowest place.",
          "ID": "9"
        },
        {
          "text": "But when you are invited, go and sit in the lowest place, so that when your host comes he may say to you, 'Friend, move up higher.' Then you will be honored in the presence of all who sit at table with you.",
          "ID": "10"
        },
        {
          "text": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\"",
          "ID": "11"
        },
        {
          "text": "He said also to the man who had invited him, \"When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.",
          "ID": "12"
        },
        {
          "text": "But when you give a feast, invite the poor, the crippled, the lame, the blind,",
          "ID": "13"
        },
        {
          "text": "and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.\"",
          "ID": "14"
        },
        {
          "text": "When one of those who reclined at table with him heard these things, he said to him, \"Blessed is everyone who will eat bread in the kingdom of God!\"",
          "ID": "15"
        },
        {
          "text": "But he said to him, \"A man once gave a great banquet and invited many.",
          "ID": "16"
        },
        {
          "text": "And at the time for the banquet he sent his servant to say to those who had been invited, 'Come, for everything is now ready.'",
          "ID": "17"
        },
        {
          "text": "But they all alike began to make excuses. The first said to him, 'I have bought a field, and I must go out and see it. Please have me excused.'",
          "ID": "18"
        },
        {
          "text": "And another said, 'I have bought five yoke of oxen, and I go to examine them. Please have me excused.'",
          "ID": "19"
        },
        {
          "text": "And another said, 'I have married a wife, and therefore I cannot come.'",
          "ID": "20"
        },
        {
          "text": "So the servant came and reported these things to his master. Then the master of the house became angry and said to his servant, 'Go out quickly to the streets and lanes of the city, and bring in the poor and crippled and blind and lame.'",
          "ID": "21"
        },
        {
          "text": "And the servant said, 'Sir, what you commanded has been done, and still there is room.'",
          "ID": "22"
        },
        {
          "text": "And the master said to the servant, 'Go out to the highways and hedges and compel people to come in, that my house may be filled.",
          "ID": "23"
        },
        {
          "text": "For I tell you, none of those men who were invited shall taste my banquet.'\"",
          "ID": "24"
        },
        {
          "text": "Now great crowds accompanied him, and he turned and said to them,",
          "ID": "25"
        },
        {
          "text": "\"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.",
          "ID": "26"
        },
        {
          "text": "Whoever does not bear his own cross and come after me cannot be my disciple.",
          "ID": "27"
        },
        {
          "text": "For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?",
          "ID": "28"
        },
        {
          "text": "Otherwise, when he has laid a foundation and is not able to finish, all who see it begin to mock him,",
          "ID": "29"
        },
        {
          "text": "saying, 'This man began to build and was not able to finish.'",
          "ID": "30"
        },
        {
          "text": "Or what king, going out to encounter another king in war, will not sit down first and deliberate whether he is able with ten thousand to meet him who comes against him with twenty thousand?",
          "ID": "31"
        },
        {
          "text": "And if not, while the other is yet a great way off, he sends a delegation and asks for terms of peace.",
          "ID": "32"
        },
        {
          "text": "So therefore, any one of you who does not renounce all that he has cannot be my disciple.",
          "ID": "33"
        },
        {
          "text": "\"Salt is good, but if salt has lost its taste, how shall its saltiness be restored?",
          "ID": "34"
        },
        {
          "text": "It is of no use either for the soil or for the manure pile. It is thrown away. He who has ears to hear, let him hear.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "Luke 14"
    },
    {
      "text": [
        {
          "text": "Now the tax collectors and sinners were all drawing near to hear him.",
          "ID": "1"
        },
        {
          "text": "And the Pharisees and the scribes grumbled, saying, \"This man receives sinners and eats with them.\"",
          "ID": "2"
        },
        {
          "text": "So he told them this parable:",
          "ID": "3"
        },
        {
          "text": "\"What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?",
          "ID": "4"
        },
        {
          "text": "And when he has found it, he lays it on his shoulders, rejoicing.",
          "ID": "5"
        },
        {
          "text": "And when he comes home, he calls together his friends and his neighbors, saying to them, 'Rejoice with me, for I have found my sheep that was lost.'",
          "ID": "6"
        },
        {
          "text": "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
          "ID": "7"
        },
        {
          "text": "\"Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?",
          "ID": "8"
        },
        {
          "text": "And when she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin that I had lost.'",
          "ID": "9"
        },
        {
          "text": "Just so, I tell you, there is joy before the angels of God over one sinner who repents.\"",
          "ID": "10"
        },
        {
          "text": "And he said, \"There was a man who had two sons.",
          "ID": "11"
        },
        {
          "text": "And the younger of them said to his father, 'Father, give me the share of property that is coming to me.' And he divided his property between them.",
          "ID": "12"
        },
        {
          "text": "Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.",
          "ID": "13"
        },
        {
          "text": "And when he had spent everything, a severe famine arose in that country, and he began to be in need.",
          "ID": "14"
        },
        {
          "text": "So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.",
          "ID": "15"
        },
        {
          "text": "And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.",
          "ID": "16"
        },
        {
          "text": "\"But when he came to himself, he said, 'How many of my father's hired servants have more than enough bread, but I perish here with hunger!",
          "ID": "17"
        },
        {
          "text": "I will arise and go to my father, and I will say to him, \"Father, I have sinned against heaven and before you.",
          "ID": "18"
        },
        {
          "text": "I am no longer worthy to be called your son. Treat me as one of your hired servants.\"'",
          "ID": "19"
        },
        {
          "text": "And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.",
          "ID": "20"
        },
        {
          "text": "And the son said to him, 'Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.'",
          "ID": "21"
        },
        {
          "text": "But the father said to his servants, 'Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.",
          "ID": "22"
        },
        {
          "text": "And bring the fattened calf and kill it, and let us eat and celebrate.",
          "ID": "23"
        },
        {
          "text": "For this my son was dead, and is alive again; he was lost, and is found.' And they began to celebrate.",
          "ID": "24"
        },
        {
          "text": "\"Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.",
          "ID": "25"
        },
        {
          "text": "And he called one of the servants and asked what these things meant.",
          "ID": "26"
        },
        {
          "text": "And he said to him, 'Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.'",
          "ID": "27"
        },
        {
          "text": "But he was angry and refused to go in. His father came out and entreated him,",
          "ID": "28"
        },
        {
          "text": "but he answered his father, 'Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.",
          "ID": "29"
        },
        {
          "text": "But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!'",
          "ID": "30"
        },
        {
          "text": "And he said to him, 'Son, you are always with me, and all that is mine is yours.",
          "ID": "31"
        },
        {
          "text": "It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.'\"",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "Luke 15"
    },
    {
      "text": [
        {
          "text": "He also said to the disciples, \"There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions.",
          "ID": "1"
        },
        {
          "text": "And he called him and said to him, 'What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.'",
          "ID": "2"
        },
        {
          "text": "And the manager said to himself, 'What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg.",
          "ID": "3"
        },
        {
          "text": "I have decided what to do, so that when I am removed from management, people may receive me into their houses.'",
          "ID": "4"
        },
        {
          "text": "So, summoning his master's debtors one by one, he said to the first, 'How much do you owe my master?'",
          "ID": "5"
        },
        {
          "text": "He said, 'A hundred measures of oil.' He said to him, 'Take your bill, and sit down quickly and write fifty.'",
          "ID": "6"
        },
        {
          "text": "Then he said to another, 'And how much do you owe?' He said, 'A hundred measures of wheat.' He said to him, 'Take your bill, and write eighty.'",
          "ID": "7"
        },
        {
          "text": "The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.",
          "ID": "8"
        },
        {
          "text": "And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.",
          "ID": "9"
        },
        {
          "text": "\"One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.",
          "ID": "10"
        },
        {
          "text": "If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?",
          "ID": "11"
        },
        {
          "text": "And if you have not been faithful in that which is another's, who will give you that which is your own?",
          "ID": "12"
        },
        {
          "text": "No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.\"",
          "ID": "13"
        },
        {
          "text": "The Pharisees, who were lovers of money, heard all these things, and they ridiculed him.",
          "ID": "14"
        },
        {
          "text": "And he said to them, \"You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.",
          "ID": "15"
        },
        {
          "text": "\"The Law and the Prophets were until John; since then the good news of the kingdom of God is preached, and everyone forces his way into it.",
          "ID": "16"
        },
        {
          "text": "But it is easier for heaven and earth to pass away than for one dot of the Law to become void.",
          "ID": "17"
        },
        {
          "text": "\"Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.",
          "ID": "18"
        },
        {
          "text": "\"There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.",
          "ID": "19"
        },
        {
          "text": "And at his gate was laid a poor man named Lazarus, covered with sores,",
          "ID": "20"
        },
        {
          "text": "who desired to be fed with what fell from the rich man's table. Moreover, even the dogs came and licked his sores.",
          "ID": "21"
        },
        {
          "text": "The poor man died and was carried by the angels to Abraham's side. The rich man also died and was buried,",
          "ID": "22"
        },
        {
          "text": "and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.",
          "ID": "23"
        },
        {
          "text": "And he called out, 'Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.'",
          "ID": "24"
        },
        {
          "text": "But Abraham said, 'Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.",
          "ID": "25"
        },
        {
          "text": "And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.'",
          "ID": "26"
        },
        {
          "text": "And he said, 'Then I beg you, father, to send him to my father's house—",
          "ID": "27"
        },
        {
          "text": "for I have five brothers—so that he may warn them, lest they also come into this place of torment.'",
          "ID": "28"
        },
        {
          "text": "But Abraham said, 'They have Moses and the Prophets; let them hear them.'",
          "ID": "29"
        },
        {
          "text": "And he said, 'No, father Abraham, but if someone goes to them from the dead, they will repent.'",
          "ID": "30"
        },
        {
          "text": "He said to him, 'If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.'\"",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "Luke 16"
    },
    {
      "text": [
        {
          "text": "And he said to his disciples, \"Temptations to sin are sure to come, but woe to the one through whom they come!",
          "ID": "1"
        },
        {
          "text": "It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.",
          "ID": "2"
        },
        {
          "text": "Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,",
          "ID": "3"
        },
        {
          "text": "and if he sins against you seven times in the day, and turns to you seven times, saying, 'I repent,' you must forgive him.\"",
          "ID": "4"
        },
        {
          "text": "The apostles said to the Lord, \"Increase our faith!\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said, \"If you had faith like a grain of mustard seed, you could say to this mulberry tree, 'Be uprooted and planted in the sea,' and it would obey you.",
          "ID": "6"
        },
        {
          "text": "\"Will any one of you who has a servant plowing or keeping sheep say to him when he has come in from the field, 'Come at once and recline at table'?",
          "ID": "7"
        },
        {
          "text": "Will he not rather say to him, 'Prepare supper for me, and dress properly, and serve me while I eat and drink, and afterward you will eat and drink'?",
          "ID": "8"
        },
        {
          "text": "Does he thank the servant because he did what was commanded?",
          "ID": "9"
        },
        {
          "text": "So you also, when you have done all that you were commanded, say, 'We are unworthy servants; we have only done what was our duty.'\"",
          "ID": "10"
        },
        {
          "text": "On the way to Jerusalem he was passing along between Samaria and Galilee.",
          "ID": "11"
        },
        {
          "text": "And as he entered a village, he was met by ten lepers, who stood at a distance",
          "ID": "12"
        },
        {
          "text": "and lifted up their voices, saying, \"Jesus, Master, have mercy on us.\"",
          "ID": "13"
        },
        {
          "text": "When he saw them he said to them, \"Go and show yourselves to the priests.\" And as they went they were cleansed.",
          "ID": "14"
        },
        {
          "text": "Then one of them, when he saw that he was healed, turned back, praising God with a loud voice;",
          "ID": "15"
        },
        {
          "text": "and he fell on his face at Jesus' feet, giving him thanks. Now he was a Samaritan.",
          "ID": "16"
        },
        {
          "text": "Then Jesus answered, \"Were not ten cleansed? Where are the nine?",
          "ID": "17"
        },
        {
          "text": "Was no one found to return and give praise to God except this foreigner?\"",
          "ID": "18"
        },
        {
          "text": "And he said to him, \"Rise and go your way; your faith has made you well.\"",
          "ID": "19"
        },
        {
          "text": "Being asked by the Pharisees when the kingdom of God would come, he answered them, \"The kingdom of God is not coming in ways that can be observed,",
          "ID": "20"
        },
        {
          "text": "nor will they say, 'Look, here it is!' or 'There!' for behold, the kingdom of God is in the midst of you.\"",
          "ID": "21"
        },
        {
          "text": "And he said to the disciples, \"The days are coming when you will desire to see one of the days of the Son of Man, and you will not see it.",
          "ID": "22"
        },
        {
          "text": "And they will say to you, 'Look, there!' or 'Look, here!' Do not go out or follow them.",
          "ID": "23"
        },
        {
          "text": "For as the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day.",
          "ID": "24"
        },
        {
          "text": "But first he must suffer many things and be rejected by this generation.",
          "ID": "25"
        },
        {
          "text": "Just as it was in the days of Noah, so will it be in the days of the Son of Man.",
          "ID": "26"
        },
        {
          "text": "They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all.",
          "ID": "27"
        },
        {
          "text": "Likewise, just as it was in the days of Lot—they were eating and drinking, buying and selling, planting and building,",
          "ID": "28"
        },
        {
          "text": "but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—",
          "ID": "29"
        },
        {
          "text": "so will it be on the day when the Son of Man is revealed.",
          "ID": "30"
        },
        {
          "text": "On that day, let the one who is on the housetop, with his goods in the house, not come down to take them away, and likewise let the one who is in the field not turn back.",
          "ID": "31"
        },
        {
          "text": "Remember Lot's wife.",
          "ID": "32"
        },
        {
          "text": "Whoever seeks to preserve his life will lose it, but whoever loses his life will keep it.",
          "ID": "33"
        },
        {
          "text": "I tell you, in that night there will be two in one bed. One will be taken and the other left.",
          "ID": "34"
        },
        {
          "text": "There will be two women grinding together. One will be taken and the other left.\"",
          "ID": "35"
        },
        {
          "text": "And they said to him, \"Where, Lord?\" He said to them, \"Where the corpse is, there the vultures will gather.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "Luke 17"
    },
    {
      "text": [
        {
          "text": "And he told them a parable to the effect that they ought always to pray and not lose heart.",
          "ID": "1"
        },
        {
          "text": "He said, \"In a certain city there was a judge who neither feared God nor respected man.",
          "ID": "2"
        },
        {
          "text": "And there was a widow in that city who kept coming to him and saying, 'Give me justice against my adversary.'",
          "ID": "3"
        },
        {
          "text": "For a while he refused, but afterward he said to himself, 'Though I neither fear God nor respect man,",
          "ID": "4"
        },
        {
          "text": "yet because this widow keeps bothering me, I will give her justice, so that she will not beat me down by her continual coming.'\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said, \"Hear what the unrighteous judge says.",
          "ID": "6"
        },
        {
          "text": "And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?",
          "ID": "7"
        },
        {
          "text": "I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?\"",
          "ID": "8"
        },
        {
          "text": "He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt:",
          "ID": "9"
        },
        {
          "text": "\"Two men went up into the temple to pray, one a Pharisee and the other a tax collector.",
          "ID": "10"
        },
        {
          "text": "The Pharisee, standing by himself, prayed thus: 'God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.",
          "ID": "11"
        },
        {
          "text": "I fast twice a week; I give tithes of all that I get.'",
          "ID": "12"
        },
        {
          "text": "But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, 'God, be merciful to me, a sinner!'",
          "ID": "13"
        },
        {
          "text": "I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.\"",
          "ID": "14"
        },
        {
          "text": "Now they were bringing even infants to him that he might touch them. And when the disciples saw it, they rebuked them.",
          "ID": "15"
        },
        {
          "text": "But Jesus called them to him, saying, \"Let the children come to me, and do not hinder them, for to such belongs the kingdom of God.",
          "ID": "16"
        },
        {
          "text": "Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.\"",
          "ID": "17"
        },
        {
          "text": "And a ruler asked him, \"Good Teacher, what must I do to inherit eternal life?\"",
          "ID": "18"
        },
        {
          "text": "And Jesus said to him, \"Why do you call me good? No one is good except God alone.",
          "ID": "19"
        },
        {
          "text": "You know the commandments: 'Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.'\"",
          "ID": "20"
        },
        {
          "text": "And he said, \"All these I have kept from my youth.\"",
          "ID": "21"
        },
        {
          "text": "When Jesus heard this, he said to him, \"One thing you still lack. Sell all that you have and distribute to the poor, and you will have treasure in heaven; and come, follow me.\"",
          "ID": "22"
        },
        {
          "text": "But when he heard these things, he became very sad, for he was extremely rich.",
          "ID": "23"
        },
        {
          "text": "Jesus, seeing that he had become sad, said, \"How difficult it is for those who have wealth to enter the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "Those who heard it said, \"Then who can be saved?\"",
          "ID": "26"
        },
        {
          "text": "But he said, \"What is impossible with man is possible with God.\"",
          "ID": "27"
        },
        {
          "text": "And Peter said, \"See, we have left our homes and followed you.\"",
          "ID": "28"
        },
        {
          "text": "And he said to them, \"Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,",
          "ID": "29"
        },
        {
          "text": "who will not receive many times more in this time, and in the age to come eternal life.\"",
          "ID": "30"
        },
        {
          "text": "And taking the twelve, he said to them, \"See, we are going up to Jerusalem, and everything that is written about the Son of Man by the prophets will be accomplished.",
          "ID": "31"
        },
        {
          "text": "For he will be delivered over to the Gentiles and will be mocked and shamefully treated and spit upon.",
          "ID": "32"
        },
        {
          "text": "And after flogging him, they will kill him, and on the third day he will rise.\"",
          "ID": "33"
        },
        {
          "text": "But they understood none of these things. This saying was hidden from them, and they did not grasp what was said.",
          "ID": "34"
        },
        {
          "text": "As he drew near to Jericho, a blind man was sitting by the roadside begging.",
          "ID": "35"
        },
        {
          "text": "And hearing a crowd going by, he inquired what this meant.",
          "ID": "36"
        },
        {
          "text": "They told him, \"Jesus of Nazareth is passing by.\"",
          "ID": "37"
        },
        {
          "text": "And he cried out, \"Jesus, Son of David, have mercy on me!\"",
          "ID": "38"
        },
        {
          "text": "And those who were in front rebuked him, telling him to be silent. But he cried out all the more, \"Son of David, have mercy on me!\"",
          "ID": "39"
        },
        {
          "text": "And Jesus stopped and commanded him to be brought to him. And when he came near, he asked him,",
          "ID": "40"
        },
        {
          "text": "\"What do you want me to do for you?\" He said, \"Lord, let me recover my sight.\"",
          "ID": "41"
        },
        {
          "text": "And Jesus said to him, \"Recover your sight; your faith has made you well.\"",
          "ID": "42"
        },
        {
          "text": "And immediately he recovered his sight and followed him, glorifying God. And all the people, when they saw it, gave praise to God.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "Luke 18"
    },
    {
      "text": [
        {
          "text": "He entered Jericho and was passing through.",
          "ID": "1"
        },
        {
          "text": "And behold, there was a man named Zacchaeus. He was a chief tax collector and was rich.",
          "ID": "2"
        },
        {
          "text": "And he was seeking to see who Jesus was, but on account of the crowd he could not, because he was small in stature.",
          "ID": "3"
        },
        {
          "text": "So he ran on ahead and climbed up into a sycamore tree to see him, for he was about to pass that way.",
          "ID": "4"
        },
        {
          "text": "And when Jesus came to the place, he looked up and said to him, \"Zacchaeus, hurry and come down, for I must stay at your house today.\"",
          "ID": "5"
        },
        {
          "text": "So he hurried and came down and received him joyfully.",
          "ID": "6"
        },
        {
          "text": "And when they saw it, they all grumbled, \"He has gone in to be the guest of a man who is a sinner.\"",
          "ID": "7"
        },
        {
          "text": "And Zacchaeus stood and said to the Lord, \"Behold, Lord, the half of my goods I give to the poor. And if I have defrauded anyone of anything, I restore it fourfold.\"",
          "ID": "8"
        },
        {
          "text": "And Jesus said to him, \"Today salvation has come to this house, since he also is a son of Abraham.",
          "ID": "9"
        },
        {
          "text": "For the Son of Man came to seek and to save the lost.\"",
          "ID": "10"
        },
        {
          "text": "As they heard these things, he proceeded to tell a parable, because he was near to Jerusalem, and because they supposed that the kingdom of God was to appear immediately.",
          "ID": "11"
        },
        {
          "text": "He said therefore, \"A nobleman went into a far country to receive for himself a kingdom and then return.",
          "ID": "12"
        },
        {
          "text": "Calling ten of his servants, he gave them ten minas, and said to them, 'Engage in business until I come.'",
          "ID": "13"
        },
        {
          "text": "But his citizens hated him and sent a delegation after him, saying, 'We do not want this man to reign over us.'",
          "ID": "14"
        },
        {
          "text": "When he returned, having received the kingdom, he ordered these servants to whom he had given the money to be called to him, that he might know what they had gained by doing business.",
          "ID": "15"
        },
        {
          "text": "The first came before him, saying, 'Lord, your mina has made ten minas more.'",
          "ID": "16"
        },
        {
          "text": "And he said to him, 'Well done, good servant! Because you have been faithful in a very little, you shall have authority over ten cities.'",
          "ID": "17"
        },
        {
          "text": "And the second came, saying, 'Lord, your mina has made five minas.'",
          "ID": "18"
        },
        {
          "text": "And he said to him, 'And you are to be over five cities.'",
          "ID": "19"
        },
        {
          "text": "Then another came, saying, 'Lord, here is your mina, which I kept laid away in a handkerchief;",
          "ID": "20"
        },
        {
          "text": "for I was afraid of you, because you are a severe man. You take what you did not deposit, and reap what you did not sow.'",
          "ID": "21"
        },
        {
          "text": "He said to him, 'I will condemn you with your own words, you wicked servant! You knew that I was a severe man, taking what I did not deposit and reaping what I did not sow?",
          "ID": "22"
        },
        {
          "text": "Why then did you not put my money in the bank, and at my coming I might have collected it with interest?'",
          "ID": "23"
        },
        {
          "text": "And he said to those who stood by, 'Take the mina from him, and give it to the one who has the ten minas.'",
          "ID": "24"
        },
        {
          "text": "And they said to him, 'Lord, he has ten minas!'",
          "ID": "25"
        },
        {
          "text": "'I tell you that to everyone who has, more will be given, but from the one who has not, even what he has will be taken away.",
          "ID": "26"
        },
        {
          "text": "But as for these enemies of mine, who did not want me to reign over them, bring them here and slaughter them before me.'\"",
          "ID": "27"
        },
        {
          "text": "And when he had said these things, he went on ahead, going up to Jerusalem.",
          "ID": "28"
        },
        {
          "text": "When he drew near to Bethphage and Bethany, at the mount that is called Olivet, he sent two of the disciples,",
          "ID": "29"
        },
        {
          "text": "saying, \"Go into the village in front of you, where on entering you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.",
          "ID": "30"
        },
        {
          "text": "If anyone asks you, 'Why are you untying it?' you shall say this: 'The Lord has need of it.'\"",
          "ID": "31"
        },
        {
          "text": "So those who were sent went away and found it just as he had told them.",
          "ID": "32"
        },
        {
          "text": "And as they were untying the colt, its owners said to them, \"Why are you untying the colt?\"",
          "ID": "33"
        },
        {
          "text": "And they said, \"The Lord has need of it.\"",
          "ID": "34"
        },
        {
          "text": "And they brought it to Jesus, and throwing their cloaks on the colt, they set Jesus on it.",
          "ID": "35"
        },
        {
          "text": "And as he rode along, they spread their cloaks on the road.",
          "ID": "36"
        },
        {
          "text": "As he was drawing near—already on the way down the Mount of Olives—the whole multitude of his disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen,",
          "ID": "37"
        },
        {
          "text": "saying, \"Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!\"",
          "ID": "38"
        },
        {
          "text": "And some of the Pharisees in the crowd said to him, \"Teacher, rebuke your disciples.\"",
          "ID": "39"
        },
        {
          "text": "He answered, \"I tell you, if these were silent, the very stones would cry out.\"",
          "ID": "40"
        },
        {
          "text": "And when he drew near and saw the city, he wept over it,",
          "ID": "41"
        },
        {
          "text": "saying, \"Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.",
          "ID": "42"
        },
        {
          "text": "For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side",
          "ID": "43"
        },
        {
          "text": "and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.\"",
          "ID": "44"
        },
        {
          "text": "And he entered the temple and began to drive out those who sold,",
          "ID": "45"
        },
        {
          "text": "saying to them, \"It is written, 'My house shall be a house of prayer,' but you have made it a den of robbers.\"",
          "ID": "46"
        },
        {
          "text": "And he was teaching daily in the temple. The chief priests and the scribes and the principal men of the people were seeking to destroy him,",
          "ID": "47"
        },
        {
          "text": "but they did not find anything they could do, for all the people were hanging on his words.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "Luke 19"
    },
    {
      "text": [
        {
          "text": "One day, as Jesus was teaching the people in the temple and preaching the gospel, the chief priests and the scribes with the elders came up",
          "ID": "1"
        },
        {
          "text": "and said to him, \"Tell us by what authority you do these things, or who it is that gave you this authority.\"",
          "ID": "2"
        },
        {
          "text": "He answered them, \"I also will ask you a question. Now tell me,",
          "ID": "3"
        },
        {
          "text": "was the baptism of John from heaven or from man?\"",
          "ID": "4"
        },
        {
          "text": "And they discussed it with one another, saying, \"If we say, 'From heaven,' he will say, 'Why did you not believe him?'",
          "ID": "5"
        },
        {
          "text": "But if we say, 'From man,' all the people will stone us to death, for they are convinced that John was a prophet.\"",
          "ID": "6"
        },
        {
          "text": "So they answered that they did not know where it came from.",
          "ID": "7"
        },
        {
          "text": "And Jesus said to them, \"Neither will I tell you by what authority I do these things.\"",
          "ID": "8"
        },
        {
          "text": "And he began to tell the people this parable: \"A man planted a vineyard and let it out to tenants and went into another country for a long while.",
          "ID": "9"
        },
        {
          "text": "When the time came, he sent a servant to the tenants, so that they would give him some of the fruit of the vineyard. But the tenants beat him and sent him away empty-handed.",
          "ID": "10"
        },
        {
          "text": "And he sent another servant. But they also beat and treated him shamefully, and sent him away empty-handed.",
          "ID": "11"
        },
        {
          "text": "And he sent yet a third. This one also they wounded and cast out.",
          "ID": "12"
        },
        {
          "text": "Then the owner of the vineyard said, 'What shall I do? I will send my beloved son; perhaps they will respect him.'",
          "ID": "13"
        },
        {
          "text": "But when the tenants saw him, they said to themselves, 'This is the heir. Let us kill him, so that the inheritance may be ours.'",
          "ID": "14"
        },
        {
          "text": "And they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?",
          "ID": "15"
        },
        {
          "text": "He will come and destroy those tenants and give the vineyard to others.\" When they heard this, they said, \"Surely not!\"",
          "ID": "16"
        },
        {
          "text": "But he looked directly at them and said, \"What then is this that is written:",
          "ID": "17"
        },
        {
          "text": "\"'The stone that the builders rejected",
          "ID": "17"
        },
        {
          "text": "has become the cornerstone'?",
          "ID": "17"
        },
        {
          "text": "Everyone who falls on that stone will be broken to pieces, and when it falls on anyone, it will crush him.\"",
          "ID": "18"
        },
        {
          "text": "The scribes and the chief priests sought to lay hands on him at that very hour, for they perceived that he had told this parable against them, but they feared the people.",
          "ID": "19"
        },
        {
          "text": "So they watched him and sent spies, who pretended to be sincere, that they might catch him in something he said, so as to deliver him up to the authority and jurisdiction of the governor.",
          "ID": "20"
        },
        {
          "text": "So they asked him, \"Teacher, we know that you speak and teach rightly, and show no partiality, but truly teach the way of God.",
          "ID": "21"
        },
        {
          "text": "Is it lawful for us to give tribute to Caesar, or not?\"",
          "ID": "22"
        },
        {
          "text": "But he perceived their craftiness, and said to them,",
          "ID": "23"
        },
        {
          "text": "\"Show me a denarius. Whose likeness and inscription does it have?\" They said, \"Caesar's.\"",
          "ID": "24"
        },
        {
          "text": "He said to them, \"Then render to Caesar the things that are Caesar's, and to God the things that are God's.\"",
          "ID": "25"
        },
        {
          "text": "And they were not able in the presence of the people to catch him in what he said, but marveling at his answer they became silent.",
          "ID": "26"
        },
        {
          "text": "There came to him some Sadducees, those who deny that there is a resurrection,",
          "ID": "27"
        },
        {
          "text": "and they asked him a question, saying, \"Teacher, Moses wrote for us that if a man's brother dies, having a wife but no children, the man must take the widow and raise up offspring for his brother.",
          "ID": "28"
        },
        {
          "text": "Now there were seven brothers. The first took a wife, and died without children.",
          "ID": "29"
        },
        {
          "text": "And the second",
          "ID": "30"
        },
        {
          "text": "and the third took her, and likewise all seven left no children and died.",
          "ID": "31"
        },
        {
          "text": "Afterward the woman also died.",
          "ID": "32"
        },
        {
          "text": "In the resurrection, therefore, whose wife will the woman be? For the seven had her as wife.\"",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, \"The sons of this age marry and are given in marriage,",
          "ID": "34"
        },
        {
          "text": "but those who are considered worthy to attain to that age and to the resurrection from the dead neither marry nor are given in marriage,",
          "ID": "35"
        },
        {
          "text": "for they cannot die anymore, because they are equal to angels and are sons of God, being sons of the resurrection.",
          "ID": "36"
        },
        {
          "text": "But that the dead are raised, even Moses showed, in the passage about the bush, where he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob.",
          "ID": "37"
        },
        {
          "text": "Now he is not God of the dead, but of the living, for all live to him.\"",
          "ID": "38"
        },
        {
          "text": "Then some of the scribes answered, \"Teacher, you have spoken well.\"",
          "ID": "39"
        },
        {
          "text": "For they no longer dared to ask him any question.",
          "ID": "40"
        },
        {
          "text": "But he said to them, \"How can they say that the Christ is David's son?",
          "ID": "41"
        },
        {
          "text": "For David himself says in the Book of Psalms,",
          "ID": "42"
        },
        {
          "text": "\"'The Lord said to my Lord,",
          "ID": "42"
        },
        {
          "text": "\"Sit at my right hand,",
          "ID": "42"
        },
        {
          "text": "until I make your enemies your footstool.\"'",
          "ID": "43"
        },
        {
          "text": "David thus calls him Lord, so how is he his son?\"",
          "ID": "44"
        },
        {
          "text": "And in the hearing of all the people he said to his disciples,",
          "ID": "45"
        },
        {
          "text": "\"Beware of the scribes, who like to walk around in long robes, and love greetings in the marketplaces and the best seats in the synagogues and the places of honor at feasts,",
          "ID": "46"
        },
        {
          "text": "who devour widows' houses and for a pretense make long prayers. They will receive the greater condemnation.\"",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "Luke 20"
    },
    {
      "text": [
        {
          "text": "Jesus looked up and saw the rich putting their gifts into the offering box,",
          "ID": "1"
        },
        {
          "text": "and he saw a poor widow put in two small copper coins.",
          "ID": "2"
        },
        {
          "text": "And he said, \"Truly, I tell you, this poor widow has put in more than all of them.",
          "ID": "3"
        },
        {
          "text": "For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.\"",
          "ID": "4"
        },
        {
          "text": "And while some were speaking of the temple, how it was adorned with noble stones and offerings, he said,",
          "ID": "5"
        },
        {
          "text": "\"As for these things that you see, the days will come when there will not be left here one stone upon another that will not be thrown down.\"",
          "ID": "6"
        },
        {
          "text": "And they asked him, \"Teacher, when will these things be, and what will be the sign when these things are about to take place?\"",
          "ID": "7"
        },
        {
          "text": "And he said, \"See that you are not led astray. For many will come in my name, saying, 'I am he!' and, 'The time is at hand!' Do not go after them.",
          "ID": "8"
        },
        {
          "text": "And when you hear of wars and tumults, do not be terrified, for these things must first take place, but the end will not be at once.\"",
          "ID": "9"
        },
        {
          "text": "Then he said to them, \"Nation will rise against nation, and kingdom against kingdom.",
          "ID": "10"
        },
        {
          "text": "There will be great earthquakes, and in various places famines and pestilences. And there will be terrors and great signs from heaven.",
          "ID": "11"
        },
        {
          "text": "But before all this they will lay their hands on you and persecute you, delivering you up to the synagogues and prisons, and you will be brought before kings and governors for my name's sake.",
          "ID": "12"
        },
        {
          "text": "This will be your opportunity to bear witness.",
          "ID": "13"
        },
        {
          "text": "Settle it therefore in your minds not to meditate beforehand how to answer,",
          "ID": "14"
        },
        {
          "text": "for I will give you a mouth and wisdom, which none of your adversaries will be able to withstand or contradict.",
          "ID": "15"
        },
        {
          "text": "You will be delivered up even by parents and brothers and relatives and friends, and some of you they will put to death.",
          "ID": "16"
        },
        {
          "text": "You will be hated by all for my name's sake.",
          "ID": "17"
        },
        {
          "text": "But not a hair of your head will perish.",
          "ID": "18"
        },
        {
          "text": "By your endurance you will gain your lives.",
          "ID": "19"
        },
        {
          "text": "\"But when you see Jerusalem surrounded by armies, then know that its desolation has come near.",
          "ID": "20"
        },
        {
          "text": "Then let those who are in Judea flee to the mountains, and let those who are inside the city depart, and let not those who are out in the country enter it,",
          "ID": "21"
        },
        {
          "text": "for these are days of vengeance, to fulfill all that is written.",
          "ID": "22"
        },
        {
          "text": "Alas for women who are pregnant and for those who are nursing infants in those days! For there will be great distress upon the earth and wrath against this people.",
          "ID": "23"
        },
        {
          "text": "They will fall by the edge of the sword and be led captive among all nations, and Jerusalem will be trampled underfoot by the Gentiles, until the times of the Gentiles are fulfilled.",
          "ID": "24"
        },
        {
          "text": "\"And there will be signs in sun and moon and stars, and on the earth distress of nations in perplexity because of the roaring of the sea and the waves,",
          "ID": "25"
        },
        {
          "text": "people fainting with fear and with foreboding of what is coming on the world. For the powers of the heavens will be shaken.",
          "ID": "26"
        },
        {
          "text": "And then they will see the Son of Man coming in a cloud with power and great glory.",
          "ID": "27"
        },
        {
          "text": "Now when these things begin to take place, straighten up and raise your heads, because your redemption is drawing near.\"",
          "ID": "28"
        },
        {
          "text": "And he told them a parable: \"Look at the fig tree, and all the trees.",
          "ID": "29"
        },
        {
          "text": "As soon as they come out in leaf, you see for yourselves and know that the summer is already near.",
          "ID": "30"
        },
        {
          "text": "So also, when you see these things taking place, you know that the kingdom of God is near.",
          "ID": "31"
        },
        {
          "text": "Truly, I say to you, this generation will not pass away until all has taken place.",
          "ID": "32"
        },
        {
          "text": "Heaven and earth will pass away, but my words will not pass away.",
          "ID": "33"
        },
        {
          "text": "\"But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.",
          "ID": "34"
        },
        {
          "text": "For it will come upon all who dwell on the face of the whole earth.",
          "ID": "35"
        },
        {
          "text": "But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.\"",
          "ID": "36"
        },
        {
          "text": "And every day he was teaching in the temple, but at night he went out and lodged on the mount called Olivet.",
          "ID": "37"
        },
        {
          "text": "And early in the morning all the people came to him in the temple to hear him.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "Luke 21"
    },
    {
      "text": [
        {
          "text": "Now the Feast of Unleavened Bread drew near, which is called the Passover.",
          "ID": "1"
        },
        {
          "text": "And the chief priests and the scribes were seeking how to put him to death, for they feared the people.",
          "ID": "2"
        },
        {
          "text": "Then Satan entered into Judas called Iscariot, who was of the number of the twelve.",
          "ID": "3"
        },
        {
          "text": "He went away and conferred with the chief priests and officers how he might betray him to them.",
          "ID": "4"
        },
        {
          "text": "And they were glad, and agreed to give him money.",
          "ID": "5"
        },
        {
          "text": "So he consented and sought an opportunity to betray him to them in the absence of a crowd.",
          "ID": "6"
        },
        {
          "text": "Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed.",
          "ID": "7"
        },
        {
          "text": "So Jesus sent Peter and John, saying, \"Go and prepare the Passover for us, that we may eat it.\"",
          "ID": "8"
        },
        {
          "text": "They said to him, \"Where will you have us prepare it?\"",
          "ID": "9"
        },
        {
          "text": "He said to them, \"Behold, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters",
          "ID": "10"
        },
        {
          "text": "and tell the master of the house, 'The Teacher says to you, Where is the guest room, where I may eat the Passover with my disciples?'",
          "ID": "11"
        },
        {
          "text": "And he will show you a large upper room furnished; prepare it there.\"",
          "ID": "12"
        },
        {
          "text": "And they went and found it just as he had told them, and they prepared the Passover.",
          "ID": "13"
        },
        {
          "text": "And when the hour came, he reclined at table, and the apostles with him.",
          "ID": "14"
        },
        {
          "text": "And he said to them, \"I have earnestly desired to eat this Passover with you before I suffer.",
          "ID": "15"
        },
        {
          "text": "For I tell you I will not eat it until it is fulfilled in the kingdom of God.\"",
          "ID": "16"
        },
        {
          "text": "And he took a cup, and when he had given thanks he said, \"Take this, and divide it among yourselves.",
          "ID": "17"
        },
        {
          "text": "For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.\"",
          "ID": "18"
        },
        {
          "text": "And he took bread, and when he had given thanks, he broke it and gave it to them, saying, \"This is my body, which is given for you. Do this in remembrance of me.\"",
          "ID": "19"
        },
        {
          "text": "And likewise the cup after they had eaten, saying, \"This cup that is poured out for you is the new covenant in my blood.",
          "ID": "20"
        },
        {
          "text": "But behold, the hand of him who betrays me is with me on the table.",
          "ID": "21"
        },
        {
          "text": "For the Son of Man goes as it has been determined, but woe to that man by whom he is betrayed!\"",
          "ID": "22"
        },
        {
          "text": "And they began to question one another, which of them it could be who was going to do this.",
          "ID": "23"
        },
        {
          "text": "A dispute also arose among them, as to which of them was to be regarded as the greatest.",
          "ID": "24"
        },
        {
          "text": "And he said to them, \"The kings of the Gentiles exercise lordship over them, and those in authority over them are called benefactors.",
          "ID": "25"
        },
        {
          "text": "But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.",
          "ID": "26"
        },
        {
          "text": "For who is the greater, one who reclines at table or one who serves? Is it not the one who reclines at table? But I am among you as the one who serves.",
          "ID": "27"
        },
        {
          "text": "\"You are those who have stayed with me in my trials,",
          "ID": "28"
        },
        {
          "text": "and I assign to you, as my Father assigned to me, a kingdom,",
          "ID": "29"
        },
        {
          "text": "that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel.",
          "ID": "30"
        },
        {
          "text": "\"Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,",
          "ID": "31"
        },
        {
          "text": "but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.\"",
          "ID": "32"
        },
        {
          "text": "Peter said to him, \"Lord, I am ready to go with you both to prison and to death.\"",
          "ID": "33"
        },
        {
          "text": "Jesus said, \"I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.\"",
          "ID": "34"
        },
        {
          "text": "And he said to them, \"When I sent you out with no moneybag or knapsack or sandals, did you lack anything?\" They said, \"Nothing.\"",
          "ID": "35"
        },
        {
          "text": "He said to them, \"But now let the one who has a moneybag take it, and likewise a knapsack. And let the one who has no sword sell his cloak and buy one.",
          "ID": "36"
        },
        {
          "text": "For I tell you that this Scripture must be fulfilled in me: 'And he was numbered with the transgressors.' For what is written about me has its fulfillment.\"",
          "ID": "37"
        },
        {
          "text": "And they said, \"Look, Lord, here are two swords.\" And he said to them, \"It is enough.\"",
          "ID": "38"
        },
        {
          "text": "And he came out and went, as was his custom, to the Mount of Olives, and the disciples followed him.",
          "ID": "39"
        },
        {
          "text": "And when he came to the place, he said to them, \"Pray that you may not enter into temptation.\"",
          "ID": "40"
        },
        {
          "text": "And he withdrew from them about a stone's throw, and knelt down and prayed,",
          "ID": "41"
        },
        {
          "text": "saying, \"Father, if you are willing, remove this cup from me. Nevertheless, not my will, but yours, be done.\"",
          "ID": "42"
        },
        {
          "text": "And there appeared to him an angel from heaven, strengthening him.",
          "ID": "43"
        },
        {
          "text": "And being in an agony he prayed more earnestly; and his sweat became like great drops of blood falling down to the ground.",
          "ID": "44"
        },
        {
          "text": "And when he rose from prayer, he came to the disciples and found them sleeping for sorrow,",
          "ID": "45"
        },
        {
          "text": "and he said to them, \"Why are you sleeping? Rise and pray that you may not enter into temptation.\"",
          "ID": "46"
        },
        {
          "text": "While he was still speaking, there came a crowd, and the man called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss him,",
          "ID": "47"
        },
        {
          "text": "but Jesus said to him, \"Judas, would you betray the Son of Man with a kiss?\"",
          "ID": "48"
        },
        {
          "text": "And when those who were around him saw what would follow, they said, \"Lord, shall we strike with the sword?\"",
          "ID": "49"
        },
        {
          "text": "And one of them struck the servant of the high priest and cut off his right ear.",
          "ID": "50"
        },
        {
          "text": "But Jesus said, \"No more of this!\" And he touched his ear and healed him.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to the chief priests and officers of the temple and elders, who had come out against him, \"Have you come out as against a robber, with swords and clubs?",
          "ID": "52"
        },
        {
          "text": "When I was with you day after day in the temple, you did not lay hands on me. But this is your hour, and the power of darkness.\"",
          "ID": "53"
        },
        {
          "text": "Then they seized him and led him away, bringing him into the high priest's house, and Peter was following at a distance.",
          "ID": "54"
        },
        {
          "text": "And when they had kindled a fire in the middle of the courtyard and sat down together, Peter sat down among them.",
          "ID": "55"
        },
        {
          "text": "Then a servant girl, seeing him as he sat in the light and looking closely at him, said, \"This man also was with him.\"",
          "ID": "56"
        },
        {
          "text": "But he denied it, saying, \"Woman, I do not know him.\"",
          "ID": "57"
        },
        {
          "text": "And a little later someone else saw him and said, \"You also are one of them.\" But Peter said, \"Man, I am not.\"",
          "ID": "58"
        },
        {
          "text": "And after an interval of about an hour still another insisted, saying, \"Certainly this man also was with him, for he too is a Galilean.\"",
          "ID": "59"
        },
        {
          "text": "But Peter said, \"Man, I do not know what you are talking about.\" And immediately, while he was still speaking, the rooster crowed.",
          "ID": "60"
        },
        {
          "text": "And the Lord turned and looked at Peter. And Peter remembered the saying of the Lord, how he had said to him, \"Before the rooster crows today, you will deny me three times.\"",
          "ID": "61"
        },
        {
          "text": "And he went out and wept bitterly.",
          "ID": "62"
        },
        {
          "text": "Now the men who were holding Jesus in custody were mocking him as they beat him.",
          "ID": "63"
        },
        {
          "text": "They also blindfolded him and kept asking him, \"Prophesy! Who is it that struck you?\"",
          "ID": "64"
        },
        {
          "text": "And they said many other things against him, blaspheming him.",
          "ID": "65"
        },
        {
          "text": "When day came, the assembly of the elders of the people gathered together, both chief priests and scribes. And they led him away to their council, and they said,",
          "ID": "66"
        },
        {
          "text": "\"If you are the Christ, tell us.\" But he said to them, \"If I tell you, you will not believe,",
          "ID": "67"
        },
        {
          "text": "and if I ask you, you will not answer.",
          "ID": "68"
        },
        {
          "text": "But from now on the Son of Man shall be seated at the right hand of the power of God.\"",
          "ID": "69"
        },
        {
          "text": "So they all said, \"Are you the Son of God, then?\" And he said to them, \"You say that I am.\"",
          "ID": "70"
        },
        {
          "text": "Then they said, \"What further testimony do we need? We have heard it ourselves from his own lips.\"",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "Luke 22"
    },
    {
      "text": [
        {
          "text": "Then the whole company of them arose and brought him before Pilate.",
          "ID": "1"
        },
        {
          "text": "And they began to accuse him, saying, \"We found this man misleading our nation and forbidding us to give tribute to Caesar, and saying that he himself is Christ, a king.\"",
          "ID": "2"
        },
        {
          "text": "And Pilate asked him, \"Are you the King of the Jews?\" And he answered him, \"You have said so.\"",
          "ID": "3"
        },
        {
          "text": "Then Pilate said to the chief priests and the crowds, \"I find no guilt in this man.\"",
          "ID": "4"
        },
        {
          "text": "But they were urgent, saying, \"He stirs up the people, teaching throughout all Judea, from Galilee even to this place.\"",
          "ID": "5"
        },
        {
          "text": "When Pilate heard this, he asked whether the man was a Galilean.",
          "ID": "6"
        },
        {
          "text": "And when he learned that he belonged to Herod's jurisdiction, he sent him over to Herod, who was himself in Jerusalem at that time.",
          "ID": "7"
        },
        {
          "text": "When Herod saw Jesus, he was very glad, for he had long desired to see him, because he had heard about him, and he was hoping to see some sign done by him.",
          "ID": "8"
        },
        {
          "text": "So he questioned him at some length, but he made no answer.",
          "ID": "9"
        },
        {
          "text": "The chief priests and the scribes stood by, vehemently accusing him.",
          "ID": "10"
        },
        {
          "text": "And Herod with his soldiers treated him with contempt and mocked him. Then, arraying him in splendid clothing, he sent him back to Pilate.",
          "ID": "11"
        },
        {
          "text": "And Herod and Pilate became friends with each other that very day, for before this they had been at enmity with each other.",
          "ID": "12"
        },
        {
          "text": "Pilate then called together the chief priests and the rulers and the people,",
          "ID": "13"
        },
        {
          "text": "and said to them, \"You brought me this man as one who was misleading the people. And after examining him before you, behold, I did not find this man guilty of any of your charges against him.",
          "ID": "14"
        },
        {
          "text": "Neither did Herod, for he sent him back to us. Look, nothing deserving death has been done by him.",
          "ID": "15"
        },
        {
          "text": "I will therefore punish and release him.\"",
          "ID": "16"
        },
        {
          "text": "But they all cried out together, \"Away with this man, and release to us Barabbas\"—",
          "ID": "18"
        },
        {
          "text": "a man who had been thrown into prison for an insurrection started in the city and for murder.",
          "ID": "19"
        },
        {
          "text": "Pilate addressed them once more, desiring to release Jesus,",
          "ID": "20"
        },
        {
          "text": "but they kept shouting, \"Crucify, crucify him!\"",
          "ID": "21"
        },
        {
          "text": "A third time he said to them, \"Why, what evil has he done? I have found in him no guilt deserving death. I will therefore punish and release him.\"",
          "ID": "22"
        },
        {
          "text": "But they were urgent, demanding with loud cries that he should be crucified. And their voices prevailed.",
          "ID": "23"
        },
        {
          "text": "So Pilate decided that their demand should be granted.",
          "ID": "24"
        },
        {
          "text": "He released the man who had been thrown into prison for insurrection and murder, for whom they asked, but he delivered Jesus over to their will.",
          "ID": "25"
        },
        {
          "text": "And as they led him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross, to carry it behind Jesus.",
          "ID": "26"
        },
        {
          "text": "And there followed him a great multitude of the people and of women who were mourning and lamenting for him.",
          "ID": "27"
        },
        {
          "text": "But turning to them Jesus said, \"Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children.",
          "ID": "28"
        },
        {
          "text": "For behold, the days are coming when they will say, 'Blessed are the barren and the wombs that never bore and the breasts that never nursed!'",
          "ID": "29"
        },
        {
          "text": "Then they will begin to say to the mountains, 'Fall on us,' and to the hills, 'Cover us.'",
          "ID": "30"
        },
        {
          "text": "For if they do these things when the wood is green, what will happen when it is dry?\"",
          "ID": "31"
        },
        {
          "text": "Two others, who were criminals, were led away to be put to death with him.",
          "ID": "32"
        },
        {
          "text": "And when they came to the place that is called The Skull, there they crucified him, and the criminals, one on his right and one on his left.",
          "ID": "33"
        },
        {
          "text": "And Jesus said, \"Father, forgive them, for they know not what they do.\" And they cast lots to divide his garments.",
          "ID": "34"
        },
        {
          "text": "And the people stood by, watching, but the rulers scoffed at him, saying, \"He saved others; let him save himself, if he is the Christ of God, his Chosen One!\"",
          "ID": "35"
        },
        {
          "text": "The soldiers also mocked him, coming up and offering him sour wine",
          "ID": "36"
        },
        {
          "text": "and saying, \"If you are the King of the Jews, save yourself!\"",
          "ID": "37"
        },
        {
          "text": "There was also an inscription over him, \"This is the King of the Jews.\"",
          "ID": "38"
        },
        {
          "text": "One of the criminals who were hanged railed at him, saying, \"Are you not the Christ? Save yourself and us!\"",
          "ID": "39"
        },
        {
          "text": "But the other rebuked him, saying, \"Do you not fear God, since you are under the same sentence of condemnation?",
          "ID": "40"
        },
        {
          "text": "And we indeed justly, for we are receiving the due reward of our deeds; but this man has done nothing wrong.\"",
          "ID": "41"
        },
        {
          "text": "And he said, \"Jesus, remember me when you come into your kingdom.\"",
          "ID": "42"
        },
        {
          "text": "And he said to him, \"Truly, I say to you, today you will be with me in Paradise.\"",
          "ID": "43"
        },
        {
          "text": "It was now about the sixth hour, and there was darkness over the whole land until the ninth hour,",
          "ID": "44"
        },
        {
          "text": "while the sun's light failed. And the curtain of the temple was torn in two.",
          "ID": "45"
        },
        {
          "text": "Then Jesus, calling out with a loud voice, said, \"Father, into your hands I commit my spirit!\" And having said this he breathed his last.",
          "ID": "46"
        },
        {
          "text": "Now when the centurion saw what had taken place, he praised God, saying, \"Certainly this man was innocent!\"",
          "ID": "47"
        },
        {
          "text": "And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts.",
          "ID": "48"
        },
        {
          "text": "And all his acquaintances and the women who had followed him from Galilee stood at a distance watching these things.",
          "ID": "49"
        },
        {
          "text": "Now there was a man named Joseph, from the Jewish town of Arimathea. He was a member of the council, a good and righteous man,",
          "ID": "50"
        },
        {
          "text": "who had not consented to their decision and action; and he was looking for the kingdom of God.",
          "ID": "51"
        },
        {
          "text": "This man went to Pilate and asked for the body of Jesus.",
          "ID": "52"
        },
        {
          "text": "Then he took it down and wrapped it in a linen shroud and laid him in a tomb cut in stone, where no one had ever yet been laid.",
          "ID": "53"
        },
        {
          "text": "It was the day of Preparation, and the Sabbath was beginning.",
          "ID": "54"
        },
        {
          "text": "The women who had come with him from Galilee followed and saw the tomb and how his body was laid.",
          "ID": "55"
        },
        {
          "text": "Then they returned and prepared spices and ointments.",
          "ID": "56"
        },
        {
          "text": "On the Sabbath they rested according to the commandment.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "Luke 23"
    },
    {
      "text": [
        {
          "text": "But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared.",
          "ID": "1"
        },
        {
          "text": "And they found the stone rolled away from the tomb,",
          "ID": "2"
        },
        {
          "text": "but when they went in they did not find the body of the Lord Jesus.",
          "ID": "3"
        },
        {
          "text": "While they were perplexed about this, behold, two men stood by them in dazzling apparel.",
          "ID": "4"
        },
        {
          "text": "And as they were frightened and bowed their faces to the ground, the men said to them, \"Why do you seek the living among the dead?",
          "ID": "5"
        },
        {
          "text": "He is not here, but has risen. Remember how he told you, while he was still in Galilee,",
          "ID": "6"
        },
        {
          "text": "that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.\"",
          "ID": "7"
        },
        {
          "text": "And they remembered his words,",
          "ID": "8"
        },
        {
          "text": "and returning from the tomb they told all these things to the eleven and to all the rest.",
          "ID": "9"
        },
        {
          "text": "Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles,",
          "ID": "10"
        },
        {
          "text": "but these words seemed to them an idle tale, and they did not believe them.",
          "ID": "11"
        },
        {
          "text": "But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.",
          "ID": "12"
        },
        {
          "text": "That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem,",
          "ID": "13"
        },
        {
          "text": "and they were talking with each other about all these things that had happened.",
          "ID": "14"
        },
        {
          "text": "While they were talking and discussing together, Jesus himself drew near and went with them.",
          "ID": "15"
        },
        {
          "text": "But their eyes were kept from recognizing him.",
          "ID": "16"
        },
        {
          "text": "And he said to them, \"What is this conversation that you are holding with each other as you walk?\" And they stood still, looking sad.",
          "ID": "17"
        },
        {
          "text": "Then one of them, named Cleopas, answered him, \"Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?\"",
          "ID": "18"
        },
        {
          "text": "And he said to them, \"What things?\" And they said to him, \"Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people,",
          "ID": "19"
        },
        {
          "text": "and how our chief priests and rulers delivered him up to be condemned to death, and crucified him.",
          "ID": "20"
        },
        {
          "text": "But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened.",
          "ID": "21"
        },
        {
          "text": "Moreover, some women of our company amazed us. They were at the tomb early in the morning,",
          "ID": "22"
        },
        {
          "text": "and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive.",
          "ID": "23"
        },
        {
          "text": "Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.\"",
          "ID": "24"
        },
        {
          "text": "And he said to them, \"O foolish ones, and slow of heart to believe all that the prophets have spoken!",
          "ID": "25"
        },
        {
          "text": "Was it not necessary that the Christ should suffer these things and enter into his glory?\"",
          "ID": "26"
        },
        {
          "text": "And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.",
          "ID": "27"
        },
        {
          "text": "So they drew near to the village to which they were going. He acted as if he were going farther,",
          "ID": "28"
        },
        {
          "text": "but they urged him strongly, saying, \"Stay with us, for it is toward evening and the day is now far spent.\" So he went in to stay with them.",
          "ID": "29"
        },
        {
          "text": "When he was at table with them, he took the bread and blessed and broke it and gave it to them.",
          "ID": "30"
        },
        {
          "text": "And their eyes were opened, and they recognized him. And he vanished from their sight.",
          "ID": "31"
        },
        {
          "text": "They said to each other, \"Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?\"",
          "ID": "32"
        },
        {
          "text": "And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together,",
          "ID": "33"
        },
        {
          "text": "saying, \"The Lord has risen indeed, and has appeared to Simon!\"",
          "ID": "34"
        },
        {
          "text": "Then they told what had happened on the road, and how he was known to them in the breaking of the bread.",
          "ID": "35"
        },
        {
          "text": "As they were talking about these things, Jesus himself stood among them, and said to them, \"Peace to you!\"",
          "ID": "36"
        },
        {
          "text": "But they were startled and frightened and thought they saw a spirit.",
          "ID": "37"
        },
        {
          "text": "And he said to them, \"Why are you troubled, and why do doubts arise in your hearts?",
          "ID": "38"
        },
        {
          "text": "See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.\"",
          "ID": "39"
        },
        {
          "text": "And when he had said this, he showed them his hands and his feet.",
          "ID": "40"
        },
        {
          "text": "And while they still disbelieved for joy and were marveling, he said to them, \"Have you anything here to eat?\"",
          "ID": "41"
        },
        {
          "text": "They gave him a piece of broiled fish,",
          "ID": "42"
        },
        {
          "text": "and he took it and ate before them.",
          "ID": "43"
        },
        {
          "text": "Then he said to them, \"These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.\"",
          "ID": "44"
        },
        {
          "text": "Then he opened their minds to understand the Scriptures,",
          "ID": "45"
        },
        {
          "text": "and said to them, \"Thus it is written, that the Christ should suffer and on the third day rise from the dead,",
          "ID": "46"
        },
        {
          "text": "and that repentance and forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.",
          "ID": "47"
        },
        {
          "text": "You are witnesses of these things.",
          "ID": "48"
        },
        {
          "text": "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.\"",
          "ID": "49"
        },
        {
          "text": "Then he led them out as far as Bethany, and lifting up his hands he blessed them.",
          "ID": "50"
        },
        {
          "text": "While he blessed them, he parted from them and was carried up into heaven.",
          "ID": "51"
        },
        {
          "text": "And they worshiped him and returned to Jerusalem with great joy,",
          "ID": "52"
        },
        {
          "text": "and were continually in the temple blessing God.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "Luke 24"
    }
  ],
  "ID": "NT:LUK(ESV)",
  "version": "ESV",
  "name": "Luke"
}