{
  "text": [
    {
      "text": [
        {
          "text": "Inasmuch as many have undertaken to compile an account of the things accomplished among us,",
          "ID": "1"
        },
        {
          "text": "just as they were handed down to us by those who from the beginning were eyewitnesses and servants of the word,",
          "ID": "2"
        },
        {
          "text": "it seemed fitting for me as well, having investigated everything carefully from the beginning, to write it out for you in consecutive order, most excellent Theophilus;",
          "ID": "3"
        },
        {
          "text": "so that you may know the exact truth about the things you have been taught.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "In the days of Herod, king of Judea, there was a priest named Zacharias, of the division of Abijah; and he had a wife from the daughters of Aaron, and her name was Elizabeth.",
          "ID": "5"
        },
        {
          "text": "They were both righteous in the sight of God, walking blamelessly in all the commandments and requirements of the Lord.",
          "ID": "6"
        },
        {
          "text": "But they had no child, because Elizabeth was barren, and they were both advanced in years.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now it happened that while he was performing his priestly service before God in the appointed order of his division,",
          "ID": "8"
        },
        {
          "text": "according to the custom of the priestly office, he was chosen by lot to enter the temple of the Lord and burn incense.",
          "ID": "9"
        },
        {
          "text": "And the whole multitude of the people were in prayer outside at the hour of the incense offering.",
          "ID": "10"
        },
        {
          "text": "And an angel of the Lord appeared to him, standing to the right of the altar of incense.",
          "ID": "11"
        },
        {
          "text": "Zacharias was troubled when he saw the angel, and fear gripped him.",
          "ID": "12"
        },
        {
          "text": "But the angel said to him, \"Do not be afraid, Zacharias, for your petition has been heard, and your wife Elizabeth will bear you a son, and you will give him the name John.",
          "ID": "13"
        },
        {
          "text": "You will have joy and gladness, and many will rejoice at his birth.",
          "ID": "14"
        },
        {
          "text": "For he will be great in the sight of the Lord; and he will drink no wine or liquor, and he will be filled with the Holy Spirit while yet in his mother's womb.",
          "ID": "15"
        },
        {
          "text": "And he will turn many of the sons of Israel back to the Lord their God.",
          "ID": "16"
        },
        {
          "text": "It is he who will go as a forerunner before Him in the spirit and power of Elijah, to turn the hearts of the fathers back to the children, and the disobedient to the attitude of the righteous, so as to make ready a people prepared for the Lord.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Zacharias said to the angel, \"How will I know this for certain? For I am an old man and my wife is advanced in years.\"",
          "ID": "18"
        },
        {
          "text": "The angel answered and said to him, \"I am Gabriel, who stands in the presence of God, and I have been sent to speak to you and to bring you this good news.",
          "ID": "19"
        },
        {
          "text": "And behold, you shall be silent and unable to speak until the day when these things take place, because you did not believe my words, which will be fulfilled in their proper time.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "The people were waiting for Zacharias, and were wondering at his delay in the temple.",
          "ID": "21"
        },
        {
          "text": "But when he came out, he was unable to speak to them; and they realized that he had seen a vision in the temple; and he kept making signs to them, and remained mute.",
          "ID": "22"
        },
        {
          "text": "When the days of his priestly service were ended, he went back home.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "After these days Elizabeth his wife became pregnant, and she kept herself in seclusion for five months, saying,",
          "ID": "24"
        },
        {
          "text": "\"This is the way the Lord has dealt with me in the days when He looked with favor upon me, to take away my disgrace among men.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Now in the sixth month the angel Gabriel was sent from God to a city in Galilee called Nazareth,",
          "ID": "26"
        },
        {
          "text": "to a virgin engaged to a man whose name was Joseph, of the descendants of David; and the virgin's name was Mary.",
          "ID": "27"
        },
        {
          "text": "And coming in, he said to her, \"Greetings, favored one! The Lord is with you.\"",
          "ID": "28"
        },
        {
          "text": "But she was very perplexed at this statement, and kept pondering what kind of salutation this was.",
          "ID": "29"
        },
        {
          "text": "The angel said to her, \"Do not be afraid, Mary; for you have found favor with God.",
          "ID": "30"
        },
        {
          "text": "And behold, you will conceive in your womb and bear a son, and you shall name Him Jesus.",
          "ID": "31"
        },
        {
          "text": "He will be great and will be called the Son of the Most High; and the Lord God will give Him the throne of His father David;",
          "ID": "32"
        },
        {
          "text": "and He will reign over the house of Jacob forever, and His kingdom will have no end.\"",
          "ID": "33"
        },
        {
          "text": "Mary said to the angel, \"How can this be, since I am a virgin?\"",
          "ID": "34"
        },
        {
          "text": "The angel answered and said to her, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you; and for that reason the holy Child shall be called the Son of God.",
          "ID": "35"
        },
        {
          "text": "And behold, even your relative Elizabeth has also conceived a son in her old age; and she who was called barren is now in her sixth month.",
          "ID": "36"
        },
        {
          "text": "For nothing will be impossible with God.\"",
          "ID": "37"
        },
        {
          "text": "And Mary said, \"Behold, the bondslave of the Lord; may it be done to me according to your word.\" And the angel departed from her.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Now at this time Mary arose and went in a hurry to the hill country, to a city of Judah,",
          "ID": "39"
        },
        {
          "text": "and entered the house of Zacharias and greeted Elizabeth.",
          "ID": "40"
        },
        {
          "text": "When Elizabeth heard Mary's greeting, the baby leaped in her womb; and Elizabeth was filled with the Holy Spirit.",
          "ID": "41"
        },
        {
          "text": "And she cried out with a loud voice and said, \"Blessed are you among women, and blessed is the fruit of your womb!",
          "ID": "42"
        },
        {
          "text": "And how has it happened to me, that the mother of my Lord would come to me?",
          "ID": "43"
        },
        {
          "text": "For behold, when the sound of your greeting reached my ears, the baby leaped in my womb for joy.",
          "ID": "44"
        },
        {
          "text": "And blessed is she who believed that there would be a fulfillment of what had been spoken to her by the Lord.\"",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "And Mary said: \"My soul exalts the Lord,",
          "ID": "46"
        },
        {
          "text": "And my spirit has rejoiced in God my Savior.",
          "ID": "47"
        },
        {
          "text": "\"For He has had regard for the humble state of His bondslave;",
          "ID": "48"
        },
        {
          "text": "For behold, from this time on all generations will count me blessed.",
          "ID": "48"
        },
        {
          "text": "\"For the Mighty One has done great things for me;",
          "ID": "49"
        },
        {
          "text": "And holy is His name.",
          "ID": "49"
        },
        {
          "text": "\"And His mercy is upon generation after generation",
          "ID": "50"
        },
        {
          "text": "Toward those who fear Him.",
          "ID": "50"
        },
        {
          "text": "\"He has done mighty deeds with His arm;",
          "ID": "51"
        },
        {
          "text": "He has scattered those who were proud in the thoughts of their heart.",
          "ID": "51"
        },
        {
          "text": "\"He has brought down rulers from their thrones,",
          "ID": "52"
        },
        {
          "text": "And has exalted those who were humble.",
          "ID": "52"
        },
        {
          "text": "\"He has filled the hungry with good things;",
          "ID": "53"
        },
        {
          "text": "And sent away the rich empty-handed.",
          "ID": "53"
        },
        {
          "text": "\"He has given help to Israel His servant,",
          "ID": "54"
        },
        {
          "text": "In remembrance of His mercy,",
          "ID": "54"
        },
        {
          "text": "As He spoke to our fathers,",
          "ID": "55"
        },
        {
          "text": "To Abraham and his descendants forever.\"",
          "ID": "55"
        },
        {
          "text": "",
          "ID": "55"
        },
        {
          "text": "And Mary stayed with her about three months, and then returned to her home.",
          "ID": "56"
        },
        {
          "text": "",
          "ID": "56"
        },
        {
          "text": "Now the time had come for Elizabeth to give birth, and she gave birth to a son.",
          "ID": "57"
        },
        {
          "text": "Her neighbors and her relatives heard that the Lord had displayed His great mercy toward her; and they were rejoicing with her.",
          "ID": "58"
        },
        {
          "text": "",
          "ID": "58"
        },
        {
          "text": "And it happened that on the eighth day they came to circumcise the child, and they were going to call him Zacharias, after his father.",
          "ID": "59"
        },
        {
          "text": "But his mother answered and said, \"No indeed; but he shall be called John.\"",
          "ID": "60"
        },
        {
          "text": "And they said to her, \"There is no one among your relatives who is called by that name.\"",
          "ID": "61"
        },
        {
          "text": "And they made signs to his father, as to what he wanted him called.",
          "ID": "62"
        },
        {
          "text": "And he asked for a tablet and wrote as follows, \"His name is John.\" And they were all astonished.",
          "ID": "63"
        },
        {
          "text": "And at once his mouth was opened and his tongue loosed, and he began to speak in praise of God.",
          "ID": "64"
        },
        {
          "text": "Fear came on all those living around them; and all these matters were being talked about in all the hill country of Judea.",
          "ID": "65"
        },
        {
          "text": "All who heard them kept them in mind, saying, \"What then will this child turn out to be?\" For the hand of the Lord was certainly with him.",
          "ID": "66"
        },
        {
          "text": "",
          "ID": "66"
        },
        {
          "text": "And his father Zacharias was filled with the Holy Spirit, and prophesied, saying:",
          "ID": "67"
        },
        {
          "text": "\"Blessed be the Lord God of Israel,",
          "ID": "68"
        },
        {
          "text": "For He has visited us and accomplished redemption for His people,",
          "ID": "68"
        },
        {
          "text": "And has raised up a horn of salvation for us",
          "ID": "69"
        },
        {
          "text": "In the house of David His servant-",
          "ID": "69"
        },
        {
          "text": "As He spoke by the mouth of His holy prophets from of old-",
          "ID": "70"
        },
        {
          "text": "Salvation from our enemies,",
          "ID": "71"
        },
        {
          "text": "And from the hand of all who hate us;",
          "ID": "71"
        },
        {
          "text": "To show mercy toward our fathers,",
          "ID": "72"
        },
        {
          "text": "And to remember His holy covenant,",
          "ID": "72"
        },
        {
          "text": "The oath which He swore to Abraham our father,",
          "ID": "73"
        },
        {
          "text": "To grant us that we, being rescued from the hand of our enemies,",
          "ID": "74"
        },
        {
          "text": "Might serve Him without fear,",
          "ID": "74"
        },
        {
          "text": "In holiness and righteousness before Him all our days.",
          "ID": "75"
        },
        {
          "text": "\"And you, child, will be called the prophet of the Most High;",
          "ID": "76"
        },
        {
          "text": "For you will go on before the Lord to prepare His ways;",
          "ID": "76"
        },
        {
          "text": "To give to His people the knowledge of salvation",
          "ID": "77"
        },
        {
          "text": "By the forgiveness of their sins,",
          "ID": "77"
        },
        {
          "text": "Because of the tender mercy of our God,",
          "ID": "78"
        },
        {
          "text": "With which the Sunrise from on high will visit us,",
          "ID": "78"
        },
        {
          "text": "To shine upon those who sit in darkness and the shadow of death,",
          "ID": "79"
        },
        {
          "text": "To guide our feet into the way of peace.\"",
          "ID": "79"
        },
        {
          "text": "",
          "ID": "79"
        },
        {
          "text": "And the child continued to grow and to become strong in spirit, and he lived in the deserts until the day of his public appearance to Israel.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "LUKE 1"
    },
    {
      "text": [
        {
          "text": "Now in those days a decree went out from Caesar Augustus, that a census be taken of all the inhabited earth.",
          "ID": "1"
        },
        {
          "text": "This was the first census taken while Quirinius was governor of Syria.",
          "ID": "2"
        },
        {
          "text": "And everyone was on his way to register for the census, each to his own city.",
          "ID": "3"
        },
        {
          "text": "Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family of David,",
          "ID": "4"
        },
        {
          "text": "in order to register along with Mary, who was engaged to him, and was with child.",
          "ID": "5"
        },
        {
          "text": "While they were there, the days were completed for her to give birth.",
          "ID": "6"
        },
        {
          "text": "And she gave birth to her firstborn son; and she wrapped Him in cloths, and laid Him in a manger, because there was no room for them in the inn.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "In the same region there were some shepherds staying out in the fields and keeping watch over their flock by night.",
          "ID": "8"
        },
        {
          "text": "And an angel of the Lord suddenly stood before them, and the glory of the Lord shone around them; and they were terribly frightened.",
          "ID": "9"
        },
        {
          "text": "But the angel said to them, \"Do not be afraid; for behold, I bring you good news of great joy which will be for all the people;",
          "ID": "10"
        },
        {
          "text": "for today in the city of David there has been born for you a Savior, who is Christ the Lord.",
          "ID": "11"
        },
        {
          "text": "This will be a sign for you: you will find a baby wrapped in cloths and lying in a manger.\"",
          "ID": "12"
        },
        {
          "text": "And suddenly there appeared with the angel a multitude of the heavenly host praising God and saying,",
          "ID": "13"
        },
        {
          "text": "\"Glory to God in the highest,",
          "ID": "14"
        },
        {
          "text": "And on earth peace among men with whom He is pleased.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "When the angels had gone away from them into heaven, the shepherds began saying to one another, \"Let us go straight to Bethlehem then, and see this thing that has happened which the Lord has made known to us.\"",
          "ID": "15"
        },
        {
          "text": "So they came in a hurry and found their way to Mary and Joseph, and the baby as He lay in the manger.",
          "ID": "16"
        },
        {
          "text": "When they had seen this, they made known the statement which had been told them about this Child.",
          "ID": "17"
        },
        {
          "text": "And all who heard it wondered at the things which were told them by the shepherds.",
          "ID": "18"
        },
        {
          "text": "But Mary treasured all these things, pondering them in her heart.",
          "ID": "19"
        },
        {
          "text": "The shepherds went back, glorifying and praising God for all that they had heard and seen, just as had been told them.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And when eight days had passed, before His circumcision, His name was then called Jesus, the name given by the angel before He was conceived in the womb.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And when the days for their purification according to the law of Moses were completed, they brought Him up to Jerusalem to present Him to the Lord",
          "ID": "22"
        },
        {
          "text": "(as it is written in the Law of the Lord, \"Every firstborn male that opens the womb shall be called holy to the Lord\"),",
          "ID": "23"
        },
        {
          "text": "and to offer a sacrifice according to what was said in the Law of the Lord, \"A pair of turtledoves or two young pigeons.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And there was a man in Jerusalem whose name was Simeon; and this man was righteous and devout, looking for the consolation of Israel; and the Holy Spirit was upon him.",
          "ID": "25"
        },
        {
          "text": "And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord's Christ.",
          "ID": "26"
        },
        {
          "text": "And he came in the Spirit into the temple; and when the parents brought in the child Jesus, to carry out for Him the custom of the Law,",
          "ID": "27"
        },
        {
          "text": "then he took Him into his arms, and blessed God, and said,",
          "ID": "28"
        },
        {
          "text": "\"Now Lord, You are releasing Your bond-servant to depart in peace,",
          "ID": "29"
        },
        {
          "text": "According to Your word;",
          "ID": "29"
        },
        {
          "text": "For my eyes have seen Your salvation,",
          "ID": "30"
        },
        {
          "text": "Which You have prepared in the presence of all peoples,",
          "ID": "31"
        },
        {
          "text": "A Light of revelation to the Gentiles,",
          "ID": "32"
        },
        {
          "text": "And the glory of Your people Israel.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And His father and mother were amazed at the things which were being said about Him.",
          "ID": "33"
        },
        {
          "text": "And Simeon blessed them and said to Mary His mother, \"Behold, this Child is appointed for the fall and rise of many in Israel, and for a sign to be opposed-",
          "ID": "34"
        },
        {
          "text": "and a sword will pierce even your own soul-to the end that thoughts from many hearts may be revealed.\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "And there was a prophetess, Anna the daughter of Phanuel, of the tribe of Asher. She was advanced in years and had lived with her husband seven years after her marriage,",
          "ID": "36"
        },
        {
          "text": "and then as a widow to the age of eighty-four. She never left the temple, serving night and day with fastings and prayers.",
          "ID": "37"
        },
        {
          "text": "At that very moment she came up and began giving thanks to God, and continued to speak of Him to all those who were looking for the redemption of Jerusalem.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "When they had performed everything according to the Law of the Lord, they returned to Galilee, to their own city of Nazareth.",
          "ID": "39"
        },
        {
          "text": "The Child continued to grow and become strong, increasing in wisdom; and the grace of God was upon Him.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Now His parents went to Jerusalem every year at the Feast of the Passover.",
          "ID": "41"
        },
        {
          "text": "And when He became twelve, they went up there according to the custom of the Feast;",
          "ID": "42"
        },
        {
          "text": "and as they were returning, after spending the full number of days, the boy Jesus stayed behind in Jerusalem. But His parents were unaware of it,",
          "ID": "43"
        },
        {
          "text": "but supposed Him to be in the caravan, and went a day's journey; and they began looking for Him among their relatives and acquaintances.",
          "ID": "44"
        },
        {
          "text": "When they did not find Him, they returned to Jerusalem looking for Him.",
          "ID": "45"
        },
        {
          "text": "Then, after three days they found Him in the temple, sitting in the midst of the teachers, both listening to them and asking them questions.",
          "ID": "46"
        },
        {
          "text": "And all who heard Him were amazed at His understanding and His answers.",
          "ID": "47"
        },
        {
          "text": "When they saw Him, they were astonished; and His mother said to Him, \"Son, why have You treated us this way? Behold, Your father and I have been anxiously looking for You.\"",
          "ID": "48"
        },
        {
          "text": "And He said to them, \"Why is it that you were looking for Me? Did you not know that I had to be in My Father's house?\"",
          "ID": "49"
        },
        {
          "text": "But they did not understand the statement which He had made to them.",
          "ID": "50"
        },
        {
          "text": "And He went down with them and came to Nazareth, and He continued in subjection to them; and His mother treasured all these things in her heart.",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "And Jesus kept increasing in wisdom and stature, and in favor with God and men.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "LUKE 2"
    },
    {
      "text": [
        {
          "text": "Now in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,",
          "ID": "1"
        },
        {
          "text": "in the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zacharias, in the wilderness.",
          "ID": "2"
        },
        {
          "text": "And he came into all the district around the Jordan, preaching a baptism of repentance for the forgiveness of sins;",
          "ID": "3"
        },
        {
          "text": "as it is written in the book of the words of Isaiah the prophet,",
          "ID": "4"
        },
        {
          "text": "\"The voice of one crying in the wilderness,",
          "ID": "4"
        },
        {
          "text": "'Make ready the way of the Lord,",
          "ID": "4"
        },
        {
          "text": "Make His paths straight.",
          "ID": "4"
        },
        {
          "text": "'Every ravine will be filled,",
          "ID": "5"
        },
        {
          "text": "And every mountain and hill will be brought low;",
          "ID": "5"
        },
        {
          "text": "The crooked will become straight,",
          "ID": "5"
        },
        {
          "text": "And the rough roads smooth;",
          "ID": "5"
        },
        {
          "text": "And all flesh will see the salvation of God.'\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "So he began saying to the crowds who were going out to be baptized by him, \"You brood of vipers, who warned you to flee from the wrath to come?",
          "ID": "7"
        },
        {
          "text": "Therefore bear fruits in keeping with repentance, and do not begin to say to yourselves, 'We have Abraham for our father,' for I say to you that from these stones God is able to raise up children to Abraham.",
          "ID": "8"
        },
        {
          "text": "Indeed the axe is already laid at the root of the trees; so every tree that does not bear good fruit is cut down and thrown into the fire.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And the crowds were questioning him, saying, \"Then what shall we do?\"",
          "ID": "10"
        },
        {
          "text": "And he would answer and say to them, \"The man who has two tunics is to share with him who has none; and he who has food is to do likewise.\"",
          "ID": "11"
        },
        {
          "text": "And some tax collectors also came to be baptized, and they said to him, \"Teacher, what shall we do?\"",
          "ID": "12"
        },
        {
          "text": "And he said to them, \"Collect no more than what you have been ordered to.\"",
          "ID": "13"
        },
        {
          "text": "Some soldiers were questioning him, saying, \"And what about us, what shall we do?\" And he said to them, \"Do not take money from anyone by force, or accuse anyone falsely, and be content with your wages.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Now while the people were in a state of expectation and all were wondering in their hearts about John, as to whether he was the Christ,",
          "ID": "15"
        },
        {
          "text": "John answered and said to them all, \"As for me, I baptize you with water; but One is coming who is mightier than I, and I am not fit to untie the thong of His sandals; He will baptize you with the Holy Spirit and fire.",
          "ID": "16"
        },
        {
          "text": "His winnowing fork is in His hand to thoroughly clear His threshing floor, and to gather the wheat into His barn; but He will burn up the chaff with unquenchable fire.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "So with many other exhortations he preached the gospel to the people.",
          "ID": "18"
        },
        {
          "text": "But when Herod the tetrarch was reprimanded by him because of Herodias, his brother's wife, and because of all the wicked things which Herod had done,",
          "ID": "19"
        },
        {
          "text": "Herod also added this to them all: he locked John up in prison.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Now when all the people were baptized, Jesus was also baptized, and while He was praying, heaven was opened,",
          "ID": "21"
        },
        {
          "text": "and the Holy Spirit descended upon Him in bodily form like a dove, and a voice came out of heaven, \"You are My beloved Son, in You I am well-pleased.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When He began His ministry, Jesus Himself was about thirty years of age, being, as was supposed, the son of Joseph, the son of Eli,",
          "ID": "23"
        },
        {
          "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
          "ID": "24"
        },
        {
          "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Hesli, the son of Naggai,",
          "ID": "25"
        },
        {
          "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
          "ID": "26"
        },
        {
          "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
          "ID": "27"
        },
        {
          "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
          "ID": "28"
        },
        {
          "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
          "ID": "29"
        },
        {
          "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
          "ID": "30"
        },
        {
          "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
          "ID": "31"
        },
        {
          "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,",
          "ID": "32"
        },
        {
          "text": "the son of Amminadab, the son of Admin, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,",
          "ID": "33"
        },
        {
          "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
          "ID": "34"
        },
        {
          "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Heber, the son of Shelah,",
          "ID": "35"
        },
        {
          "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
          "ID": "36"
        },
        {
          "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
          "ID": "37"
        },
        {
          "text": "the son of Enosh, the son of Seth, the son of Adam, the son of God.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "LUKE 3"
    },
    {
      "text": [
        {
          "text": "Jesus, full of the Holy Spirit, returned from the Jordan and was led around by the Spirit in the wilderness",
          "ID": "1"
        },
        {
          "text": "for forty days, being tempted by the devil. And He ate nothing during those days, and when they had ended, He became hungry.",
          "ID": "2"
        },
        {
          "text": "And the devil said to Him, \"If You are the Son of God, tell this stone to become bread.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus answered him, \"It is written, 'Man shall not live on bread alone.'\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And he led Him up and showed Him all the kingdoms of the world in a moment of time.",
          "ID": "5"
        },
        {
          "text": "And the devil said to Him, \"I will give You all this domain and its glory; for it has been handed over to me, and I give it to whomever I wish.",
          "ID": "6"
        },
        {
          "text": "Therefore if You worship before me, it shall all be Yours.\"",
          "ID": "7"
        },
        {
          "text": "Jesus answered him, \"It is written, 'You shall worship the Lord your God and serve Him only.'\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And he led Him to Jerusalem and had Him stand on the pinnacle of the temple, and said to Him, \"If You are the Son of God, throw Yourself down from here;",
          "ID": "9"
        },
        {
          "text": "for it is written,",
          "ID": "10"
        },
        {
          "text": "'He will command His angels concerning You to guard You,'",
          "ID": "10"
        },
        {
          "text": "and,",
          "ID": "11"
        },
        {
          "text": "'On their hands they will bear You up,",
          "ID": "11"
        },
        {
          "text": "So that You will not strike Your foot against a stone.'\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And Jesus answered and said to him, \"It is said, 'You shall not put the Lord your God to the test.'\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When the devil had finished every temptation, he left Him until an opportune time.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And Jesus returned to Galilee in the power of the Spirit, and news about Him spread through all the surrounding district.",
          "ID": "14"
        },
        {
          "text": "And He began teaching in their synagogues and was praised by all.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And He came to Nazareth, where He had been brought up; and as was His custom, He entered the synagogue on the Sabbath, and stood up to read.",
          "ID": "16"
        },
        {
          "text": "And the book of the prophet Isaiah was handed to Him. And He opened the book and found the place where it was written,",
          "ID": "17"
        },
        {
          "text": "\"The Spirit of the Lord is upon Me,",
          "ID": "18"
        },
        {
          "text": "Because He anointed Me to preach the gospel to the poor.",
          "ID": "18"
        },
        {
          "text": "He has sent Me to proclaim release to the captives,",
          "ID": "18"
        },
        {
          "text": "And recovery of sight to the blind,",
          "ID": "18"
        },
        {
          "text": "To set free those who are oppressed,",
          "ID": "18"
        },
        {
          "text": "To proclaim the favorable year of the Lord.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And He closed the book, gave it back to the attendant and sat down; and the eyes of all in the synagogue were fixed on Him.",
          "ID": "20"
        },
        {
          "text": "And He began to say to them, \"Today this Scripture has been fulfilled in your hearing.\"",
          "ID": "21"
        },
        {
          "text": "And all were speaking well of Him, and wondering at the gracious words which were falling from His lips; and they were saying, \"Is this not Joseph's son?\"",
          "ID": "22"
        },
        {
          "text": "And He said to them, \"No doubt you will quote this proverb to Me, 'Physician, heal yourself! Whatever we heard was done at Capernaum, do here in your hometown as well.'\"",
          "ID": "23"
        },
        {
          "text": "And He said, \"Truly I say to you, no prophet is welcome in his hometown.",
          "ID": "24"
        },
        {
          "text": "But I say to you in truth, there were many widows in Israel in the days of Elijah, when the sky was shut up for three years and six months, when a great famine came over all the land;",
          "ID": "25"
        },
        {
          "text": "and yet Elijah was sent to none of them, but only to Zarephath, in the land of Sidon, to a woman who was a widow.",
          "ID": "26"
        },
        {
          "text": "And there were many lepers in Israel in the time of Elisha the prophet; and none of them was cleansed, but only Naaman the Syrian.\"",
          "ID": "27"
        },
        {
          "text": "And all the people in the synagogue were filled with rage as they heard these things;",
          "ID": "28"
        },
        {
          "text": "and they got up and drove Him out of the city, and led Him to the brow of the hill on which their city had been built, in order to throw Him down the cliff.",
          "ID": "29"
        },
        {
          "text": "But passing through their midst, He went His way.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "And He came down to Capernaum, a city of Galilee, and He was teaching them on the Sabbath;",
          "ID": "31"
        },
        {
          "text": "and they were amazed at His teaching, for His message was with authority.",
          "ID": "32"
        },
        {
          "text": "In the synagogue there was a man possessed by the spirit of an unclean demon, and he cried out with a loud voice,",
          "ID": "33"
        },
        {
          "text": "\"Let us alone! What business do we have with each other, Jesus of Nazareth? Have You come to destroy us? I know who You are-the Holy One of God!\"",
          "ID": "34"
        },
        {
          "text": "But Jesus rebuked him, saying, \"Be quiet and come out of him!\" And when the demon had thrown him down in the midst of the people, he came out of him without doing him any harm.",
          "ID": "35"
        },
        {
          "text": "And amazement came upon them all, and they began talking with one another saying, \"What is this message? For with authority and power He commands the unclean spirits and they come out.\"",
          "ID": "36"
        },
        {
          "text": "And the report about Him was spreading into every locality in the surrounding district.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then He got up and left the synagogue, and entered Simon's home. Now Simon's mother-in-law was suffering from a high fever, and they asked Him to help her.",
          "ID": "38"
        },
        {
          "text": "And standing over her, He rebuked the fever, and it left her; and she immediately got up and waited on them.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "While the sun was setting, all those who had any who were sick with various diseases brought them to Him; and laying His hands on each one of them, He was healing them.",
          "ID": "40"
        },
        {
          "text": "Demons also were coming out of many, shouting, \"You are the Son of God!\" But rebuking them, He would not allow them to speak, because they knew Him to be the Christ.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "When day came, Jesus left and went to a secluded place; and the crowds were searching for Him, and came to Him and tried to keep Him from going away from them.",
          "ID": "42"
        },
        {
          "text": "But He said to them, \"I must preach the kingdom of God to the other cities also, for I was sent for this purpose.\"",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "So He kept on preaching in the synagogues of Judea.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "LUKE 4"
    },
    {
      "text": [
        {
          "text": "Now it happened that while the crowd was pressing around Him and listening to the word of God, He was standing by the lake of Gennesaret;",
          "ID": "1"
        },
        {
          "text": "and He saw two boats lying at the edge of the lake; but the fishermen had gotten out of them and were washing their nets.",
          "ID": "2"
        },
        {
          "text": "And He got into one of the boats, which was Simon's, and asked him to put out a little way from the land. And He sat down and began teaching the people from the boat.",
          "ID": "3"
        },
        {
          "text": "When He had finished speaking, He said to Simon, \"Put out into the deep water and let down your nets for a catch.\"",
          "ID": "4"
        },
        {
          "text": "Simon answered and said, \"Master, we worked hard all night and caught nothing, but I will do as You say and let down the nets.\"",
          "ID": "5"
        },
        {
          "text": "When they had done this, they enclosed a great quantity of fish, and their nets began to break;",
          "ID": "6"
        },
        {
          "text": "so they signaled to their partners in the other boat for them to come and help them. And they came and filled both of the boats, so that they began to sink.",
          "ID": "7"
        },
        {
          "text": "But when Simon Peter saw that, he fell down at Jesus' feet, saying, \"Go away from me Lord, for I am a sinful man!\"",
          "ID": "8"
        },
        {
          "text": "For amazement had seized him and all his companions because of the catch of fish which they had taken;",
          "ID": "9"
        },
        {
          "text": "and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, \"Do not fear, from now on you will be catching men.\"",
          "ID": "10"
        },
        {
          "text": "When they had brought their boats to land, they left everything and followed Him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "While He was in one of the cities, behold, there was a man covered with leprosy; and when he saw Jesus, he fell on his face and implored Him, saying, \"Lord, if You are willing, You can make me clean.\"",
          "ID": "12"
        },
        {
          "text": "And He stretched out His hand and touched him, saying, \"I am willing; be cleansed.\" And immediately the leprosy left him.",
          "ID": "13"
        },
        {
          "text": "And He ordered him to tell no one, \"But go and show yourself to the priest and make an offering for your cleansing, just as Moses commanded, as a testimony to them.\"",
          "ID": "14"
        },
        {
          "text": "But the news about Him was spreading even farther, and large crowds were gathering to hear Him and to be healed of their sicknesses.",
          "ID": "15"
        },
        {
          "text": "But Jesus Himself would often slip away to the wilderness and pray.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "One day He was teaching; and there were some Pharisees and teachers of the law sitting there, who had come from every village of Galilee and Judea and from Jerusalem; and the power of the Lord was present for Him to perform healing.",
          "ID": "17"
        },
        {
          "text": "And some men were carrying on a bed a man who was paralyzed; and they were trying to bring him in and to set him down in front of Him.",
          "ID": "18"
        },
        {
          "text": "But not finding any way to bring him in because of the crowd, they went up on the roof and let him down through the tiles with his stretcher, into the middle of the crowd, in front of Jesus.",
          "ID": "19"
        },
        {
          "text": "Seeing their faith, He said, \"Friend, your sins are forgiven you.\"",
          "ID": "20"
        },
        {
          "text": "The scribes and the Pharisees began to reason, saying, \"Who is this man who speaks blasphemies? Who can forgive sins, but God alone?\"",
          "ID": "21"
        },
        {
          "text": "But Jesus, aware of their reasonings, answered and said to them, \"Why are you reasoning in your hearts?",
          "ID": "22"
        },
        {
          "text": "Which is easier, to say, 'Your sins have been forgiven you,' or to say, 'Get up and walk'?",
          "ID": "23"
        },
        {
          "text": "But, so that you may know that the Son of Man has authority on earth to forgive sins,\"-He said to the paralytic-\"I say to you, get up, and pick up your stretcher and go home.\"",
          "ID": "24"
        },
        {
          "text": "Immediately he got up before them, and picked up what he had been lying on, and went home glorifying God.",
          "ID": "25"
        },
        {
          "text": "They were all struck with astonishment and began glorifying God; and they were filled with fear, saying, \"We have seen remarkable things today.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "After that He went out and noticed a tax collector named Levi sitting in the tax booth, and He said to him, \"Follow Me.\"",
          "ID": "27"
        },
        {
          "text": "And he left everything behind, and got up and began to follow Him.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "And Levi gave a big reception for Him in his house; and there was a great crowd of tax collectors and other people who were reclining at the table with them.",
          "ID": "29"
        },
        {
          "text": "The Pharisees and their scribes began grumbling at His disciples, saying, \"Why do you eat and drink with the tax collectors and sinners?\"",
          "ID": "30"
        },
        {
          "text": "And Jesus answered and said to them, \"It is not those who are well who need a physician, but those who are sick.",
          "ID": "31"
        },
        {
          "text": "I have not come to call the righteous but sinners to repentance.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And they said to Him, \"The disciples of John often fast and offer prayers, the disciples of the Pharisees also do the same, but Yours eat and drink.\"",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, \"You cannot make the attendants of the bridegroom fast while the bridegroom is with them, can you?",
          "ID": "34"
        },
        {
          "text": "But the days will come; and when the bridegroom is taken away from them, then they will fast in those days.\"",
          "ID": "35"
        },
        {
          "text": "And He was also telling them a parable: \"No one tears a piece of cloth from a new garment and puts it on an old garment; otherwise he will both tear the new, and the piece from the new will not match the old.",
          "ID": "36"
        },
        {
          "text": "And no one puts new wine into old wineskins; otherwise the new wine will burst the skins and it will be spilled out, and the skins will be ruined.",
          "ID": "37"
        },
        {
          "text": "But new wine must be put into fresh wineskins.",
          "ID": "38"
        },
        {
          "text": "And no one, after drinking old wine wishes for new; for he says, 'The old is good enough.'\"",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "LUKE 5"
    },
    {
      "text": [
        {
          "text": "Now it happened that He was passing through some grainfields on a Sabbath; and His disciples were picking the heads of grain, rubbing them in their hands, and eating the grain.",
          "ID": "1"
        },
        {
          "text": "But some of the Pharisees said, \"Why do you do what is not lawful on the Sabbath?\"",
          "ID": "2"
        },
        {
          "text": "And Jesus answering them said, \"Have you not even read what David did when he was hungry, he and those who were with him,",
          "ID": "3"
        },
        {
          "text": "how he entered the house of God, and took and ate the consecrated bread which is not lawful for any to eat except the priests alone, and gave it to his companions?\"",
          "ID": "4"
        },
        {
          "text": "And He was saying to them, \"The Son of Man is Lord of the Sabbath.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "On another Sabbath He entered the synagogue and was teaching; and there was a man there whose right hand was withered.",
          "ID": "6"
        },
        {
          "text": "The scribes and the Pharisees were watching Him closely to see if He healed on the Sabbath, so that they might find reason to accuse Him.",
          "ID": "7"
        },
        {
          "text": "But He knew what they were thinking, and He said to the man with the withered hand, \"Get up and come forward!\" And he got up and came forward.",
          "ID": "8"
        },
        {
          "text": "And Jesus said to them, \"I ask you, is it lawful to do good or to do harm on the Sabbath, to save a life or to destroy it?\"",
          "ID": "9"
        },
        {
          "text": "After looking around at them all, He said to him, \"Stretch out your hand!\" And he did so; and his hand was restored.",
          "ID": "10"
        },
        {
          "text": "But they themselves were filled with rage, and discussed together what they might do to Jesus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "It was at this time that He went off to the mountain to pray, and He spent the whole night in prayer to God.",
          "ID": "12"
        },
        {
          "text": "And when day came, He called His disciples to Him and chose twelve of them, whom He also named as apostles:",
          "ID": "13"
        },
        {
          "text": "Simon, whom He also named Peter, and Andrew his brother; and James and John; and Philip and Bartholomew;",
          "ID": "14"
        },
        {
          "text": "and Matthew and Thomas; James the son of Alphaeus, and Simon who was called the Zealot;",
          "ID": "15"
        },
        {
          "text": "Judas the son of James, and Judas Iscariot, who became a traitor.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Jesus came down with them and stood on a level place; and there was a large crowd of His disciples, and a great throng of people from all Judea and Jerusalem and the coastal region of Tyre and Sidon,",
          "ID": "17"
        },
        {
          "text": "who had come to hear Him and to be healed of their diseases; and those who were troubled with unclean spirits were being cured.",
          "ID": "18"
        },
        {
          "text": "And all the people were trying to touch Him, for power was coming from Him and healing them all.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And turning His gaze toward His disciples, He began to say, \"Blessed are you who are poor, for yours is the kingdom of God.",
          "ID": "20"
        },
        {
          "text": "Blessed are you who hunger now, for you shall be satisfied. Blessed are you who weep now, for you shall laugh.",
          "ID": "21"
        },
        {
          "text": "Blessed are you when men hate you, and ostracize you, and insult you, and scorn your name as evil, for the sake of the Son of Man.",
          "ID": "22"
        },
        {
          "text": "Be glad in that day and leap for joy, for behold, your reward is great in heaven. For in the same way their fathers used to treat the prophets.",
          "ID": "23"
        },
        {
          "text": "But woe to you who are rich, for you are receiving your comfort in full.",
          "ID": "24"
        },
        {
          "text": "Woe to you who are well-fed now, for you shall be hungry. Woe to you who laugh now, for you shall mourn and weep.",
          "ID": "25"
        },
        {
          "text": "Woe to you when all men speak well of you, for their fathers used to treat the false prophets in the same way.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"But I say to you who hear, love your enemies, do good to those who hate you,",
          "ID": "27"
        },
        {
          "text": "bless those who curse you, pray for those who mistreat you.",
          "ID": "28"
        },
        {
          "text": "Whoever hits you on the cheek, offer him the other also; and whoever takes away your coat, do not withhold your shirt from him either.",
          "ID": "29"
        },
        {
          "text": "Give to everyone who asks of you, and whoever takes away what is yours, do not demand it back.",
          "ID": "30"
        },
        {
          "text": "Treat others the same way you want them to treat you.",
          "ID": "31"
        },
        {
          "text": "If you love those who love you, what credit is that to you? For even sinners love those who love them.",
          "ID": "32"
        },
        {
          "text": "If you do good to those who do good to you, what credit is that to you? For even sinners do the same.",
          "ID": "33"
        },
        {
          "text": "If you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners in order to receive back the same amount.",
          "ID": "34"
        },
        {
          "text": "But love your enemies, and do good, and lend, expecting nothing in return; and your reward will be great, and you will be sons of the Most High; for He Himself is kind to ungrateful and evil men.",
          "ID": "35"
        },
        {
          "text": "Be merciful, just as your Father is merciful.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "\"Do not judge, and you will not be judged; and do not condemn, and you will not be condemned; pardon, and you will be pardoned.",
          "ID": "37"
        },
        {
          "text": "Give, and it will be given to you. They will pour into your lap a good measure-pressed down, shaken together, and running over. For by your standard of measure it will be measured to you in return.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "And He also spoke a parable to them: \"A blind man cannot guide a blind man, can he? Will they not both fall into a pit?",
          "ID": "39"
        },
        {
          "text": "A pupil is not above his teacher; but everyone, after he has been fully trained, will be like his teacher.",
          "ID": "40"
        },
        {
          "text": "Why do you look at the speck that is in your brother's eye, but do not notice the log that is in your own eye?",
          "ID": "41"
        },
        {
          "text": "Or how can you say to your brother, 'Brother, let me take out the speck that is in your eye,' when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother's eye.",
          "ID": "42"
        },
        {
          "text": "For there is no good tree which produces bad fruit, nor, on the other hand, a bad tree which produces good fruit.",
          "ID": "43"
        },
        {
          "text": "For each tree is known by its own fruit. For men do not gather figs from thorns, nor do they pick grapes from a briar bush.",
          "ID": "44"
        },
        {
          "text": "The good man out of the good treasure of his heart brings forth what is good; and the evil man out of the evil treasure brings forth what is evil; for his mouth speaks from that which fills his heart.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "\"Why do you call Me, 'Lord, Lord,' and do not do what I say?",
          "ID": "46"
        },
        {
          "text": "Everyone who comes to Me and hears My words and acts on them, I will show you whom he is like:",
          "ID": "47"
        },
        {
          "text": "he is like a man building a house, who dug deep and laid a foundation on the rock; and when a flood occurred, the torrent burst against that house and could not shake it, because it had been well built.",
          "ID": "48"
        },
        {
          "text": "But the one who has heard and has not acted accordingly, is like a man who built a house on the ground without any foundation; and the torrent burst against it and immediately it collapsed, and the ruin of that house was great.\"",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "LUKE 6"
    },
    {
      "text": [
        {
          "text": "When He had completed all His discourse in the hearing of the people, He went to Capernaum.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And a centurion's slave, who was highly regarded by him, was sick and about to die.",
          "ID": "2"
        },
        {
          "text": "When he heard about Jesus, he sent some Jewish elders asking Him to come and save the life of his slave.",
          "ID": "3"
        },
        {
          "text": "When they came to Jesus, they earnestly implored Him, saying, \"He is worthy for You to grant this to him;",
          "ID": "4"
        },
        {
          "text": "for he loves our nation and it was he who built us our synagogue.\"",
          "ID": "5"
        },
        {
          "text": "Now Jesus started on His way with them; and when He was not far from the house, the centurion sent friends, saying to Him, \"Lord, do not trouble Yourself further, for I am not worthy for You to come under my roof;",
          "ID": "6"
        },
        {
          "text": "for this reason I did not even consider myself worthy to come to You, but just say the word, and my servant will be healed.",
          "ID": "7"
        },
        {
          "text": "For I also am a man placed under authority, with soldiers under me; and I say to this one, 'Go!' and he goes, and to another, 'Come!' and he comes, and to my slave, 'Do this!' and he does it.\"",
          "ID": "8"
        },
        {
          "text": "Now when Jesus heard this, He marveled at him, and turned and said to the crowd that was following Him, \"I say to you, not even in Israel have I found such great faith.\"",
          "ID": "9"
        },
        {
          "text": "When those who had been sent returned to the house, they found the slave in good health.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Soon afterwards He went to a city called Nain; and His disciples were going along with Him, accompanied by a large crowd.",
          "ID": "11"
        },
        {
          "text": "Now as He approached the gate of the city, a dead man was being carried out, the only son of his mother, and she was a widow; and a sizeable crowd from the city was with her.",
          "ID": "12"
        },
        {
          "text": "When the Lord saw her, He felt compassion for her, and said to her, \"Do not weep.\"",
          "ID": "13"
        },
        {
          "text": "And He came up and touched the coffin; and the bearers came to a halt. And He said, \"Young man, I say to you, arise!\"",
          "ID": "14"
        },
        {
          "text": "The dead man sat up and began to speak. And Jesus gave him back to his mother.",
          "ID": "15"
        },
        {
          "text": "Fear gripped them all, and they began glorifying God, saying, \"A great prophet has arisen among us!\" and, \"God has visited His people!\"",
          "ID": "16"
        },
        {
          "text": "This report concerning Him went out all over Judea and in all the surrounding district.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The disciples of John reported to him about all these things.",
          "ID": "18"
        },
        {
          "text": "Summoning two of his disciples, John sent them to the Lord, saying, \"Are You the Expected One, or do we look for someone else?\"",
          "ID": "19"
        },
        {
          "text": "When the men came to Him, they said, \"John the Baptist has sent us to You, to ask, 'Are You the Expected One, or do we look for someone else?'\"",
          "ID": "20"
        },
        {
          "text": "At that very time He cured many people of diseases and afflictions and evil spirits; and He gave sight to many who were blind.",
          "ID": "21"
        },
        {
          "text": "And He answered and said to them, \"Go and report to John what you have seen and heard: the blind receive sight, the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, the poor have the gospel preached to them.",
          "ID": "22"
        },
        {
          "text": "Blessed is he who does not take offense at Me.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When the messengers of John had left, He began to speak to the crowds about John, \"What did you go out into the wilderness to see? A reed shaken by the wind?",
          "ID": "24"
        },
        {
          "text": "But what did you go out to see? A man dressed in soft clothing? Those who are splendidly clothed and live in luxury are found in royal palaces!",
          "ID": "25"
        },
        {
          "text": "But what did you go out to see? A prophet? Yes, I say to you, and one who is more than a prophet.",
          "ID": "26"
        },
        {
          "text": "This is the one about whom it is written,",
          "ID": "27"
        },
        {
          "text": "'Behold, I send My messenger ahead of You,",
          "ID": "27"
        },
        {
          "text": "Who will prepare Your way before You.'",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "I say to you, among those born of women there is no one greater than John; yet he who is least in the kingdom of God is greater than he.\"",
          "ID": "28"
        },
        {
          "text": "When all the people and the tax collectors heard this, they acknowledged God's justice, having been baptized with the baptism of John.",
          "ID": "29"
        },
        {
          "text": "But the Pharisees and the lawyers rejected God's purpose for themselves, not having been baptized by John.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"To what then shall I compare the men of this generation, and what are they like?",
          "ID": "31"
        },
        {
          "text": "They are like children who sit in the market place and call to one another, and they say, 'We played the flute for you, and you did not dance; we sang a dirge, and you did not weep.'",
          "ID": "32"
        },
        {
          "text": "For John the Baptist has come eating no bread and drinking no wine, and you say, 'He has a demon!'",
          "ID": "33"
        },
        {
          "text": "The Son of Man has come eating and drinking, and you say, 'Behold, a gluttonous man and a drunkard, a friend of tax collectors and sinners!'",
          "ID": "34"
        },
        {
          "text": "Yet wisdom is vindicated by all her children.\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Now one of the Pharisees was requesting Him to dine with him, and He entered the Pharisee's house and reclined at the table.",
          "ID": "36"
        },
        {
          "text": "And there was a woman in the city who was a sinner; and when she learned that He was reclining at the table in the Pharisee's house, she brought an alabaster vial of perfume,",
          "ID": "37"
        },
        {
          "text": "and standing behind Him at His feet, weeping, she began to wet His feet with her tears, and kept wiping them with the hair of her head, and kissing His feet and anointing them with the perfume.",
          "ID": "38"
        },
        {
          "text": "Now when the Pharisee who had invited Him saw this, he said to himself, \"If this man were a prophet He would know who and what sort of person this woman is who is touching Him, that she is a sinner.\"",
          "ID": "39"
        },
        {
          "text": "And Jesus answered him, \"Simon, I have something to say to you.\" And he replied, \"Say it, Teacher.\"",
          "ID": "40"
        },
        {
          "text": "\"A moneylender had two debtors: one owed five hundred denarii, and the other fifty.",
          "ID": "41"
        },
        {
          "text": "When they were unable to repay, he graciously forgave them both. So which of them will love him more?\"",
          "ID": "42"
        },
        {
          "text": "Simon answered and said, \"I suppose the one whom he forgave more.\" And He said to him, \"You have judged correctly.\"",
          "ID": "43"
        },
        {
          "text": "Turning toward the woman, He said to Simon, \"Do you see this woman? I entered your house; you gave Me no water for My feet, but she has wet My feet with her tears and wiped them with her hair.",
          "ID": "44"
        },
        {
          "text": "You gave Me no kiss; but she, since the time I came in, has not ceased to kiss My feet.",
          "ID": "45"
        },
        {
          "text": "You did not anoint My head with oil, but she anointed My feet with perfume.",
          "ID": "46"
        },
        {
          "text": "For this reason I say to you, her sins, which are many, have been forgiven, for she loved much; but he who is forgiven little, loves little.\"",
          "ID": "47"
        },
        {
          "text": "Then He said to her, \"Your sins have been forgiven.\"",
          "ID": "48"
        },
        {
          "text": "Those who were reclining at the table with Him began to say to themselves, \"Who is this man who even forgives sins?\"",
          "ID": "49"
        },
        {
          "text": "And He said to the woman, \"Your faith has saved you; go in peace.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "LUKE 7"
    },
    {
      "text": [
        {
          "text": "Soon afterwards, He began going around from one city and village to another, proclaiming and preaching the kingdom of God. The twelve were with Him,",
          "ID": "1"
        },
        {
          "text": "and also some women who had been healed of evil spirits and sicknesses: Mary who was called Magdalene, from whom seven demons had gone out,",
          "ID": "2"
        },
        {
          "text": "and Joanna the wife of Chuza, Herod's steward, and Susanna, and many others who were contributing to their support out of their private means.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "When a large crowd was coming together, and those from the various cities were journeying to Him, He spoke by way of a parable:",
          "ID": "4"
        },
        {
          "text": "\"The sower went out to sow his seed; and as he sowed, some fell beside the road, and it was trampled under foot and the birds of the air ate it up.",
          "ID": "5"
        },
        {
          "text": "Other seed fell on rocky soil, and as soon as it grew up, it withered away, because it had no moisture.",
          "ID": "6"
        },
        {
          "text": "Other seed fell among the thorns; and the thorns grew up with it and choked it out.",
          "ID": "7"
        },
        {
          "text": "Other seed fell into the good soil, and grew up, and produced a crop a hundred times as great.\" As He said these things, He would call out, \"He who has ears to hear, let him hear.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "His disciples began questioning Him as to what this parable meant.",
          "ID": "9"
        },
        {
          "text": "And He said, \"To you it has been granted to know the mysteries of the kingdom of God, but to the rest it is in parables, so that seeing they may not see, and hearing they may not understand.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Now the parable is this: the seed is the word of God.",
          "ID": "11"
        },
        {
          "text": "Those beside the road are those who have heard; then the devil comes and takes away the word from their heart, so that they will not believe and be saved.",
          "ID": "12"
        },
        {
          "text": "Those on the rocky soil are those who, when they hear, receive the word with joy; and these have no firm root; they believe for a while, and in time of temptation fall away.",
          "ID": "13"
        },
        {
          "text": "The seed which fell among the thorns, these are the ones who have heard, and as they go on their way they are choked with worries and riches and pleasures of this life, and bring no fruit to maturity.",
          "ID": "14"
        },
        {
          "text": "But the seed in the good soil, these are the ones who have heard the word in an honest and good heart, and hold it fast, and bear fruit with perseverance.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Now no one after lighting a lamp covers it over with a container, or puts it under a bed; but he puts it on a lampstand, so that those who come in may see the light.",
          "ID": "16"
        },
        {
          "text": "For nothing is hidden that will not become evident, nor anything secret that will not be known and come to light.",
          "ID": "17"
        },
        {
          "text": "So take care how you listen; for whoever has, to him more shall be given; and whoever does not have, even what he thinks he has shall be taken away from him.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And His mother and brothers came to Him, and they were unable to get to Him because of the crowd.",
          "ID": "19"
        },
        {
          "text": "And it was reported to Him, \"Your mother and Your brothers are standing outside, wishing to see You.\"",
          "ID": "20"
        },
        {
          "text": "But He answered and said to them, \"My mother and My brothers are these who hear the word of God and do it.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Now on one of those days Jesus and His disciples got into a boat, and He said to them, \"Let us go over to the other side of the lake.\" So they launched out.",
          "ID": "22"
        },
        {
          "text": "But as they were sailing along He fell asleep; and a fierce gale of wind descended on the lake, and they began to be swamped and to be in danger.",
          "ID": "23"
        },
        {
          "text": "They came to Jesus and woke Him up, saying, \"Master, Master, we are perishing!\" And He got up and rebuked the wind and the surging waves, and they stopped, and it became calm.",
          "ID": "24"
        },
        {
          "text": "And He said to them, \"Where is your faith?\" They were fearful and amazed, saying to one another, \"Who then is this, that He commands even the winds and the water, and they obey Him?\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then they sailed to the country of the Gerasenes, which is opposite Galilee.",
          "ID": "26"
        },
        {
          "text": "And when He came out onto the land, He was met by a man from the city who was possessed with demons; and who had not put on any clothing for a long time, and was not living in a house, but in the tombs.",
          "ID": "27"
        },
        {
          "text": "Seeing Jesus, he cried out and fell before Him, and said in a loud voice, \"What business do we have with each other, Jesus, Son of the Most High God? I beg You, do not torment me.\"",
          "ID": "28"
        },
        {
          "text": "For He had commanded the unclean spirit to come out of the man. For it had seized him many times; and he was bound with chains and shackles and kept under guard, and yet he would break his bonds and be driven by the demon into the desert.",
          "ID": "29"
        },
        {
          "text": "And Jesus asked him, \"What is your name?\" And he said, \"Legion\"; for many demons had entered him.",
          "ID": "30"
        },
        {
          "text": "They were imploring Him not to command them to go away into the abyss.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Now there was a herd of many swine feeding there on the mountain; and the demons implored Him to permit them to enter the swine. And He gave them permission.",
          "ID": "32"
        },
        {
          "text": "And the demons came out of the man and entered the swine; and the herd rushed down the steep bank into the lake and was drowned.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "When the herdsmen saw what had happened, they ran away and reported it in the city and out in the country.",
          "ID": "34"
        },
        {
          "text": "The people went out to see what had happened; and they came to Jesus, and found the man from whom the demons had gone out, sitting down at the feet of Jesus, clothed and in his right mind; and they became frightened.",
          "ID": "35"
        },
        {
          "text": "Those who had seen it reported to them how the man who was demon-possessed had been made well.",
          "ID": "36"
        },
        {
          "text": "And all the people of the country of the Gerasenes and the surrounding district asked Him to leave them, for they were gripped with great fear; and He got into a boat and returned.",
          "ID": "37"
        },
        {
          "text": "But the man from whom the demons had gone out was begging Him that he might accompany Him; but He sent him away, saying,",
          "ID": "38"
        },
        {
          "text": "\"Return to your house and describe what great things God has done for you.\" So he went away, proclaiming throughout the whole city what great things Jesus had done for him.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And as Jesus returned, the people welcomed Him, for they had all been waiting for Him.",
          "ID": "40"
        },
        {
          "text": "And there came a man named Jairus, and he was an official of the synagogue; and he fell at Jesus' feet, and began to implore Him to come to his house;",
          "ID": "41"
        },
        {
          "text": "for he had an only daughter, about twelve years old, and she was dying. But as He went, the crowds were pressing against Him.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "And a woman who had a hemorrhage for twelve years, and could not be healed by anyone,",
          "ID": "43"
        },
        {
          "text": "came up behind Him and touched the fringe of His cloak, and immediately her hemorrhage stopped.",
          "ID": "44"
        },
        {
          "text": "And Jesus said, \"Who is the one who touched Me?\" And while they were all denying it, Peter said, \"Master, the people are crowding and pressing in on You.\"",
          "ID": "45"
        },
        {
          "text": "But Jesus said, \"Someone did touch Me, for I was aware that power had gone out of Me.\"",
          "ID": "46"
        },
        {
          "text": "When the woman saw that she had not escaped notice, she came trembling and fell down before Him, and declared in the presence of all the people the reason why she had touched Him, and how she had been immediately healed.",
          "ID": "47"
        },
        {
          "text": "And He said to her, \"Daughter, your faith has made you well; go in peace.\"",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "While He was still speaking, someone came from the house of the synagogue official, saying, \"Your daughter has died; do not trouble the Teacher anymore.\"",
          "ID": "49"
        },
        {
          "text": "But when Jesus heard this, He answered him, \"Do not be afraid any longer; only believe, and she will be made well.\"",
          "ID": "50"
        },
        {
          "text": "When He came to the house, He did not allow anyone to enter with Him, except Peter and John and James, and the girl's father and mother.",
          "ID": "51"
        },
        {
          "text": "Now they were all weeping and lamenting for her; but He said, \"Stop weeping, for she has not died, but is asleep.\"",
          "ID": "52"
        },
        {
          "text": "And they began laughing at Him, knowing that she had died.",
          "ID": "53"
        },
        {
          "text": "He, however, took her by the hand and called, saying, \"Child, arise!\"",
          "ID": "54"
        },
        {
          "text": "And her spirit returned, and she got up immediately; and He gave orders for something to be given her to eat.",
          "ID": "55"
        },
        {
          "text": "Her parents were amazed; but He instructed them to tell no one what had happened.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "LUKE 8"
    },
    {
      "text": [
        {
          "text": "And He called the twelve together, and gave them power and authority over all the demons and to heal diseases.",
          "ID": "1"
        },
        {
          "text": "And He sent them out to proclaim the kingdom of God and to perform healing.",
          "ID": "2"
        },
        {
          "text": "And He said to them, \"Take nothing for your journey, neither a staff, nor a bag, nor bread, nor money; and do not even have two tunics apiece.",
          "ID": "3"
        },
        {
          "text": "Whatever house you enter, stay there until you leave that city.",
          "ID": "4"
        },
        {
          "text": "And as for those who do not receive you, as you go out from that city, shake the dust off your feet as a testimony against them.\"",
          "ID": "5"
        },
        {
          "text": "Departing, they began going throughout the villages, preaching the gospel and healing everywhere.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now Herod the tetrarch heard of all that was happening; and he was greatly perplexed, because it was said by some that John had risen from the dead,",
          "ID": "7"
        },
        {
          "text": "and by some that Elijah had appeared, and by others that one of the prophets of old had risen again.",
          "ID": "8"
        },
        {
          "text": "Herod said, \"I myself had John beheaded; but who is this man about whom I hear such things?\" And he kept trying to see Him.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When the apostles returned, they gave an account to Him of all that they had done. Taking them with Him, He withdrew by Himself to a city called Bethsaida.",
          "ID": "10"
        },
        {
          "text": "But the crowds were aware of this and followed Him; and welcoming them, He began speaking to them about the kingdom of God and curing those who had need of healing.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now the day was ending, and the twelve came and said to Him, \"Send the crowd away, that they may go into the surrounding villages and countryside and find lodging and get something to eat; for here we are in a desolate place.\"",
          "ID": "12"
        },
        {
          "text": "But He said to them, \"You give them something to eat!\" And they said, \"We have no more than five loaves and two fish, unless perhaps we go and buy food for all these people.\"",
          "ID": "13"
        },
        {
          "text": "(For there were about five thousand men.) And He said to His disciples, \"Have them sit down to eat in groups of about fifty each.\"",
          "ID": "14"
        },
        {
          "text": "They did so, and had them all sit down.",
          "ID": "15"
        },
        {
          "text": "Then He took the five loaves and the two fish, and looking up to heaven, He blessed them, and broke them, and kept giving them to the disciples to set before the people.",
          "ID": "16"
        },
        {
          "text": "And they all ate and were satisfied; and the broken pieces which they had left over were picked up, twelve baskets full.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And it happened that while He was praying alone, the disciples were with Him, and He questioned them, saying, \"Who do the people say that I am?\"",
          "ID": "18"
        },
        {
          "text": "They answered and said, \"John the Baptist, and others say Elijah; but others, that one of the prophets of old has risen again.\"",
          "ID": "19"
        },
        {
          "text": "And He said to them, \"But who do you say that I am?\" And Peter answered and said, \"The Christ of God.\"",
          "ID": "20"
        },
        {
          "text": "But He warned them and instructed them not to tell this to anyone,",
          "ID": "21"
        },
        {
          "text": "saying, \"The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and be killed and be raised up on the third day.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And He was saying to them all, \"If anyone wishes to come after Me, he must deny himself, and take up his cross daily and follow Me.",
          "ID": "23"
        },
        {
          "text": "For whoever wishes to save his life will lose it, but whoever loses his life for My sake, he is the one who will save it.",
          "ID": "24"
        },
        {
          "text": "For what is a man profited if he gains the whole world, and loses or forfeits himself?",
          "ID": "25"
        },
        {
          "text": "For whoever is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory, and the glory of the Father and of the holy angels.",
          "ID": "26"
        },
        {
          "text": "But I say to you truthfully, there are some of those standing here who will not taste death until they see the kingdom of God.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Some eight days after these sayings, He took along Peter and John and James, and went up on the mountain to pray.",
          "ID": "28"
        },
        {
          "text": "And while He was praying, the appearance of His face became different, and His clothing became white and gleaming.",
          "ID": "29"
        },
        {
          "text": "And behold, two men were talking with Him; and they were Moses and Elijah,",
          "ID": "30"
        },
        {
          "text": "who, appearing in glory, were speaking of His departure which He was about to accomplish at Jerusalem.",
          "ID": "31"
        },
        {
          "text": "Now Peter and his companions had been overcome with sleep; but when they were fully awake, they saw His glory and the two men standing with Him.",
          "ID": "32"
        },
        {
          "text": "And as these were leaving Him, Peter said to Jesus, \"Master, it is good for us to be here; let us make three tabernacles: one for You, and one for Moses, and one for Elijah\"-not realizing what he was saying.",
          "ID": "33"
        },
        {
          "text": "While he was saying this, a cloud formed and began to overshadow them; and they were afraid as they entered the cloud.",
          "ID": "34"
        },
        {
          "text": "Then a voice came out of the cloud, saying, \"This is My Son, My Chosen One; listen to Him!\"",
          "ID": "35"
        },
        {
          "text": "And when the voice had spoken, Jesus was found alone. And they kept silent, and reported to no one in those days any of the things which they had seen.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "On the next day, when they came down from the mountain, a large crowd met Him.",
          "ID": "37"
        },
        {
          "text": "And a man from the crowd shouted, saying, \"Teacher, I beg You to look at my son, for he is my only boy,",
          "ID": "38"
        },
        {
          "text": "and a spirit seizes him, and he suddenly screams, and it throws him into a convulsion with foaming at the mouth; and only with difficulty does it leave him, mauling him as it leaves.",
          "ID": "39"
        },
        {
          "text": "I begged Your disciples to cast it out, and they could not.\"",
          "ID": "40"
        },
        {
          "text": "And Jesus answered and said, \"You unbelieving and perverted generation, how long shall I be with you and put up with you? Bring your son here.\"",
          "ID": "41"
        },
        {
          "text": "While he was still approaching, the demon slammed him to the ground and threw him into a convulsion. But Jesus rebuked the unclean spirit, and healed the boy and gave him back to his father.",
          "ID": "42"
        },
        {
          "text": "And they were all amazed at the greatness of God.",
          "ID": "43"
        },
        {
          "text": "But while everyone was marveling at all that He was doing, He said to His disciples,",
          "ID": "43"
        },
        {
          "text": "\"Let these words sink into your ears; for the Son of Man is going to be delivered into the hands of men.\"",
          "ID": "44"
        },
        {
          "text": "But they did not understand this statement, and it was concealed from them so that they would not perceive it; and they were afraid to ask Him about this statement.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "An argument started among them as to which of them might be the greatest.",
          "ID": "46"
        },
        {
          "text": "But Jesus, knowing what they were thinking in their heart, took a child and stood him by His side,",
          "ID": "47"
        },
        {
          "text": "and said to them, \"Whoever receives this child in My name receives Me, and whoever receives Me receives Him who sent Me; for the one who is least among all of you, this is the one who is great.\"",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "John answered and said, \"Master, we saw someone casting out demons in Your name; and we tried to prevent him because he does not follow along with us.\"",
          "ID": "49"
        },
        {
          "text": "But Jesus said to him, \"Do not hinder him; for he who is not against you is for you.\"",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "When the days were approaching for His ascension, He was determined to go to Jerusalem;",
          "ID": "51"
        },
        {
          "text": "and He sent messengers on ahead of Him, and they went and entered a village of the Samaritans to make arrangements for Him.",
          "ID": "52"
        },
        {
          "text": "But they did not receive Him, because He was traveling toward Jerusalem.",
          "ID": "53"
        },
        {
          "text": "When His disciples James and John saw this, they said, \"Lord, do You want us to command fire to come down from heaven and consume them?\"",
          "ID": "54"
        },
        {
          "text": "But He turned and rebuked them, [and said, \"You do not know what kind of spirit you are of;",
          "ID": "55"
        },
        {
          "text": "for the Son of Man did not come to destroy men's lives, but to save them.\"] And they went on to another village.",
          "ID": "56"
        },
        {
          "text": "",
          "ID": "56"
        },
        {
          "text": "As they were going along the road, someone said to Him, \"I will follow You wherever You go.\"",
          "ID": "57"
        },
        {
          "text": "And Jesus said to him, \"The foxes have holes and the birds of the air have nests, but the Son of Man has nowhere to lay His head.\"",
          "ID": "58"
        },
        {
          "text": "And He said to another, \"Follow Me.\" But he said, \"Lord, permit me first to go and bury my father.\"",
          "ID": "59"
        },
        {
          "text": "But He said to him, \"Allow the dead to bury their own dead; but as for you, go and proclaim everywhere the kingdom of God.\"",
          "ID": "60"
        },
        {
          "text": "Another also said, \"I will follow You, Lord; but first permit me to say good-bye to those at home.\"",
          "ID": "61"
        },
        {
          "text": "But Jesus said to him, \"No one, after putting his hand to the plow and looking back, is fit for the kingdom of God.\"",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "LUKE 9"
    },
    {
      "text": [
        {
          "text": "Now after this the Lord appointed seventy others, and sent them in pairs ahead of Him to every city and place where He Himself was going to come.",
          "ID": "1"
        },
        {
          "text": "And He was saying to them, \"The harvest is plentiful, but the laborers are few; therefore beseech the Lord of the harvest to send out laborers into His harvest.",
          "ID": "2"
        },
        {
          "text": "Go; behold, I send you out as lambs in the midst of wolves.",
          "ID": "3"
        },
        {
          "text": "Carry no money belt, no bag, no shoes; and greet no one on the way.",
          "ID": "4"
        },
        {
          "text": "Whatever house you enter, first say, 'Peace be to this house.'",
          "ID": "5"
        },
        {
          "text": "If a man of peace is there, your peace will rest on him; but if not, it will return to you.",
          "ID": "6"
        },
        {
          "text": "Stay in that house, eating and drinking what they give you; for the laborer is worthy of his wages. Do not keep moving from house to house.",
          "ID": "7"
        },
        {
          "text": "Whatever city you enter and they receive you, eat what is set before you;",
          "ID": "8"
        },
        {
          "text": "and heal those in it who are sick, and say to them, 'The kingdom of God has come near to you.'",
          "ID": "9"
        },
        {
          "text": "But whatever city you enter and they do not receive you, go out into its streets and say,",
          "ID": "10"
        },
        {
          "text": "'Even the dust of your city which clings to our feet we wipe off in protest against you; yet be sure of this, that the kingdom of God has come near.'",
          "ID": "11"
        },
        {
          "text": "I say to you, it will be more tolerable in that day for Sodom than for that city.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles had been performed in Tyre and Sidon which occurred in you, they would have repented long ago, sitting in sackcloth and ashes.",
          "ID": "13"
        },
        {
          "text": "But it will be more tolerable for Tyre and Sidon in the judgment than for you.",
          "ID": "14"
        },
        {
          "text": "And you, Capernaum, will not be exalted to heaven, will you? You will be brought down to Hades!",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"The one who listens to you listens to Me, and the one who rejects you rejects Me; and he who rejects Me rejects the One who sent Me.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The seventy returned with joy, saying, \"Lord, even the demons are subject to us in Your name.\"",
          "ID": "17"
        },
        {
          "text": "And He said to them, \"I was watching Satan fall from heaven like lightning.",
          "ID": "18"
        },
        {
          "text": "Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing will injure you.",
          "ID": "19"
        },
        {
          "text": "Nevertheless do not rejoice in this, that the spirits are subject to you, but rejoice that your names are recorded in heaven.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "At that very time He rejoiced greatly in the Holy Spirit, and said, \"I praise You, O Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent and have revealed them to infants. Yes, Father, for this way was well-pleasing in Your sight.",
          "ID": "21"
        },
        {
          "text": "All things have been handed over to Me by My Father, and no one knows who the Son is except the Father, and who the Father is except the Son, and anyone to whom the Son wills to reveal Him.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Turning to the disciples, He said privately, \"Blessed are the eyes which see the things you see,",
          "ID": "23"
        },
        {
          "text": "for I say to you, that many prophets and kings wished to see the things which you see, and did not see them, and to hear the things which you hear, and did not hear them.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And a lawyer stood up and put Him to the test, saying, \"Teacher, what shall I do to inherit eternal life?\"",
          "ID": "25"
        },
        {
          "text": "And He said to him, \"What is written in the Law? How does it read to you?\"",
          "ID": "26"
        },
        {
          "text": "And he answered, \"You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.\"",
          "ID": "27"
        },
        {
          "text": "And He said to him, \"You have answered correctly; do this and you will live.\"",
          "ID": "28"
        },
        {
          "text": "But wishing to justify himself, he said to Jesus, \"And who is my neighbor?\"",
          "ID": "29"
        },
        {
          "text": "Jesus replied and said, \"A man was going down from Jerusalem to Jericho, and fell among robbers, and they stripped him and beat him, and went away leaving him half dead.",
          "ID": "30"
        },
        {
          "text": "And by chance a priest was going down on that road, and when he saw him, he passed by on the other side.",
          "ID": "31"
        },
        {
          "text": "Likewise a Levite also, when he came to the place and saw him, passed by on the other side.",
          "ID": "32"
        },
        {
          "text": "But a Samaritan, who was on a journey, came upon him; and when he saw him, he felt compassion,",
          "ID": "33"
        },
        {
          "text": "and came to him and bandaged up his wounds, pouring oil and wine on them; and he put him on his own beast, and brought him to an inn and took care of him.",
          "ID": "34"
        },
        {
          "text": "On the next day he took out two denarii and gave them to the innkeeper and said, 'Take care of him; and whatever more you spend, when I return I will repay you.'",
          "ID": "35"
        },
        {
          "text": "Which of these three do you think proved to be a neighbor to the man who fell into the robbers' hands?\"",
          "ID": "36"
        },
        {
          "text": "And he said, \"The one who showed mercy toward him.\" Then Jesus said to him, \"Go and do the same.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Now as they were traveling along, He entered a village; and a woman named Martha welcomed Him into her home.",
          "ID": "38"
        },
        {
          "text": "She had a sister called Mary, who was seated at the Lord's feet, listening to His word.",
          "ID": "39"
        },
        {
          "text": "But Martha was distracted with all her preparations; and she came up to Him and said, \"Lord, do You not care that my sister has left me to do all the serving alone? Then tell her to help me.\"",
          "ID": "40"
        },
        {
          "text": "But the Lord answered and said to her, \"Martha, Martha, you are worried and bothered about so many things;",
          "ID": "41"
        },
        {
          "text": "but only one thing is necessary, for Mary has chosen the good part, which shall not be taken away from her.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "LUKE 10"
    },
    {
      "text": [
        {
          "text": "It happened that while Jesus was praying in a certain place, after He had finished, one of His disciples said to Him, \"Lord, teach us to pray just as John also taught his disciples.\"",
          "ID": "1"
        },
        {
          "text": "And He said to them, \"When you pray, say:",
          "ID": "2"
        },
        {
          "text": "'Father, hallowed be Your name.",
          "ID": "2"
        },
        {
          "text": "Your kingdom come.",
          "ID": "2"
        },
        {
          "text": "'Give us each day our daily bread.",
          "ID": "3"
        },
        {
          "text": "'And forgive us our sins,",
          "ID": "4"
        },
        {
          "text": "For we ourselves also forgive everyone who is indebted to us.",
          "ID": "4"
        },
        {
          "text": "And lead us not into temptation.'\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then He said to them, \"Suppose one of you has a friend, and goes to him at midnight and says to him, 'Friend, lend me three loaves;",
          "ID": "5"
        },
        {
          "text": "for a friend of mine has come to me from a journey, and I have nothing to set before him';",
          "ID": "6"
        },
        {
          "text": "and from inside he answers and says, 'Do not bother me; the door has already been shut and my children and I are in bed; I cannot get up and give you anything.'",
          "ID": "7"
        },
        {
          "text": "I tell you, even though he will not get up and give him anything because he is his friend, yet because of his persistence he will get up and give him as much as he needs.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
          "ID": "9"
        },
        {
          "text": "For everyone who asks, receives; and he who seeks, finds; and to him who knocks, it will be opened.",
          "ID": "10"
        },
        {
          "text": "Now suppose one of you fathers is asked by his son for a fish; he will not give him a snake instead of a fish, will he?",
          "ID": "11"
        },
        {
          "text": "Or if he is asked for an egg, he will not give him a scorpion, will he?",
          "ID": "12"
        },
        {
          "text": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And He was casting out a demon, and it was mute; when the demon had gone out, the mute man spoke; and the crowds were amazed.",
          "ID": "14"
        },
        {
          "text": "But some of them said, \"He casts out demons by Beelzebul, the ruler of the demons.\"",
          "ID": "15"
        },
        {
          "text": "Others, to test Him, were demanding of Him a sign from heaven.",
          "ID": "16"
        },
        {
          "text": "But He knew their thoughts and said to them, \"Any kingdom divided against itself is laid waste; and a house divided against itself falls.",
          "ID": "17"
        },
        {
          "text": "If Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul.",
          "ID": "18"
        },
        {
          "text": "And if I by Beelzebul cast out demons, by whom do your sons cast them out? So they will be your judges.",
          "ID": "19"
        },
        {
          "text": "But if I cast out demons by the finger of God, then the kingdom of God has come upon you.",
          "ID": "20"
        },
        {
          "text": "When a strong man, fully armed, guards his own house, his possessions are undisturbed.",
          "ID": "21"
        },
        {
          "text": "But when someone stronger than he attacks him and overpowers him, he takes away from him all his armor on which he had relied and distributes his plunder.",
          "ID": "22"
        },
        {
          "text": "He who is not with Me is against Me; and he who does not gather with Me, scatters.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"When the unclean spirit goes out of a man, it passes through waterless places seeking rest, and not finding any, it says, 'I will return to my house from which I came.'",
          "ID": "24"
        },
        {
          "text": "And when it comes, it finds it swept and put in order.",
          "ID": "25"
        },
        {
          "text": "Then it goes and takes along seven other spirits more evil than itself, and they go in and live there; and the last state of that man becomes worse than the first.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "While Jesus was saying these things, one of the women in the crowd raised her voice and said to Him, \"Blessed is the womb that bore You and the breasts at which You nursed.\"",
          "ID": "27"
        },
        {
          "text": "But He said, \"On the contrary, blessed are those who hear the word of God and observe it.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "As the crowds were increasing, He began to say, \"This generation is a wicked generation; it seeks for a sign, and yet no sign will be given to it but the sign of Jonah.",
          "ID": "29"
        },
        {
          "text": "For just as Jonah became a sign to the Ninevites, so will the Son of Man be to this generation.",
          "ID": "30"
        },
        {
          "text": "The Queen of the South will rise up with the men of this generation at the judgment and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon; and behold, something greater than Solomon is here.",
          "ID": "31"
        },
        {
          "text": "The men of Nineveh will stand up with this generation at the judgment and condemn it, because they repented at the preaching of Jonah; and behold, something greater than Jonah is here.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"No one, after lighting a lamp, puts it away in a cellar nor under a basket, but on the lampstand, so that those who enter may see the light.",
          "ID": "33"
        },
        {
          "text": "The eye is the lamp of your body; when your eye is clear, your whole body also is full of light; but when it is bad, your body also is full of darkness.",
          "ID": "34"
        },
        {
          "text": "Then watch out that the light in you is not darkness.",
          "ID": "35"
        },
        {
          "text": "If therefore your whole body is full of light, with no dark part in it, it will be wholly illumined, as when the lamp illumines you with its rays.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now when He had spoken, a Pharisee asked Him to have lunch with him; and He went in, and reclined at the table.",
          "ID": "37"
        },
        {
          "text": "When the Pharisee saw it, he was surprised that He had not first ceremonially washed before the meal.",
          "ID": "38"
        },
        {
          "text": "But the Lord said to him, \"Now you Pharisees clean the outside of the cup and of the platter; but inside of you, you are full of robbery and wickedness.",
          "ID": "39"
        },
        {
          "text": "You foolish ones, did not He who made the outside make the inside also?",
          "ID": "40"
        },
        {
          "text": "But give that which is within as charity, and then all things are clean for you.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "\"But woe to you Pharisees! For you pay tithe of mint and rue and every kind of garden herb, and yet disregard justice and the love of God; but these are the things you should have done without neglecting the others.",
          "ID": "42"
        },
        {
          "text": "Woe to you Pharisees! For you love the chief seats in the synagogues and the respectful greetings in the market places.",
          "ID": "43"
        },
        {
          "text": "Woe to you! For you are like concealed tombs, and the people who walk over them are unaware of it.\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "One of the lawyers said to Him in reply, \"Teacher, when You say this, You insult us too.\"",
          "ID": "45"
        },
        {
          "text": "But He said, \"Woe to you lawyers as well! For you weigh men down with burdens hard to bear, while you yourselves will not even touch the burdens with one of your fingers.",
          "ID": "46"
        },
        {
          "text": "Woe to you! For you build the tombs of the prophets, and it was your fathers who killed them.",
          "ID": "47"
        },
        {
          "text": "So you are witnesses and approve the deeds of your fathers; because it was they who killed them, and you build their tombs.",
          "ID": "48"
        },
        {
          "text": "For this reason also the wisdom of God said, 'I will send to them prophets and apostles, and some of them they will kill and some they will persecute,",
          "ID": "49"
        },
        {
          "text": "so that the blood of all the prophets, shed since the foundation of the world, may be charged against this generation,",
          "ID": "50"
        },
        {
          "text": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the house of God; yes, I tell you, it shall be charged against this generation.'",
          "ID": "51"
        },
        {
          "text": "Woe to you lawyers! For you have taken away the key of knowledge; you yourselves did not enter, and you hindered those who were entering.\"",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "When He left there, the scribes and the Pharisees began to be very hostile and to question Him closely on many subjects,",
          "ID": "53"
        },
        {
          "text": "plotting against Him to catch Him in something He might say.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "LUKE 11"
    },
    {
      "text": [
        {
          "text": "Under these circumstances, after so many thousands of people had gathered together that they were stepping on one another, He began saying to His disciples first of all, \"Beware of the leaven of the Pharisees, which is hypocrisy.",
          "ID": "1"
        },
        {
          "text": "But there is nothing covered up that will not be revealed, and hidden that will not be known.",
          "ID": "2"
        },
        {
          "text": "Accordingly, whatever you have said in the dark will be heard in the light, and what you have whispered in the inner rooms will be proclaimed upon the housetops.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"I say to you, My friends, do not be afraid of those who kill the body and after that have no more that they can do.",
          "ID": "4"
        },
        {
          "text": "But I will warn you whom to fear: fear the One who, after He has killed, has authority to cast into hell; yes, I tell you, fear Him!",
          "ID": "5"
        },
        {
          "text": "Are not five sparrows sold for two cents? Yet not one of them is forgotten before God.",
          "ID": "6"
        },
        {
          "text": "Indeed, the very hairs of your head are all numbered. Do not fear; you are more valuable than many sparrows.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"And I say to you, everyone who confesses Me before men, the Son of Man will confess him also before the angels of God;",
          "ID": "8"
        },
        {
          "text": "but he who denies Me before men will be denied before the angels of God.",
          "ID": "9"
        },
        {
          "text": "And everyone who speaks a word against the Son of Man, it will be forgiven him; but he who blasphemes against the Holy Spirit, it will not be forgiven him.",
          "ID": "10"
        },
        {
          "text": "When they bring you before the synagogues and the rulers and the authorities, do not worry about how or what you are to speak in your defense, or what you are to say;",
          "ID": "11"
        },
        {
          "text": "for the Holy Spirit will teach you in that very hour what you ought to say.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Someone in the crowd said to Him, \"Teacher, tell my brother to divide the family inheritance with me.\"",
          "ID": "13"
        },
        {
          "text": "But He said to him, \"Man, who appointed Me a judge or arbitrator over you?\"",
          "ID": "14"
        },
        {
          "text": "Then He said to them, \"Beware, and be on your guard against every form of greed; for not even when one has an abundance does his life consist of his possessions.\"",
          "ID": "15"
        },
        {
          "text": "And He told them a parable, saying, \"The land of a rich man was very productive.",
          "ID": "16"
        },
        {
          "text": "And he began reasoning to himself, saying, 'What shall I do, since I have no place to store my crops?'",
          "ID": "17"
        },
        {
          "text": "Then he said, 'This is what I will do: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.",
          "ID": "18"
        },
        {
          "text": "And I will say to my soul, \"Soul, you have many goods laid up for many years to come; take your ease, eat, drink and be merry.\"'",
          "ID": "19"
        },
        {
          "text": "But God said to him, 'You fool! This very night your soul is required of you; and now who will own what you have prepared?'",
          "ID": "20"
        },
        {
          "text": "So is the man who stores up treasure for himself, and is not rich toward God.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And He said to His disciples, \"For this reason I say to you, do not worry about your life, as to what you will eat; nor for your body, as to what you will put on.",
          "ID": "22"
        },
        {
          "text": "For life is more than food, and the body more than clothing.",
          "ID": "23"
        },
        {
          "text": "Consider the ravens, for they neither sow nor reap; they have no storeroom nor barn, and yet God feeds them; how much more valuable you are than the birds!",
          "ID": "24"
        },
        {
          "text": "And which of you by worrying can add a single hour to his life's span?",
          "ID": "25"
        },
        {
          "text": "If then you cannot do even a very little thing, why do you worry about other matters?",
          "ID": "26"
        },
        {
          "text": "Consider the lilies, how they grow: they neither toil nor spin; but I tell you, not even Solomon in all his glory clothed himself like one of these.",
          "ID": "27"
        },
        {
          "text": "But if God so clothes the grass in the field, which is alive today and tomorrow is thrown into the furnace, how much more will He clothe you? You men of little faith!",
          "ID": "28"
        },
        {
          "text": "And do not seek what you will eat and what you will drink, and do not keep worrying.",
          "ID": "29"
        },
        {
          "text": "For all these things the nations of the world eagerly seek; but your Father knows that you need these things.",
          "ID": "30"
        },
        {
          "text": "But seek His kingdom, and these things will be added to you.",
          "ID": "31"
        },
        {
          "text": "Do not be afraid, little flock, for your Father has chosen gladly to give you the kingdom.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Sell your possessions and give to charity; make yourselves money belts which do not wear out, an unfailing treasure in heaven, where no thief comes near nor moth destroys.",
          "ID": "33"
        },
        {
          "text": "For where your treasure is, there your heart will be also.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "\"Be dressed in readiness, and keep your lamps lit.",
          "ID": "35"
        },
        {
          "text": "Be like men who are waiting for their master when he returns from the wedding feast, so that they may immediately open the door to him when he comes and knocks.",
          "ID": "36"
        },
        {
          "text": "Blessed are those slaves whom the master will find on the alert when he comes; truly I say to you, that he will gird himself to serve, and have them recline at the table, and will come up and wait on them.",
          "ID": "37"
        },
        {
          "text": "Whether he comes in the second watch, or even in the third, and finds them so, blessed are those slaves.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "\"But be sure of this, that if the head of the house had known at what hour the thief was coming, he would not have allowed his house to be broken into.",
          "ID": "39"
        },
        {
          "text": "You too, be ready; for the Son of Man is coming at an hour that you do not expect.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Peter said, \"Lord, are You addressing this parable to us, or to everyone else as well?\"",
          "ID": "41"
        },
        {
          "text": "And the Lord said, \"Who then is the faithful and sensible steward, whom his master will put in charge of his servants, to give them their rations at the proper time?",
          "ID": "42"
        },
        {
          "text": "Blessed is that slave whom his master finds so doing when he comes.",
          "ID": "43"
        },
        {
          "text": "Truly I say to you that he will put him in charge of all his possessions.",
          "ID": "44"
        },
        {
          "text": "But if that slave says in his heart, 'My master will be a long time in coming,' and begins to beat the slaves, both men and women, and to eat and drink and get drunk;",
          "ID": "45"
        },
        {
          "text": "the master of that slave will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces, and assign him a place with the unbelievers.",
          "ID": "46"
        },
        {
          "text": "And that slave who knew his master's will and did not get ready or act in accord with his will, will receive many lashes,",
          "ID": "47"
        },
        {
          "text": "but the one who did not know it, and committed deeds worthy of a flogging, will receive but few. From everyone who has been given much, much will be required; and to whom they entrusted much, of him they will ask all the more.",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "\"I have come to cast fire upon the earth; and how I wish it were already kindled!",
          "ID": "49"
        },
        {
          "text": "But I have a baptism to undergo, and how distressed I am until it is accomplished!",
          "ID": "50"
        },
        {
          "text": "Do you suppose that I came to grant peace on earth? I tell you, no, but rather division;",
          "ID": "51"
        },
        {
          "text": "for from now on five members in one household will be divided, three against two and two against three.",
          "ID": "52"
        },
        {
          "text": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\"",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "And He was also saying to the crowds, \"When you see a cloud rising in the west, immediately you say, 'A shower is coming,' and so it turns out.",
          "ID": "54"
        },
        {
          "text": "And when you see a south wind blowing, you say, 'It will be a hot day,' and it turns out that way.",
          "ID": "55"
        },
        {
          "text": "You hypocrites! You know how to analyze the appearance of the earth and the sky, but why do you not analyze this present time?",
          "ID": "56"
        },
        {
          "text": "",
          "ID": "56"
        },
        {
          "text": "\"And why do you not even on your own initiative judge what is right?",
          "ID": "57"
        },
        {
          "text": "For while you are going with your opponent to appear before the magistrate, on your way there make an effort to settle with him, so that he may not drag you before the judge, and the judge turn you over to the officer, and the officer throw you into prison.",
          "ID": "58"
        },
        {
          "text": "I say to you, you will not get out of there until you have paid the very last cent.\"",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "LUKE 12"
    },
    {
      "text": [
        {
          "text": "Now on the same occasion there were some present who reported to Him about the Galileans whose blood Pilate had mixed with their sacrifices.",
          "ID": "1"
        },
        {
          "text": "And Jesus said to them, \"Do you suppose that these Galileans were greater sinners than all other Galileans because they suffered this fate?",
          "ID": "2"
        },
        {
          "text": "I tell you, no, but unless you repent, you will all likewise perish.",
          "ID": "3"
        },
        {
          "text": "Or do you suppose that those eighteen on whom the tower in Siloam fell and killed them were worse culprits than all the men who live in Jerusalem?",
          "ID": "4"
        },
        {
          "text": "I tell you, no, but unless you repent, you will all likewise perish.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And He began telling this parable: \"A man had a fig tree which had been planted in his vineyard; and he came looking for fruit on it and did not find any.",
          "ID": "6"
        },
        {
          "text": "And he said to the vineyard-keeper, 'Behold, for three years I have come looking for fruit on this fig tree without finding any. Cut it down! Why does it even use up the ground?'",
          "ID": "7"
        },
        {
          "text": "And he answered and said to him, 'Let it alone, sir, for this year too, until I dig around it and put in fertilizer;",
          "ID": "8"
        },
        {
          "text": "and if it bears fruit next year, fine; but if not, cut it down.'\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And He was teaching in one of the synagogues on the Sabbath.",
          "ID": "10"
        },
        {
          "text": "And there was a woman who for eighteen years had had a sickness caused by a spirit; and she was bent double, and could not straighten up at all.",
          "ID": "11"
        },
        {
          "text": "When Jesus saw her, He called her over and said to her, \"Woman, you are freed from your sickness.\"",
          "ID": "12"
        },
        {
          "text": "And He laid His hands on her; and immediately she was made erect again and began glorifying God.",
          "ID": "13"
        },
        {
          "text": "But the synagogue official, indignant because Jesus had healed on the Sabbath, began saying to the crowd in response, \"There are six days in which work should be done; so come during them and get healed, and not on the Sabbath day.\"",
          "ID": "14"
        },
        {
          "text": "But the Lord answered him and said, \"You hypocrites, does not each of you on the Sabbath untie his ox or his donkey from the stall and lead him away to water him?",
          "ID": "15"
        },
        {
          "text": "And this woman, a daughter of Abraham as she is, whom Satan has bound for eighteen long years, should she not have been released from this bond on the Sabbath day?\"",
          "ID": "16"
        },
        {
          "text": "As He said this, all His opponents were being humiliated; and the entire crowd was rejoicing over all the glorious things being done by Him.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "So He was saying, \"What is the kingdom of God like, and to what shall I compare it?",
          "ID": "18"
        },
        {
          "text": "It is like a mustard seed, which a man took and threw into his own garden; and it grew and became a tree, and the birds of the air nested in its branches.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And again He said, \"To what shall I compare the kingdom of God?",
          "ID": "20"
        },
        {
          "text": "It is like leaven, which a woman took and hid in three pecks of flour until it was all leavened.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And He was passing through from one city and village to another, teaching, and proceeding on His way to Jerusalem.",
          "ID": "22"
        },
        {
          "text": "And someone said to Him, \"Lord, are there just a few who are being saved?\" And He said to them,",
          "ID": "23"
        },
        {
          "text": "\"Strive to enter through the narrow door; for many, I tell you, will seek to enter and will not be able.",
          "ID": "24"
        },
        {
          "text": "Once the head of the house gets up and shuts the door, and you begin to stand outside and knock on the door, saying, 'Lord, open up to us!' then He will answer and say to you, 'I do not know where you are from.'",
          "ID": "25"
        },
        {
          "text": "Then you will begin to say, 'We ate and drank in Your presence, and You taught in our streets';",
          "ID": "26"
        },
        {
          "text": "and He will say, 'I tell you, I do not know where you are from; depart from Me, all you evildoers.'",
          "ID": "27"
        },
        {
          "text": "In that place there will be weeping and gnashing of teeth when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but yourselves being thrown out.",
          "ID": "28"
        },
        {
          "text": "And they will come from east and west and from north and south, and will recline at the table in the kingdom of God.",
          "ID": "29"
        },
        {
          "text": "And behold, some are last who will be first and some are first who will be last.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Just at that time some Pharisees approached, saying to Him, \"Go away, leave here, for Herod wants to kill You.\"",
          "ID": "31"
        },
        {
          "text": "And He said to them, \"Go and tell that fox, 'Behold, I cast out demons and perform cures today and tomorrow, and the third day I reach My goal.'",
          "ID": "32"
        },
        {
          "text": "Nevertheless I must journey on today and tomorrow and the next day; for it cannot be that a prophet would perish outside of Jerusalem.",
          "ID": "33"
        },
        {
          "text": "O Jerusalem, Jerusalem, the city that kills the prophets and stones those sent to her! How often I wanted to gather your children together, just as a hen gathers her brood under her wings, and you would not have it!",
          "ID": "34"
        },
        {
          "text": "Behold, your house is left to you desolate; and I say to you, you will not see Me until the time comes when you say, 'Blessed is He who comes in the name of the Lord!'\"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "LUKE 13"
    },
    {
      "text": [
        {
          "text": "It happened that when He went into the house of one of the leaders of the Pharisees on the Sabbath to eat bread, they were watching Him closely.",
          "ID": "1"
        },
        {
          "text": "And there in front of Him was a man suffering from dropsy.",
          "ID": "2"
        },
        {
          "text": "And Jesus answered and spoke to the lawyers and Pharisees, saying, \"Is it lawful to heal on the Sabbath, or not?\"",
          "ID": "3"
        },
        {
          "text": "But they kept silent. And He took hold of him and healed him, and sent him away.",
          "ID": "4"
        },
        {
          "text": "And He said to them, \"Which one of you will have a son or an ox fall into a well, and will not immediately pull him out on a Sabbath day?\"",
          "ID": "5"
        },
        {
          "text": "And they could make no reply to this.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And He began speaking a parable to the invited guests when He noticed how they had been picking out the places of honor at the table, saying to them,",
          "ID": "7"
        },
        {
          "text": "\"When you are invited by someone to a wedding feast, do not take the place of honor, for someone more distinguished than you may have been invited by him,",
          "ID": "8"
        },
        {
          "text": "and he who invited you both will come and say to you, 'Give your place to this man,' and then in disgrace you proceed to occupy the last place.",
          "ID": "9"
        },
        {
          "text": "But when you are invited, go and recline at the last place, so that when the one who has invited you comes, he may say to you, 'Friend, move up higher'; then you will have honor in the sight of all who are at the table with you.",
          "ID": "10"
        },
        {
          "text": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And He also went on to say to the one who had invited Him, \"When you give a luncheon or a dinner, do not invite your friends or your brothers or your relatives or rich neighbors, otherwise they may also invite you in return and that will be your repayment.",
          "ID": "12"
        },
        {
          "text": "But when you give a reception, invite the poor, the crippled, the lame, the blind,",
          "ID": "13"
        },
        {
          "text": "and you will be blessed, since they do not have the means to repay you; for you will be repaid at the resurrection of the righteous.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "When one of those who were reclining at the table with Him heard this, he said to Him, \"Blessed is everyone who will eat bread in the kingdom of God!\"",
          "ID": "15"
        },
        {
          "text": "But He said to him, \"A man was giving a big dinner, and he invited many;",
          "ID": "16"
        },
        {
          "text": "and at the dinner hour he sent his slave to say to those who had been invited, 'Come; for everything is ready now.'",
          "ID": "17"
        },
        {
          "text": "But they all alike began to make excuses. The first one said to him, 'I have bought a piece of land and I need to go out and look at it; please consider me excused.'",
          "ID": "18"
        },
        {
          "text": "Another one said, 'I have bought five yoke of oxen, and I am going to try them out; please consider me excused.'",
          "ID": "19"
        },
        {
          "text": "Another one said, 'I have married a wife, and for that reason I cannot come.'",
          "ID": "20"
        },
        {
          "text": "And the slave came back and reported this to his master. Then the head of the household became angry and said to his slave, 'Go out at once into the streets and lanes of the city and bring in here the poor and crippled and blind and lame.'",
          "ID": "21"
        },
        {
          "text": "And the slave said, 'Master, what you commanded has been done, and still there is room.'",
          "ID": "22"
        },
        {
          "text": "And the master said to the slave, 'Go out into the highways and along the hedges, and compel them to come in, so that my house may be filled.",
          "ID": "23"
        },
        {
          "text": "For I tell you, none of those men who were invited shall taste of my dinner.'\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now large crowds were going along with Him; and He turned and said to them,",
          "ID": "25"
        },
        {
          "text": "\"If anyone comes to Me, and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be My disciple.",
          "ID": "26"
        },
        {
          "text": "Whoever does not carry his own cross and come after Me cannot be My disciple.",
          "ID": "27"
        },
        {
          "text": "For which one of you, when he wants to build a tower, does not first sit down and calculate the cost to see if he has enough to complete it?",
          "ID": "28"
        },
        {
          "text": "Otherwise, when he has laid a foundation and is not able to finish, all who observe it begin to ridicule him,",
          "ID": "29"
        },
        {
          "text": "saying, 'This man began to build and was not able to finish.'",
          "ID": "30"
        },
        {
          "text": "Or what king, when he sets out to meet another king in battle, will not first sit down and consider whether he is strong enough with ten thousand men to encounter the one coming against him with twenty thousand?",
          "ID": "31"
        },
        {
          "text": "Or else, while the other is still far away, he sends a delegation and asks for terms of peace.",
          "ID": "32"
        },
        {
          "text": "So then, none of you can be My disciple who does not give up all his own possessions.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Therefore, salt is good; but if even salt has become tasteless, with what will it be seasoned?",
          "ID": "34"
        },
        {
          "text": "It is useless either for the soil or for the manure pile; it is thrown out. He who has ears to hear, let him hear.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "LUKE 14"
    },
    {
      "text": [
        {
          "text": "Now all the tax collectors and the sinners were coming near Him to listen to Him.",
          "ID": "1"
        },
        {
          "text": "Both the Pharisees and the scribes began to grumble, saying, \"This man receives sinners and eats with them.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "So He told them this parable, saying,",
          "ID": "3"
        },
        {
          "text": "\"What man among you, if he has a hundred sheep and has lost one of them, does not leave the ninety-nine in the open pasture and go after the one which is lost until he finds it?",
          "ID": "4"
        },
        {
          "text": "When he has found it, he lays it on his shoulders, rejoicing.",
          "ID": "5"
        },
        {
          "text": "And when he comes home, he calls together his friends and his neighbors, saying to them, 'Rejoice with me, for I have found my sheep which was lost!'",
          "ID": "6"
        },
        {
          "text": "I tell you that in the same way, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"Or what woman, if she has ten silver coins and loses one coin, does not light a lamp and sweep the house and search carefully until she finds it?",
          "ID": "8"
        },
        {
          "text": "When she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin which I had lost!'",
          "ID": "9"
        },
        {
          "text": "In the same way, I tell you, there is joy in the presence of the angels of God over one sinner who repents.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And He said, \"A man had two sons.",
          "ID": "11"
        },
        {
          "text": "The younger of them said to his father, 'Father, give me the share of the estate that falls to me.' So he divided his wealth between them.",
          "ID": "12"
        },
        {
          "text": "And not many days later, the younger son gathered everything together and went on a journey into a distant country, and there he squandered his estate with loose living.",
          "ID": "13"
        },
        {
          "text": "Now when he had spent everything, a severe famine occurred in that country, and he began to be impoverished.",
          "ID": "14"
        },
        {
          "text": "So he went and hired himself out to one of the citizens of that country, and he sent him into his fields to feed swine.",
          "ID": "15"
        },
        {
          "text": "And he would have gladly filled his stomach with the pods that the swine were eating, and no one was giving anything to him.",
          "ID": "16"
        },
        {
          "text": "But when he came to his senses, he said, 'How many of my father's hired men have more than enough bread, but I am dying here with hunger!",
          "ID": "17"
        },
        {
          "text": "I will get up and go to my father, and will say to him, \"Father, I have sinned against heaven, and in your sight;",
          "ID": "18"
        },
        {
          "text": "I am no longer worthy to be called your son; make me as one of your hired men.\"'",
          "ID": "19"
        },
        {
          "text": "So he got up and came to his father. But while he was still a long way off, his father saw him and felt compassion for him, and ran and embraced him and kissed him.",
          "ID": "20"
        },
        {
          "text": "And the son said to him, 'Father, I have sinned against heaven and in your sight; I am no longer worthy to be called your son.'",
          "ID": "21"
        },
        {
          "text": "But the father said to his slaves, 'Quickly bring out the best robe and put it on him, and put a ring on his hand and sandals on his feet;",
          "ID": "22"
        },
        {
          "text": "and bring the fattened calf, kill it, and let us eat and celebrate;",
          "ID": "23"
        },
        {
          "text": "for this son of mine was dead and has come to life again; he was lost and has been found.' And they began to celebrate.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"Now his older son was in the field, and when he came and approached the house, he heard music and dancing.",
          "ID": "25"
        },
        {
          "text": "And he summoned one of the servants and began inquiring what these things could be.",
          "ID": "26"
        },
        {
          "text": "And he said to him, 'Your brother has come, and your father has killed the fattened calf because he has received him back safe and sound.'",
          "ID": "27"
        },
        {
          "text": "But he became angry and was not willing to go in; and his father came out and began pleading with him.",
          "ID": "28"
        },
        {
          "text": "But he answered and said to his father, 'Look! For so many years I have been serving you and I have never neglected a command of yours; and yet you have never given me a young goat, so that I might celebrate with my friends;",
          "ID": "29"
        },
        {
          "text": "but when this son of yours came, who has devoured your wealth with prostitutes, you killed the fattened calf for him.'",
          "ID": "30"
        },
        {
          "text": "And he said to him, 'Son, you have always been with me, and all that is mine is yours.",
          "ID": "31"
        },
        {
          "text": "But we had to celebrate and rejoice, for this brother of yours was dead and has begun to live, and was lost and has been found.'\"",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "LUKE 15"
    },
    {
      "text": [
        {
          "text": "Now He was also saying to the disciples, \"There was a rich man who had a manager, and this manager was reported to him as squandering his possessions.",
          "ID": "1"
        },
        {
          "text": "And he called him and said to him, 'What is this I hear about you? Give an accounting of your management, for you can no longer be manager.'",
          "ID": "2"
        },
        {
          "text": "The manager said to himself, 'What shall I do, since my master is taking the management away from me? I am not strong enough to dig; I am ashamed to beg.",
          "ID": "3"
        },
        {
          "text": "I know what I shall do, so that when I am removed from the management people will welcome me into their homes.'",
          "ID": "4"
        },
        {
          "text": "And he summoned each one of his master's debtors, and he began saying to the first, 'How much do you owe my master?'",
          "ID": "5"
        },
        {
          "text": "And he said, 'A hundred measures of oil.' And he said to him, 'Take your bill, and sit down quickly and write fifty.'",
          "ID": "6"
        },
        {
          "text": "Then he said to another, 'And how much do you owe?' And he said, 'A hundred measures of wheat.' He said to him, 'Take your bill, and write eighty.'",
          "ID": "7"
        },
        {
          "text": "And his master praised the unrighteous manager because he had acted shrewdly; for the sons of this age are more shrewd in relation to their own kind than the sons of light.",
          "ID": "8"
        },
        {
          "text": "And I say to you, make friends for yourselves by means of the wealth of unrighteousness, so that when it fails, they will receive you into the eternal dwellings.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"He who is faithful in a very little thing is faithful also in much; and he who is unrighteous in a very little thing is unrighteous also in much.",
          "ID": "10"
        },
        {
          "text": "Therefore if you have not been faithful in the use of unrighteous wealth, who will entrust the true riches to you?",
          "ID": "11"
        },
        {
          "text": "And if you have not been faithful in the use of that which is another's, who will give you that which is your own?",
          "ID": "12"
        },
        {
          "text": "No servant can serve two masters; for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now the Pharisees, who were lovers of money, were listening to all these things and were scoffing at Him.",
          "ID": "14"
        },
        {
          "text": "And He said to them, \"You are those who justify yourselves in the sight of men, but God knows your hearts; for that which is highly esteemed among men is detestable in the sight of God.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"The Law and the Prophets were proclaimed until John; since that time the gospel of the kingdom of God has been preached, and everyone is forcing his way into it.",
          "ID": "16"
        },
        {
          "text": "But it is easier for heaven and earth to pass away than for one stroke of a letter of the Law to fail.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"Everyone who divorces his wife and marries another commits adultery, and he who marries one who is divorced from a husband commits adultery.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Now there was a rich man, and he habitually dressed in purple and fine linen, joyously living in splendor every day.",
          "ID": "19"
        },
        {
          "text": "And a poor man named Lazarus was laid at his gate, covered with sores,",
          "ID": "20"
        },
        {
          "text": "and longing to be fed with the crumbs which were falling from the rich man's table; besides, even the dogs were coming and licking his sores.",
          "ID": "21"
        },
        {
          "text": "Now the poor man died and was carried away by the angels to Abraham's bosom; and the rich man also died and was buried.",
          "ID": "22"
        },
        {
          "text": "In Hades he lifted up his eyes, being in torment, and saw Abraham far away and Lazarus in his bosom.",
          "ID": "23"
        },
        {
          "text": "And he cried out and said, 'Father Abraham, have mercy on me, and send Lazarus so that he may dip the tip of his finger in water and cool off my tongue, for I am in agony in this flame.'",
          "ID": "24"
        },
        {
          "text": "But Abraham said, 'Child, remember that during your life you received your good things, and likewise Lazarus bad things; but now he is being comforted here, and you are in agony.",
          "ID": "25"
        },
        {
          "text": "And besides all this, between us and you there is a great chasm fixed, so that those who wish to come over from here to you will not be able, and that none may cross over from there to us.'",
          "ID": "26"
        },
        {
          "text": "And he said, 'Then I beg you, father, that you send him to my father's house-",
          "ID": "27"
        },
        {
          "text": "for I have five brothers-in order that he may warn them, so that they will not also come to this place of torment.'",
          "ID": "28"
        },
        {
          "text": "But Abraham said, 'They have Moses and the Prophets; let them hear them.'",
          "ID": "29"
        },
        {
          "text": "But he said, 'No, father Abraham, but if someone goes to them from the dead, they will repent!'",
          "ID": "30"
        },
        {
          "text": "But he said to him, 'If they do not listen to Moses and the Prophets, they will not be persuaded even if someone rises from the dead.'\"",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "LUKE 16"
    },
    {
      "text": [
        {
          "text": "He said to His disciples, \"It is inevitable that stumbling blocks come, but woe to him through whom they come!",
          "ID": "1"
        },
        {
          "text": "It would be better for him if a millstone were hung around his neck and he were thrown into the sea, than that he would cause one of these little ones to stumble.",
          "ID": "2"
        },
        {
          "text": "Be on your guard! If your brother sins, rebuke him; and if he repents, forgive him.",
          "ID": "3"
        },
        {
          "text": "And if he sins against you seven times a day, and returns to you seven times, saying, 'I repent,' forgive him.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The apostles said to the Lord, \"Increase our faith!\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said, \"If you had faith like a mustard seed, you would say to this mulberry tree, 'Be uprooted and be planted in the sea'; and it would obey you.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Which of you, having a slave plowing or tending sheep, will say to him when he has come in from the field, 'Come immediately and sit down to eat'?",
          "ID": "7"
        },
        {
          "text": "But will he not say to him, 'Prepare something for me to eat, and properly clothe yourself and serve me while I eat and drink; and afterward you may eat and drink'?",
          "ID": "8"
        },
        {
          "text": "He does not thank the slave because he did the things which were commanded, does he?",
          "ID": "9"
        },
        {
          "text": "So you too, when you do all the things which are commanded you, say, 'We are unworthy slaves; we have done only that which we ought to have done.'\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "While He was on the way to Jerusalem, He was passing between Samaria and Galilee.",
          "ID": "11"
        },
        {
          "text": "As He entered a village, ten leprous men who stood at a distance met Him;",
          "ID": "12"
        },
        {
          "text": "and they raised their voices, saying, \"Jesus, Master, have mercy on us!\"",
          "ID": "13"
        },
        {
          "text": "When He saw them, He said to them, \"Go and show yourselves to the priests.\" And as they were going, they were cleansed.",
          "ID": "14"
        },
        {
          "text": "Now one of them, when he saw that he had been healed, turned back, glorifying God with a loud voice,",
          "ID": "15"
        },
        {
          "text": "and he fell on his face at His feet, giving thanks to Him. And he was a Samaritan.",
          "ID": "16"
        },
        {
          "text": "Then Jesus answered and said, \"Were there not ten cleansed? But the nine-where are they?",
          "ID": "17"
        },
        {
          "text": "Was no one found who returned to give glory to God, except this foreigner?\"",
          "ID": "18"
        },
        {
          "text": "And He said to him, \"Stand up and go; your faith has made you well.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now having been questioned by the Pharisees as to when the kingdom of God was coming, He answered them and said, \"The kingdom of God is not coming with signs to be observed;",
          "ID": "20"
        },
        {
          "text": "nor will they say, 'Look, here it is!' or, 'There it is!' For behold, the kingdom of God is in your midst.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And He said to the disciples, \"The days will come when you will long to see one of the days of the Son of Man, and you will not see it.",
          "ID": "22"
        },
        {
          "text": "They will say to you, 'Look there! Look here!' Do not go away, and do not run after them.",
          "ID": "23"
        },
        {
          "text": "For just like the lightning, when it flashes out of one part of the sky, shines to the other part of the sky, so will the Son of Man be in His day.",
          "ID": "24"
        },
        {
          "text": "But first He must suffer many things and be rejected by this generation.",
          "ID": "25"
        },
        {
          "text": "And just as it happened in the days of Noah, so it will be also in the days of the Son of Man:",
          "ID": "26"
        },
        {
          "text": "they were eating, they were drinking, they were marrying, they were being given in marriage, until the day that Noah entered the ark, and the flood came and destroyed them all.",
          "ID": "27"
        },
        {
          "text": "It was the same as happened in the days of Lot: they were eating, they were drinking, they were buying, they were selling, they were planting, they were building;",
          "ID": "28"
        },
        {
          "text": "but on the day that Lot went out from Sodom it rained fire and brimstone from heaven and destroyed them all.",
          "ID": "29"
        },
        {
          "text": "It will be just the same on the day that the Son of Man is revealed.",
          "ID": "30"
        },
        {
          "text": "On that day, the one who is on the housetop and whose goods are in the house must not go down to take them out; and likewise the one who is in the field must not turn back.",
          "ID": "31"
        },
        {
          "text": "Remember Lot's wife.",
          "ID": "32"
        },
        {
          "text": "Whoever seeks to keep his life will lose it, and whoever loses his life will preserve it.",
          "ID": "33"
        },
        {
          "text": "I tell you, on that night there will be two in one bed; one will be taken and the other will be left.",
          "ID": "34"
        },
        {
          "text": "There will be two women grinding at the same place; one will be taken and the other will be left.",
          "ID": "35"
        },
        {
          "text": "[Two men will be in the field; one will be taken and the other will be left.\"]",
          "ID": "36"
        },
        {
          "text": "And answering they said to Him, \"Where, Lord?\" And He said to them, \"Where the body is, there also the vultures will be gathered.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "LUKE 17"
    },
    {
      "text": [
        {
          "text": "Now He was telling them a parable to show that at all times they ought to pray and not to lose heart,",
          "ID": "1"
        },
        {
          "text": "saying, \"In a certain city there was a judge who did not fear God and did not respect man.",
          "ID": "2"
        },
        {
          "text": "There was a widow in that city, and she kept coming to him, saying, 'Give me legal protection from my opponent.'",
          "ID": "3"
        },
        {
          "text": "For a while he was unwilling; but afterward he said to himself, 'Even though I do not fear God nor respect man,",
          "ID": "4"
        },
        {
          "text": "yet because this widow bothers me, I will give her legal protection, otherwise by continually coming she will wear me out.'\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said, \"Hear what the unrighteous judge said;",
          "ID": "6"
        },
        {
          "text": "now, will not God bring about justice for His elect who cry to Him day and night, and will He delay long over them?",
          "ID": "7"
        },
        {
          "text": "I tell you that He will bring about justice for them quickly. However, when the Son of Man comes, will He find faith on the earth?\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And He also told this parable to some people who trusted in themselves that they were righteous, and viewed others with contempt:",
          "ID": "9"
        },
        {
          "text": "\"Two men went up into the temple to pray, one a Pharisee and the other a tax collector.",
          "ID": "10"
        },
        {
          "text": "The Pharisee stood and was praying this to himself: 'God, I thank You that I am not like other people: swindlers, unjust, adulterers, or even like this tax collector.",
          "ID": "11"
        },
        {
          "text": "I fast twice a week; I pay tithes of all that I get.'",
          "ID": "12"
        },
        {
          "text": "But the tax collector, standing some distance away, was even unwilling to lift up his eyes to heaven, but was beating his breast, saying, 'God, be merciful to me, the sinner!'",
          "ID": "13"
        },
        {
          "text": "I tell you, this man went to his house justified rather than the other; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And they were bringing even their babies to Him so that He would touch them, but when the disciples saw it, they began rebuking them.",
          "ID": "15"
        },
        {
          "text": "But Jesus called for them, saying, \"Permit the children to come to Me, and do not hinder them, for the kingdom of God belongs to such as these.",
          "ID": "16"
        },
        {
          "text": "Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "A ruler questioned Him, saying, \"Good Teacher, what shall I do to inherit eternal life?\"",
          "ID": "18"
        },
        {
          "text": "And Jesus said to him, \"Why do you call Me good? No one is good except God alone.",
          "ID": "19"
        },
        {
          "text": "You know the commandments, 'Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.'\"",
          "ID": "20"
        },
        {
          "text": "And he said, \"All these things I have kept from my youth.\"",
          "ID": "21"
        },
        {
          "text": "When Jesus heard this, He said to him, \"One thing you still lack; sell all that you possess and distribute it to the poor, and you shall have treasure in heaven; and come, follow Me.\"",
          "ID": "22"
        },
        {
          "text": "But when he had heard these things, he became very sad, for he was extremely rich.",
          "ID": "23"
        },
        {
          "text": "And Jesus looked at him and said, \"How hard it is for those who are wealthy to enter the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "For it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "They who heard it said, \"Then who can be saved?\"",
          "ID": "26"
        },
        {
          "text": "But He said, \"The things that are impossible with people are possible with God.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Peter said, \"Behold, we have left our own homes and followed You.\"",
          "ID": "28"
        },
        {
          "text": "And He said to them, \"Truly I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,",
          "ID": "29"
        },
        {
          "text": "who will not receive many times as much at this time and in the age to come, eternal life.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Then He took the twelve aside and said to them, \"Behold, we are going up to Jerusalem, and all things which are written through the prophets about the Son of Man will be accomplished.",
          "ID": "31"
        },
        {
          "text": "For He will be handed over to the Gentiles, and will be mocked and mistreated and spit upon,",
          "ID": "32"
        },
        {
          "text": "and after they have scourged Him, they will kill Him; and the third day He will rise again.\"",
          "ID": "33"
        },
        {
          "text": "But the disciples understood none of these things, and the meaning of this statement was hidden from them, and they did not comprehend the things that were said.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "As Jesus was approaching Jericho, a blind man was sitting by the road begging.",
          "ID": "35"
        },
        {
          "text": "Now hearing a crowd going by, he began to inquire what this was.",
          "ID": "36"
        },
        {
          "text": "They told him that Jesus of Nazareth was passing by.",
          "ID": "37"
        },
        {
          "text": "And he called out, saying, \"Jesus, Son of David, have mercy on me!\"",
          "ID": "38"
        },
        {
          "text": "Those who led the way were sternly telling him to be quiet; but he kept crying out all the more, \"Son of David, have mercy on me!\"",
          "ID": "39"
        },
        {
          "text": "And Jesus stopped and commanded that he be brought to Him; and when he came near, He questioned him,",
          "ID": "40"
        },
        {
          "text": "\"What do you want Me to do for you?\" And he said, \"Lord, I want to regain my sight!\"",
          "ID": "41"
        },
        {
          "text": "And Jesus said to him, \"Receive your sight; your faith has made you well.\"",
          "ID": "42"
        },
        {
          "text": "Immediately he regained his sight and began following Him, glorifying God; and when all the people saw it, they gave praise to God.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "LUKE 18"
    },
    {
      "text": [
        {
          "text": "He entered Jericho and was passing through.",
          "ID": "1"
        },
        {
          "text": "And there was a man called by the name of Zaccheus; he was a chief tax collector and he was rich.",
          "ID": "2"
        },
        {
          "text": "Zaccheus was trying to see who Jesus was, and was unable because of the crowd, for he was small in stature.",
          "ID": "3"
        },
        {
          "text": "So he ran on ahead and climbed up into a sycamore tree in order to see Him, for He was about to pass through that way.",
          "ID": "4"
        },
        {
          "text": "When Jesus came to the place, He looked up and said to him, \"Zaccheus, hurry and come down, for today I must stay at your house.\"",
          "ID": "5"
        },
        {
          "text": "And he hurried and came down and received Him gladly.",
          "ID": "6"
        },
        {
          "text": "When they saw it, they all began to grumble, saying, \"He has gone to be the guest of a man who is a sinner.\"",
          "ID": "7"
        },
        {
          "text": "Zaccheus stopped and said to the Lord, \"Behold, Lord, half of my possessions I will give to the poor, and if I have defrauded anyone of anything, I will give back four times as much.\"",
          "ID": "8"
        },
        {
          "text": "And Jesus said to him, \"Today salvation has come to this house, because he, too, is a son of Abraham.",
          "ID": "9"
        },
        {
          "text": "For the Son of Man has come to seek and to save that which was lost.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "While they were listening to these things, Jesus went on to tell a parable, because He was near Jerusalem, and they supposed that the kingdom of God was going to appear immediately.",
          "ID": "11"
        },
        {
          "text": "So He said, \"A nobleman went to a distant country to receive a kingdom for himself, and then return.",
          "ID": "12"
        },
        {
          "text": "And he called ten of his slaves, and gave them ten minas and said to them, 'Do business with this until I come back.'",
          "ID": "13"
        },
        {
          "text": "But his citizens hated him and sent a delegation after him, saying, 'We do not want this man to reign over us.'",
          "ID": "14"
        },
        {
          "text": "When he returned, after receiving the kingdom, he ordered that these slaves, to whom he had given the money, be called to him so that he might know what business they had done.",
          "ID": "15"
        },
        {
          "text": "The first appeared, saying, 'Master, your mina has made ten minas more.'",
          "ID": "16"
        },
        {
          "text": "And he said to him, 'Well done, good slave, because you have been faithful in a very little thing, you are to be in authority over ten cities.'",
          "ID": "17"
        },
        {
          "text": "The second came, saying, 'Your mina, master, has made five minas.'",
          "ID": "18"
        },
        {
          "text": "And he said to him also, 'And you are to be over five cities.'",
          "ID": "19"
        },
        {
          "text": "Another came, saying, 'Master, here is your mina, which I kept put away in a handkerchief;",
          "ID": "20"
        },
        {
          "text": "for I was afraid of you, because you are an exacting man; you take up what you did not lay down and reap what you did not sow.'",
          "ID": "21"
        },
        {
          "text": "He said to him, 'By your own words I will judge you, you worthless slave. Did you know that I am an exacting man, taking up what I did not lay down and reaping what I did not sow?",
          "ID": "22"
        },
        {
          "text": "Then why did you not put my money in the bank, and having come, I would have collected it with interest?'",
          "ID": "23"
        },
        {
          "text": "Then he said to the bystanders, 'Take the mina away from him and give it to the one who has the ten minas.'",
          "ID": "24"
        },
        {
          "text": "And they said to him, 'Master, he has ten minas already.'",
          "ID": "25"
        },
        {
          "text": "I tell you that to everyone who has, more shall be given, but from the one who does not have, even what he does have shall be taken away.",
          "ID": "26"
        },
        {
          "text": "But these enemies of mine, who did not want me to reign over them, bring them here and slay them in my presence.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "After He had said these things, He was going on ahead, going up to Jerusalem.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When He approached Bethphage and Bethany, near the mount that is called Olivet, He sent two of the disciples,",
          "ID": "29"
        },
        {
          "text": "saying, \"Go into the village ahead of you; there, as you enter, you will find a colt tied on which no one yet has ever sat; untie it and bring it here.",
          "ID": "30"
        },
        {
          "text": "If anyone asks you, 'Why are you untying it?' you shall say, 'The Lord has need of it.'\"",
          "ID": "31"
        },
        {
          "text": "So those who were sent went away and found it just as He had told them.",
          "ID": "32"
        },
        {
          "text": "As they were untying the colt, its owners said to them, \"Why are you untying the colt?\"",
          "ID": "33"
        },
        {
          "text": "They said, \"The Lord has need of it.\"",
          "ID": "34"
        },
        {
          "text": "They brought it to Jesus, and they threw their coats on the colt and put Jesus on it.",
          "ID": "35"
        },
        {
          "text": "As He was going, they were spreading their coats on the road.",
          "ID": "36"
        },
        {
          "text": "As soon as He was approaching, near the descent of the Mount of Olives, the whole crowd of the disciples began to praise God joyfully with a loud voice for all the miracles which they had seen,",
          "ID": "37"
        },
        {
          "text": "shouting:",
          "ID": "38"
        },
        {
          "text": "\"Blessed is the King who comes in the name of the Lord;",
          "ID": "38"
        },
        {
          "text": "Peace in heaven and glory in the highest!\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Some of the Pharisees in the crowd said to Him, \"Teacher, rebuke Your disciples.\"",
          "ID": "39"
        },
        {
          "text": "But Jesus answered, \"I tell you, if these become silent, the stones will cry out!\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "When He approached Jerusalem, He saw the city and wept over it,",
          "ID": "41"
        },
        {
          "text": "saying, \"If you had known in this day, even you, the things which make for peace! But now they have been hidden from your eyes.",
          "ID": "42"
        },
        {
          "text": "For the days will come upon you when your enemies will throw up a barricade against you, and surround you and hem you in on every side,",
          "ID": "43"
        },
        {
          "text": "and they will level you to the ground and your children within you, and they will not leave in you one stone upon another, because you did not recognize the time of your visitation.\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Jesus entered the temple and began to drive out those who were selling,",
          "ID": "45"
        },
        {
          "text": "saying to them, \"It is written, 'And My house shall be a house of prayer,' but you have made it a robbers' den.\"",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "And He was teaching daily in the temple; but the chief priests and the scribes and the leading men among the people were trying to destroy Him,",
          "ID": "47"
        },
        {
          "text": "and they could not find anything that they might do, for all the people were hanging on to every word He said.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "LUKE 19"
    },
    {
      "text": [
        {
          "text": "On one of the days while He was teaching the people in the temple and preaching the gospel, the chief priests and the scribes with the elders confronted Him,",
          "ID": "1"
        },
        {
          "text": "and they spoke, saying to Him, \"Tell us by what authority You are doing these things, or who is the one who gave You this authority?\"",
          "ID": "2"
        },
        {
          "text": "Jesus answered and said to them, \"I will also ask you a question, and you tell Me:",
          "ID": "3"
        },
        {
          "text": "Was the baptism of John from heaven or from men?\"",
          "ID": "4"
        },
        {
          "text": "They reasoned among themselves, saying, \"If we say, 'From heaven,' He will say, 'Why did you not believe him?'",
          "ID": "5"
        },
        {
          "text": "But if we say, 'From men,' all the people will stone us to death, for they are convinced that John was a prophet.\"",
          "ID": "6"
        },
        {
          "text": "So they answered that they did not know where it came from.",
          "ID": "7"
        },
        {
          "text": "And Jesus said to them, \"Nor will I tell you by what authority I do these things.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And He began to tell the people this parable: \"A man planted a vineyard and rented it out to vine-growers, and went on a journey for a long time.",
          "ID": "9"
        },
        {
          "text": "At the harvest time he sent a slave to the vine-growers, so that they would give him some of the produce of the vineyard; but the vine-growers beat him and sent him away empty-handed.",
          "ID": "10"
        },
        {
          "text": "And he proceeded to send another slave; and they beat him also and treated him shamefully and sent him away empty-handed.",
          "ID": "11"
        },
        {
          "text": "And he proceeded to send a third; and this one also they wounded and cast out.",
          "ID": "12"
        },
        {
          "text": "The owner of the vineyard said, 'What shall I do? I will send my beloved son; perhaps they will respect him.'",
          "ID": "13"
        },
        {
          "text": "But when the vine-growers saw him, they reasoned with one another, saying, 'This is the heir; let us kill him so that the inheritance will be ours.'",
          "ID": "14"
        },
        {
          "text": "So they threw him out of the vineyard and killed him. What, then, will the owner of the vineyard do to them?",
          "ID": "15"
        },
        {
          "text": "He will come and destroy these vine-growers and will give the vineyard to others.\" When they heard it, they said, \"May it never be!\"",
          "ID": "16"
        },
        {
          "text": "But Jesus looked at them and said, \"What then is this that is written:",
          "ID": "17"
        },
        {
          "text": "'The stone which the builders rejected,",
          "ID": "17"
        },
        {
          "text": "This became the chief corner stone'?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Everyone who falls on that stone will be broken to pieces; but on whomever it falls, it will scatter him like dust.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The scribes and the chief priests tried to lay hands on Him that very hour, and they feared the people; for they understood that He spoke this parable against them.",
          "ID": "19"
        },
        {
          "text": "So they watched Him, and sent spies who pretended to be righteous, in order that they might catch Him in some statement, so that they could deliver Him to the rule and the authority of the governor.",
          "ID": "20"
        },
        {
          "text": "They questioned Him, saying, \"Teacher, we know that You speak and teach correctly, and You are not partial to any, but teach the way of God in truth.",
          "ID": "21"
        },
        {
          "text": "Is it lawful for us to pay taxes to Caesar, or not?\"",
          "ID": "22"
        },
        {
          "text": "But He detected their trickery and said to them,",
          "ID": "23"
        },
        {
          "text": "\"Show Me a denarius. Whose likeness and inscription does it have?\" They said, \"Caesar's.\"",
          "ID": "24"
        },
        {
          "text": "And He said to them, \"Then render to Caesar the things that are Caesar's, and to God the things that are God's.\"",
          "ID": "25"
        },
        {
          "text": "And they were unable to catch Him in a saying in the presence of the people; and being amazed at His answer, they became silent.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Now there came to Him some of the Sadducees (who say that there is no resurrection),",
          "ID": "27"
        },
        {
          "text": "and they questioned Him, saying, \"Teacher, Moses wrote for us that if a man's brother dies, having a wife, and he is childless, his brother should marry the wife and raise up children to his brother.",
          "ID": "28"
        },
        {
          "text": "Now there were seven brothers; and the first took a wife and died childless;",
          "ID": "29"
        },
        {
          "text": "and the second",
          "ID": "30"
        },
        {
          "text": "and the third married her; and in the same way all seven died, leaving no children.",
          "ID": "31"
        },
        {
          "text": "Finally the woman died also.",
          "ID": "32"
        },
        {
          "text": "In the resurrection therefore, which one's wife will she be? For all seven had married her.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus said to them, \"The sons of this age marry and are given in marriage,",
          "ID": "34"
        },
        {
          "text": "but those who are considered worthy to attain to that age and the resurrection from the dead, neither marry nor are given in marriage;",
          "ID": "35"
        },
        {
          "text": "for they cannot even die anymore, because they are like angels, and are sons of God, being sons of the resurrection.",
          "ID": "36"
        },
        {
          "text": "But that the dead are raised, even Moses showed, in the passage about the burning bush, where he calls the Lord the God of Abraham, and the God of Isaac, and the God of Jacob.",
          "ID": "37"
        },
        {
          "text": "Now He is not the God of the dead but of the living; for all live to Him.\"",
          "ID": "38"
        },
        {
          "text": "Some of the scribes answered and said, \"Teacher, You have spoken well.\"",
          "ID": "39"
        },
        {
          "text": "For they did not have courage to question Him any longer about anything.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Then He said to them, \"How is it that they say the Christ is David's son?",
          "ID": "41"
        },
        {
          "text": "For David himself says in the book of Psalms,",
          "ID": "42"
        },
        {
          "text": "'The Lord said to my Lord,",
          "ID": "42"
        },
        {
          "text": "\"Sit at My right hand,",
          "ID": "42"
        },
        {
          "text": "Until I make Your enemies a footstool for Your feet.\"'",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Therefore David calls Him 'Lord,' and how is He his son?\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "And while all the people were listening, He said to the disciples,",
          "ID": "45"
        },
        {
          "text": "\"Beware of the scribes, who like to walk around in long robes, and love respectful greetings in the market places, and chief seats in the synagogues and places of honor at banquets,",
          "ID": "46"
        },
        {
          "text": "who devour widows' houses, and for appearance's sake offer long prayers. These will receive greater condemnation.\"",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "LUKE 20"
    },
    {
      "text": [
        {
          "text": "And He looked up and saw the rich putting their gifts into the treasury.",
          "ID": "1"
        },
        {
          "text": "And He saw a poor widow putting in two small copper coins.",
          "ID": "2"
        },
        {
          "text": "And He said, \"Truly I say to you, this poor widow put in more than all of them;",
          "ID": "3"
        },
        {
          "text": "for they all out of their surplus put into the offering; but she out of her poverty put in all that she had to live on.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And while some were talking about the temple, that it was adorned with beautiful stones and votive gifts, He said,",
          "ID": "5"
        },
        {
          "text": "\"As for these things which you are looking at, the days will come in which there will not be left one stone upon another which will not be torn down.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "They questioned Him, saying, \"Teacher, when therefore will these things happen? And what will be the sign when these things are about to take place?\"",
          "ID": "7"
        },
        {
          "text": "And He said, \"See to it that you are not misled; for many will come in My name, saying, 'I am He,' and, 'The time is near.' Do not go after them.",
          "ID": "8"
        },
        {
          "text": "When you hear of wars and disturbances, do not be terrified; for these things must take place first, but the end does not follow immediately.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then He continued by saying to them, \"Nation will rise against nation and kingdom against kingdom,",
          "ID": "10"
        },
        {
          "text": "and there will be great earthquakes, and in various places plagues and famines; and there will be terrors and great signs from heaven.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"But before all these things, they will lay their hands on you and will persecute you, delivering you to the synagogues and prisons, bringing you before kings and governors for My name's sake.",
          "ID": "12"
        },
        {
          "text": "It will lead to an opportunity for your testimony.",
          "ID": "13"
        },
        {
          "text": "So make up your minds not to prepare beforehand to defend yourselves;",
          "ID": "14"
        },
        {
          "text": "for I will give you utterance and wisdom which none of your opponents will be able to resist or refute.",
          "ID": "15"
        },
        {
          "text": "But you will be betrayed even by parents and brothers and relatives and friends, and they will put some of you to death,",
          "ID": "16"
        },
        {
          "text": "and you will be hated by all because of My name.",
          "ID": "17"
        },
        {
          "text": "Yet not a hair of your head will perish.",
          "ID": "18"
        },
        {
          "text": "By your endurance you will gain your lives.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "\"But when you see Jerusalem surrounded by armies, then recognize that her desolation is near.",
          "ID": "20"
        },
        {
          "text": "Then those who are in Judea must flee to the mountains, and those who are in the midst of the city must leave, and those who are in the country must not enter the city;",
          "ID": "21"
        },
        {
          "text": "because these are days of vengeance, so that all things which are written will be fulfilled.",
          "ID": "22"
        },
        {
          "text": "Woe to those who are pregnant and to those who are nursing babies in those days; for there will be great distress upon the land and wrath to this people;",
          "ID": "23"
        },
        {
          "text": "and they will fall by the edge of the sword, and will be led captive into all the nations; and Jerusalem will be trampled under foot by the Gentiles until the times of the Gentiles are fulfilled.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"There will be signs in sun and moon and stars, and on the earth dismay among nations, in perplexity at the roaring of the sea and the waves,",
          "ID": "25"
        },
        {
          "text": "men fainting from fear and the expectation of the things which are coming upon the world; for the powers of the heavens will be shaken.",
          "ID": "26"
        },
        {
          "text": "Then they will see the Son of Man coming in a cloud with power and great glory.",
          "ID": "27"
        },
        {
          "text": "But when these things begin to take place, straighten up and lift up your heads, because your redemption is drawing near.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Then He told them a parable: \"Behold the fig tree and all the trees;",
          "ID": "29"
        },
        {
          "text": "as soon as they put forth leaves, you see it and know for yourselves that summer is now near.",
          "ID": "30"
        },
        {
          "text": "So you also, when you see these things happening, recognize that the kingdom of God is near.",
          "ID": "31"
        },
        {
          "text": "Truly I say to you, this generation will not pass away until all things take place.",
          "ID": "32"
        },
        {
          "text": "Heaven and earth will pass away, but My words will not pass away.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Be on guard, so that your hearts will not be weighted down with dissipation and drunkenness and the worries of life, and that day will not come on you suddenly like a trap;",
          "ID": "34"
        },
        {
          "text": "for it will come upon all those who dwell on the face of all the earth.",
          "ID": "35"
        },
        {
          "text": "But keep on the alert at all times, praying that you may have strength to escape all these things that are about to take place, and to stand before the Son of Man.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now during the day He was teaching in the temple, but at evening He would go out and spend the night on the mount that is called Olivet.",
          "ID": "37"
        },
        {
          "text": "And all the people would get up early in the morning to come to Him in the temple to listen to Him.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "LUKE 21"
    },
    {
      "text": [
        {
          "text": "Now the Feast of Unleavened Bread, which is called the Passover, was approaching.",
          "ID": "1"
        },
        {
          "text": "The chief priests and the scribes were seeking how they might put Him to death; for they were afraid of the people.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And Satan entered into Judas who was called Iscariot, belonging to the number of the twelve.",
          "ID": "3"
        },
        {
          "text": "And he went away and discussed with the chief priests and officers how he might betray Him to them.",
          "ID": "4"
        },
        {
          "text": "They were glad and agreed to give him money.",
          "ID": "5"
        },
        {
          "text": "So he consented, and began seeking a good opportunity to betray Him to them apart from the crowd.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then came the first day of Unleavened Bread on which the Passover lamb had to be sacrificed.",
          "ID": "7"
        },
        {
          "text": "And Jesus sent Peter and John, saying, \"Go and prepare the Passover for us, so that we may eat it.\"",
          "ID": "8"
        },
        {
          "text": "They said to Him, \"Where do You want us to prepare it?\"",
          "ID": "9"
        },
        {
          "text": "And He said to them, \"When you have entered the city, a man will meet you carrying a pitcher of water; follow him into the house that he enters.",
          "ID": "10"
        },
        {
          "text": "And you shall say to the owner of the house, 'The Teacher says to you, \"Where is the guest room in which I may eat the Passover with My disciples?\"'",
          "ID": "11"
        },
        {
          "text": "And he will show you a large, furnished upper room; prepare it there.\"",
          "ID": "12"
        },
        {
          "text": "And they left and found everything just as He had told them; and they prepared the Passover.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When the hour had come, He reclined at the table, and the apostles with Him.",
          "ID": "14"
        },
        {
          "text": "And He said to them, \"I have earnestly desired to eat this Passover with you before I suffer;",
          "ID": "15"
        },
        {
          "text": "for I say to you, I shall never again eat it until it is fulfilled in the kingdom of God.\"",
          "ID": "16"
        },
        {
          "text": "And when He had taken a cup and given thanks, He said, \"Take this and share it among yourselves;",
          "ID": "17"
        },
        {
          "text": "for I say to you, I will not drink of the fruit of the vine from now on until the kingdom of God comes.\"",
          "ID": "18"
        },
        {
          "text": "And when He had taken some bread and given thanks, He broke it and gave it to them, saying, \"This is My body which is given for you; do this in remembrance of Me.\"",
          "ID": "19"
        },
        {
          "text": "And in the same way He took the cup after they had eaten, saying, \"This cup which is poured out for you is the new covenant in My blood.",
          "ID": "20"
        },
        {
          "text": "But behold, the hand of the one betraying Me is with Mine on the table.",
          "ID": "21"
        },
        {
          "text": "For indeed, the Son of Man is going as it has been determined; but woe to that man by whom He is betrayed!\"",
          "ID": "22"
        },
        {
          "text": "And they began to discuss among themselves which one of them it might be who was going to do this thing.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And there arose also a dispute among them as to which one of them was regarded to be greatest.",
          "ID": "24"
        },
        {
          "text": "And He said to them, \"The kings of the Gentiles lord it over them; and those who have authority over them are called 'Benefactors.'",
          "ID": "25"
        },
        {
          "text": "But it is not this way with you, but the one who is the greatest among you must become like the youngest, and the leader like the servant.",
          "ID": "26"
        },
        {
          "text": "For who is greater, the one who reclines at the table or the one who serves? Is it not the one who reclines at the table? But I am among you as the one who serves.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"You are those who have stood by Me in My trials;",
          "ID": "28"
        },
        {
          "text": "and just as My Father has granted Me a kingdom, I grant you",
          "ID": "29"
        },
        {
          "text": "that you may eat and drink at My table in My kingdom, and you will sit on thrones judging the twelve tribes of Israel.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"Simon, Simon, behold, Satan has demanded permission to sift you like wheat;",
          "ID": "31"
        },
        {
          "text": "but I have prayed for you, that your faith may not fail; and you, when once you have turned again, strengthen your brothers.\"",
          "ID": "32"
        },
        {
          "text": "But he said to Him, \"Lord, with You I am ready to go both to prison and to death!\"",
          "ID": "33"
        },
        {
          "text": "And He said, \"I say to you, Peter, the rooster will not crow today until you have denied three times that you know Me.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And He said to them, \"When I sent you out without money belt and bag and sandals, you did not lack anything, did you?\" They said, \"No, nothing.\"",
          "ID": "35"
        },
        {
          "text": "And He said to them, \"But now, whoever has a money belt is to take it along, likewise also a bag, and whoever has no sword is to sell his coat and buy one.",
          "ID": "36"
        },
        {
          "text": "For I tell you that this which is written must be fulfilled in Me, 'And He was numbered with transgressors'; for that which refers to Me has its fulfillment.\"",
          "ID": "37"
        },
        {
          "text": "They said, \"Lord, look, here are two swords.\" And He said to them, \"It is enough.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "And He came out and proceeded as was His custom to the Mount of Olives; and the disciples also followed Him.",
          "ID": "39"
        },
        {
          "text": "When He arrived at the place, He said to them, \"Pray that you may not enter into temptation.\"",
          "ID": "40"
        },
        {
          "text": "And He withdrew from them about a stone's throw, and He knelt down and began to pray,",
          "ID": "41"
        },
        {
          "text": "saying, \"Father, if You are willing, remove this cup from Me; yet not My will, but Yours be done.\"",
          "ID": "42"
        },
        {
          "text": "Now an angel from heaven appeared to Him, strengthening Him.",
          "ID": "43"
        },
        {
          "text": "And being in agony He was praying very fervently; and His sweat became like drops of blood, falling down upon the ground.",
          "ID": "44"
        },
        {
          "text": "When He rose from prayer, He came to the disciples and found them sleeping from sorrow,",
          "ID": "45"
        },
        {
          "text": "and said to them, \"Why are you sleeping? Get up and pray that you may not enter into temptation.\"",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "While He was still speaking, behold, a crowd came, and the one called Judas, one of the twelve, was preceding them; and he approached Jesus to kiss Him.",
          "ID": "47"
        },
        {
          "text": "But Jesus said to him, \"Judas, are you betraying the Son of Man with a kiss?\"",
          "ID": "48"
        },
        {
          "text": "When those who were around Him saw what was going to happen, they said, \"Lord, shall we strike with the sword?\"",
          "ID": "49"
        },
        {
          "text": "And one of them struck the slave of the high priest and cut off his right ear.",
          "ID": "50"
        },
        {
          "text": "But Jesus answered and said, \"Stop! No more of this.\" And He touched his ear and healed him.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to the chief priests and officers of the temple and elders who had come against Him, \"Have you come out with swords and clubs as you would against a robber?",
          "ID": "52"
        },
        {
          "text": "While I was with you daily in the temple, you did not lay hands on Me; but this hour and the power of darkness are yours.\"",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Having arrested Him, they led Him away and brought Him to the house of the high priest; but Peter was following at a distance.",
          "ID": "54"
        },
        {
          "text": "After they had kindled a fire in the middle of the courtyard and had sat down together, Peter was sitting among them.",
          "ID": "55"
        },
        {
          "text": "And a servant-girl, seeing him as he sat in the firelight and looking intently at him, said, \"This man was with Him too.\"",
          "ID": "56"
        },
        {
          "text": "But he denied it, saying, \"Woman, I do not know Him.\"",
          "ID": "57"
        },
        {
          "text": "A little later, another saw him and said, \"You are one of them too!\" But Peter said, \"Man, I am not!\"",
          "ID": "58"
        },
        {
          "text": "After about an hour had passed, another man began to insist, saying, \"Certainly this man also was with Him, for he is a Galilean too.\"",
          "ID": "59"
        },
        {
          "text": "But Peter said, \"Man, I do not know what you are talking about.\" Immediately, while he was still speaking, a rooster crowed.",
          "ID": "60"
        },
        {
          "text": "The Lord turned and looked at Peter. And Peter remembered the word of the Lord, how He had told him, \"Before a rooster crows today, you will deny Me three times.\"",
          "ID": "61"
        },
        {
          "text": "And he went out and wept bitterly.",
          "ID": "62"
        },
        {
          "text": "",
          "ID": "62"
        },
        {
          "text": "Now the men who were holding Jesus in custody were mocking Him and beating Him,",
          "ID": "63"
        },
        {
          "text": "and they blindfolded Him and were asking Him, saying, \"Prophesy, who is the one who hit You?\"",
          "ID": "64"
        },
        {
          "text": "And they were saying many other things against Him, blaspheming.",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "When it was day, the Council of elders of the people assembled, both chief priests and scribes, and they led Him away to their council chamber, saying,",
          "ID": "66"
        },
        {
          "text": "\"If You are the Christ, tell us.\" But He said to them, \"If I tell you, you will not believe;",
          "ID": "67"
        },
        {
          "text": "and if I ask a question, you will not answer.",
          "ID": "68"
        },
        {
          "text": "But from now on the Son of Man will be seated at the right hand of the power of God.\"",
          "ID": "69"
        },
        {
          "text": "And they all said, \"Are You the Son of God, then?\" And He said to them, \"Yes, I am.\"",
          "ID": "70"
        },
        {
          "text": "Then they said, \"What further need do we have of testimony? For we have heard it ourselves from His own mouth.\"",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "LUKE 22"
    },
    {
      "text": [
        {
          "text": "Then the whole body of them got up and brought Him before Pilate.",
          "ID": "1"
        },
        {
          "text": "And they began to accuse Him, saying, \"We found this man misleading our nation and forbidding to pay taxes to Caesar, and saying that He Himself is Christ, a King.\"",
          "ID": "2"
        },
        {
          "text": "So Pilate asked Him, saying, \"Are You the King of the Jews?\" And He answered him and said, \"It is as you say.\"",
          "ID": "3"
        },
        {
          "text": "Then Pilate said to the chief priests and the crowds, \"I find no guilt in this man.\"",
          "ID": "4"
        },
        {
          "text": "But they kept on insisting, saying, \"He stirs up the people, teaching all over Judea, starting from Galilee even as far as this place.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When Pilate heard it, he asked whether the man was a Galilean.",
          "ID": "6"
        },
        {
          "text": "And when he learned that He belonged to Herod's jurisdiction, he sent Him to Herod, who himself also was in Jerusalem at that time.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now Herod was very glad when he saw Jesus; for he had wanted to see Him for a long time, because he had been hearing about Him and was hoping to see some sign performed by Him.",
          "ID": "8"
        },
        {
          "text": "And he questioned Him at some length; but He answered him nothing.",
          "ID": "9"
        },
        {
          "text": "And the chief priests and the scribes were standing there, accusing Him vehemently.",
          "ID": "10"
        },
        {
          "text": "And Herod with his soldiers, after treating Him with contempt and mocking Him, dressed Him in a gorgeous robe and sent Him back to Pilate.",
          "ID": "11"
        },
        {
          "text": "Now Herod and Pilate became friends with one another that very day; for before they had been enemies with each other.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Pilate summoned the chief priests and the rulers and the people,",
          "ID": "13"
        },
        {
          "text": "and said to them, \"You brought this man to me as one who incites the people to rebellion, and behold, having examined Him before you, I have found no guilt in this man regarding the charges which you make against Him.",
          "ID": "14"
        },
        {
          "text": "No, nor has Herod, for he sent Him back to us; and behold, nothing deserving death has been done by Him.",
          "ID": "15"
        },
        {
          "text": "Therefore I will punish Him and release Him.\"",
          "ID": "16"
        },
        {
          "text": "[Now he was obliged to release to them at the feast one prisoner.]",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "But they cried out all together, saying, \"Away with this man, and release for us Barabbas!\"",
          "ID": "18"
        },
        {
          "text": "(He was one who had been thrown into prison for an insurrection made in the city, and for murder.)",
          "ID": "19"
        },
        {
          "text": "Pilate, wanting to release Jesus, addressed them again,",
          "ID": "20"
        },
        {
          "text": "but they kept on calling out, saying, \"Crucify, crucify Him!\"",
          "ID": "21"
        },
        {
          "text": "And he said to them the third time, \"Why, what evil has this man done? I have found in Him no guilt demanding death; therefore I will punish Him and release Him.\"",
          "ID": "22"
        },
        {
          "text": "But they were insistent, with loud voices asking that He be crucified. And their voices began to prevail.",
          "ID": "23"
        },
        {
          "text": "And Pilate pronounced sentence that their demand be granted.",
          "ID": "24"
        },
        {
          "text": "And he released the man they were asking for who had been thrown into prison for insurrection and murder, but he delivered Jesus to their will.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When they led Him away, they seized a man, Simon of Cyrene, coming in from the country, and placed on him the cross to carry behind Jesus.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And following Him was a large crowd of the people, and of women who were mourning and lamenting Him.",
          "ID": "27"
        },
        {
          "text": "But Jesus turning to them said, \"Daughters of Jerusalem, stop weeping for Me, but weep for yourselves and for your children.",
          "ID": "28"
        },
        {
          "text": "For behold, the days are coming when they will say, 'Blessed are the barren, and the wombs that never bore, and the breasts that never nursed.'",
          "ID": "29"
        },
        {
          "text": "Then they will begin to say to the mountains, 'Fall on us,' and to the hills, 'Cover us.'",
          "ID": "30"
        },
        {
          "text": "For if they do these things when the tree is green, what will happen when it is dry?\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Two others also, who were criminals, were being led away to be put to death with Him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "When they came to the place called The Skull, there they crucified Him and the criminals, one on the right and the other on the left.",
          "ID": "33"
        },
        {
          "text": "But Jesus was saying, \"Father, forgive them; for they do not know what they are doing.\" And they cast lots, dividing up His garments among themselves.",
          "ID": "34"
        },
        {
          "text": "And the people stood by, looking on. And even the rulers were sneering at Him, saying, \"He saved others; let Him save Himself if this is the Christ of God, His Chosen One.\"",
          "ID": "35"
        },
        {
          "text": "The soldiers also mocked Him, coming up to Him, offering Him sour wine,",
          "ID": "36"
        },
        {
          "text": "and saying, \"If You are the King of the Jews, save Yourself!\"",
          "ID": "37"
        },
        {
          "text": "Now there was also an inscription above Him, \"THIS IS THE KING OF THE JEWS.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "One of the criminals who were hanged there was hurling abuse at Him, saying, \"Are You not the Christ? Save Yourself and us!\"",
          "ID": "39"
        },
        {
          "text": "But the other answered, and rebuking him said, \"Do you not even fear God, since you are under the same sentence of condemnation?",
          "ID": "40"
        },
        {
          "text": "And we indeed are suffering justly, for we are receiving what we deserve for our deeds; but this man has done nothing wrong.\"",
          "ID": "41"
        },
        {
          "text": "And he was saying, \"Jesus, remember me when You come in Your kingdom!\"",
          "ID": "42"
        },
        {
          "text": "And He said to him, \"Truly I say to you, today you shall be with Me in Paradise.\"",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "It was now about the sixth hour, and darkness fell over the whole land until the ninth hour,",
          "ID": "44"
        },
        {
          "text": "because the sun was obscured; and the veil of the temple was torn in two.",
          "ID": "45"
        },
        {
          "text": "And Jesus, crying out with a loud voice, said, \"Father, into Your hands I commit My spirit.\" Having said this, He breathed His last.",
          "ID": "46"
        },
        {
          "text": "Now when the centurion saw what had happened, he began praising God, saying, \"Certainly this man was innocent.\"",
          "ID": "47"
        },
        {
          "text": "And all the crowds who came together for this spectacle, when they observed what had happened, began to return, beating their breasts.",
          "ID": "48"
        },
        {
          "text": "And all His acquaintances and the women who accompanied Him from Galilee were standing at a distance, seeing these things.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "And a man named Joseph, who was a member of the Council, a good and righteous man",
          "ID": "50"
        },
        {
          "text": "(he had not consented to their plan and action), a man from Arimathea, a city of the Jews, who was waiting for the kingdom of God;",
          "ID": "51"
        },
        {
          "text": "this man went to Pilate and asked for the body of Jesus.",
          "ID": "52"
        },
        {
          "text": "And he took it down and wrapped it in a linen cloth, and laid Him in a tomb cut into the rock, where no one had ever lain.",
          "ID": "53"
        },
        {
          "text": "It was the preparation day, and the Sabbath was about to begin.",
          "ID": "54"
        },
        {
          "text": "Now the women who had come with Him out of Galilee followed, and saw the tomb and how His body was laid.",
          "ID": "55"
        },
        {
          "text": "Then they returned and prepared spices and perfumes.",
          "ID": "56"
        },
        {
          "text": "And on the Sabbath they rested according to the commandment.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "LUKE 23"
    },
    {
      "text": [
        {
          "text": "But on the first day of the week, at early dawn, they came to the tomb bringing the spices which they had prepared.",
          "ID": "1"
        },
        {
          "text": "And they found the stone rolled away from the tomb,",
          "ID": "2"
        },
        {
          "text": "but when they entered, they did not find the body of the Lord Jesus.",
          "ID": "3"
        },
        {
          "text": "While they were perplexed about this, behold, two men suddenly stood near them in dazzling clothing;",
          "ID": "4"
        },
        {
          "text": "and as the women were terrified and bowed their faces to the ground, the men said to them, \"Why do you seek the living One among the dead?",
          "ID": "5"
        },
        {
          "text": "He is not here, but He has risen. Remember how He spoke to you while He was still in Galilee,",
          "ID": "6"
        },
        {
          "text": "saying that the Son of Man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.\"",
          "ID": "7"
        },
        {
          "text": "And they remembered His words,",
          "ID": "8"
        },
        {
          "text": "and returned from the tomb and reported all these things to the eleven and to all the rest.",
          "ID": "9"
        },
        {
          "text": "Now they were Mary Magdalene and Joanna and Mary the mother of James; also the other women with them were telling these things to the apostles.",
          "ID": "10"
        },
        {
          "text": "But these words appeared to them as nonsense, and they would not believe them.",
          "ID": "11"
        },
        {
          "text": "But Peter got up and ran to the tomb; stooping and looking in, he saw the linen wrappings only; and he went away to his home, marveling at what had happened.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And behold, two of them were going that very day to a village named Emmaus, which was about seven miles from Jerusalem.",
          "ID": "13"
        },
        {
          "text": "And they were talking with each other about all these things which had taken place.",
          "ID": "14"
        },
        {
          "text": "While they were talking and discussing, Jesus Himself approached and began traveling with them.",
          "ID": "15"
        },
        {
          "text": "But their eyes were prevented from recognizing Him.",
          "ID": "16"
        },
        {
          "text": "And He said to them, \"What are these words that you are exchanging with one another as you are walking?\" And they stood still, looking sad.",
          "ID": "17"
        },
        {
          "text": "One of them, named Cleopas, answered and said to Him, \"Are You the only one visiting Jerusalem and unaware of the things which have happened here in these days?\"",
          "ID": "18"
        },
        {
          "text": "And He said to them, \"What things?\" And they said to Him, \"The things about Jesus the Nazarene, who was a prophet mighty in deed and word in the sight of God and all the people,",
          "ID": "19"
        },
        {
          "text": "and how the chief priests and our rulers delivered Him to the sentence of death, and crucified Him.",
          "ID": "20"
        },
        {
          "text": "But we were hoping that it was He who was going to redeem Israel. Indeed, besides all this, it is the third day since these things happened.",
          "ID": "21"
        },
        {
          "text": "But also some women among us amazed us. When they were at the tomb early in the morning,",
          "ID": "22"
        },
        {
          "text": "and did not find His body, they came, saying that they had also seen a vision of angels who said that He was alive.",
          "ID": "23"
        },
        {
          "text": "Some of those who were with us went to the tomb and found it just exactly as the women also had said; but Him they did not see.\"",
          "ID": "24"
        },
        {
          "text": "And He said to them, \"O foolish men and slow of heart to believe in all that the prophets have spoken!",
          "ID": "25"
        },
        {
          "text": "Was it not necessary for the Christ to suffer these things and to enter into His glory?\"",
          "ID": "26"
        },
        {
          "text": "Then beginning with Moses and with all the prophets, He explained to them the things concerning Himself in all the Scriptures.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And they approached the village where they were going, and He acted as though He were going farther.",
          "ID": "28"
        },
        {
          "text": "But they urged Him, saying, \"Stay with us, for it is getting toward evening, and the day is now nearly over.\" So He went in to stay with them.",
          "ID": "29"
        },
        {
          "text": "When He had reclined at the table with them, He took the bread and blessed it, and breaking it, He began giving it to them.",
          "ID": "30"
        },
        {
          "text": "Then their eyes were opened and they recognized Him; and He vanished from their sight.",
          "ID": "31"
        },
        {
          "text": "They said to one another, \"Were not our hearts burning within us while He was speaking to us on the road, while He was explaining the Scriptures to us?\"",
          "ID": "32"
        },
        {
          "text": "And they got up that very hour and returned to Jerusalem, and found gathered together the eleven and those who were with them,",
          "ID": "33"
        },
        {
          "text": "saying, \"The Lord has really risen and has appeared to Simon.\"",
          "ID": "34"
        },
        {
          "text": "They began to relate their experiences on the road and how He was recognized by them in the breaking of the bread.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "While they were telling these things, He Himself stood in their midst and said to them, \"Peace be to you.\"",
          "ID": "36"
        },
        {
          "text": "But they were startled and frightened and thought that they were seeing a spirit.",
          "ID": "37"
        },
        {
          "text": "And He said to them, \"Why are you troubled, and why do doubts arise in your hearts?",
          "ID": "38"
        },
        {
          "text": "See My hands and My feet, that it is I Myself; touch Me and see, for a spirit does not have flesh and bones as you see that I have.\"",
          "ID": "39"
        },
        {
          "text": "And when He had said this, He showed them His hands and His feet.",
          "ID": "40"
        },
        {
          "text": "While they still could not believe it because of their joy and amazement, He said to them, \"Have you anything here to eat?\"",
          "ID": "41"
        },
        {
          "text": "They gave Him a piece of a broiled fish;",
          "ID": "42"
        },
        {
          "text": "and He took it and ate it before them.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Now He said to them, \"These are My words which I spoke to you while I was still with you, that all things which are written about Me in the Law of Moses and the Prophets and the Psalms must be fulfilled.\"",
          "ID": "44"
        },
        {
          "text": "Then He opened their minds to understand the Scriptures,",
          "ID": "45"
        },
        {
          "text": "and He said to them, \"Thus it is written, that the Christ would suffer and rise again from the dead the third day,",
          "ID": "46"
        },
        {
          "text": "and that repentance for forgiveness of sins would be proclaimed in His name to all the nations, beginning from Jerusalem.",
          "ID": "47"
        },
        {
          "text": "You are witnesses of these things.",
          "ID": "48"
        },
        {
          "text": "And behold, I am sending forth the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.\"",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "And He led them out as far as Bethany, and He lifted up His hands and blessed them.",
          "ID": "50"
        },
        {
          "text": "While He was blessing them, He parted from them and was carried up into heaven.",
          "ID": "51"
        },
        {
          "text": "And they, after worshiping Him, returned to Jerusalem with great joy,",
          "ID": "52"
        },
        {
          "text": "and were continually in the temple praising God.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "LUKE 24"
    }
  ],
  "ID": "NT:LUK(NASB)",
  "version": "NASB",
  "name": "LUKE"
}