{
  "name": "1 Timothy",
  "text": [
    {
      "name": "1 Timothy 1",
      "text": [
        {
          "text": "PAUL, AN apostle (special messenger) of Christ Jesus by appointment and command of God our Savior and of Christ Jesus (the Messiah), our Hope,",
          "ID": "1"
        },
        {
          "text": "To Timothy, my true son in the faith: Grace (spiritual blessing and favor), mercy, and [heart] peace [be yours] from God the Father and Christ Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "As I urged you when I was on my way to Macedonia, stay on where you are at Ephesus in order that you may warn and admonish and charge certain individuals not to teach any different doctrine,",
          "ID": "3"
        },
        {
          "text": "Nor to give importance to or occupy themselves with legends (fables, myths) and endless genealogies, which foster and promote useless speculations and questionings rather than acceptance in faith of God's administration and the divine training that is in faith (in that leaning of the entire human personality on God in absolute trust and confidence)–",
          "ID": "4"
        },
        {
          "text": "Whereas the object and purpose of our instruction and charge is love, which springs from a pure heart and a good (clear) conscience and sincere (unfeigned) faith.",
          "ID": "5"
        },
        {
          "text": "But certain individuals have missed the mark on this very matter [and] have wandered away into vain arguments and discussions and purposeless talk.",
          "ID": "6"
        },
        {
          "text": "They are ambitious to be doctors of the Law (teachers of the Mosaic ritual), but they have no understanding either of the words and terms they use or of the subjects about which they make [such] dogmatic assertions.",
          "ID": "7"
        },
        {
          "text": "Now we recognize and know that the Law is good if anyone uses it lawfully [for the purpose for which it was designed],",
          "ID": "8"
        },
        {
          "text": "Knowing and understanding this: that the Law is not enacted for the righteous (the upright and just, who are in right standing with God), but for the lawless and unruly, for the ungodly and sinful, for the irreverent and profane, for those who strike and beat and [even] murder fathers and strike and beat and [even] murder mothers, for manslayers,",
          "ID": "9"
        },
        {
          "text": "[For] impure and immoral persons, those who abuse themselves with men, kidnapers, liars, perjurers–and whatever else is opposed to wholesome teaching and sound doctrine",
          "ID": "10"
        },
        {
          "text": "As laid down by the glorious Gospel of the blessed God, with which I have been entrusted.",
          "ID": "11"
        },
        {
          "text": "I give thanks to Him Who has granted me [the needed] strength and made me able [for this], Christ Jesus our Lord, because He has judged and counted me faithful and trustworthy, appointing me to [this stewardship of] the ministry.",
          "ID": "12"
        },
        {
          "text": "Though I formerly blasphemed and persecuted and was shamefully and outrageously and aggressively insulting [to Him], nevertheless, I obtained mercy because I had acted out of ignorance in unbelief.",
          "ID": "13"
        },
        {
          "text": "And the grace (unmerited favor and blessing) of our Lord [actually] flowed out superabundantly and beyond measure for me, accompanied by faith and love that are [to be realized] in Christ Jesus.",
          "ID": "14"
        },
        {
          "text": "The saying is sure and true and worthy of full and universal acceptance, that Christ Jesus (the Messiah) came into the world to save sinners, of whom I am foremost.",
          "ID": "15"
        },
        {
          "text": "But I obtained mercy for the reason that in me, as the foremost [of sinners], Jesus Christ might show forth and display all His perfect long-suffering and patience for an example to [encourage] those who would thereafter believe on Him for [the gaining of] eternal life.",
          "ID": "16"
        },
        {
          "text": "Now to the King of eternity, incorruptible and immortal, invisible, the only God, be honor and glory forever and ever (to the ages of ages). Amen (so be it).",
          "ID": "17"
        },
        {
          "text": "This charge and admonition I commit in trust to you, Timothy, my son, in accordance with prophetic intimations which I formerly received concerning you, so that inspired and aided by them you may wage the good warfare,",
          "ID": "18"
        },
        {
          "text": "Holding fast to faith (that leaning of the entire human personality on God in absolute trust and confidence) and having a good (clear) conscience. By rejecting and thrusting from them [their conscience], some individuals have made shipwreck of their faith.",
          "ID": "19"
        },
        {
          "text": "Among them are Hymenaeus and Alexander, whom I have delivered to Satan in order that they may be disciplined [by punishment and learn] not to blaspheme.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1"
    },
    {
      "name": "1 Timothy 2",
      "text": [
        {
          "text": "FIRST OF all, then, I admonish and urge that petitions, prayers, intercessions, and thanksgivings be offered on behalf of all men,",
          "ID": "1"
        },
        {
          "text": "For kings and all who are in positions of authority or high responsibility, that [outwardly] we may pass a quiet and undisturbed life [and inwardly] a peaceable one in all godliness and reverence and seriousness in every way.",
          "ID": "2"
        },
        {
          "text": "For such [praying] is good and right, and [it is] pleasing and acceptable to God our Savior,",
          "ID": "3"
        },
        {
          "text": "Who wishes all men to be saved and [increasingly] to perceive and recognize and discern and know precisely and correctly the [divine] Truth.",
          "ID": "4"
        },
        {
          "text": "For there [is only] one God, and [only] one Mediator between God and men, the Man Christ Jesus,",
          "ID": "5"
        },
        {
          "text": "Who gave Himself as a ransom for all [people, a fact that was] attested to at the right and proper time.",
          "ID": "6"
        },
        {
          "text": "And of this matter I was appointed a preacher and an apostle (special messenger)–I am speaking the truth in Christ, I do not falsify [when I say this]–a teacher of the Gentiles in [the realm of] faith and truth.",
          "ID": "7"
        },
        {
          "text": "I desire therefore that in every place men should pray, without anger or quarreling or resentment or doubt [in their minds], lifting up holy hands.",
          "ID": "8"
        },
        {
          "text": "Also [I desire] that women should adorn themselves modestly and appropriately and sensibly in seemly apparel, not with [elaborate] hair arrangement or gold or pearls or expensive clothing,",
          "ID": "9"
        },
        {
          "text": "But by doing good deeds (deeds in themselves good and for the good and advantage of those contacted by them), as befits women who profess reverential fear for and devotion to God.",
          "ID": "10"
        },
        {
          "text": "Let a woman learn in quietness, in entire submissiveness.",
          "ID": "11"
        },
        {
          "text": "I allow no woman to teach or to have authority over men; she is to remain in quietness and keep silence [in religious assemblies].",
          "ID": "12"
        },
        {
          "text": "For Adam was first formed, then Eve; [Gen. 2:7, 21, 22.]",
          "ID": "13"
        },
        {
          "text": "And it was not Adam who was deceived, but [the] woman who was deceived and deluded and fell into transgression. [Gen. 3:1-6.]",
          "ID": "14"
        },
        {
          "text": "Nevertheless [the sentence put upon women of pain in motherhood does not hinder their souls' salvation, and] they will be saved [eternally] if they continue in faith and love and holiness with self-control, [saved indeed] through the Childbearing or by the birth of the divine Child.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2"
    },
    {
      "name": "1 Timothy 3",
      "text": [
        {
          "text": "THE SAYING is true and irrefutable: If any man [eagerly] seeks the office of bishop (superintendent, overseer), he desires an excellent task (work).",
          "ID": "1"
        },
        {
          "text": "Now a bishop (superintendent, overseer) must give no grounds for accusation but must be above reproach, the husband of one wife, circumspect and temperate and self-controlled; [he must be] sensible and well behaved and dignified and lead an orderly (disciplined) life; [he must be] hospitable [showing love for and being a friend to the believers, especially strangers or foreigners, and be] a capable and qualified teacher,",
          "ID": "2"
        },
        {
          "text": "Not given to wine, not combative but gentle and considerate, not quarrelsome but forbearing and peaceable, and not a lover of money [insatiable for wealth and ready to obtain it by questionable means].",
          "ID": "3"
        },
        {
          "text": "He must rule his own household well, keeping his children under control, with true dignity, commanding their respect in every way and keeping them respectful.",
          "ID": "4"
        },
        {
          "text": "For if a man does not know how to rule his own household, how is he to take care of the church of God?",
          "ID": "5"
        },
        {
          "text": "He must not be a new convert, or he may [develop a beclouded and stupid state of mind] as the result of pride [be blinded by conceit, and] fall into the condemnation that the devil [once] did. [Isa. 14:12-14.]",
          "ID": "6"
        },
        {
          "text": "Furthermore, he must have a good reputation and be well thought of by those outside [the church], lest he become involved in slander and incur reproach and fall into the devil's trap.",
          "ID": "7"
        },
        {
          "text": "In like manner the deacons [must be] worthy of respect, not shifty and double-talkers but sincere in what they say, not given to much wine, not greedy for base gain [craving wealth and resorting to ignoble and dishonest methods of getting it].",
          "ID": "8"
        },
        {
          "text": "They must possess the mystic secret of the faith [Christian truth as hidden from ungodly men] with a clear conscience.",
          "ID": "9"
        },
        {
          "text": "And let them also be tried and investigated and proved first; then, if they turn out to be above reproach, let them serve [as deacons].",
          "ID": "10"
        },
        {
          "text": "[The] women likewise must be worthy of respect and serious, not gossipers, but temperate and self-controlled, [thoroughly] trustworthy in all things.",
          "ID": "11"
        },
        {
          "text": "Let deacons be the husbands of but one wife, and let them manage [their] children and their own households well.",
          "ID": "12"
        },
        {
          "text": "For those who perform well as deacons acquire a good standing for themselves and also gain much confidence and freedom and boldness in the faith which is [founded on and centers] in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "Although I hope to come to you before long, I am writing these instructions to you so that,",
          "ID": "14"
        },
        {
          "text": "If I am detained, you may know how people ought to conduct themselves in the household of God, which is the church of the living God, the pillar and stay (the prop and support) of the Truth.",
          "ID": "15"
        },
        {
          "text": "And great and important and weighty, we confess, is the hidden truth (the mystic secret) of godliness. He [God] was made visible in human flesh, justified and vindicated in the [Holy] Spirit, was seen by angels, preached among the nations, believed on in the world, [and] taken up in glory.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3"
    },
    {
      "name": "1 Timothy 4",
      "text": [
        {
          "text": "BUT THE [Holy] Spirit distinctly and expressly declares that in latter times some will turn away from the faith, giving attention to deluding and seducing spirits and doctrines that demons teach,",
          "ID": "1"
        },
        {
          "text": "Through the hypocrisy and pretensions of liars whose consciences are seared (cauterized),",
          "ID": "2"
        },
        {
          "text": "Who forbid people to marry and [teach them] to abstain from [certain kinds of] foods which God created to be received with thanksgiving by those who believe and have [an increasingly clear] knowledge of the truth.",
          "ID": "3"
        },
        {
          "text": "For everything God has created is good, and nothing is to be thrown away or refused if it is received with thanksgiving.",
          "ID": "4"
        },
        {
          "text": "For it is hallowed and consecrated by the Word of God and by prayer.",
          "ID": "5"
        },
        {
          "text": "If you lay all these instructions before the brethren, you will be a worthy steward and a good minister of Christ Jesus, ever nourishing your own self on the truths of the faith and of the good [Christian] instruction which you have closely followed.",
          "ID": "6"
        },
        {
          "text": "But refuse and avoid irreverent legends (profane and impure and godless fictions, mere grandmothers' tales) and silly myths, and express your disapproval of them. Train yourself toward godliness (piety), [keeping yourself spiritually fit].",
          "ID": "7"
        },
        {
          "text": "For physical training is of some value (useful for a little), but godliness (spiritual training) is useful and of value in everything and in every way, for it holds promise for the present life and also for the life which is to come.",
          "ID": "8"
        },
        {
          "text": "This saying is reliable and worthy of complete acceptance by everybody.",
          "ID": "9"
        },
        {
          "text": "With a view to this we toil and strive, [yes and] suffer reproach, because we have [fixed our] hope on the living God, Who is the Savior (Preserver, Maintainer, Deliverer) of all men, especially of those who believe (trust in, rely on, and adhere to Him).",
          "ID": "10"
        },
        {
          "text": "Continue to command these things and to teach them.",
          "ID": "11"
        },
        {
          "text": "Let no one despise or think less of you because of your youth, but be an example (pattern) for the believers in speech, in conduct, in love, in faith, and in purity.",
          "ID": "12"
        },
        {
          "text": "Till I come, devote yourself to [public and private] reading, to exhortation (preaching and personal appeals), and to teaching and instilling doctrine.",
          "ID": "13"
        },
        {
          "text": "Do not neglect the gift which is in you, [that special inward endowment] which was directly imparted to you [by the Holy Spirit] by prophetic utterance when the elders laid their hands upon you [at your ordination].",
          "ID": "14"
        },
        {
          "text": "Practice and cultivate and meditate upon these duties; throw yourself wholly into them [as your ministry], so that your progress may be evident to everybody.",
          "ID": "15"
        },
        {
          "text": "Look well to yourself [to your own personality] and to [your] teaching; persevere in these things [hold to them], for by so doing you will save both yourself and those who hear you.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4"
    },
    {
      "name": "1 Timothy 5",
      "text": [
        {
          "text": "DO NOT sharply censure or rebuke an older man, but entreat and plead with him as [you would with] a father. Treat younger men like brothers;",
          "ID": "1"
        },
        {
          "text": "[Treat] older women like mothers [and] younger women like sisters, in all purity.",
          "ID": "2"
        },
        {
          "text": "[Always] treat with great consideration and give aid to those who are truly widowed (solitary and without support).",
          "ID": "3"
        },
        {
          "text": "But if a widow has children or grandchildren, see to it that these are first made to understand that it is their religious duty [to defray their natural obligation to those] at home, and make return to their parents or grandparents [for all their care by contributing to their maintenance], for this is acceptable in the sight of God.",
          "ID": "4"
        },
        {
          "text": "Now [a woman] who is a real widow and is left entirely alone and desolate has fixed her hope on God and perseveres in supplications and prayers night and day,",
          "ID": "5"
        },
        {
          "text": "Whereas she who lives in pleasure and self-gratification [giving herself up to luxury and self-indulgence] is dead even while she [still] lives.",
          "ID": "6"
        },
        {
          "text": "Charge [the people] thus, so that they may be without reproach and blameless.",
          "ID": "7"
        },
        {
          "text": "If anyone fails to provide for his relatives, and especially for those of his own family, he has disowned the faith [by failing to accompany it with fruits] and is worse than an unbeliever [who performs his obligation in these matters].",
          "ID": "8"
        },
        {
          "text": "Let no one be put on the roll of widows [who are to receive church support] who is under sixty years of age or who has been the wife of more than one man;",
          "ID": "9"
        },
        {
          "text": "And she must have a reputation for good deeds, as one who has brought up children, who has practiced hospitality to strangers [of the brotherhood], washed the feet of the saints, helped to relieve the distressed, [and] devoted herself diligently to doing good in every way.",
          "ID": "10"
        },
        {
          "text": "But refuse [to enroll on this list the] younger widows, for when they become restive and their natural desires grow strong, they withdraw themselves against Christ [and] wish to marry [again].",
          "ID": "11"
        },
        {
          "text": "And so they incur condemnation for having set aside and slighted their previous pledge.",
          "ID": "12"
        },
        {
          "text": "Moreover, as they go about from house to house, they learn to be idlers, and not only idlers, but gossips and busybodies, saying what they should not say and talking of things they should not mention.",
          "ID": "13"
        },
        {
          "text": "So I would have younger [widows] marry, bear children, guide the household, [and] not give opponents of the faith occasion for slander or reproach.",
          "ID": "14"
        },
        {
          "text": "For already some [widows] have turned aside after Satan.",
          "ID": "15"
        },
        {
          "text": "If any believing woman or believing man has [relatives or persons in the household who are] widows, let him relieve them; let the church not be burdened [with them], so that it may [be free to] assist those who are truly widows (those who are all alone and are dependent).",
          "ID": "16"
        },
        {
          "text": "Let the elders who perform the duties of their office well be considered doubly worthy of honor [and of adequate financial support], especially those who labor faithfully in preaching and teaching.",
          "ID": "17"
        },
        {
          "text": "For the Scripture says, You shall not muzzle an ox when it is treading out the grain, and again, The laborer is worthy of his hire. [Deut. 25:4; Luke 10:7.]",
          "ID": "18"
        },
        {
          "text": "Listen to no accusation [presented before a judge] against an elder unless it is confirmed by the testimony of two or three witnesses. [Deut. 19:15.]",
          "ID": "19"
        },
        {
          "text": "As for those who are guilty and persist in sin, rebuke and admonish them in the presence of all, so that the rest may be warned and stand in wholesome awe and fear.",
          "ID": "20"
        },
        {
          "text": "I solemnly charge you in the presence of God and of Christ Jesus and of the chosen angels that you guard and keep [these rules] without personal prejudice or favor, doing nothing from partiality.",
          "ID": "21"
        },
        {
          "text": "Do not be in a hurry in the laying on of hands [giving the sanction of the church too hastily in reinstating expelled offenders or in ordination in questionable cases], nor share or participate in another man's sins; keep yourself pure.",
          "ID": "22"
        },
        {
          "text": "Drink water no longer exclusively, but use a little wine for the sake of your stomach and your frequent illnesses.",
          "ID": "23"
        },
        {
          "text": "The sins of some men are conspicuous (openly evident to all eyes), going before them to the judgment [seat] and proclaiming their sentence in advance; but the sins of others appear later [following the offender to the bar of judgment and coming into view there].",
          "ID": "24"
        },
        {
          "text": "So also, good deeds are evident and conspicuous, and even when they are not, they cannot remain hidden [indefinitely].",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5"
    },
    {
      "name": "1 Timothy 6",
      "text": [
        {
          "text": "LET ALL who are under the yoke as bond servants esteem their own [personal] masters worthy of honor and fullest respect, so that the name of God and the teaching [about Him] may not be brought into disrepute and blasphemed.",
          "ID": "1"
        },
        {
          "text": "Let those who have believing masters not be disrespectful or scornful [to them] on the grounds that they are brothers [in Christ]; rather, they should serve [them all the better] because those who benefit by their kindly service are believers and beloved. Teach and urge these duties.",
          "ID": "2"
        },
        {
          "text": "But if anyone teaches otherwise and does not assent to the sound and wholesome messages of our Lord Jesus Christ (the Messiah) and the teaching which is in agreement with godliness (piety toward God),",
          "ID": "3"
        },
        {
          "text": "He is puffed up with pride and stupefied with conceit, [although he is] woefully ignorant. He has a morbid fondness for controversy and disputes and strife about words, which result in (produce) envy and jealousy, quarrels and dissension, abuse and insults and slander, and base suspicions,",
          "ID": "4"
        },
        {
          "text": "And protracted wrangling and wearing discussion and perpetual friction among men who are corrupted in mind and bereft of the truth, who imagine that godliness or righteousness is a source of profit [a moneymaking business, a means of livelihood]. From such withdraw.",
          "ID": "5"
        },
        {
          "text": "[And it is, indeed, a source of immense profit, for] godliness accompanied with contentment (that contentment which is a sense of inward sufficiency) is great and abundant gain.",
          "ID": "6"
        },
        {
          "text": "For we brought nothing into the world, and obviously we cannot take anything out of the world;",
          "ID": "7"
        },
        {
          "text": "But if we have food and clothing, with these we shall be content (satisfied).",
          "ID": "8"
        },
        {
          "text": "But those who crave to be rich fall into temptation and a snare and into many foolish (useless, godless) and hurtful desires that plunge men into ruin and destruction and miserable perishing.",
          "ID": "9"
        },
        {
          "text": "For the love of money is a root of all evils; it is through this craving that some have been led astray and have wandered from the faith and pierced themselves through with many acute [mental] pangs.",
          "ID": "10"
        },
        {
          "text": "But as for you, O man of God, flee from all these things; aim at and pursue righteousness (right standing with God and true goodness), godliness (which is the loving fear of God and being Christlike), faith, love, steadfastness (patience), and gentleness of heart.",
          "ID": "11"
        },
        {
          "text": "Fight the good fight of the faith; lay hold of the eternal life to which you were summoned and [for which] you confessed the good confession [of faith] before many witnesses.",
          "ID": "12"
        },
        {
          "text": "In the presence of God, Who preserves alive all living things, and of Christ Jesus, Who in His testimony before Pontius Pilate made the good confession, I [solemnly] charge you",
          "ID": "13"
        },
        {
          "text": "To keep all His precepts unsullied and flawless, irreproachable, until the appearing of our Lord Jesus Christ (the Anointed One),",
          "ID": "14"
        },
        {
          "text": "Which [appearing] will be shown forth in His own proper time by the blessed, only Sovereign (Ruler), the King of kings and the Lord of lords,",
          "ID": "15"
        },
        {
          "text": "Who alone has immortality [in the sense of exemption from every kind of death] and lives in unapproachable light, Whom no man has ever seen or can see. Unto Him be honor and everlasting power and dominion. Amen (so be it).",
          "ID": "16"
        },
        {
          "text": "As for the rich in this world, charge them not to be proud and arrogant and contemptuous of others, nor to set their hopes on uncertain riches, but on God, Who richly and ceaselessly provides us with everything for [our] enjoyment.",
          "ID": "17"
        },
        {
          "text": "[Charge them] to do good, to be rich in good works, to be liberal and generous of heart, ready to share [with others],",
          "ID": "18"
        },
        {
          "text": "In this way laying up for themselves [the riches that endure forever as] a good foundation for the future, so that they may grasp that which is life indeed.",
          "ID": "19"
        },
        {
          "text": "O Timothy, guard and keep the deposit entrusted [to you]! Turn away from the irreverent babble and godless chatter, with the vain and empty and worldly phrases, and the subtleties and the contradictions in what is falsely called knowledge and spiritual illumination.",
          "ID": "20"
        },
        {
          "text": "[For] by making such profession some have erred (missed the mark) as regards the faith. Grace (divine favor and blessing) be with you all! Amen (so be it).",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6"
    }
  ],
  "version": "AMP",
  "ID": "NT:1TI(AMP)"
}