{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an Apostle of Jesus Christ by the authority of God our Savior and Christ Jesus our hope,",
          "ID": "1"
        },
        {
          "text": "to Timothy, beloved son in the faith. Grace, mercy, and peace, from God the Father and from Christ Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "Now I asked you to remain at Ephesus, while I went into Macedonia, so that you would speak strongly against certain ones who have been teaching a different way,",
          "ID": "3"
        },
        {
          "text": "against those who have been paying attention to fables and endless genealogies. These things present questions as if they were greater than the edification that is of God, which is in faith.",
          "ID": "4"
        },
        {
          "text": "Now the goal of instruction is charity from a pure heart, and a good conscience, and an unfeigned faith.",
          "ID": "5"
        },
        {
          "text": "Certain persons, wandering away from these things, have been turned aside to empty babbling,",
          "ID": "6"
        },
        {
          "text": "desiring to be teachers of the law, but understanding neither the things that they themselves are saying, nor what they are affirming about these things.",
          "ID": "7"
        },
        {
          "text": "But we know that the law is good, if one makes use of it properly.",
          "ID": "8"
        },
        {
          "text": "Knowing this, that the law was not set in place for the just, but for the unjust and the insubordinate, for the impious and sinners, for the wicked and the defiled, for those who commit patricide, matricide, or homicide,",
          "ID": "9"
        },
        {
          "text": "for fornicators, for males who sleep with males, for kidnappers, for liars, for perjurers, and whatever else is contrary to sound doctrine,",
          "ID": "10"
        },
        {
          "text": "which is in accord with the Gospel of the glory of the blessed God, the Gospel which has been entrusted to me.",
          "ID": "11"
        },
        {
          "text": "I give thanks to him who has strengthened me, Christ Jesus our Lord, because he has considered me faithful, placing me in the ministry,",
          "ID": "12"
        },
        {
          "text": "though previously I was a blasphemer, and a persecutor, and contemptuous. But then I obtained the mercy of God. For I had been acting ignorantly, in unbelief.",
          "ID": "13"
        },
        {
          "text": "And so the grace of our Lord has abounded greatly, with the faith and love that is in Christ Jesus.",
          "ID": "14"
        },
        {
          "text": "It is a faithful saying, and worthy of acceptance by everyone, that Christ Jesus came into this world to bring salvation to sinners, among whom I am first.",
          "ID": "15"
        },
        {
          "text": "But it was for this reason that I obtained mercy, so that in me as first, Christ Jesus would display all patience, for the instruction of those who would believe in him unto eternal life.",
          "ID": "16"
        },
        {
          "text": "So then, to the King of ages, to the immortal, invisible, solitary God, be honor and glory forever and ever. Amen.",
          "ID": "17"
        },
        {
          "text": "This precept I commend to you, my son Timothy, in accord with the prophets who preceded you: that you serve among them like a soldier in a good war,",
          "ID": "18"
        },
        {
          "text": "holding to faith and good conscience, against those who, by rejecting these things, have made a shipwreck of the faith.",
          "ID": "19"
        },
        {
          "text": "Among these are Hymenaeus and Alexander, whom I have handed over to Satan, so that they may learn not to blaspheme.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1",
      "name": "1 Timothy 1"
    },
    {
      "text": [
        {
          "text": "And so I beg you, first of all, to make supplications, prayers, petitions, and thanksgivings for all men,",
          "ID": "1"
        },
        {
          "text": "for kings, and for all who are in high places, so that we may lead a quiet and tranquil life in all piety and chastity.",
          "ID": "2"
        },
        {
          "text": "For this is good and acceptable in the sight of God our Savior,",
          "ID": "3"
        },
        {
          "text": "who wants all men to be saved and to arrive at an acknowledgment of the truth.",
          "ID": "4"
        },
        {
          "text": "For there is one God, and one mediator of God and of men, the man Christ Jesus,",
          "ID": "5"
        },
        {
          "text": "who gave himself as a redemption for all, as a testimony in its proper time.",
          "ID": "6"
        },
        {
          "text": "Of this testimony, I have been appointed a preacher and an Apostle, (I speak the truth, I do not lie) as a teacher of the Gentiles, in faith and in truth.",
          "ID": "7"
        },
        {
          "text": "Therefore, I want men to pray in every place, lifting up pure hands, without anger or dissension.",
          "ID": "8"
        },
        {
          "text": "Similarly also, women should be dressed fittingly, adorning themselves with compunction and restraint, and not with plaited hair, nor gold, nor pearls, nor costly attire,",
          "ID": "9"
        },
        {
          "text": "but in a manner proper for women who are professing piety by means of good works.",
          "ID": "10"
        },
        {
          "text": "Let a woman learn in silence with all subjection.",
          "ID": "11"
        },
        {
          "text": "For I do not permit a woman to teach, nor to be in authority over a man, but to be in silence.",
          "ID": "12"
        },
        {
          "text": "For Adam was formed first, then Eve.",
          "ID": "13"
        },
        {
          "text": "And Adam was not seduced, but the woman, having been seduced, was in transgression.",
          "ID": "14"
        },
        {
          "text": "Yet she will be saved by bearing children, if she has continued in faith and love, and in sanctification accompanied by self-restraint.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2",
      "name": "1 Timothy 2"
    },
    {
      "text": [
        {
          "text": "It is a faithful saying: if a man desires the episcopate, he desires a good work.",
          "ID": "1"
        },
        {
          "text": "Therefore, it is necessary for a bishop to be beyond reproach, the husband of one wife, sober, prudent, gracious, chaste, hospitable, a teacher,",
          "ID": "2"
        },
        {
          "text": "not a drunkard, not combative but restrained, not quarrelsome, not covetous;",
          "ID": "3"
        },
        {
          "text": "but a man who leads his own house well, having children who are subordinate with all chastity.",
          "ID": "4"
        },
        {
          "text": "For if a man does not know how to lead his own house, how will he take care of the Church of God?",
          "ID": "5"
        },
        {
          "text": "He must not be a new convert, lest, being elated by pride, he may fall under the sentence of the devil.",
          "ID": "6"
        },
        {
          "text": "And it is necessary for him also to have good testimony from those who are outside, so that he may not fall into disrepute and the snare of the devil.",
          "ID": "7"
        },
        {
          "text": "Similarly, deacons must be chaste, not double-tongued, not given to much wine, not pursuing tainted profit,",
          "ID": "8"
        },
        {
          "text": "holding to the mystery of the faith with a pure conscience.",
          "ID": "9"
        },
        {
          "text": "And these things should be proven first, and then they may minister, being without offense.",
          "ID": "10"
        },
        {
          "text": "Similarly, the women must be chaste, not slanderers, sober, faithful in all things.",
          "ID": "11"
        },
        {
          "text": "Deacons should be the husband of one wife, men who lead their own children and their own houses well.",
          "ID": "12"
        },
        {
          "text": "For those who have ministered well will acquire for themselves a good position, and much confidence in the faith which is in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "I am writing these things to you, with the hope that I will come to you soon.",
          "ID": "14"
        },
        {
          "text": "But, if I am delayed, you should know the manner in which it is necessary to conduct yourself in the house of God, which is the Church of the living God, the pillar and the foundation of truth.",
          "ID": "15"
        },
        {
          "text": "And it is clearly great, this mystery of piety, which was manifested in the flesh, which was justified in the Spirit, which has appeared to Angels, which has been preached to the Gentiles, which is believed in the world, which has been taken up in glory.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3",
      "name": "1 Timothy 3"
    },
    {
      "text": [
        {
          "text": "Now the Spirit has clearly said that, in the end times, some persons will depart from the faith, paying attention to spirits of error and the doctrines of devils,",
          "ID": "1"
        },
        {
          "text": "speaking lies in hypocrisy, and having their consciences seared,",
          "ID": "2"
        },
        {
          "text": "prohibiting marriage, abstaining from foods, which God has created to be accepted with thanksgiving by the faithful and by those who have understood the truth.",
          "ID": "3"
        },
        {
          "text": "For every creature of God is good, and nothing is to be rejected which is received with thanksgiving;",
          "ID": "4"
        },
        {
          "text": "for it has been sanctified by the Word of God and by prayer.",
          "ID": "5"
        },
        {
          "text": "By proposing these things to the brothers, you will be a good minister of Christ Jesus, nourished by words of faith, and by the good doctrine that you have secured.",
          "ID": "6"
        },
        {
          "text": "But avoid the silly fables of old women. And exercise yourself so as to advance in piety.",
          "ID": "7"
        },
        {
          "text": "For the exercise of the body is somewhat useful. But piety is useful in all things, holding the promise of life, in the present and in the future.",
          "ID": "8"
        },
        {
          "text": "This is a faithful saying and worthy of full acceptance.",
          "ID": "9"
        },
        {
          "text": "For this reason we labor and are maligned: because we hope in the living God, who is the Savior of all men, most especially of the faithful.",
          "ID": "10"
        },
        {
          "text": "Instruct and teach these things.",
          "ID": "11"
        },
        {
          "text": "Let no one despise your youth, but be an example among the faithful in word, in behavior, in charity, in faith, in chastity.",
          "ID": "12"
        },
        {
          "text": "Until I arrive, attend to reading, to exhortation, and to doctrine.",
          "ID": "13"
        },
        {
          "text": "Do not be willing to neglect the grace that is within you, which was given to you through prophecy, with the imposition of the hands of the priesthood.",
          "ID": "14"
        },
        {
          "text": "Meditate on these things, so that your progress may be manifest to all.",
          "ID": "15"
        },
        {
          "text": "Pay attention to yourself and to doctrine. Pursue these things. For in doing so, you will save both yourself and those who listen to you.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4",
      "name": "1 Timothy 4"
    },
    {
      "text": [
        {
          "text": "You should not rebuke an old man, but rather plead with him, as if he were your father; with young men, like brothers;",
          "ID": "1"
        },
        {
          "text": "with old women, like mothers; with young women, in all chastity, like sisters.",
          "ID": "2"
        },
        {
          "text": "Honor those widows who are true widows.",
          "ID": "3"
        },
        {
          "text": "But if any widow has children or grandchildren, let her first learn to manage her own household, and to fulfill, in turn, her own obligation to her parents; for this is acceptable before God.",
          "ID": "4"
        },
        {
          "text": "But she who is truly a widow and is destitute, let her hope in God, and let her be urgent in supplications and prayers, night and day.",
          "ID": "5"
        },
        {
          "text": "For she who is living in pleasures is dead, while living.",
          "ID": "6"
        },
        {
          "text": "And give instruction in this, so that they may be beyond reproach.",
          "ID": "7"
        },
        {
          "text": "But if anyone has no concern for his own, and especially for those of his own household, he has denied the faith, and he is worse than an unbeliever.",
          "ID": "8"
        },
        {
          "text": "Let a widow be chosen who is no less than sixty years of age, who was the wife of one husband,",
          "ID": "9"
        },
        {
          "text": "who has testimony of her good works: whether she has educated children, or has provided hospitality, or has washed the feet of the saints, or has ministered to those suffering tribulation, or has pursued any kind of good work.",
          "ID": "10"
        },
        {
          "text": "But avoid the younger widows. For once they have flourished in Christ, they will want to marry,",
          "ID": "11"
        },
        {
          "text": "resulting in damnation, because they have disregarded the primacy of faith.",
          "ID": "12"
        },
        {
          "text": "And being at the same time also idle, they learn to go from house to house, being not only idle, but also talkative and curious, speaking of things which do not concern them.",
          "ID": "13"
        },
        {
          "text": "Therefore, I want the younger women to marry, to procreate children, to be mothers of families, to provide no ready opportunity for the adversary to speak evil.",
          "ID": "14"
        },
        {
          "text": "For certain ones have already been turned back to Satan.",
          "ID": "15"
        },
        {
          "text": "If any among the faithful have widows, let him minister to them and not burden the Church, so that there may be enough for those who are true widows.",
          "ID": "16"
        },
        {
          "text": "Let priests who lead well be held worthy of twice the honor, especially those who labor in the Word and in doctrine.",
          "ID": "17"
        },
        {
          "text": "For Scripture says: \"You shall not muzzle an ox as it is treading out the grain,\" and, \"The worker is worthy of his pay.\"",
          "ID": "18"
        },
        {
          "text": "Do not be willing to accept an accusation against a priest, except under two or three witnesses.",
          "ID": "19"
        },
        {
          "text": "Reprove sinners in the sight of everyone, so that the others may have fear.",
          "ID": "20"
        },
        {
          "text": "I testify before God and Christ Jesus and the elect Angels, that you should observe these things without prejudgment, doing nothing which shows favoritism to either side.",
          "ID": "21"
        },
        {
          "text": "You should not be quick to impose hands on anyone, nor should you take part in the sins of outsiders. Keep yourself chaste.",
          "ID": "22"
        },
        {
          "text": "Do not continue to drink only water, but make use of a little wine, for the sake of your stomach and your frequent infirmities.",
          "ID": "23"
        },
        {
          "text": "The sins of some men have been made manifest, preceding them to judgment, but those of others are manifested later.",
          "ID": "24"
        },
        {
          "text": "Similarly, too, good deeds have been made manifest, but even when they are not, they cannot remain hidden.",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5",
      "name": "1 Timothy 5"
    },
    {
      "text": [
        {
          "text": "Whoever are servants under the yoke, let them consider their masters to be worthy of every honor, lest the name and doctrine of the Lord be blasphemed.",
          "ID": "1"
        },
        {
          "text": "But those who have believing masters, let them not despise them because they are brothers, but rather serve them all the more because they are believing and beloved, participants of the same service. Teach and exhort these things.",
          "ID": "2"
        },
        {
          "text": "If anyone teaches otherwise, and does not consent to the sound words of our Lord Jesus Christ, and to that doctrine which is in accord with piety,",
          "ID": "3"
        },
        {
          "text": "then he is arrogant, knowing nothing, yet languishing amid the questions and quarrels of words. From these arise envy, contention, blasphemy, evil suspicions:",
          "ID": "4"
        },
        {
          "text": "the conflicts of men who have been corrupted in mind and deprived of truth, who consider profit to be piety.",
          "ID": "5"
        },
        {
          "text": "But piety with sufficiency is great gain.",
          "ID": "6"
        },
        {
          "text": "For we brought nothing into this world, and there is no doubt that we can take nothing away.",
          "ID": "7"
        },
        {
          "text": "But, having nourishment and some kind of covering, we should be content with these.",
          "ID": "8"
        },
        {
          "text": "For those who want to become rich fall into temptation and into the snare of the devil and into many useless and harmful desires, which submerge men in destruction and in perdition.",
          "ID": "9"
        },
        {
          "text": "For desire is the root of all evils. Some persons, hungering in this way, have strayed from the faith and have entangled themselves in many sorrows.",
          "ID": "10"
        },
        {
          "text": "But you, O man of God, flee from these things, and truly pursue justice, piety, faith, charity, patience, meekness.",
          "ID": "11"
        },
        {
          "text": "Fight the good fight of faith. Take hold of the eternal life to which you have been called, and make a good profession of faith in the sight of many witnesses.",
          "ID": "12"
        },
        {
          "text": "I charge you, in the sight of God, who enlivens all things, and in the sight of Christ Jesus, who gave the testimony of a good profession under Pontius Pilate,",
          "ID": "13"
        },
        {
          "text": "to observe the commandment, immaculately, irreproachably, unto the return of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "For at the proper time, he shall reveal the blessed and only Power, the King of kings and the Lord of lords,",
          "ID": "15"
        },
        {
          "text": "who alone holds immortality, and who inhabits the inaccessible light, whom no man has seen, nor even is able to see, to whom is honor and everlasting dominion. Amen.",
          "ID": "16"
        },
        {
          "text": "Instruct the wealthy of this age not to have a superior attitude, nor to hope in the uncertainty of riches, but in the living God, who offers us everything in abundance to enjoy,",
          "ID": "17"
        },
        {
          "text": "and to do good, to become rich in good works, to donate readily, to share,",
          "ID": "18"
        },
        {
          "text": "to gather for themselves the treasure of a good foundation for the future, so that they may obtain true life.",
          "ID": "19"
        },
        {
          "text": "O Timothy, guard what has been deposited with you, avoiding the voice of profane novelties and of opposing ideas, which are falsely called knowledge.",
          "ID": "20"
        },
        {
          "text": "Certain persons, promising these things, have perished from the faith. May grace be with you. Amen.",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6",
      "name": "1 Timothy 6"
    }
  ],
  "ID": "NT:1TI(CPDV)",
  "version": "CPDV",
  "name": "1 Timothy"
}