{
  "text": [
    {
      "text": [
        {
          "text": "In the days of one of the judges, when the judges ruled, there was a famine in the land. And a man from Bethlehem in Judah departed to sojourn in the region of the Moabites with his wife and two children.",
          "ID": "1"
        },
        {
          "text": "He called himself Elimelech, and his wife Naomi, and his two sons, the one Mahlon, and the other Chilion, Ephrathites from Bethlehem in Judah. And entering into the region of the Moabites, they stayed there.",
          "ID": "2"
        },
        {
          "text": "And Elimelech the husband of Naomi died; and she remained with her sons.",
          "ID": "3"
        },
        {
          "text": "They took wives from among the Moabites, of whom one was called Orpah, and the other Ruth. And they lived there ten years.",
          "ID": "4"
        },
        {
          "text": "And they both died, namely Mahlon and Chilion, and the woman was left alone, bereaved of her two children and her husband.",
          "ID": "5"
        },
        {
          "text": "And she arose so that she might journey to her native land, with both her daughters-in-law, from the region of the Moabites. For she had heard that the Lord had provided for his people and had given them food.",
          "ID": "6"
        },
        {
          "text": "And so she departed from the place of her sojourn, with both her daughters-in-law, and having set out upon the way, she was about to return to the land of Judah.",
          "ID": "7"
        },
        {
          "text": "She said to them, \"Go to the home of your mother. May the Lord deal mercifully with you, just as you have dealt with the dead and with me.",
          "ID": "8"
        },
        {
          "text": "May he grant you to find rest in the houses of the husbands, whom you will obtain by lot.\" And she kissed them. They lifted up their voice, and began to weep,",
          "ID": "9"
        },
        {
          "text": "and to say, \"We will journey with you to your people.\"",
          "ID": "10"
        },
        {
          "text": "But she answered them, \"Return, my daughters. Why come with me? Do I have any more sons in my womb, so that you could hope for husbands from me?",
          "ID": "11"
        },
        {
          "text": "Return, my daughters, go forth. For I am now exhausted by old age, and not fit for the bond of marriage. Even if I were to conceive on this night, and bear sons,",
          "ID": "12"
        },
        {
          "text": "if you were willing to wait until they were grown and had completed the years of adolescence, you would be elderly before you could marry. Do not do so, I beg you, my daughters. For your difficulties weigh upon me greatly, and the hand of the Lord has been set against me.\"",
          "ID": "13"
        },
        {
          "text": "In response, they lifted up their voice and began to weep again. Orpah kissed her mother-in-law, and then turned back. Ruth clung to her mother-in-law.",
          "ID": "14"
        },
        {
          "text": "Naomi said to her, \"See, your kinswoman returns to her people, and to her gods. Hurry after her.\"",
          "ID": "15"
        },
        {
          "text": "She answered, \"Do not be against me, as if I would abandon you and go away; for wherever you will go, I will go, and where you will stay, I also will stay with you. Your people are my people, and your God is my God.",
          "ID": "16"
        },
        {
          "text": "Whichever land will receive you dying, in the same I will die, and there I will have the place of my burial. May God cause these things to happen to me, and add more also, if anything except death alone should separate you and I.\"",
          "ID": "17"
        },
        {
          "text": "Therefore, Naomi saw that Ruth, being firmly resolved in her soul, was determined to go with her, and that she was unwilling to be dissuaded, and that nothing further could convince her to return to her own.",
          "ID": "18"
        },
        {
          "text": "And so they set out together, and they came to Bethlehem. When they had entered the city, the news quickly spread among them all. And the women said, \"This is that Naomi.\"",
          "ID": "19"
        },
        {
          "text": "But she said to them, \"Do not call me Naomi (that is, beautiful), but call me Mara (that is, bitter). For the Almighty has greatly filled me with bitterness.",
          "ID": "20"
        },
        {
          "text": "I went out full and the Lord led me back empty. So then, why call me Naomi, whom the Lord has humbled and the Almighty has afflicted?\"",
          "ID": "21"
        },
        {
          "text": "Therefore, Naomi went with Ruth, the Moabite, her daughter-in-law, from the land of her sojourn, and returned to Bethlehem, at the time of the first reaping of the barley.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.1",
      "name": "Ruth 1"
    },
    {
      "text": [
        {
          "text": "But there was a man related to Elimelech, a powerful man, and very wealthy, named Boaz.",
          "ID": "1"
        },
        {
          "text": "And Ruth, the Moabite, said to her mother-in-law, \"If you order, I will go into the field and gather the ears of grain which escape the reaping hand, wherever I will find favor with the father of a family, who will be compassionate to me.\" She answered her, \"Go, my daughter.\"",
          "ID": "2"
        },
        {
          "text": "And so she went and gathered the ears of grain after the completion of the reaping. But it happened that this field was owned by Boaz, who was of the kindred of Elimelech.",
          "ID": "3"
        },
        {
          "text": "And behold, he came out of Bethlehem and said to the reapers, \"The Lord be with you.\" They answered him, \"May the Lord bless you.\"",
          "ID": "4"
        },
        {
          "text": "And Boaz said to the young man who was in charge of the reapers, \"Whose young woman is this?\"",
          "ID": "5"
        },
        {
          "text": "He answered him, \"This is the Moabite woman, who came with Naomi, from the land of the Moabites,",
          "ID": "6"
        },
        {
          "text": "and she asked to gather the remnants of the ears of grain, following the steps of the reapers, and from morning until now she has remained in the field, and, indeed, not for one moment has she returned home.\"",
          "ID": "7"
        },
        {
          "text": "And Boaz said to Ruth, \"Listen to me, daughter. Do not go to gather in any other field, nor depart from this place, but join with my young women,",
          "ID": "8"
        },
        {
          "text": "and follow where they reap. For I given orders to my young men, so that no one is to harass you. And so, whenever you are thirsty, go to the vessels, and drink from the waters that the young men also drink.\"",
          "ID": "9"
        },
        {
          "text": "She, falling on her face and paying homage on the ground, said to him: \"How did this happen to me, that I should find favor before your eyes, and that you would condescend to accept me, a foreign woman?\"",
          "ID": "10"
        },
        {
          "text": "He answered her, \"Everything has been reported to me, what things you have done for your mother-in-law after the death of your husband, and how you left your parents, and the land in which you were born, and came to a people you did not know before.",
          "ID": "11"
        },
        {
          "text": "May the Lord repay you for your work, and may you receive a full reward from the Lord, the God of Israel, to whom you have come, and under whose wings you have taken refuge.\"",
          "ID": "12"
        },
        {
          "text": "She said, \"I have found favor before your eyes, my lord, who has consoled me, and you have spoken to the heart of your handmaid, who is unlike one of your young women.\"",
          "ID": "13"
        },
        {
          "text": "And Boaz said to her, \"When mealtime begins, come here, and eat bread, and dip your morsel in the vinegar.\" And so she sat beside the reapers, and she piled up parched grain for herself, and she ate and was satisfied, and carried off the leftovers.",
          "ID": "14"
        },
        {
          "text": "And then she arose from there, so as to gather the ears of grain, according to the custom. But Boaz commanded his servants, saying, \"If she is even willing to reap with you, do not prevent her,",
          "ID": "15"
        },
        {
          "text": "and purposely let fall some from your bundles, and allow them to remain, so that she may gather without blushing, and let no one rebuke her gathering.\"",
          "ID": "16"
        },
        {
          "text": "And so she gathered in the field until evening. And striking and threshing with a staff what she had gathered, she found about the measure of an ephah of barley, that is, three measures.",
          "ID": "17"
        },
        {
          "text": "Carrying this, she returned into the city and showed it to her mother-in-law. Moreover, she offered it to her and even gave her the leftovers of her food, with which she had been satisfied.",
          "ID": "18"
        },
        {
          "text": "And her mother-in-law said to her, \"Where have you gathered today, and where have you found work? Blessed is he who took pity on you!\" And she informed her with whom she had been working, and she said the man's name, that he was called Boaz.",
          "ID": "19"
        },
        {
          "text": "Naomi answered her, \"May he be blessed by the Lord, because the same kindness which he provided for the living, he also kept for the dead.\" And again she said: \"This man is our near relative.\"",
          "ID": "20"
        },
        {
          "text": "And Ruth said, \"He charged me with this also, that from now on I should join with his reapers until all the crop has been reaped.\"",
          "ID": "21"
        },
        {
          "text": "And her mother-in-law said to her, \"It is better, my daughter, to go out reaping with his young women, lest in a stranger's field someone may confront you.\"",
          "ID": "22"
        },
        {
          "text": "And so, she joined with the young women of Boaz, and from then on reaped with them, until the barley and the wheat were stored in the barns.",
          "ID": "23"
        }
      ],
      "ID": "OT:RUT.2",
      "name": "Ruth 2"
    },
    {
      "text": [
        {
          "text": "But afterwards, when she returned to her mother-in-law, Naomi said to her: \"My daughter, I will seek rest for you, and I will provide so that it may be well with you.",
          "ID": "1"
        },
        {
          "text": "This Boaz, whose young women you joined in the field, is our near relative, and this night he will winnow the threshing floor of barley.",
          "ID": "2"
        },
        {
          "text": "Therefore, wash and anoint yourself, and put on your decorative garments, and go down to the threshing floor, but do not let the man see you, while he finishes eating and drinking.",
          "ID": "3"
        },
        {
          "text": "But when he goes sleep, observe the place where he sleeps. And you will approach and lift up the covering, the part which covers near his feet, and lay yourself down, and sleep there; but he will tell you what you are obliged to do.\"",
          "ID": "4"
        },
        {
          "text": "She answered, \"I will do everything as you have instructed.\"",
          "ID": "5"
        },
        {
          "text": "And she went down to the threshing floor, and she did everything that her mother-in-law had commanded her.",
          "ID": "6"
        },
        {
          "text": "And when Boaz had finished eating and drinking, and he was merry, and he had gone to sleep by the pile of sheaves, she approached secretly, and, lifting the covering near his feet, she laid herself down.",
          "ID": "7"
        },
        {
          "text": "And behold, when it was the middle of the night, the man became frightened and confused, and he saw a woman lying near his feet.",
          "ID": "8"
        },
        {
          "text": "And he said to her, \"Who are you?\" And she answered, \"I am Ruth, your handmaid. Spread your covering over your servant, for you are a near relative.\"",
          "ID": "9"
        },
        {
          "text": "And he said, \"You are blessed by the Lord, daughter, and you have excelled beyond your earlier benevolence, because you have not followed young men, whether poor or rich.",
          "ID": "10"
        },
        {
          "text": "Therefore, do not be afraid, but whatever you decide about me, I will accomplish for you. For all the people, who dwell within the gates of my city, know that you are a virtuous woman.",
          "ID": "11"
        },
        {
          "text": "Neither do I deny myself to be a near relative, but there is another nearer than I.",
          "ID": "12"
        },
        {
          "text": "Be at peace for this night. And when morning arrives, if he is willing to uphold the law of kinship for you, things will turn out well; but if he is not willing, then, I will take you, without any doubt, as the Lord lives. Sleep until morning.\"",
          "ID": "13"
        },
        {
          "text": "And so she slept by his feet until the night was ending. And she arose before men could inquire of one another. And Boaz said, \"Be careful, lest someone know that you came here.\"",
          "ID": "14"
        },
        {
          "text": "And again he said, \"Spread your mantle that covers you, and hold it with both hands.\" As she extended it and held it, he measured six measures of barley and placed it upon her. Carrying it, she went into the city.",
          "ID": "15"
        },
        {
          "text": "And she came to her mother-in-law, who said to her: \"What have you been doing, daughter?\" And she explained to her all that the man had accomplished for her.",
          "ID": "16"
        },
        {
          "text": "And she said, \"Behold, he gave me six measures of barley, for he said, 'I am not willing to have you return empty to your mother-in-law.' \"",
          "ID": "17"
        },
        {
          "text": "And Naomi said, \"Wait, daughter, until we see how things will turn out. For the man will not rest until he has accomplished what he said.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:RUT.3",
      "name": "Ruth 3"
    },
    {
      "text": [
        {
          "text": "Then Boaz went up to the gate, and he sat there. And when he had seen the kinsman passing by, whom he had previously discussed, he spoke to him, calling him by his name, \"Pause for a little while, and sit down here.\" He turned aside and sat down.",
          "ID": "1"
        },
        {
          "text": "But Boaz, calling aside ten men among the elders of the city, said to them, \"Sit down here.\"",
          "ID": "2"
        },
        {
          "text": "They settled down, and he spoke to the kinsman, \"Naomi, who has returned from the region of the Moabites, is selling part of a field of our brother Elimelech.",
          "ID": "3"
        },
        {
          "text": "I wanted you to hear this, and to tell you in front of everyone sitting here, including the eldest of my people. If you will take possession of it by the right of kinship, buy it and possess it. But if it displeases you, you should reveal this to me, so that I will know what I have to do. For there is no near kinsman besides you, who is before me, and I am after you.\" But he answered, \"I will buy the field.\"",
          "ID": "4"
        },
        {
          "text": "And Boaz said to him, \"When buying the field, you are likewise obliged to accept the hand of the woman Ruth, the Moabite, who was the wife of the deceased, so that you may raise up the name of your near kinsman through his posterity.\"",
          "ID": "5"
        },
        {
          "text": "He answered, \"I yield my right of kinship, for I am obliged not to cut off the posterity of my own family. You may make use of my privilege, which I freely declare I will forego.\"",
          "ID": "6"
        },
        {
          "text": "Yet it was the custom between kinsmen in this former time in Israel, that if at anytime one yielded his right to another, so as to confirm his permission, the man took off his shoe and gave it to his neighbor. This was a testimony of concession in Israel.",
          "ID": "7"
        },
        {
          "text": "And so Boaz said to his kinsman, \"Take off your shoe.\" And immediately he released it from his foot.",
          "ID": "8"
        },
        {
          "text": "And he said to the eldest and to all the people, \"You are witnesses this day, that I have taken possession of all that belonged to Elimelech and Chilion and Mahlon, and was bequeathed to Naomi.",
          "ID": "9"
        },
        {
          "text": "And Ruth, the Moabite, the wife of Mahlon, I have taken in marriage so as to raise up the name of the deceased in his posterity, so that his name will not be cut off from among his family and his brethren and his people. You, I say, are witnesses of this thing.\"",
          "ID": "10"
        },
        {
          "text": "All the people who were at the gate, along with the eldest, answered, \"We are witnesses. May the Lord make this woman, who enters into your house, like Rachel, and Leah, who built up the house of Israel, so that she may be an example of virtue in Ephrathah, and so that her name may be honored in Bethlehem.",
          "ID": "11"
        },
        {
          "text": "And may your house be like the house of Perez, whom Tamar bore to Judah, of the offspring which the Lord will give to you from this young woman.\"",
          "ID": "12"
        },
        {
          "text": "And so Boaz took Ruth, and received her as his wife, and he went in to her, and the Lord granted to her to conceive and bear a son.",
          "ID": "13"
        },
        {
          "text": "And the women said to Naomi, \"Blessed be the Lord, who has not permitted your family to be without a successor, and may his name be called upon in Israel.",
          "ID": "14"
        },
        {
          "text": "And now you may have someone to comfort your soul and to care for you in old age, for he is born of your daughter-in-law, who loves you, and this is much better for you, than if you had seven sons.\"",
          "ID": "15"
        },
        {
          "text": "And taking up the boy, Naomi placed him on her bosom, and she took on the duties of carrying him and nursing him.",
          "ID": "16"
        },
        {
          "text": "And the women of the near future were congratulating her and saying, \"There was a son born to Naomi. They called his name Obed. Here is the father of Jesse, the father of David.\"",
          "ID": "17"
        },
        {
          "text": "These are the generations of Perez: Perez conceived Hezron,",
          "ID": "18"
        },
        {
          "text": "Hezron conceived Aram, Aram conceived Amminadab,",
          "ID": "19"
        },
        {
          "text": "Amminadab conceived Nahshon, Nahshon conceived Salmon,",
          "ID": "20"
        },
        {
          "text": "Salmon conceived Boaz, Boaz conceived Obed,",
          "ID": "21"
        },
        {
          "text": "Obed conceived Jesse, Jesse conceived David.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.4",
      "name": "Ruth 4"
    }
  ],
  "ID": "OT:RUT(CPDV)",
  "version": "CPDV",
  "name": "Ruth"
}