{
  "text": [
    {
      "text": [
        {
          "text": "In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons.",
          "ID": "1"
        },
        {
          "text": "The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there.",
          "ID": "2"
        },
        {
          "text": "But Elimelech, the husband of Naomi, died, and she was left with her two sons.",
          "ID": "3"
        },
        {
          "text": "These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years,",
          "ID": "4"
        },
        {
          "text": "and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.",
          "ID": "5"
        },
        {
          "text": "Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the Lord had visited his people and given them food.",
          "ID": "6"
        },
        {
          "text": "So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah.",
          "ID": "7"
        },
        {
          "text": "But Naomi said to her two daughters-in-law, \"Go, return each of you to her mother's house. May the Lord deal kindly with you, as you have dealt with the dead and with me.",
          "ID": "8"
        },
        {
          "text": "The Lord grant that you may find rest, each of you in the house of her husband!\" Then she kissed them, and they lifted up their voices and wept.",
          "ID": "9"
        },
        {
          "text": "And they said to her, \"No, we will return with you to your people.\"",
          "ID": "10"
        },
        {
          "text": "But Naomi said, \"Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands?",
          "ID": "11"
        },
        {
          "text": "Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons,",
          "ID": "12"
        },
        {
          "text": "would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the Lord has gone out against me.\"",
          "ID": "13"
        },
        {
          "text": "Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.",
          "ID": "14"
        },
        {
          "text": "And she said, \"See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.\"",
          "ID": "15"
        },
        {
          "text": "But Ruth said, \"Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.",
          "ID": "16"
        },
        {
          "text": "Where you die I will die, and there will I be buried. May the Lord do so to me and more also if anything but death parts me from you.\"",
          "ID": "17"
        },
        {
          "text": "And when Naomi saw that she was determined to go with her, she said no more.",
          "ID": "18"
        },
        {
          "text": "So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, \"Is this Naomi?\"",
          "ID": "19"
        },
        {
          "text": "She said to them, \"Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me.",
          "ID": "20"
        },
        {
          "text": "I went away full, and the Lord has brought me back empty. Why call me Naomi, when the Lord has testified against me and the Almighty has brought calamity upon me?\"",
          "ID": "21"
        },
        {
          "text": "So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.1",
      "name": "Ruth 1"
    },
    {
      "text": [
        {
          "text": "Now Naomi had a relative of her husband's, a worthy man of the clan of Elimelech, whose name was Boaz.",
          "ID": "1"
        },
        {
          "text": "And Ruth the Moabite said to Naomi, \"Let me go to the field and glean among the ears of grain after him in whose sight I shall find favor.\" And she said to her, \"Go, my daughter.\"",
          "ID": "2"
        },
        {
          "text": "So she set out and went and gleaned in the field after the reapers, and she happened to come to the part of the field belonging to Boaz, who was of the clan of Elimelech.",
          "ID": "3"
        },
        {
          "text": "And behold, Boaz came from Bethlehem. And he said to the reapers, \"The Lord be with you!\" And they answered, \"The Lord bless you.\"",
          "ID": "4"
        },
        {
          "text": "Then Boaz said to his young man who was in charge of the reapers, \"Whose young woman is this?\"",
          "ID": "5"
        },
        {
          "text": "And the servant who was in charge of the reapers answered, \"She is the young Moabite woman, who came back with Naomi from the country of Moab.",
          "ID": "6"
        },
        {
          "text": "She said, 'Please let me glean and gather among the sheaves after the reapers.' So she came, and she has continued from early morning until now, except for a short rest.\"",
          "ID": "7"
        },
        {
          "text": "Then Boaz said to Ruth, \"Now, listen, my daughter, do not go to glean in another field or leave this one, but keep close to my young women.",
          "ID": "8"
        },
        {
          "text": "Let your eyes be on the field that they are reaping, and go after them. Have I not charged the young men not to touch you? And when you are thirsty, go to the vessels and drink what the young men have drawn.\"",
          "ID": "9"
        },
        {
          "text": "Then she fell on her face, bowing to the ground, and said to him, \"Why have I found favor in your eyes, that you should take notice of me, since I am a foreigner?\"",
          "ID": "10"
        },
        {
          "text": "But Boaz answered her, \"All that you have done for your mother-in-law since the death of your husband has been fully told to me, and how you left your father and mother and your native land and came to a people that you did not know before.",
          "ID": "11"
        },
        {
          "text": "The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!\"",
          "ID": "12"
        },
        {
          "text": "Then she said, \"I have found favor in your eyes, my lord, for you have comforted me and spoken kindly to your servant, though I am not one of your servants.\"",
          "ID": "13"
        },
        {
          "text": "And at mealtime Boaz said to her, \"Come here and eat some bread and dip your morsel in the wine.\" So she sat beside the reapers, and he passed to her roasted grain. And she ate until she was satisfied, and she had some left over.",
          "ID": "14"
        },
        {
          "text": "When she rose to glean, Boaz instructed his young men, saying, \"Let her glean even among the sheaves, and do not reproach her.",
          "ID": "15"
        },
        {
          "text": "And also pull out some from the bundles for her and leave it for her to glean, and do not rebuke her.\"",
          "ID": "16"
        },
        {
          "text": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley.",
          "ID": "17"
        },
        {
          "text": "And she took it up and went into the city. Her mother-in-law saw what she had gleaned. She also brought out and gave her what food she had left over after being satisfied.",
          "ID": "18"
        },
        {
          "text": "And her mother-in-law said to her, \"Where did you glean today? And where have you worked? Blessed be the man who took notice of you.\" So she told her mother-in-law with whom she had worked and said, \"The man's name with whom I worked today is Boaz.\"",
          "ID": "19"
        },
        {
          "text": "And Naomi said to her daughter-in-law, \"May he be blessed by the Lord, whose kindness has not forsaken the living or the dead!\" Naomi also said to her, \"The man is a close relative of ours, one of our redeemers.\"",
          "ID": "20"
        },
        {
          "text": "And Ruth the Moabite said, \"Besides, he said to me, 'You shall keep close by my young men until they have finished all my harvest.'\"",
          "ID": "21"
        },
        {
          "text": "And Naomi said to Ruth, her daughter-in-law, \"It is good, my daughter, that you go out with his young women, lest in another field you be assaulted.\"",
          "ID": "22"
        },
        {
          "text": "So she kept close to the young women of Boaz, gleaning until the end of the barley and wheat harvests. And she lived with her mother-in-law.",
          "ID": "23"
        }
      ],
      "ID": "OT:RUT.2",
      "name": "Ruth 2"
    },
    {
      "text": [
        {
          "text": "Then Naomi her mother-in-law said to her, \"My daughter, should I not seek rest for you, that it may be well with you?",
          "ID": "1"
        },
        {
          "text": "Is not Boaz our relative, with whose young women you were? See, he is winnowing barley tonight at the threshing floor.",
          "ID": "2"
        },
        {
          "text": "Wash therefore and anoint yourself, and put on your cloak and go down to the threshing floor, but do not make yourself known to the man until he has finished eating and drinking.",
          "ID": "3"
        },
        {
          "text": "But when he lies down, observe the place where he lies. Then go and uncover his feet and lie down, and he will tell you what to do.\"",
          "ID": "4"
        },
        {
          "text": "And she replied, \"All that you say I will do.\"",
          "ID": "5"
        },
        {
          "text": "So she went down to the threshing floor and did just as her mother-in-law had commanded her.",
          "ID": "6"
        },
        {
          "text": "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of grain. Then she came softly and uncovered his feet and lay down.",
          "ID": "7"
        },
        {
          "text": "At midnight the man was startled and turned over, and behold, a woman lay at his feet!",
          "ID": "8"
        },
        {
          "text": "He said, \"Who are you?\" And she answered, \"I am Ruth, your servant. Spread your wings over your servant, for you are a redeemer.\"",
          "ID": "9"
        },
        {
          "text": "And he said, \"May you be blessed by the Lord, my daughter. You have made this last kindness greater than the first in that you have not gone after young men, whether poor or rich.",
          "ID": "10"
        },
        {
          "text": "And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman.",
          "ID": "11"
        },
        {
          "text": "And now it is true that I am a redeemer. Yet there is a redeemer nearer than I.",
          "ID": "12"
        },
        {
          "text": "Remain tonight, and in the morning, if he will redeem you, good; let him do it. But if he is not willing to redeem you, then, as the Lord lives, I will redeem you. Lie down until the morning.\"",
          "ID": "13"
        },
        {
          "text": "So she lay at his feet until the morning, but arose before one could recognize another. And he said, \"Let it not be known that the woman came to the threshing floor.\"",
          "ID": "14"
        },
        {
          "text": "And he said, \"Bring the garment you are wearing and hold it out.\" So she held it, and he measured out six measures of barley and put it on her. Then she went into the city.",
          "ID": "15"
        },
        {
          "text": "And when she came to her mother-in-law, she said, \"How did you fare, my daughter?\" Then she told her all that the man had done for her,",
          "ID": "16"
        },
        {
          "text": "saying, \"These six measures of barley he gave to me, for he said to me, 'You must not go back empty-handed to your mother-in-law.'\"",
          "ID": "17"
        },
        {
          "text": "She replied, \"Wait, my daughter, until you learn how the matter turns out, for the man will not rest but will settle the matter today.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:RUT.3",
      "name": "Ruth 3"
    },
    {
      "text": [
        {
          "text": "Now Boaz had gone up to the gate and sat down there. And behold, the redeemer, of whom Boaz had spoken, came by. So Boaz said, \"Turn aside, friend; sit down here.\" And he turned aside and sat down.",
          "ID": "1"
        },
        {
          "text": "And he took ten men of the elders of the city and said, \"Sit down here.\" So they sat down.",
          "ID": "2"
        },
        {
          "text": "Then he said to the redeemer, \"Naomi, who has come back from the country of Moab, is selling the parcel of land that belonged to our relative Elimelech.",
          "ID": "3"
        },
        {
          "text": "So I thought I would tell you of it and say, 'Buy it in the presence of those sitting here and in the presence of the elders of my people.' If you will redeem it, redeem it. But if you will not, tell me, that I may know, for there is no one besides you to redeem it, and I come after you.\" And he said, \"I will redeem it.\"",
          "ID": "4"
        },
        {
          "text": "Then Boaz said, \"The day you buy the field from the hand of Naomi, you also acquire Ruth the Moabite, the widow of the dead, in order to perpetuate the name of the dead in his inheritance.\"",
          "ID": "5"
        },
        {
          "text": "Then the redeemer said, \"I cannot redeem it for myself, lest I impair my own inheritance. Take my right of redemption yourself, for I cannot redeem it.\"",
          "ID": "6"
        },
        {
          "text": "Now this was the custom in former times in Israel concerning redeeming and exchanging: to confirm a transaction, the one drew off his sandal and gave it to the other, and this was the manner of attesting in Israel.",
          "ID": "7"
        },
        {
          "text": "So when the redeemer said to Boaz, \"Buy it for yourself,\" he drew off his sandal.",
          "ID": "8"
        },
        {
          "text": "Then Boaz said to the elders and all the people, \"You are witnesses this day that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and to Mahlon.",
          "ID": "9"
        },
        {
          "text": "Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.\"",
          "ID": "10"
        },
        {
          "text": "Then all the people who were at the gate and the elders said, \"We are witnesses. May the Lord make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,",
          "ID": "11"
        },
        {
          "text": "and may your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring that the Lord will give you by this young woman.\"",
          "ID": "12"
        },
        {
          "text": "So Boaz took Ruth, and she became his wife. And he went in to her, and the Lord gave her conception, and she bore a son.",
          "ID": "13"
        },
        {
          "text": "Then the women said to Naomi, \"Blessed be the Lord, who has not left you this day without a redeemer, and may his name be renowned in Israel!",
          "ID": "14"
        },
        {
          "text": "He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.\"",
          "ID": "15"
        },
        {
          "text": "Then Naomi took the child and laid him on her lap and became his nurse.",
          "ID": "16"
        },
        {
          "text": "And the women of the neighborhood gave him a name, saying, \"A son has been born to Naomi.\" They named him Obed. He was the father of Jesse, the father of David.",
          "ID": "17"
        },
        {
          "text": "Now these are the generations of Perez: Perez fathered Hezron,",
          "ID": "18"
        },
        {
          "text": "Hezron fathered Ram, Ram fathered Amminadab,",
          "ID": "19"
        },
        {
          "text": "Amminadab fathered Nahshon, Nahshon fathered Salmon,",
          "ID": "20"
        },
        {
          "text": "Salmon fathered Boaz, Boaz fathered Obed,",
          "ID": "21"
        },
        {
          "text": "Obed fathered Jesse, and Jesse fathered David.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.4",
      "name": "Ruth 4"
    }
  ],
  "ID": "OT:RUT(ESV)",
  "version": "ESV",
  "name": "Ruth"
}