{
  "name": "1 Samuel",
  "text": [
    {
      "name": "1 Samuel 1",
      "text": [
        {
          "text": "THERE WAS a certain man of Ramathaim-zophim, of the hill country of Ephraim, named Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
          "ID": "1"
        },
        {
          "text": "He had two wives, one named Hannah and the other named Peninnah. Peninnah had children, but Hannah had none.",
          "ID": "2"
        },
        {
          "text": "This man went from his city year by year to worship and sacrifice to the Lord of hosts at Shiloh, where Hophni and Phinehas, the two sons of Eli, were the Lord's priests.",
          "ID": "3"
        },
        {
          "text": "When the day came that Elkanah sacrificed, he would give to Peninnah his wife and all her sons and daughters portions [of the sacrificial meat].",
          "ID": "4"
        },
        {
          "text": "But to Hannah he gave a double portion, for he loved Hannah, but the Lord had given her no children.",
          "ID": "5"
        },
        {
          "text": "[This embarrassed and grieved Hannah] and her rival provoked her greatly to vex her, because the Lord had left her childless.",
          "ID": "6"
        },
        {
          "text": "So it was year after year; whenever Hannah went up to the Lord's house, Peninnah provoked her, so she wept and did not eat.",
          "ID": "7"
        },
        {
          "text": "Then Elkanah her husband said to her, Hannah, why do you cry? And why do you not eat? And why are you grieving? Am I not more to you than ten sons?",
          "ID": "8"
        },
        {
          "text": "So Hannah rose after they had eaten and drunk in Shiloh. Now Eli the priest was sitting on his seat beside a post of the temple (tent) of the Lord.",
          "ID": "9"
        },
        {
          "text": "And [Hannah] was in distress of soul, praying to the Lord and weeping bitterly.",
          "ID": "10"
        },
        {
          "text": "She vowed, saying, O Lord of hosts, if You will indeed look on the affliction of Your handmaid and [earnestly] remember, and not forget Your handmaid but will give me a son, I will give him to the Lord all his life; no razor shall touch his head.",
          "ID": "11"
        },
        {
          "text": "And as she continued praying before the Lord, Eli noticed her mouth.",
          "ID": "12"
        },
        {
          "text": "Hannah was speaking in her heart; only her lips moved but her voice was not heard. So Eli thought she was drunk.",
          "ID": "13"
        },
        {
          "text": "Eli said to her, How long will you be intoxicated? Put wine away from you.",
          "ID": "14"
        },
        {
          "text": "But Hannah answered, No, my lord, I am a woman of a sorrowful spirit. I have drunk neither wine nor strong drink, but I was pouring out my soul before the Lord. [Gen. 19:34.]",
          "ID": "15"
        },
        {
          "text": "Regard not your handmaid as a wicked woman; for out of my great complaint and bitter provocation I have been speaking.",
          "ID": "16"
        },
        {
          "text": "Then Eli said, Go in peace, and may the God of Israel grant your petition which you have asked of Him.",
          "ID": "17"
        },
        {
          "text": "Hannah said, Let your handmaid find grace in your sight. So [she] went her way and ate, her countenance no longer sad.",
          "ID": "18"
        },
        {
          "text": "The family rose early the next morning, worshiped before the Lord, and returned to their home in Ramah. Elkanah knew Hannah his wife, and the Lord remembered her.",
          "ID": "19"
        },
        {
          "text": "Hannah became pregnant and in due time bore a son and named him Samuel [heard of God], Because, she said, I have asked him of the Lord.",
          "ID": "20"
        },
        {
          "text": "And Elkanah and all his house went up to offer to the Lord the yearly sacrifice and pay his vow.",
          "ID": "21"
        },
        {
          "text": "But Hannah did not go, for she said to her husband, I will not go until the child is weaned, and then I will bring him, that he may appear before the Lord and remain there as long as he lives.",
          "ID": "22"
        },
        {
          "text": "Elkanah her husband said to her, Do what seems best to you. Wait until you have weaned him; only may the Lord establish His word. So Hannah remained and nursed her son until she weaned him.",
          "ID": "23"
        },
        {
          "text": "When she had weaned him, she took him with her, with a three-year-old bull, an ephah of flour, and a skin bottle of wine [to pour over the burnt offering for a sweet odor], and brought Samuel to the Lord's house in Shiloh. The child was growing.",
          "ID": "24"
        },
        {
          "text": "Then they slew the bull, and brought the child to Eli.",
          "ID": "25"
        },
        {
          "text": "Hannah said, Oh, my lord! As your soul lives, my lord, I am the woman who stood by you here praying to the Lord.",
          "ID": "26"
        },
        {
          "text": "For this child I prayed, and the Lord has granted my petition made to Him.",
          "ID": "27"
        },
        {
          "text": "Therefore I have given him to the Lord; as long as he lives he is given to the Lord. And they worshiped the Lord there.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.1"
    },
    {
      "name": "1 Samuel 2",
      "text": [
        {
          "text": "HANNAH PRAYED, and said, My heart exults and triumphs in the Lord; my horn (my strength) is lifted up in the Lord. My mouth is no longer silent, for it is opened wide over my enemies, because I rejoice in Your salvation.",
          "ID": "1"
        },
        {
          "text": "There is none holy like the Lord, there is none besides You; there is no Rock like our God.",
          "ID": "2"
        },
        {
          "text": "Talk no more so very proudly; let not arrogance go forth from your mouth, for the Lord is a God of knowledge, and by Him actions are weighed.",
          "ID": "3"
        },
        {
          "text": "The bows of the mighty are broken, and those who stumbled are girded with strength.",
          "ID": "4"
        },
        {
          "text": "Those who were full have hired themselves out for bread, but those who were hungry have ceased to hunger. The barren has borne seven, but she who has many children languishes and is forlorn.",
          "ID": "5"
        },
        {
          "text": "The Lord slays and makes alive; He brings down to Sheol and raises up.",
          "ID": "6"
        },
        {
          "text": "The Lord makes poor and makes rich; He brings low and He lifts up.",
          "ID": "7"
        },
        {
          "text": "He raises up the poor out of the dust and lifts up the needy from the ash heap, to make them sit with nobles and inherit the throne of glory. For the pillars of the earth are the Lord's, and He has set the world upon them.",
          "ID": "8"
        },
        {
          "text": "He will guard the feet of His godly ones, but the wicked shall be silenced and perish in darkness; for by strength shall no man prevail.",
          "ID": "9"
        },
        {
          "text": "The adversaries of the Lord shall be broken to pieces; against them will He thunder in heaven. The Lord will judge [all peoples] to the ends of the earth; and He will give strength to His king (King) and exalt the power of His anointed (Anointed His Christ). [Luke 1:46.]",
          "ID": "10"
        },
        {
          "text": "Elkanah and his wife Hannah returned to Ramah to his house. But the child ministered to the Lord before Eli the priest.",
          "ID": "11"
        },
        {
          "text": "The sons of Eli were base and worthless; they did not know or regard the Lord.",
          "ID": "12"
        },
        {
          "text": "And the custom of the priests with the people was this: when any man offered sacrifice, the priest's servant came while the flesh was boiling with a fleshhook of three prongs in his hand;",
          "ID": "13"
        },
        {
          "text": "And he thrust it into the pan or kettle or caldron or pot; all that the fleshhook brought up the priest took for himself. So they did in Shiloh with all the Israelites who came there.",
          "ID": "14"
        },
        {
          "text": "Also, before they burned the fat, the priest's servant came and said to the man who sacrificed, Give the priest meat to roast, for he will not accept boiled meat from you, but raw.",
          "ID": "15"
        },
        {
          "text": "And if the man said to him, Let them burn the fat first, and then you may take as much as you want, the priest's servant would say, No! Give it to me now or I will take it by force.",
          "ID": "16"
        },
        {
          "text": "So the sin of the [two] young men was very great before the Lord, for they despised the offering of the Lord.",
          "ID": "17"
        },
        {
          "text": "But Samuel ministered before the Lord, a child girded with a linen ephod.",
          "ID": "18"
        },
        {
          "text": "Moreover, his mother made him a little robe and brought it to him from year to year when she came up with her husband to offer the yearly sacrifice.",
          "ID": "19"
        },
        {
          "text": "And Eli would bless Elkanah and his wife and say, May the Lord give you children by this woman for the gift she asked for and gave to the Lord. Then they would go to their own home.",
          "ID": "20"
        },
        {
          "text": "And the Lord visited Hannah, so that she bore three sons and two daughters. And the child Samuel grew before the Lord.",
          "ID": "21"
        },
        {
          "text": "Now Eli was very old, and he heard all that his sons did to all Israel and how they lay with the women who served at the door of the Tent of Meeting.",
          "ID": "22"
        },
        {
          "text": "And he said to them, Why do you do such things? For I hear of your evil dealings from all the people.",
          "ID": "23"
        },
        {
          "text": "No, my sons; it is no good report which I hear the Lord's people spreading abroad.",
          "ID": "24"
        },
        {
          "text": "If one man wrongs another, God will mediate for him; but if a man wrongs the Lord, who shall intercede for him? Yet they did not listen to their father, for it was the Lord's will to slay them.",
          "ID": "25"
        },
        {
          "text": "Now the boy Samuel grew and was in favor both with the Lord and with men.",
          "ID": "26"
        },
        {
          "text": "A man of God came to Eli and said to him, Thus has the Lord said: I plainly revealed Myself to the house of your father [forefather Aaron] when they were in Egypt in bondage to Pharaoh's house.",
          "ID": "27"
        },
        {
          "text": "Moreover, I selected him out of all the tribes of Israel to be My priest, to offer on My altar, to burn incense, to wear an ephod before Me. And I gave [from then on] to the house of your father [forefather] all the offerings of the Israelites made by fire.",
          "ID": "28"
        },
        {
          "text": "Why then do you kick [trample upon, treat with contempt] My sacrifice and My offering which I commanded, and honor your sons above Me by fattening yourselves upon the choicest part of every offering of My people Israel?",
          "ID": "29"
        },
        {
          "text": "Therefore the Lord, the God of Israel, says, I did promise that your house and that of your father [forefather Aaron] should go in and out before Me forever. But now the Lord says, Be it far from Me. For those who honor Me I will honor, and those who despise Me shall be lightly esteemed.",
          "ID": "30"
        },
        {
          "text": "Behold, the time is coming when I will cut off your strength and the strength of your own father's house, that there shall not be an old man in your house.",
          "ID": "31"
        },
        {
          "text": "And you shall behold the distress of My house, even in all the prosperity which God will give Israel, and there shall not be an old man in your house forever.",
          "ID": "32"
        },
        {
          "text": "Yet I will not cut off from My altar every man of yours; some shall survive to weep and mourn [over the family's ruin], but all the increase of your house shall die in their best years. [I Sam. 22:17-20.]",
          "ID": "33"
        },
        {
          "text": "And what befalls your two sons, Hophni and Phinehas, shall be a sign to you–in one day they both shall die. [Fulfilled in I Sam. 4:17, 18.]",
          "ID": "34"
        },
        {
          "text": "And I will raise up for Myself a faithful priest (Priest), who shall do according to what is in My heart and mind. And I will build him a sure house, and he shall walk before My anointed (Anointed) forever. [I Sam. 2:10.]",
          "ID": "35"
        },
        {
          "text": "Everyone who is left in your house shall come crouching to him for a piece of silver and a bit of bread and say, Put me, I pray you, into a priest's office so I may have a piece of bread.",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2"
    },
    {
      "name": "1 Samuel 3",
      "text": [
        {
          "text": "NOW THE boy Samuel ministered to the Lord before Eli. The word of the Lord was rare and precious in those days; there was no frequent or widely spread vision.",
          "ID": "1"
        },
        {
          "text": "At that time Eli, whose eyesight had dimmed so that he could not see, was lying down in his own place.",
          "ID": "2"
        },
        {
          "text": "The lamp of God had not yet gone out in the temple of the Lord, where the ark of God was, and Samuel was lying down",
          "ID": "3"
        },
        {
          "text": "When the Lord called, Samuel! And he answered, Here I am.",
          "ID": "4"
        },
        {
          "text": "He ran to Eli and said, Here I am, for you called me. Eli said, I did not call you; lie down again. So he went and lay down.",
          "ID": "5"
        },
        {
          "text": "And the Lord called again, Samuel! And Samuel arose and went to Eli and said, Here am I; you did call me. Eli answered, I did not call, my son; lie down again.",
          "ID": "6"
        },
        {
          "text": "Now Samuel did not yet know the Lord, and the word of the Lord was not yet revealed to him.",
          "ID": "7"
        },
        {
          "text": "And the Lord called Samuel the third time. And he went to Eli and said, Here I am, for you did call me. Then Eli perceived that the Lord was calling the boy.",
          "ID": "8"
        },
        {
          "text": "So Eli said to Samuel, Go, lie down. And if He calls you, you shall say, Speak, Lord, for Your servant is listening. So Samuel went and lay down in his place.",
          "ID": "9"
        },
        {
          "text": "And the Lord came and stood and called as at other times, Samuel! Samuel! Then Samuel answered, Speak, Lord, for Your servant is listening.",
          "ID": "10"
        },
        {
          "text": "The Lord told Samuel, Behold, I am about to do a thing in Israel at which both ears of all who hear it shall tingle.",
          "ID": "11"
        },
        {
          "text": "On that day I will perform against Eli all that I have spoken concerning his house, from beginning to end.",
          "ID": "12"
        },
        {
          "text": "And I [now] announce to him that I will judge and punish his house forever for the iniquity of which he knew, for his sons were bringing a curse upon themselves [blaspheming God], and he did not restrain them.",
          "ID": "13"
        },
        {
          "text": "Therefore I have sworn to the house of Eli that the iniquity of Eli's house shall not be atoned for or purged with sacrifice or offering forever.",
          "ID": "14"
        },
        {
          "text": "Samuel lay until morning; then he opened the doors of the Lord's house. And [he] was afraid to tell the vision to Eli.",
          "ID": "15"
        },
        {
          "text": "But Eli called Samuel and said, Samuel, my son. And he answered, Here I am.",
          "ID": "16"
        },
        {
          "text": "Eli said, What is it He told you? Pray do not hide it from me. May God do so to you, and more also, if you hide anything from me of all that He said to you.",
          "ID": "17"
        },
        {
          "text": "And Samuel told him everything, hiding nothing. And Eli said, It is the Lord; let Him do what seems good to Him.",
          "ID": "18"
        },
        {
          "text": "Samuel grew; the Lord was with him and let none of his words fall to the ground. [Josh. 23:14.]",
          "ID": "19"
        },
        {
          "text": "And all Israel from Dan to Beersheba knew that Samuel was established to be a prophet of the Lord.",
          "ID": "20"
        },
        {
          "text": "And the Lord continued to appear in Shiloh, for the Lord revealed Himself to Samuel in Shiloh through the word of the Lord.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3"
    },
    {
      "name": "1 Samuel 4",
      "text": [
        {
          "text": "AND THE word of [the Lord through] Samuel came to all Israel. Now Israel went out to battle against the Philistines and encamped beside Ebenezer; the Philistines encamped at Aphek.",
          "ID": "1"
        },
        {
          "text": "The Philistines drew up against Israel, and when the battle spread, Israel was smitten by the Philistines, who slew about 4,000 men on the battlefield.",
          "ID": "2"
        },
        {
          "text": "When the troops had come into the camp, the elders of Israel said, Why has the Lord smitten us today before the Philistines? Let us bring the ark of the covenant of the Lord here from Shiloh, that He may come among us and save us from the power of our enemies.",
          "ID": "3"
        },
        {
          "text": "So the people sent to Shiloh and brought from there the ark of the covenant of the Lord of hosts, Who dwells above the cherubim. And the two sons of Eli, Hophni and Phinehas, were with the ark of the covenant of God.",
          "ID": "4"
        },
        {
          "text": "And when the ark of the covenant of the Lord came into the camp, all Israel shouted with a great shout, so that the earth resounded.",
          "ID": "5"
        },
        {
          "text": "And when the Philistines heard the noise of the shout, they said, What does this great shout in the camp of the Hebrews mean? When they understood that the ark of the Lord had come into the camp,",
          "ID": "6"
        },
        {
          "text": "The Philistines were afraid, for they said, God has come into the camp. And they said, Woe to us! For such a thing has not happened before.",
          "ID": "7"
        },
        {
          "text": "Woe to us! Who shall deliver us out of the hand of these mighty gods? These are the gods that smote the Egyptians with every kind of plague in the wilderness.",
          "ID": "8"
        },
        {
          "text": "Be strong, and acquit yourselves like men, O you Philistines, that you may not become servants to the Hebrews, as they have been to you; behave yourselves like men, and fight!",
          "ID": "9"
        },
        {
          "text": "And the Philistines fought; Israel was smitten and they fled every man to his own home. There was a very great slaughter; for 30,000 foot soldiers of Israel fell.",
          "ID": "10"
        },
        {
          "text": "And the ark of God was taken, and the two sons of Eli, Hophni and Phinehas, were slain. [Foretold in I Sam. 2:34.]",
          "ID": "11"
        },
        {
          "text": "Now a man of Benjamin ran from the battle line and came to Shiloh that day, with his clothes torn and earth on his head.",
          "ID": "12"
        },
        {
          "text": "When he arrived, Eli was sitting by the road watching, for his heart trembled for the ark of God. When the man told the news in the city, all the city [people] cried out.",
          "ID": "13"
        },
        {
          "text": "When Eli heard the noise of the crying, he said, What is this uproar? And the man came hastily and told Eli.",
          "ID": "14"
        },
        {
          "text": "Now Eli was 98 years old; his eyes were dim so that he could not see.",
          "ID": "15"
        },
        {
          "text": "The man said to Eli, I have come from the battle; I fled from the battle today. Eli said, How did it go, my son?",
          "ID": "16"
        },
        {
          "text": "The messenger replied, Israel fled before the Philistines, and there has been a great slaughter among the people. Also your two sons, Hophni and Phinehas, are dead, and the ark of God is captured.",
          "ID": "17"
        },
        {
          "text": "And when he mentioned the ark of God, Eli fell off the seat backward by the side of the gate. His neck was broken and he died, for he was an old man and heavy. He had judged Israel forty years.",
          "ID": "18"
        },
        {
          "text": "Now his daughter-in-law, Phinehas' wife, was with child, about to be delivered. And when she heard that the ark of God was captured and that her father-in-law and her husband were dead, she bowed herself and gave birth, for her pains came upon her.",
          "ID": "19"
        },
        {
          "text": "And about the time of her death the women attending her said to her, Fear not, for you have borne a son. But she did not answer or notice.",
          "ID": "20"
        },
        {
          "text": "And she named the child Ichabod, saying, The glory is departed from Israel!–because the ark of God had been captured and because of her father-in-law and her husband.",
          "ID": "21"
        },
        {
          "text": "She said, The glory is gone from Israel, for the ark of God has been taken.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4"
    },
    {
      "name": "1 Samuel 5",
      "text": [
        {
          "text": "THE PHILISTINES brought the ark of God from Ebenezer to Ashdod.",
          "ID": "1"
        },
        {
          "text": "They took the ark of God into the house of Dagon and set it beside Dagon [their idol].",
          "ID": "2"
        },
        {
          "text": "When they of Ashdod arose early on the morrow, behold, Dagon had fallen upon his face on the ground before the ark of the Lord. So they took Dagon and set him in his place again.",
          "ID": "3"
        },
        {
          "text": "But when they arose early the next morning, behold, Dagon had again fallen on his face on the ground before the ark of the Lord, and [his] head and both the palms of his hands were lying cut off on the threshold; only the trunk of Dagon was left him.",
          "ID": "4"
        },
        {
          "text": "This is the reason neither the priests of Dagon nor any who come into Dagon's house tread on the threshold of Dagon in Ashdod to this day.",
          "ID": "5"
        },
        {
          "text": "But the hand of the Lord was heavy upon the people of Ashdod, and He caused [mice to spring up and there was] very deadly destruction and He smote the people with [very painful] tumors or boils, both Ashdod and its territory.",
          "ID": "6"
        },
        {
          "text": "When the men of Ashdod saw that it was so, they said, The ark of the God of Israel must not remain with us, for His hand is heavy on us and on Dagon our god.",
          "ID": "7"
        },
        {
          "text": "So they sent and gathered all the lords of the Philistines to them and said, What shall we do with the ark of the God of Israel? They answered, Let [it] be carried around to Gath. So they carried the ark of the God of Israel there.",
          "ID": "8"
        },
        {
          "text": "But after they had carried it to Gath, the hand of the Lord was against the city, causing an exceedingly great panic [at the deaths from the plague], for He afflicted the people of the city, both small and great, and tumors or boils broke out on them.",
          "ID": "9"
        },
        {
          "text": "So they sent the ark of God to Ekron. And as [it] came, the people of Ekron cried out, They have brought the ark of the God of Israel to us to slay us and our people!",
          "ID": "10"
        },
        {
          "text": "So they sent and assembled all the lords of the Philistines and said, Send away the ark of the God of Israel; let it return to its own place, that it may not slay us and our people. For there was a deadly panic throughout all the city; the hand of God was very heavy there.",
          "ID": "11"
        },
        {
          "text": "The men who had not died were stricken with very painful tumors or boils, and the cry of the city went up to heaven.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5"
    },
    {
      "name": "1 Samuel 6",
      "text": [
        {
          "text": "THE ARK of the Lord was in the country of the Philistines seven months.",
          "ID": "1"
        },
        {
          "text": "And the Philistines called for the priests and the diviners, saying, What shall we do to the ark of the Lord? Tell us with what we shall send it to its place.",
          "ID": "2"
        },
        {
          "text": "And they said, If you send away the ark of the God of Israel, do not send it empty, but at least return to Him a guilt offering. Then you will be healed, and it will be known to you why His hand is not removed [and healing granted you].",
          "ID": "3"
        },
        {
          "text": "Then they said, What shall be the guilt offering which we shall return to Him? They answered, Five golden tumors and five golden mice, according to the number of the Philistine lords, for one plague was on you all, even on your lords.",
          "ID": "4"
        },
        {
          "text": "Therefore you must make images of your tumors and of your mice that destroy the land, and give glory to the God of Israel. Perhaps He will lighten His hand from off you and your gods and your land.",
          "ID": "5"
        },
        {
          "text": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He had done wonders and made a mock of them, did they not let the people go, and they departed?",
          "ID": "6"
        },
        {
          "text": "Now then, make and prepare a new cart and two milch cows on which no yoke has ever come; and yoke the cows to the cart, but take their calves home, away from them.",
          "ID": "7"
        },
        {
          "text": "And take the ark of the Lord and place it upon the cart, and put in a box at its side the figures of gold which you are returning to Him as a guilt offering. Then send it away and let it be gone.",
          "ID": "8"
        },
        {
          "text": "And watch. If it goes up by the way of its own land to Beth-shemesh, then He has done us this great evil. But if not, then we shall know that it was not His hand that struck us; it happened to us by chance.",
          "ID": "9"
        },
        {
          "text": "And the men did so, and took two milch cows and yoked them to the cart and shut up their calves at home.",
          "ID": "10"
        },
        {
          "text": "And they put the ark of the Lord on the cart and along with it the box with the mice of gold and the images of their tumors.",
          "ID": "11"
        },
        {
          "text": "And the cows went straight toward Beth-shemesh along the highway, lowing as they went, and turned not aside to the right or the left. And the Philistine lords followed them as far as the border of Beth-shemesh.",
          "ID": "12"
        },
        {
          "text": "Now the men of Beth-shemesh were reaping their wheat harvest in the valley, and they lifted up their eyes and saw the ark, and rejoiced to see it.",
          "ID": "13"
        },
        {
          "text": "The cart came into the field of Joshua of Beth-shemesh and stopped there. A great stone was there; and the men split up the wood of the cart and offered the cows as a burnt offering to the Lord.",
          "ID": "14"
        },
        {
          "text": "The Levites took down the ark of the Lord and the box beside it in which were the figures of gold and put them upon the great stone. And the men of Beth-shemesh offered burnt offerings and made sacrifices that day to the Lord.",
          "ID": "15"
        },
        {
          "text": "When the five lords of the Philistines saw it, they returned that day to Ekron.",
          "ID": "16"
        },
        {
          "text": "And these are the tumors of gold which the Philistines returned for a guilt offering to the Lord: one each for Ashdod, Gaza, Ashkelon, Gath and Ekron;",
          "ID": "17"
        },
        {
          "text": "Also the mice of gold was according to the number of all the cities of the Philistines belonging to the five lords, both fortified cities and country villages. The great stone, on which they set the ark of the Lord, remains as a witness to this day in the field of Joshua of Beth-shemesh.",
          "ID": "18"
        },
        {
          "text": "And the Lord slew some of the men of Beth-shemesh because they had looked into the ark of the Lord; He slew seventy men of them, and the people mourned because the Lord had made a great slaughter among them.",
          "ID": "19"
        },
        {
          "text": "And the men of Beth-shemesh said, Who is able to stand before the Lord, this holy God? And to whom shall He go away from us?",
          "ID": "20"
        },
        {
          "text": "And they sent messengers to the inhabitants of Kiriath-jearim, saying, The Philistines have returned the ark of the Lord. Come down and take it up to you.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6"
    },
    {
      "name": "1 Samuel 7",
      "text": [
        {
          "text": "SO THE men of Kiriath-jearim came and took the ark of the Lord and brought it into the house of Abinadab on the hill and consecrated Eleazar his son to have charge of the ark of the Lord.",
          "ID": "1"
        },
        {
          "text": "And the ark remained in Kiriath-jearim a very long time [nearly 100 years, through Samuel's entire judgeship, Saul's reign, and well into David's, when it was brought to Jerusalem]. For it was twenty years before all the house of Israel lamented after the Lord. [I Chron. 13:5-7.]",
          "ID": "2"
        },
        {
          "text": "Then Samuel said to all the house of Israel, If you are returning to the Lord with all your hearts, then put away the foreign gods and the Ashtaroth [female deities] from among you and direct your hearts to the Lord and serve Him only, and He will deliver you out of the hand of the Philistines.",
          "ID": "3"
        },
        {
          "text": "So the Israelites put away the Baals and the Ashtaroth, and served the Lord only.",
          "ID": "4"
        },
        {
          "text": "Samuel said, Gather all Israel to Mizpah and I will pray to the Lord for you.",
          "ID": "5"
        },
        {
          "text": "So they gathered at Mizpah and drew water and poured it out before the Lord and fasted on that day and said there, We have sinned against the Lord. And Samuel judged the Israelites at Mizpah.",
          "ID": "6"
        },
        {
          "text": "Now when the Philistines heard that the Israelites had gathered at Mizpah, the lords of the Philistines went up against Israel. And when the Israelites heard of it, they were afraid of the Philistines.",
          "ID": "7"
        },
        {
          "text": "And the Israelites said to Samuel, Do not cease to cry to the Lord our God for us, that He may save us from the hand of the Philistines.",
          "ID": "8"
        },
        {
          "text": "So Samuel took a sucking lamb and offered it as a whole burnt offering to the Lord; and Samuel cried to the Lord for Israel, and the Lord answered him.",
          "ID": "9"
        },
        {
          "text": "As Samuel was offering up the burnt offering, the Philistines drew near to attack Israel. But the Lord thundered with a great voice that day against the Philistines and threw them into confusion, and they were defeated before Israel.",
          "ID": "10"
        },
        {
          "text": "And the men of Israel went out of Mizpah and pursued the Philistines and smote them as far as below Beth-car.",
          "ID": "11"
        },
        {
          "text": "Then Samuel took a stone and set it between Mizpah and Shen, and he called the name of it Ebenezer [stone of help], saying, Heretofore the Lord has helped us.",
          "ID": "12"
        },
        {
          "text": "So the Philistines were subdued and came no more into Israelite territory. And the hand of the Lord was against the Philistines all the days of Samuel.",
          "ID": "13"
        },
        {
          "text": "The cities the Philistines had taken from Israel were restored to Israel, from Ekron to Gath, and Israel rescued [the cities'] territory from the Philistines. There was peace also between Israel and the Amorites.",
          "ID": "14"
        },
        {
          "text": "And Samuel judged Israel all his days.",
          "ID": "15"
        },
        {
          "text": "And he went from year to year on a circuit to Bethel, Gilgal, and Mizpah, and was judge for Israel in all those places.",
          "ID": "16"
        },
        {
          "text": "Then he would return to Ramah, for his home was there; there he judged Israel, and there he built an altar to the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7"
    },
    {
      "name": "1 Samuel 8",
      "text": [
        {
          "text": "WHEN SAMUEL was old, he made his sons judges over Israel.",
          "ID": "1"
        },
        {
          "text": "Now the name of his firstborn was Joel and the name of his second, Abijah. They were judges in Beersheba.",
          "ID": "2"
        },
        {
          "text": "His sons did not walk in his ways, but turned aside after gain, took bribes, and perverted justice.",
          "ID": "3"
        },
        {
          "text": "All the elders of Israel assembled and came to Samuel at Ramah",
          "ID": "4"
        },
        {
          "text": "And said to him, Behold, you are old, and your sons do not walk in your ways; now appoint us a king to rule over us like all the other nations.",
          "ID": "5"
        },
        {
          "text": "But it displeased Samuel when they said, Give us a king to govern us. And Samuel prayed to the Lord.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Samuel, Hearken to the voice of the people in all they say to you; for they have not rejected you, but they have rejected Me, that I should not be King over them.",
          "ID": "7"
        },
        {
          "text": "According to all the works which they have done since I brought them up out of Egypt even to this day, forsaking Me and serving other gods, so they also do to you.",
          "ID": "8"
        },
        {
          "text": "So listen now to their voice; only solemnly warn them and show them the ways of the king who shall reign over them.",
          "ID": "9"
        },
        {
          "text": "So Samuel told all the words of the Lord to the people who asked of him a king.",
          "ID": "10"
        },
        {
          "text": "And he said, These will be the ways of the king who shall reign over you: he will take your sons and appoint them to his chariots and to be his horsemen and to run before his chariots.",
          "ID": "11"
        },
        {
          "text": "He will appoint them for himself to be commanders over thousands and over fifties, and some to plow his ground and to reap his harvest and to make his implements of war and equipment for his chariots.",
          "ID": "12"
        },
        {
          "text": "He will take your daughters to be perfumers, cooks, and bakers.",
          "ID": "13"
        },
        {
          "text": "He will take your fields, your vineyards, and your olive orchards, even the best of them, and give them to his servants.",
          "ID": "14"
        },
        {
          "text": "He will take a tenth of your grain and of your vineyards and give it to his officers and to his servants.",
          "ID": "15"
        },
        {
          "text": "He will take your men and women servants and the best of your cattle and your donkeys and put them to his work.",
          "ID": "16"
        },
        {
          "text": "He will take a tenth of your flocks, and you yourselves shall be his slaves.",
          "ID": "17"
        },
        {
          "text": "In that day you will cry out because of your king you have chosen for yourselves, but the Lord will not hear you then.",
          "ID": "18"
        },
        {
          "text": "Nevertheless, the people refused to listen to the voice of Samuel, and they said, No! We will have a king over us,",
          "ID": "19"
        },
        {
          "text": "That we also may be like all the nations, and that our king may govern us and go out before us and fight our battles.",
          "ID": "20"
        },
        {
          "text": "Samuel heard all the people's words and repeated them in the Lord's ears.",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Samuel, Hearken to their voice and appoint them a king. And Samuel said to the men of Israel, Go every man to his city.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8"
    },
    {
      "name": "1 Samuel 9",
      "text": [
        {
          "text": "THERE WAS a man of Benjamin whose name was Kish son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, a Benjamite, a mighty man of wealth and valor.",
          "ID": "1"
        },
        {
          "text": "Kish had a son named Saul, a choice young man and handsome; among all the Israelites there was not a man more handsome than he. He was a head taller than any of the people.",
          "ID": "2"
        },
        {
          "text": "The donkeys of Kish, Saul's father, were lost. Kish said to Saul, Take a servant with you and go, look for the donkeys.",
          "ID": "3"
        },
        {
          "text": "And they passed through the hill country of Ephraim and the land of Shalishah, but did not find them. Then they went through the land of Shaalim and the land of Benjamin, but did not find them.",
          "ID": "4"
        },
        {
          "text": "And when they came to the land of Zuph, Saul said to his servant, Come, let us return, lest my father stop worrying about the donkeys and become concerned about us.",
          "ID": "5"
        },
        {
          "text": "The servant said to him, Behold now, there is in this city a man of God, a man held in honor; all that he says surely comes true. Now let us go there. Perhaps he can show us where we should go.",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servant, But if we go, what shall we bring the man? The bread in our sacks is gone, and there is no gift for the man of God. What have we?",
          "ID": "7"
        },
        {
          "text": "The servant replied, I have here a quarter of a shekel of silver. I will give that to the man of God to tell us our way–",
          "ID": "8"
        },
        {
          "text": "(Formerly in Israel, when a man went to inquire of God, he said, Come, let us go to the seer, for he that is now called a prophet was formerly called a seer.)",
          "ID": "9"
        },
        {
          "text": "Saul said to his servant, Well said; come, let us go. So they went to the city where the man of God was.",
          "ID": "10"
        },
        {
          "text": "As they went up the hill to the city, they met young maidens going out to draw water, and said to them, Is the seer here?",
          "ID": "11"
        },
        {
          "text": "They answered, He is; behold, he is just beyond you. Hurry, for he came today to the city because the people have a sacrifice today on the high place.",
          "ID": "12"
        },
        {
          "text": "As you enter the city, you will find him before he goes up to the high place to eat. The people will not eat until he comes to ask the blessing on the sacrifice. Afterward, those who are invited eat. So go on up, for about now you will find him.",
          "ID": "13"
        },
        {
          "text": "So they went up to the city, and as they were entering, behold, Samuel came toward them, going up to the high place.",
          "ID": "14"
        },
        {
          "text": "Now a day before Saul came, the Lord had revealed to Samuel in his ear,",
          "ID": "15"
        },
        {
          "text": "Tomorrow about this time I will send you a man from the land of Benjamin, and you shall anoint him to be leader over My people Israel; and he shall save them out of the hand of the Philistines. For I have looked upon the distress of My people, because their cry has come to Me.",
          "ID": "16"
        },
        {
          "text": "When Samuel saw Saul, the Lord told him, There is the man of whom I told you. He shall have authority over My people.",
          "ID": "17"
        },
        {
          "text": "Then Saul came near to Samuel in the gate and said, Tell me where is the seer's house?",
          "ID": "18"
        },
        {
          "text": "Samuel answered Saul, I am the seer. Go up before me to the high place, for you shall eat with me today, and tomorrow I will let you go and will tell you all that is on your mind.",
          "ID": "19"
        },
        {
          "text": "As for your donkeys that were lost three days ago, do not be thinking about them, for they are found. And for whom are all the desirable things of Israel? Are they not for you and for all your father's house?",
          "ID": "20"
        },
        {
          "text": "And Saul said, Am I not a Benjamite, of the smallest of the tribes of Israel? And is not my family the least of all the families of the clans of Benjamin? Why then do you speak this way to me?",
          "ID": "21"
        },
        {
          "text": "Then Samuel took Saul and his servant and brought them into the guest room [at the high place] and had them sit in the chief place among the persons–about thirty of them–who were invited. [The other people feasted outside.]",
          "ID": "22"
        },
        {
          "text": "And Samuel said to the cook, Bring the portion which I gave you, of which I said to you, Set it aside.",
          "ID": "23"
        },
        {
          "text": "And the cook lifted high the shoulder and what was on it [indicating that it was the priest's honored portion] and set it before Saul. [Samuel] said, See what was reserved for you. Eat, for until the hour appointed it was kept for you, ever since I invited the people. So Saul ate that day with Samuel.",
          "ID": "24"
        },
        {
          "text": "When they had come down from the high place into the city, Samuel conversed with Saul on the top of the house.",
          "ID": "25"
        },
        {
          "text": "They arose early and about dawn Samuel called Saul [who was sleeping] on the top of the house, saying, Get up, that I may send you on your way. Saul arose, and both he and Samuel went out on the street.",
          "ID": "26"
        },
        {
          "text": "And as they were going down to the outskirts of the city, Samuel said to Saul, Bid the servant pass on before us–and he passed on–but you stand still, first, that I may cause you to hear the word of God.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9"
    },
    {
      "name": "1 Samuel 10",
      "text": [
        {
          "text": "THEN SAMUEL took the vial of oil and poured it on Saul's head and kissed him and said, Has not the Lord anointed you to be prince over His heritage Israel?",
          "ID": "1"
        },
        {
          "text": "When you have left me today, you will meet two men by Rachel's tomb in the territory of Benjamin at Zelzah, and they will say to you, The donkeys you sought are found. And your father has quit caring about them and is anxious for you, asking, What shall I do about my son?",
          "ID": "2"
        },
        {
          "text": "Then you will go on from there and you will come to the oak of Tabor, and three men going up to God at Bethel will meet you there, one carrying three kids, another carrying three loaves of bread, and another carrying a skin bottle of wine.",
          "ID": "3"
        },
        {
          "text": "They will greet you and give you two loaves of bread, which you shall accept from their hand.",
          "ID": "4"
        },
        {
          "text": "After that you will come to the hill of God, where the garrison of the Philistines is; and when you come to the city, you will meet a company of prophets coming down from the high place with harp, tambourine, flute, and lyre before them, prophesying.",
          "ID": "5"
        },
        {
          "text": "Then the Spirit of the Lord will come upon you mightily, and you will show yourself to be a prophet with them; and you will be turned into another man.",
          "ID": "6"
        },
        {
          "text": "When these signs meet you, do whatever you find to be done, for God is with you.",
          "ID": "7"
        },
        {
          "text": "You shall go down before me to Gilgal; and behold, I will come down to you to offer burnt offerings and to sacrifice peace offerings. You shall wait seven days until I come to you and show you what you shall do.",
          "ID": "8"
        },
        {
          "text": "And when [Saul] had turned his back to leave Samuel, God gave him another heart, and all these signs came to pass that day.",
          "ID": "9"
        },
        {
          "text": "When they came to the hill [Gibeah], behold, a band of prophets met him; and the Spirit of God came mightily upon him, and he spoke under divine inspiration among them.",
          "ID": "10"
        },
        {
          "text": "And when all who knew Saul before saw that he spoke by inspiration among the [schooled] prophets, the people said one to another, What has come over [him, who is nobody but] the son of Kish? Is Saul also among the prophets?",
          "ID": "11"
        },
        {
          "text": "One from that same place answered, But who is the father of the others? So it became a proverb, Is Saul also among the prophets?",
          "ID": "12"
        },
        {
          "text": "When [Saul] had ended his inspired speaking, he went to the high place.",
          "ID": "13"
        },
        {
          "text": "Saul's uncle said to him and to his servant, Where did you go? And Saul said, To look for the donkeys, and when we found them nowhere, we went to Samuel.",
          "ID": "14"
        },
        {
          "text": "Saul's uncle said, Tell me, what did Samuel say to you?",
          "ID": "15"
        },
        {
          "text": "And Saul said to his uncle, He told us plainly that the donkeys were found. But of the matter of the kingdom of which Samuel spoke he told him nothing.",
          "ID": "16"
        },
        {
          "text": "And Samuel called the people together to the Lord at Mizpah",
          "ID": "17"
        },
        {
          "text": "And said to the Israelites, Thus says the Lord, the God of Israel: It was I Who brought up Israel out of Egypt and delivered you out of the hands of the Egyptians and of all the kingdoms that oppressed you.",
          "ID": "18"
        },
        {
          "text": "But you have this day rejected your God, Who Himself saves you from all your calamities and distresses; and you have said to Him, No! Set a king over us. So now present yourselves before the Lord by your tribes and by your thousands.",
          "ID": "19"
        },
        {
          "text": "And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken [probably by lot].",
          "ID": "20"
        },
        {
          "text": "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken. And Saul son of Kish was taken. But when they looked for him, he could not be found.",
          "ID": "21"
        },
        {
          "text": "Therefore they inquired of the Lord further, if the man would yet come back. And the Lord answered, Behold, he has hidden himself among the baggage. [Exod. 28:30.]",
          "ID": "22"
        },
        {
          "text": "They ran and brought him from there. And when he stood among the people, he was a head taller than any of them.",
          "ID": "23"
        },
        {
          "text": "And Samuel said to all the people, Do you see him whom the Lord has chosen, that none like him is among all the people? And all the people shouted and said, Long live the king!",
          "ID": "24"
        },
        {
          "text": "Then Samuel told the people the manner of the kingdom [defining the position of the king in relation to God and to the people], and wrote it in a book and laid it up before the Lord. And Samuel sent all the people away, each one to his home.",
          "ID": "25"
        },
        {
          "text": "Saul also went home to Gibeah; and there went with him a band of valiant men whose hearts God had touched.",
          "ID": "26"
        },
        {
          "text": "But some worthless fellows said, How can this man save us? And they despised him and brought him no gift. But he held his peace and was as if deaf.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.10"
    },
    {
      "name": "1 Samuel 11",
      "text": [
        {
          "text": "AND NAHASH the Ammonite went up and besieged Jabesh-gilead; and all the men of Jabesh said to Nahash, Make a treaty with us, and we will serve you.",
          "ID": "1"
        },
        {
          "text": "But Nahash the Ammonite told them, On this condition I will make a treaty with you, that I thrust out all your right eyes and thus lay disgrace on all Israel.",
          "ID": "2"
        },
        {
          "text": "The elders of Jabesh said to Nahash, Give us seven days' time, that we may send messengers through all the territory of Israel. Then, if there is no man to save us, we will come out to you.",
          "ID": "3"
        },
        {
          "text": "Then messengers came to Gibeah of Saul and told the news in the ears of the people; and all the people wept aloud.",
          "ID": "4"
        },
        {
          "text": "Now Saul came out of the field after the oxen, and [he] said, What ails the people that they are weeping? And they told him the words of the men of Jabesh.",
          "ID": "5"
        },
        {
          "text": "The Spirit of God came mightily upon Saul when he heard those tidings, and his anger was greatly kindled.",
          "ID": "6"
        },
        {
          "text": "And he took a yoke of oxen and cut them in pieces and sent them throughout all the territory of Israel by the hands of messengers, saying, Whoever does not come forth after Saul and Samuel, so shall it be done to his oxen! And terror from the Lord fell on the people, and they came out with one consent.",
          "ID": "7"
        },
        {
          "text": "And he numbered them at Bezek, and the Israelites were 300,000 and the men of Judah 30,000.",
          "ID": "8"
        },
        {
          "text": "The messengers who came were told, Say to the men of Jabesh-gilead, Tomorrow, by the time the sun is hot, you shall have help. The messengers came and reported to the men of Jabesh, and they were glad.",
          "ID": "9"
        },
        {
          "text": "So the men of Jabesh said to Nahash, Tomorrow we will come out to you, and you may do to us all that seems good to you.",
          "ID": "10"
        },
        {
          "text": "The next day Saul put the men in three companies; and they came into the midst of the enemy's camp in the [darkness of the] morning watch and slew the Ammonites until midday; and the survivors were scattered, so that no two of them remained together.",
          "ID": "11"
        },
        {
          "text": "The people said to Samuel, Who is he who said, Shall Saul reign over us? Bring the men, that we may put them to death.",
          "ID": "12"
        },
        {
          "text": "But Saul said, There shall not a man be put to death this day, for today the Lord has brought deliverance to Israel.",
          "ID": "13"
        },
        {
          "text": "Samuel said to the people, Come, let us go to Gilgal and there renew the kingdom.",
          "ID": "14"
        },
        {
          "text": "All the people went to Gilgal and there they made Saul king before the Lord. And there they sacrificed peace offerings before the Lord, and there Saul and all the men of Israel rejoiced greatly.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11"
    },
    {
      "name": "1 Samuel 12",
      "text": [
        {
          "text": "AND SAMUEL said to all Israel, I have listened to you in all that you have said to me and have made a king over you.",
          "ID": "1"
        },
        {
          "text": "And now, behold, the king walks before you. And I am old and gray, and behold, my sons are with you. And I have walked before you from my childhood to this day.",
          "ID": "2"
        },
        {
          "text": "Here I am; testify against me before the Lord and Saul His anointed. Whose ox or donkey have I taken? Or whom have I defrauded or oppressed? Or from whose hand have I received any bribe to blind my eyes? Tell me and I will restore it to you.",
          "ID": "3"
        },
        {
          "text": "And they said, You have not defrauded us or oppressed us or taken anything from any man's hand.",
          "ID": "4"
        },
        {
          "text": "And Samuel said to them, The Lord is witness against you, and His anointed is witness this day, that you have not found anything in my hand. And they answered, He is witness.",
          "ID": "5"
        },
        {
          "text": "And Samuel said to the people, It is the Lord Who appointed Moses and Aaron and brought your fathers up out of Egypt.",
          "ID": "6"
        },
        {
          "text": "Now present yourselves, that I may plead with you before the Lord concerning all the righteous acts of the Lord which He did for you and for your fathers.",
          "ID": "7"
        },
        {
          "text": "When Jacob and his sons had come into Egypt [and the Egyptians oppressed them], and your fathers cried to the Lord, then the Lord sent Moses and Aaron, who brought forth your fathers out of Egypt and made them dwell in this place.",
          "ID": "8"
        },
        {
          "text": "But when they forgot the Lord their God, He sold them into the hand of Sisera, commander of Hazor's army, and into the hands of the Philistines and of the king of Moab, and they fought those foes.",
          "ID": "9"
        },
        {
          "text": "And they cried to the Lord, saying, We have sinned because we have forsaken the Lord and have served the Baals and the Ashtaroth; but now deliver us from the hands of our enemies, and we will serve You.",
          "ID": "10"
        },
        {
          "text": "And the Lord sent Jerubbaal and Barak and Jephthah and Samuel, and He delivered you out of the hands of your enemies on every side, and you dwelt safely.",
          "ID": "11"
        },
        {
          "text": "But when you saw that Nahash king of the Ammonites came against you, you said to me, No! A king shall reign over us–when the Lord your God was your King!",
          "ID": "12"
        },
        {
          "text": "Now see the king whom you have chosen and for whom you have asked; behold, the Lord has set a king over you.",
          "ID": "13"
        },
        {
          "text": "If you will revere and fear the Lord and serve Him and hearken to His voice and not rebel against His commandment, and if both you and your king will follow the Lord your God, it will be good!",
          "ID": "14"
        },
        {
          "text": "But if you will not hearken to the Lord's voice, but rebel against His commandment, then the hand of the Lord will be against you, as it was against your fathers.",
          "ID": "15"
        },
        {
          "text": "So stand still and see this great thing the Lord will do before your eyes now.",
          "ID": "16"
        },
        {
          "text": "Is it not wheat harvest today? I will call to the Lord and He will send thunder and rain; then you shall know and see that your wickedness is great which you have done in the sight of the Lord in asking for a king for yourselves.",
          "ID": "17"
        },
        {
          "text": "So Samuel called to the Lord, and He sent thunder and rain that day; and all the people greatly feared the Lord and Samuel.",
          "ID": "18"
        },
        {
          "text": "And [they] all said to Samuel, Pray for your servants to the Lord your God, that we may not die, for we have added to all our sins this evil–to ask for a king.",
          "ID": "19"
        },
        {
          "text": "And Samuel said to the people, Fear not. You have indeed done all this evil; yet turn not aside from following the Lord, but serve Him with all your heart.",
          "ID": "20"
        },
        {
          "text": "And turn not aside after vain and worthless things which cannot profit or deliver you, for they are empty and futile.",
          "ID": "21"
        },
        {
          "text": "The Lord will not forsake His people for His great name's sake, for it has pleased Him to make you a people for Himself.",
          "ID": "22"
        },
        {
          "text": "Moreover, as for me, far be it from me that I should sin against the Lord by ceasing to pray for you; but I will instruct you in the good and right way.",
          "ID": "23"
        },
        {
          "text": "Only fear the Lord and serve Him faithfully with all your heart; for consider how great are the things He has done for you.",
          "ID": "24"
        },
        {
          "text": "But if you still do wickedly, both you and your king shall be swept away.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12"
    },
    {
      "name": "1 Samuel 13",
      "text": [
        {
          "text": "SAUL WAS [forty] years old when he began to reign; and when he had reigned two years over Israel,",
          "ID": "1"
        },
        {
          "text": "Saul chose 3,000 men of Israel; 2,000 were with [him] in Michmash and the hill country of Bethel, and 1,000 with Jonathan in Gibeah of Benjamin. The rest of the men he sent away, each one to his home.",
          "ID": "2"
        },
        {
          "text": "Jonathan smote the Philistine garrison at Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, Let the Hebrews hear!",
          "ID": "3"
        },
        {
          "text": "All Israel heard that Saul had defeated the Philistine garrison and also that Israel had become an abomination to the Philistines. And the people were called out to join Saul at Gilgal.",
          "ID": "4"
        },
        {
          "text": "And the Philistines gathered to fight with Israel, 30,000 chariots and 6,000 horsemen and troops like sand on the seashore in multitude. They came up and encamped at Michmash, east of Beth-aven.",
          "ID": "5"
        },
        {
          "text": "When the men of Israel saw that they were in a tight situation–for their troops were hard pressed–they hid in caves, holes, rocks, tombs, and pits or cisterns.",
          "ID": "6"
        },
        {
          "text": "Some Hebrews had gone over the Jordan to the land of Gad and Gilead. As for Saul, he was still in Gilgal, and all the people followed him trembling.",
          "ID": "7"
        },
        {
          "text": "Saul waited seven days, according to the set time Samuel had appointed. But Samuel had not come to Gilgal, and the people were scattering from Saul.",
          "ID": "8"
        },
        {
          "text": "So Saul said, Bring me the burnt offering and the peace offerings. And he offered the burnt offering [which he was forbidden to do].",
          "ID": "9"
        },
        {
          "text": "And just as he finished offering the burnt offering, behold, Samuel came! Saul went out to meet and greet him.",
          "ID": "10"
        },
        {
          "text": "Samuel said, What have you done? Saul said, Because I saw that the people were scattering from me, and that you did not come within the days appointed, and that the Philistines were assembled at Michmash,",
          "ID": "11"
        },
        {
          "text": "I thought, The Philistines will come down now upon me to Gilgal, and I have not made supplication to the Lord. So I forced myself to offer a burnt offering.",
          "ID": "12"
        },
        {
          "text": "And Samuel said to Saul, You have done foolishly! You have not kept the commandment of the Lord your God which He commanded you; for the Lord would have established your kingdom over Israel forever;",
          "ID": "13"
        },
        {
          "text": "But now your kingdom shall not continue; the Lord has sought out [David] a man after His own heart, and the Lord has commanded him to be prince and ruler over His people, because you have not kept what the Lord commanded you.",
          "ID": "14"
        },
        {
          "text": "And Samuel went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people that were left with him, [only] about 600.",
          "ID": "15"
        },
        {
          "text": "Saul and Jonathan his son and the people with them remained in Gibeah of Benjamin, but the Philistines encamped at Michmash.",
          "ID": "16"
        },
        {
          "text": "And raiders came out of the Philistine camp in three companies; one company turned toward Ophrah, to the land of Shual,",
          "ID": "17"
        },
        {
          "text": "Another turned toward Beth-horon, and another toward the border overlooking the Valley of Zeboim toward the wilderness.",
          "ID": "18"
        },
        {
          "text": "Now there was no metal worker to be found throughout all the land of Israel, for the Philistines said, Lest the Hebrews make swords or spears.",
          "ID": "19"
        },
        {
          "text": "But each of the Israelites had to go down to the Philistines to get his plowshare, mattock, axe, or sickle sharpened.",
          "ID": "20"
        },
        {
          "text": "And the price for plowshares and mattocks was a pim, and a third of a shekel for axes and for setting goads [with resulting blunt edges on the sickles, mattocks, forks, axes, and goads.]",
          "ID": "21"
        },
        {
          "text": "So on the day of battle neither sword nor spear was found in the hand of any of the men who were with Saul and Jonathan; but Saul and Jonathan his son had them.",
          "ID": "22"
        },
        {
          "text": "And the garrison of the Philistines went out to the pass of Michmash.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13"
    },
    {
      "name": "1 Samuel 14",
      "text": [
        {
          "text": "ONE DAY Jonathan son of Saul said to his armor-bearer, Come, let us go over to the Philistine garrison on the other side. But he did not tell his father.",
          "ID": "1"
        },
        {
          "text": "Saul was remaining in the outskirts of Gibeah under a pomegranate tree in Migron; and with him were about 600 men,",
          "ID": "2"
        },
        {
          "text": "And Ahijah son of Ahitub, Ichabod's brother, the son of Phinehas, the son of Eli, the Lord's priest in Shiloh, was wearing the ephod. And the people did not know that Jonathan was gone.",
          "ID": "3"
        },
        {
          "text": "Between the passes by which Jonathan sought to go over to the Philistine garrison there was a rocky crag on the one side and a rocky crag on the other side; one was named Bozez, and the other Seneh.",
          "ID": "4"
        },
        {
          "text": "The one crag rose on the north in front of Michmash, and the other on the south in front of Geba.",
          "ID": "5"
        },
        {
          "text": "And Jonathan said to his young armor-bearer, Come, and let us go over to the garrison of these uncircumcised; it may be that the Lord will work for us. For there is nothing to prevent the Lord from saving by many or by few.",
          "ID": "6"
        },
        {
          "text": "And his armor-bearer said to him, Do all that is in your mind; I am with you in whatever you think [best].",
          "ID": "7"
        },
        {
          "text": "Jonathan said, We will pass over to these men and we will let them see us.",
          "ID": "8"
        },
        {
          "text": "If they say to us, Wait until we come to you, then we will stand still in our place and will not go up to them.",
          "ID": "9"
        },
        {
          "text": "But if they say, Come up to us, we will go up, for the Lord has delivered them into our hand, and this will be our sign.",
          "ID": "10"
        },
        {
          "text": "So both of them let the Philistine garrison see them. And the Philistines said, Behold, the Hebrews are coming out of the holes where they have hidden themselves.",
          "ID": "11"
        },
        {
          "text": "The garrison men said to Jonathan and his armor-bearer, Come up to us and we will show you a thing. Jonathan said to his armor-bearer, Come up after me, for the Lord has given them into Israel's hand.",
          "ID": "12"
        },
        {
          "text": "Then Jonathan climbed up on his hands and feet, his armor-bearer after him; and the enemy fell before Jonathan, and his armor-bearer killed them after him.",
          "ID": "13"
        },
        {
          "text": "And that first slaughter which Jonathan and his armor-bearer made was about twenty men within about a half acre of land [which a yoke of oxen might plow].",
          "ID": "14"
        },
        {
          "text": "And there was trembling and panic in the [Philistine] camp, in the field, and among all the men; the garrison, and even the raiders trembled; the earth quaked, and it became a terror from God.",
          "ID": "15"
        },
        {
          "text": "Saul's watchmen in Gibeah of Benjamin looked, and behold, the multitude melted away and went hither and thither.",
          "ID": "16"
        },
        {
          "text": "Then Saul said to the men with him, Number and see who is gone from us. When they numbered, behold, Jonathan and his armor-bearer were missing.",
          "ID": "17"
        },
        {
          "text": "Saul said to Ahijah, Bring here the ark of God–for at that time the ark of God was with the children of Israel.",
          "ID": "18"
        },
        {
          "text": "While Saul talked to the priest, the tumult in the Philistine camp kept increasing. Then Saul said to the priest, Withdraw your hand.",
          "ID": "19"
        },
        {
          "text": "Then Saul and all the people with him rallied and went into the battle, and behold, every [Philistine's] sword was against his fellow in wild confusion.",
          "ID": "20"
        },
        {
          "text": "Moreover, the Hebrews who were with the Philistines before that time, who went up with them into the camp from the country round about, even they also turned to be with the Israelites who were with Saul and Jonathan.",
          "ID": "21"
        },
        {
          "text": "Likewise, all the men of Israel who had hid themselves in the hill country of Ephraim, when they heard that the Philistines fled, they also went after them in hot pursuit in the battle.",
          "ID": "22"
        },
        {
          "text": "So the Lord delivered Israel that day, and the battle passed beyond Beth-aven.",
          "ID": "23"
        },
        {
          "text": "But the men of Israel were distressed that day, for Saul had caused them to take an oath, saying, Cursed be the man who eats any food before evening and until I have taken vengeance on my enemies. So none of the men tasted any food.",
          "ID": "24"
        },
        {
          "text": "And all the people of the land came to a wood, and there was honey on the ground.",
          "ID": "25"
        },
        {
          "text": "When the men entered the wood, behold, the honey was dripping, but no man tasted it, for the men feared the oath.",
          "ID": "26"
        },
        {
          "text": "But Jonathan had not heard when his father charged the people with the oath. So he dipped the end of the rod in his hand into a honeycomb and put it to his mouth, and his [weary] eyes brightened.",
          "ID": "27"
        },
        {
          "text": "Then one of the men told him, Your father strictly charged the men with an oath, saying, Cursed be the man who eats any food today. And the people were exhausted and faint.",
          "ID": "28"
        },
        {
          "text": "Then Jonathan said, My father has troubled the land. See how my eyes have brightened because I tasted a little of this honey.",
          "ID": "29"
        },
        {
          "text": "How much better if the men had eaten freely today of the spoil of their enemies which they found! For now the slaughter of the Philistines has not been great.",
          "ID": "30"
        },
        {
          "text": "They smote the Philistines that day from Michmash to Aijalon. And the people were very faint.",
          "ID": "31"
        },
        {
          "text": "[When night came and the oath expired] the men flew upon the spoil. They took sheep, oxen, and calves, slew them on the ground, and ate them [raw] with the blood.",
          "ID": "32"
        },
        {
          "text": "Then Saul was told, Behold, the men are sinning against the Lord by eating with the blood. And he said, You have transgressed; roll a great stone to me here.",
          "ID": "33"
        },
        {
          "text": "Saul said, Disperse yourselves among the people and tell them, Bring me every man his ox or his sheep, and butcher them here and eat; and sin not against the Lord by eating the blood. So all the men brought each one his ox that night and butchered it there.",
          "ID": "34"
        },
        {
          "text": "And Saul built an altar to the Lord; it was the first altar he built to the Lord.",
          "ID": "35"
        },
        {
          "text": "Then Saul said, Let us go down after the Philistines by night and seize and plunder them until daylight, and let us not leave a man of them. They said, Do whatever seems good to you. Then the priest said, Let us draw near here to God.",
          "ID": "36"
        },
        {
          "text": "And Saul asked counsel of God, Shall I go down after the Philistines? Will You deliver them into the hand of Israel? But He did not answer him that day.",
          "ID": "37"
        },
        {
          "text": "Then Saul said, Draw near, all the chiefs of the people, and let us see how this sin [causing God's silence] arose today.",
          "ID": "38"
        },
        {
          "text": "For as the Lord lives, Who delivers Israel, though it be in Jonathan my son, he shall surely die. But not a man among all the people answered him.",
          "ID": "39"
        },
        {
          "text": "Then he said to all Israel, You be on one side; and I and Jonathan my son will be on the other side. The people said to Saul, Do what seems good to you.",
          "ID": "40"
        },
        {
          "text": "Therefore Saul said to the Lord, the God of Israel, Give a perfect lot and show the right. And Saul and Jonathan were taken [by lot], but the other men went free.",
          "ID": "41"
        },
        {
          "text": "Saul said, Cast lots between me and Jonathan my son. And Jonathan was taken.",
          "ID": "42"
        },
        {
          "text": "Saul said to Jonathan, Tell me what you have done. And Jonathan said, I tasted a little honey with the end of the rod that was in my hand. And behold, I must die.",
          "ID": "43"
        },
        {
          "text": "Saul answered, May God do so, and more also, for you shall surely die, Jonathan.",
          "ID": "44"
        },
        {
          "text": "But the people said to Saul, Shall Jonathan, who has wrought this great deliverance to Israel, die? God forbid! As the Lord lives, there shall not one hair of his head perish, for he has wrought this great deliverance with God this day. So the people rescued Jonathan, and he did not die.",
          "ID": "45"
        },
        {
          "text": "Then Saul ceased pursuing the Philistines, and they went to their own place.",
          "ID": "46"
        },
        {
          "text": "When Saul took over the kingdom of Israel, he fought against all his enemies on every side: Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he made it worse for them.",
          "ID": "47"
        },
        {
          "text": "He did valiantly and smote the Amalekites, and delivered Israel out of the hands of those who plundered them.",
          "ID": "48"
        },
        {
          "text": "Now Saul's sons were Jonathan, Ishvi, and Malchi-shua; and the names of his two daughters were, of the firstborn, Merab; and of the younger, Michal.",
          "ID": "49"
        },
        {
          "text": "The name of Saul's wife was Ahinoam daughter of Ahimaaz. The commander of his army was Abner son of Ner, Saul's uncle.",
          "ID": "50"
        },
        {
          "text": "Kish the father of Saul and Ner the father of Abner were sons of Abiel.",
          "ID": "51"
        },
        {
          "text": "There was severe war against the Philistines all the days of Saul, and whenever Saul saw any mighty or [outstandingly] courageous man, he attached him to himself.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14"
    },
    {
      "name": "1 Samuel 15",
      "text": [
        {
          "text": "SAMUEL TOLD Saul, The Lord sent me to anoint you king over His people Israel. Now listen and heed the words of the Lord.",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts, I have considered and will punish what Amalek did to Israel, how he set himself against him in the way when [Israel] came out of Egypt.",
          "ID": "2"
        },
        {
          "text": "Now go and smite Amalek and utterly destroy all they have; do not spare them, but kill both man and woman, infant and suckling, ox and sheep, camel and donkey.",
          "ID": "3"
        },
        {
          "text": "So Saul assembled the men and numbered them at Telaim–200,000 men on foot and 10,000 men of Judah.",
          "ID": "4"
        },
        {
          "text": "And Saul came to the city of Amalek and laid wait in the valley.",
          "ID": "5"
        },
        {
          "text": "Saul warned the Kenites, Go, depart, get down from among the Amalekites, lest I destroy you with them; for you showed kindness to all the Israelites when they came up out of Egypt. So the Kenites departed from among the Amalekites.",
          "ID": "6"
        },
        {
          "text": "Saul smote the Amalekites from Havilah as far as Shur, which is east of Egypt.",
          "ID": "7"
        },
        {
          "text": "And he took Agag king of the Amalekites alive, though he utterly destroyed all the rest of the people with the sword.",
          "ID": "8"
        },
        {
          "text": "Saul and the people spared Agag and the best of the sheep, oxen, fatlings, lambs, and all that was good, and would not utterly destroy them; but all that was undesirable or worthless they destroyed utterly.",
          "ID": "9"
        },
        {
          "text": "Then the word of the Lord came to Samuel, saying,",
          "ID": "10"
        },
        {
          "text": "I regret making Saul king, for he has turned back from following Me and has not performed My commands. And Samuel was grieved and angry [with Saul], and he cried to the Lord all night.",
          "ID": "11"
        },
        {
          "text": "When Samuel rose early to meet Saul in the morning, he was told, Saul came to Carmel, and behold, he set up for himself a monument or trophy [of his victory] and passed on and went down to Gilgal.",
          "ID": "12"
        },
        {
          "text": "And Samuel came to Saul, and Saul said to him, Blessed are you of the Lord. I have performed what the Lord ordered.",
          "ID": "13"
        },
        {
          "text": "And Samuel said, What then means this bleating of the sheep in my ears, and the lowing of the oxen which I hear?",
          "ID": "14"
        },
        {
          "text": "Saul said, They have brought them from the Amalekites; for the people spared the best of the sheep and oxen to sacrifice to the Lord your God, but the rest we have utterly destroyed.",
          "ID": "15"
        },
        {
          "text": "Then Samuel said to Saul, Stop! I will tell you what the Lord said to me tonight. Saul said to him, Say on.",
          "ID": "16"
        },
        {
          "text": "Samuel said, When you were small in your own sight, were you not made the head of the tribes of Israel, and the Lord anointed you king over Israel?",
          "ID": "17"
        },
        {
          "text": "And the Lord sent you on a mission and said, Go, utterly destroy the sinners, the Amalekites; and fight against them until they are consumed.",
          "ID": "18"
        },
        {
          "text": "Why then did you not obey the voice of the Lord, but swooped down upon the plunder and did evil in the Lord's sight?",
          "ID": "19"
        },
        {
          "text": "Saul said to Samuel, Yes, I have obeyed the voice of the Lord and have gone the way which the Lord sent me, and have brought Agag king of Amalek and have utterly destroyed the Amalekites.",
          "ID": "20"
        },
        {
          "text": "But the people took from the spoil sheep and oxen, the chief of the things to be utterly destroyed, to sacrifice to the Lord your God in Gilgal.",
          "ID": "21"
        },
        {
          "text": "Samuel said, Has the Lord as great a delight in burnt offerings and sacrifices as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.",
          "ID": "22"
        },
        {
          "text": "For rebellion is as the sin of witchcraft, and stubbornness is as idolatry and teraphim (household good luck images). Because you have rejected the word of the Lord, He also has rejected you from being king.",
          "ID": "23"
        },
        {
          "text": "And Saul said to Samuel, I have sinned; for I have transgressed the commandment of the Lord and your words, because I feared the people and obeyed their voice.",
          "ID": "24"
        },
        {
          "text": "Now, I pray you, pardon my sin and go back with me, that I may worship the Lord.",
          "ID": "25"
        },
        {
          "text": "And Samuel said to Saul, I will not return with you; for you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.",
          "ID": "26"
        },
        {
          "text": "And as Samuel turned to go away, Saul seized the skirt of Samuel's mantle, and it tore.",
          "ID": "27"
        },
        {
          "text": "And Samuel said to him, The Lord has torn the kingdom of Israel from you this day and has given it to a neighbor of yours who is better than you.",
          "ID": "28"
        },
        {
          "text": "And also the Strength of Israel will not lie or repent; for He is not a man, that He should repent.",
          "ID": "29"
        },
        {
          "text": "Saul said, I have sinned; yet honor me now, I pray you, before the elders of my people and before Israel, and return with me, that I may worship the Lord your God.",
          "ID": "30"
        },
        {
          "text": "So Samuel turned back after Saul, and Saul worshiped the Lord.",
          "ID": "31"
        },
        {
          "text": "Then Samuel said, Bring here to me Agag king of the Amalekites. And Agag came to him cheerfully. And Agag said, Surely the bitterness of death is past.",
          "ID": "32"
        },
        {
          "text": "Samuel said, As your sword has made women childless, so shall your mother be childless among women. And Samuel hewed Agag in pieces before the Lord in Gilgal.",
          "ID": "33"
        },
        {
          "text": "Then Samuel went to Ramah, but Saul went up to his house in Gibeah of Saul.",
          "ID": "34"
        },
        {
          "text": "And Samuel came no more to see Saul until the day of his death, though Samuel grieved over Saul. And the Lord repented that He had made Saul king over Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15"
    },
    {
      "name": "1 Samuel 16",
      "text": [
        {
          "text": "THE Lord said to Samuel, How long will you mourn for Saul, seeing I have rejected him from reigning over Israel? Fill your horn with oil; I will send you to Jesse the Bethlehemite. For I have provided for Myself a king among his sons.",
          "ID": "1"
        },
        {
          "text": "Samuel said, How can I go? If Saul hears it, he will kill me. And the Lord said, Take a heifer with you and say, I have come to sacrifice to the Lord.",
          "ID": "2"
        },
        {
          "text": "And invite Jesse to the sacrifice, and I will show you what you shall do; and you shall anoint for Me the one I name to you.",
          "ID": "3"
        },
        {
          "text": "And Samuel did what the Lord said, and came to Bethlehem. And the elders of the town trembled at his coming and said, Have you come peaceably?",
          "ID": "4"
        },
        {
          "text": "And he said, Peaceably; I have come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice. And he consecrated Jesse and his sons and called them to the sacrifice.",
          "ID": "5"
        },
        {
          "text": "When they had come, he looked on Eliab [the eldest son] and said, Surely the Lord's anointed is before Him.",
          "ID": "6"
        },
        {
          "text": "But the Lord said to Samuel, Look not on his appearance or at the height of his stature, for I have rejected him. For the Lord sees not as man sees; for man looks on the outward appearance, but the Lord looks on the heart.",
          "ID": "7"
        },
        {
          "text": "Then Jesse called Abinadab and made him pass before Samuel. But Samuel said, Neither has the Lord chosen this one.",
          "ID": "8"
        },
        {
          "text": "Then Jesse made Shammah pass by. Samuel said, Nor has the Lord chosen him.",
          "ID": "9"
        },
        {
          "text": "Jesse made seven of his sons pass before Samuel. And Samuel said to Jesse, The Lord has not chosen any of these.",
          "ID": "10"
        },
        {
          "text": "Then [he] said to Jesse, Are all your sons here? [Jesse] said, There is yet the youngest; he is tending the sheep. Samuel said to Jesse, Send for him; for we will not sit down to eat until he is here.",
          "ID": "11"
        },
        {
          "text": "Jesse sent and brought him. David had a healthy reddish complexion and beautiful eyes, and was fine-looking. The Lord said [to Samuel], Arise, anoint him; this is he.",
          "ID": "12"
        },
        {
          "text": "Then Samuel took the horn of oil and anointed David in the midst of his brothers; and the Spirit of the Lord came mightily upon David from that day forward. And Samuel arose and went to Ramah.",
          "ID": "13"
        },
        {
          "text": "But the Spirit of the Lord departed from Saul, and an evil spirit from the Lord tormented and troubled him.",
          "ID": "14"
        },
        {
          "text": "Saul's servants said to him, Behold, an evil spirit from God torments you.",
          "ID": "15"
        },
        {
          "text": "Let our lord now command your servants here before you to find a man who plays skillfully on the lyre; and when the evil spirit from God is upon you, he will play it, and you will be well.",
          "ID": "16"
        },
        {
          "text": "Saul told his servants, Find me a man who plays well and bring him to me.",
          "ID": "17"
        },
        {
          "text": "One of the young men said, I have seen a son of Jesse the Bethlehemite who plays skillfully, a valiant man, a man of war, prudent in speech and eloquent, an attractive person; and the Lord is with him.",
          "ID": "18"
        },
        {
          "text": "So Saul sent messengers to Jesse and said, Send me David your son, who is with the sheep.",
          "ID": "19"
        },
        {
          "text": "And Jesse took a donkey loaded with bread, a skin of wine, and a kid and sent them by David his son to Saul.",
          "ID": "20"
        },
        {
          "text": "And David came to Saul and served him. Saul became very fond of him, and he became his armor-bearer.",
          "ID": "21"
        },
        {
          "text": "Saul sent to Jesse, saying, Let David remain in my service, for he pleases me.",
          "ID": "22"
        },
        {
          "text": "And when the evil spirit from God was upon Saul, David took a lyre and played it; so Saul was refreshed and became well, and the evil spirit left him.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16"
    },
    {
      "name": "1 Samuel 17",
      "text": [
        {
          "text": "NOW THE Philistines gathered their armies for battle and were assembled at Socoh, which belongs to Judah, and encamped between Socoh and Azekah in Ephes-dammim.",
          "ID": "1"
        },
        {
          "text": "Saul and the men of Israel were encamped in the Valley of Elah and drew up in battle array against the Philistines.",
          "ID": "2"
        },
        {
          "text": "And the Philistines stood on a mountain on one side and Israel stood on a mountain on the other side, with the valley between them.",
          "ID": "3"
        },
        {
          "text": "And a champion went out of the camp of the Philistines named Goliath of Gath, whose height was six cubits and a span [almost ten feet].",
          "ID": "4"
        },
        {
          "text": "And he had a bronze helmet on his head and wore a coat of mail, and the coat weighed 5,000 shekels of bronze.",
          "ID": "5"
        },
        {
          "text": "He had bronze shin armor on his legs and a bronze javelin across his shoulders.",
          "ID": "6"
        },
        {
          "text": "And the shaft of his spear was like a weaver's beam; his spear's head weighed 600 shekels of iron. And a shield bearer went before him.",
          "ID": "7"
        },
        {
          "text": "Goliath stood and shouted to the ranks of Israel, Why have you come out to draw up for battle? Am I not a Philistine, and are you not servants of Saul? Choose a man for yourselves and let him come down to me.",
          "ID": "8"
        },
        {
          "text": "If he is able to fight with me and kill me, then we will be your servants; but if I prevail against him and kill him, then you shall be our servants and serve us.",
          "ID": "9"
        },
        {
          "text": "And the Philistine said, I defy the ranks of Israel this day; give me a man, that we may fight together.",
          "ID": "10"
        },
        {
          "text": "When Saul and all Israel heard those words of the Philistine, they were dismayed and greatly afraid.",
          "ID": "11"
        },
        {
          "text": "David was the son of an Ephrathite of Bethlehem in Judah named Jesse, who had eight sons. [Jesse] in the days of Saul was old, advanced in years.",
          "ID": "12"
        },
        {
          "text": "[His] three eldest sons had followed Saul into battle. Their names were Eliab the firstborn; next, Abinadab; and third, Shammah.",
          "ID": "13"
        },
        {
          "text": "David was the youngest. The three eldest followed Saul,",
          "ID": "14"
        },
        {
          "text": "But David went back and forth from Saul to feed his father's sheep at Bethlehem.",
          "ID": "15"
        },
        {
          "text": "The Philistine came out morning and evening, presenting himself for forty days.",
          "ID": "16"
        },
        {
          "text": "And Jesse said to David his son, Take for your brothers an ephah of this parched grain and these ten loaves and carry them quickly to your brothers at the camp.",
          "ID": "17"
        },
        {
          "text": "Also take these ten cheeses to the commander of their thousand. See how your brothers fare and bring some token from them.",
          "ID": "18"
        },
        {
          "text": "Now Saul and the brothers and all the men of Israel were in the Valley of Elah, fighting with the Philistines.",
          "ID": "19"
        },
        {
          "text": "So David rose up early next morning, left the sheep with a keeper, took the provisions, and went, as Jesse had commanded him. And he came to the encampment as the host going forth to the battleground shouted the battle cry.",
          "ID": "20"
        },
        {
          "text": "And Israel and the Philistines put the battle in array, army against army.",
          "ID": "21"
        },
        {
          "text": "David left his packages in the care of the baggage keeper and ran into the ranks and came and greeted his brothers.",
          "ID": "22"
        },
        {
          "text": "As they talked, behold, Goliath, the champion, the Philistine of Gath, came forth from the Philistine ranks and spoke the same words as before, and David heard him.",
          "ID": "23"
        },
        {
          "text": "And all the men of Israel, when they saw the man, fled from him, terrified.",
          "ID": "24"
        },
        {
          "text": "And the Israelites said, Have you seen this man who has come out? Surely he has come out to defy Israel; and the man who kills him the king will enrich with great riches, and will give him his daughter and make his father's house free [from taxes and service] in Israel.",
          "ID": "25"
        },
        {
          "text": "And David said to the men standing by him, What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine that he should defy the armies of the living God?",
          "ID": "26"
        },
        {
          "text": "And the [men] told him, Thus shall it be done for the man who kills him.",
          "ID": "27"
        },
        {
          "text": "Now Eliab his eldest brother heard what he said to the men; and Eliab's anger was kindled against David and he said, Why did you come here? With whom have you left those few sheep in the wilderness? I know your presumption and evilness of heart; for you came down that you might see the battle.",
          "ID": "28"
        },
        {
          "text": "And David said, What have I done now? Was it not a harmless question?",
          "ID": "29"
        },
        {
          "text": "And David turned away from Eliab to another and he asked the same question, and again the men gave him the same answer.",
          "ID": "30"
        },
        {
          "text": "When David's words were heard, they were repeated to Saul, and he sent for him.",
          "ID": "31"
        },
        {
          "text": "David said to Saul, Let no man's heart fail because of this Philistine; your servant will go out and fight with him.",
          "ID": "32"
        },
        {
          "text": "And Saul said to David, You are not able to go to fight against this Philistine. You are only an adolescent, and he has been a warrior from his youth.",
          "ID": "33"
        },
        {
          "text": "And David said to Saul, Your servant kept his father's sheep. And when there came a lion or again a bear and took a lamb out of the flock,",
          "ID": "34"
        },
        {
          "text": "I went out after it and smote it and delivered the lamb out of its mouth; and when it arose against me, I caught it by its beard and smote it and killed it.",
          "ID": "35"
        },
        {
          "text": "Your servant killed both the lion and the bear; and this uncircumcised Philistine shall be like one of them, for he has defied the armies of the living God!",
          "ID": "36"
        },
        {
          "text": "David said, The Lord Who delivered me out of the paw of the lion and out of the paw of the bear, He will deliver me out of the hand of this Philistine. And Saul said to David, Go, and the Lord be with you!",
          "ID": "37"
        },
        {
          "text": "Then Saul clothed David with his armor; he put a bronze helmet on his head and clothed him with a coat of mail.",
          "ID": "38"
        },
        {
          "text": "And David girded his sword over his armor. Then he tried to go, but could not, for he was not used to it. And David said to Saul, I cannot go with these, for I am not used to them. And David took them off.",
          "ID": "39"
        },
        {
          "text": "Then he took his staff in his hand and chose five smooth stones out of the brook and put them in his shepherd's [lunch] bag [a whole kid's skin slung from his shoulder], in his pouch, and his sling was in his hand, and he drew near the Philistine.",
          "ID": "40"
        },
        {
          "text": "The Philistine came on and drew near to David, the man who bore the shield going before him.",
          "ID": "41"
        },
        {
          "text": "And when the Philistine looked around and saw David, he scorned and despised him, for he was but an adolescent, with a healthy reddish color and a fair face.",
          "ID": "42"
        },
        {
          "text": "And the Philistine said to David, Am I a dog, that you should come to me with sticks? And the Philistine cursed David by his gods.",
          "ID": "43"
        },
        {
          "text": "The Philistine said to David, Come to me, and I will give your flesh to the birds of the air and the beasts of the field.",
          "ID": "44"
        },
        {
          "text": "Then said David to the Philistine, You come to me with a sword, a spear, and a javelin, but I come to you in the name of the Lord of hosts, the God of the ranks of Israel, Whom you have defied.",
          "ID": "45"
        },
        {
          "text": "This day the Lord will deliver you into my hand, and I will smite you and cut off your head. And I will give the corpses of the army of the Philistines this day to the birds of the air and the wild beasts of the earth, that all the earth may know that there is a God in Israel.",
          "ID": "46"
        },
        {
          "text": "And all this assembly shall know that the Lord saves not with sword and spear; for the battle is the Lord's, and He will give you into our hands.",
          "ID": "47"
        },
        {
          "text": "When the Philistine came forward to meet David, David ran quickly toward the battle line to meet the Philistine.",
          "ID": "48"
        },
        {
          "text": "David put his hand into his bag and took out a stone and slung it, and it struck the Philistine, sinking into his forehead, and he fell on his face to the earth.",
          "ID": "49"
        },
        {
          "text": "So David prevailed over the Philistine with a sling and with a stone, and struck down the Philistine and slew him. But no sword was in David's hand.",
          "ID": "50"
        },
        {
          "text": "So he ran and stood over the Philistine, took his sword and drew it out of its sheath, and killed him, and cut off his head with it. When the Philistines saw that their mighty champion was dead, they fled.",
          "ID": "51"
        },
        {
          "text": "And the men of Israel and Judah rose with a shout and pursued the Philistines as far as Gath and the gates of Ekron. So the wounded Philistines fell along the way from Shaaraim as far as Gath and Ekron.",
          "ID": "52"
        },
        {
          "text": "The Israelites returned from their pursuit of the Philistines and plundered their tents.",
          "ID": "53"
        },
        {
          "text": "David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.",
          "ID": "54"
        },
        {
          "text": "When Saul saw David go out against the Philistine, he said to Abner, the captain of the host, Abner, whose son is this youth? And Abner said, As your soul lives, O king, I cannot tell.",
          "ID": "55"
        },
        {
          "text": "And the king said, Inquire whose son the stripling is.",
          "ID": "56"
        },
        {
          "text": "When David returned from killing Goliath the Philistine, Abner brought him before Saul with the head of the Philistine in his hand.",
          "ID": "57"
        },
        {
          "text": "And Saul said to him, Whose son are you, young man? And David answered, I am the son of your servant Jesse of Bethlehem.",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17"
    },
    {
      "name": "1 Samuel 18",
      "text": [
        {
          "text": "WHEN DAVID had finished speaking to Saul, the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own life.",
          "ID": "1"
        },
        {
          "text": "Saul took David that day and would not let him return to his father's house.",
          "ID": "2"
        },
        {
          "text": "Then Jonathan made a covenant with David, because he loved him as his own life.",
          "ID": "3"
        },
        {
          "text": "And Jonathan stripped himself of the robe that was on him and gave it to David, and his armor, even his sword, his bow, and his girdle.",
          "ID": "4"
        },
        {
          "text": "And David went out wherever Saul sent him, and he prospered and behaved himself wisely; and Saul set him over the men of war. And it was satisfactory both to the people and to Saul's servants.",
          "ID": "5"
        },
        {
          "text": "As they were coming home, when David returned from killing the Philistine, the women came out of all the Israelite towns, singing and dancing, to meet King Saul with timbrels, songs of joy, and instruments of music.",
          "ID": "6"
        },
        {
          "text": "And the women responded as they laughed and frolicked, saying, Saul has slain his thousands, and David his ten thousands.",
          "ID": "7"
        },
        {
          "text": "And Saul was very angry, for the saying displeased him; and he said, They have ascribed to David ten thousands, but to me they have ascribed only thousands. What more can he have but the kingdom?",
          "ID": "8"
        },
        {
          "text": "And Saul [jealously] eyed David from that day forward.",
          "ID": "9"
        },
        {
          "text": "The next day an evil spirit from God came mightily upon Saul, and he raved [madly] in his house, while David played [the lyre] with his hand, as at other times; and there was a javelin in Saul's hand.",
          "ID": "10"
        },
        {
          "text": "And Saul cast the javelin, for he thought, I will pin David to the wall. And David evaded him twice.",
          "ID": "11"
        },
        {
          "text": "Saul was afraid of David, because the Lord was with him but had departed from Saul.",
          "ID": "12"
        },
        {
          "text": "So Saul removed David from him and made him his commander over a thousand; and he went out and came in before the people.",
          "ID": "13"
        },
        {
          "text": "David acted wisely in all his ways and succeeded, and the Lord was with him.",
          "ID": "14"
        },
        {
          "text": "When Saul saw how capable and successful David was, he stood in awe of him.",
          "ID": "15"
        },
        {
          "text": "But all Israel and Judah loved David, for he went out and came in before them.",
          "ID": "16"
        },
        {
          "text": "Saul said to David, My elder daughter Merab I will give you as wife; only serve me courageously and fight the Lord's battles. For Saul thought, Let not my hand, but the Philistines' hand, be upon him.",
          "ID": "17"
        },
        {
          "text": "David said to Saul, Who am I, and what is my life or my father's family in Israel, that I should be the king's son-in-law?",
          "ID": "18"
        },
        {
          "text": "But at the time when Merab, Saul's daughter, should have been given to David, she was given to Adriel the Meholathite as wife.",
          "ID": "19"
        },
        {
          "text": "Now Michal, Saul's daughter, loved David; and they told Saul, and it pleased him.",
          "ID": "20"
        },
        {
          "text": "Saul thought, I will give her to him that she may be a snare to him and that the hand of the Philistines may be against him. So Saul said to David a second time, You shall now be my son-in-law.",
          "ID": "21"
        },
        {
          "text": "And Saul commanded his servants to speak to David privately and say, The king delights in you, and all his servants love you; now then, become [his] son-in-law.",
          "ID": "22"
        },
        {
          "text": "Saul's servants told those words to David. David said, Does it seem to you a light thing to be a king's son-in-law, seeing I am a poor man and lightly esteemed?",
          "ID": "23"
        },
        {
          "text": "And the servants of Saul told him what David said.",
          "ID": "24"
        },
        {
          "text": "Saul said, Say this to David, The king wants no dowry but a hundred foreskins of the Philistines, to avenge himself of the king's enemies. But Saul thought to make David fall by the Philistines' hands.",
          "ID": "25"
        },
        {
          "text": "When his servants told David these words, it pleased [him] well to become the king's son-in-law. Before the days expired,",
          "ID": "26"
        },
        {
          "text": "David went, he and his men, and slew two hundred Philistine men, and brought their foreskins and gave them in full number to the king, that he might become the king's son-in-law. And Saul gave him Michal his daughter as wife.",
          "ID": "27"
        },
        {
          "text": "When Saul saw and knew that the Lord was with David and that Michal [his] daughter loved him,",
          "ID": "28"
        },
        {
          "text": "Saul was still more afraid of David; and Saul became David's constant enemy.",
          "ID": "29"
        },
        {
          "text": "Then the Philistine princes came out to battle, and when they did so, David had more success and behaved himself more wisely than all Saul's servants, so that his name was very dear and highly esteemed.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18"
    },
    {
      "name": "1 Samuel 19",
      "text": [
        {
          "text": "NOW SAUL told Jonathan his son and all his servants that they must kill David.",
          "ID": "1"
        },
        {
          "text": "But Jonathan, Saul's son, delighted much in David, and he told David, Saul my father is seeking to kill you. Now therefore, take heed to yourself in the morning, and stay in a secret place and hide yourself.",
          "ID": "2"
        },
        {
          "text": "And I will go out and stand beside my father in the field where you are; and I will converse with my father about you and if I learn anything, I will tell you.",
          "ID": "3"
        },
        {
          "text": "And Jonathan spoke well of David to Saul his father and said to him, Let not the king sin against his servant David, for he has not sinned against you, and his deeds have been of good service to you.",
          "ID": "4"
        },
        {
          "text": "For he took his life in his hands and slew the Philistine, and the Lord wrought a great deliverance for all Israel; you saw it and rejoiced. Why then will you sin against innocent blood and kill David without a cause?",
          "ID": "5"
        },
        {
          "text": "Saul heeded Jonathan and swore, As the Lord lives, David shall not be slain.",
          "ID": "6"
        },
        {
          "text": "So Jonathan called David and told him all these things. And Jonathan brought David to Saul, and he was in his presence as in times past.",
          "ID": "7"
        },
        {
          "text": "Then there was war again, and David went out and fought with the Philistines, and made a great slaughter among them and they fled before him.",
          "ID": "8"
        },
        {
          "text": "Then an evil spirit from the Lord came upon Saul as he sat in his house with his spear in his hand; and David was playing [the lyre] with his hand.",
          "ID": "9"
        },
        {
          "text": "Saul sought to pin David to the wall with the spear, but he slipped away, so that Saul struck the spear into the wall. Then David fled and escaped that night.",
          "ID": "10"
        },
        {
          "text": "Saul sent messengers that night to David's house to watch him, that he might kill him in the morning. But Michal, David's wife, told him, If you do not save your life tonight, tomorrow you will be killed.",
          "ID": "11"
        },
        {
          "text": "So Michal let David down through the window, and he fled and escaped.",
          "ID": "12"
        },
        {
          "text": "And Michal took the teraph (household good luck image) and laid it in the bed, put a pillow of goats' hair at its head, and covered it with a bedspread.",
          "ID": "13"
        },
        {
          "text": "And when Saul sent messengers to take David, she said, He is sick.",
          "ID": "14"
        },
        {
          "text": "Then Saul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him.",
          "ID": "15"
        },
        {
          "text": "And when the messengers came in, behold, there was an image in the bed, with a pillow of goats' hair at its head.",
          "ID": "16"
        },
        {
          "text": "Saul said to Michal, Why have you deceived me so and sent away my enemy so that he has escaped? Michal answered Saul, He said to me, Let me go. Why should I kill you?",
          "ID": "17"
        },
        {
          "text": "So David fled and escaped and came to Samuel at Ramah and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth.",
          "ID": "18"
        },
        {
          "text": "And it was told Saul, Behold, David is at Naioth in Ramah.",
          "ID": "19"
        },
        {
          "text": "And Saul sent messengers to take David; and when they saw the company of the prophets prophesying, and Samuel standing as appointed head over them, the Spirit of God came upon the messengers of Saul and they also prophesied.",
          "ID": "20"
        },
        {
          "text": "When it was told Saul, he sent other messengers, and they also prophesied. And Saul sent messengers again the third time, and they also prophesied.",
          "ID": "21"
        },
        {
          "text": "Then Saul himself went to Ramah and came to a great well that is in Secu; and he asked, Where are Samuel and David? And he was told, They are at Naioth in Ramah.",
          "ID": "22"
        },
        {
          "text": "So he went on to Naioth in Ramah; and the Spirit of God came upon him also, and as he went on he prophesied until he came to Naioth in Ramah.",
          "ID": "23"
        },
        {
          "text": "He took off his royal robes and prophesied before Samuel and lay down stripped thus all that day and night. So they say, Is Saul also among the prophets? [I Sam. 10:10.]",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19"
    },
    {
      "name": "1 Samuel 20",
      "text": [
        {
          "text": "DAVID FLED from Naioth in Ramah and came and said to Jonathan, What have I done? Of what am I guilty? What is my sin before your father, that he seeks my life?",
          "ID": "1"
        },
        {
          "text": "Jonathan said, God forbid! You shall not die. My father does nothing great or small but what he tells me. And why should [he] hide this thing from me? It is not so.",
          "ID": "2"
        },
        {
          "text": "But David replied, Your father certainly knows that I have found favor in your eyes, and he thinks, Let not Jonathan know this, lest he be grieved. But truly as the Lord lives and as your soul lives, there is but a step between me and death.",
          "ID": "3"
        },
        {
          "text": "Then Jonathan said to David, Whatever you desire, I will do for you.",
          "ID": "4"
        },
        {
          "text": "David said to Jonathan, Tomorrow is the New Moon [festival], and I should not fail to sit at the table with the king; but let me go, that I may hide myself in the field till the third day at evening.",
          "ID": "5"
        },
        {
          "text": "If your father misses me at all, then say, David earnestly asked leave of me that he might run to Bethlehem, his city, for there is a yearly sacrifice there for all the family.",
          "ID": "6"
        },
        {
          "text": "If he says, All right, then it will be well with your servant; but if he is angry, then be sure that evil is determined by him.",
          "ID": "7"
        },
        {
          "text": "Therefore deal kindly with your servant, for you have brought [me] into a covenant of the Lord with you. But if there is guilt in me, kill me yourself; for why should you bring me to your father?",
          "ID": "8"
        },
        {
          "text": "And Jonathan said, Far be it from you! If I knew that evil was determined for you by my father, would I not tell you?",
          "ID": "9"
        },
        {
          "text": "Then said David to Jonathan, Who will tell me if your father answers you roughly?",
          "ID": "10"
        },
        {
          "text": "Jonathan said, Come, let us go into the field. So they went into the field.",
          "ID": "11"
        },
        {
          "text": "Jonathan said to David, The Lord, the God of Israel, be witness. When I have sounded out my father about this time tomorrow, or the third day, behold, if he is well inclined toward David, and I do not send and let you know it,",
          "ID": "12"
        },
        {
          "text": "The Lord do so, and much more, to Jonathan. But if it please my father to do you harm, then I will disclose it to you and send you away, that you may go in safety. And may the Lord be with you as He has been with my father.",
          "ID": "13"
        },
        {
          "text": "While I am still alive you shall not only show me the loving-kindness of the Lord, so that I die not,",
          "ID": "14"
        },
        {
          "text": "But also you shall not cut off your kindness from my house forever–no, not even when the Lord has cut off every enemy of David from the face of the earth.",
          "ID": "15"
        },
        {
          "text": "So Jonathan made a covenant with the house of David, saying, And the Lord will require that this covenant be kept at the hands of David's enemies.",
          "ID": "16"
        },
        {
          "text": "And Jonathan caused David to swear again by his love for him, for Jonathan loved him as he loved his own life.",
          "ID": "17"
        },
        {
          "text": "Then Jonathan said to David, Tomorrow is the New Moon festival; and you will be missed, for your seat will be empty.",
          "ID": "18"
        },
        {
          "text": "On the third day you will go quickly and come to the place where you hid yourself when the matter was in hand, and remain by the stone Ezel.",
          "ID": "19"
        },
        {
          "text": "And I will shoot three arrows on the side of it, as though I shot at a mark.",
          "ID": "20"
        },
        {
          "text": "And I will send a lad, saying, Go, find the arrows. If I expressly say to the lad, Look, the arrows are on this side of you, take them–then you are to come, for it is safe for you and there is no danger, as the Lord lives.",
          "ID": "21"
        },
        {
          "text": "But if I say to the youth, Look, the arrows are beyond you–then go, for the Lord has sent you away.",
          "ID": "22"
        },
        {
          "text": "And as touching the matter of which you and I have spoken, behold, the Lord is between you and me forever.",
          "ID": "23"
        },
        {
          "text": "So David hid himself in the field, and when the New Moon [festival] came, the king sat down to eat food.",
          "ID": "24"
        },
        {
          "text": "The king sat, as at other times, on his seat by the wall, and Jonathan sat opposite, and Abner sat by Saul's side, but David's place was empty.",
          "ID": "25"
        },
        {
          "text": "Yet Saul said nothing that day, for he thought, Something has befallen him and he is not clean–surely he is not clean.",
          "ID": "26"
        },
        {
          "text": "But on the morrow, the second day after the new moon, David's place was empty; and Saul said to Jonathan his son, Why has not the son of Jesse come to the meal, either yesterday or today?",
          "ID": "27"
        },
        {
          "text": "And Jonathan answered, David earnestly asked leave of me to go to Bethlehem.",
          "ID": "28"
        },
        {
          "text": "He said, Let me go, I pray, for our family holds a sacrifice in the city and my brother commanded me to be there. Now, if I have found favor in your eyes, let me get away and see my brothers. That is why he has not come to the king's table.",
          "ID": "29"
        },
        {
          "text": "Then Saul's anger was kindled against Jonathan and he said to him, You son of a perverse, rebellious woman, do not I know that you have chosen the son of Jesse to your own shame and to the shame of your mother who bore you?",
          "ID": "30"
        },
        {
          "text": "For as long as the son of Jesse lives upon the earth, you shall not be established nor shall your kingdom. So now send and bring him to me, for he shall surely die.",
          "ID": "31"
        },
        {
          "text": "Jonathan answered Saul his father, Why should he be killed? What has he done?",
          "ID": "32"
        },
        {
          "text": "But Saul cast his spear at him to smite him, by which Jonathan knew that his father had determined to kill David.",
          "ID": "33"
        },
        {
          "text": "So Jonathan arose from the table in fierce anger, and ate no food that second day of the month, for he grieved for David because his father had disgraced him.",
          "ID": "34"
        },
        {
          "text": "In the morning Jonathan went out into the field at the time appointed with David, and a little lad was with him.",
          "ID": "35"
        },
        {
          "text": "And he said to his lad, Run, find the arrows which I shoot. And as the lad ran, he shot an arrow beyond him.",
          "ID": "36"
        },
        {
          "text": "When the lad came to the place where Jonathan had shot the arrow, Jonathan called to [him], Is not the arrow beyond you?",
          "ID": "37"
        },
        {
          "text": "And Jonathan cried after the lad, Make speed, haste, stay not! The lad gathered up the arrow and came to his master.",
          "ID": "38"
        },
        {
          "text": "But the lad knew nothing; only Jonathan and David knew the matter.",
          "ID": "39"
        },
        {
          "text": "Jonathan gave his weapons to his lad and told him, Go, carry them to the city.",
          "ID": "40"
        },
        {
          "text": "And as soon as the lad was gone, David arose from beside the heap of stones and fell on his face to the ground and bowed himself three times. And they kissed one another and wept with one another until David got control of himself.",
          "ID": "41"
        },
        {
          "text": "And Jonathan told David, Go in peace, forasmuch as we have sworn to each other in the name of the Lord, saying, The Lord shall be between me and you, and between my descendants and yours forever. And Jonathan arose and departed into the city.",
          "ID": "42"
        }
      ],
      "ID": "OT:1SA.20"
    },
    {
      "name": "1 Samuel 21",
      "text": [
        {
          "text": "THEN DAVID went to Nob, to Ahimelech the priest; and Ahimelech was afraid at meeting David, and said to him, Why are you alone and no man with you?",
          "ID": "1"
        },
        {
          "text": "David said to Ahimelech the priest, The king has charged me with a matter and has told me, Let no man know anything of the mission on which I send you and with what I have charged you. I have appointed the young men to a certain place.",
          "ID": "2"
        },
        {
          "text": "Now what do you have on hand? Give me five loaves of bread, or whatever you may have.",
          "ID": "3"
        },
        {
          "text": "And the priest answered David, There is no common bread on hand, but there is hallowed bread–if the young men have kept themselves at least from women.",
          "ID": "4"
        },
        {
          "text": "And David told the priest, Truly women have been kept from us in these three days since I came out, and the food bags and utensils of the young men are clean, and although the bread will be used in a secular way, it will be set apart in the clean bags.",
          "ID": "5"
        },
        {
          "text": "So the priest gave him holy bread, for there was no bread there but the showbread which was taken from before the Lord to put hot bread in its place the day when it was taken away.",
          "ID": "6"
        },
        {
          "text": "Now a certain man of Saul's servants was there that day, detained before the Lord; his name was Doeg the Edomite, the chief of Saul's herdsmen.",
          "ID": "7"
        },
        {
          "text": "David said to Ahimelech, Do you have at hand a sword or spear? The king's business required haste, and I brought neither my sword nor my weapons with me.",
          "ID": "8"
        },
        {
          "text": "The priest said, The sword of Goliath the Philistine, whom you slew in the Valley of Elah, see, it is here wrapped in a cloth behind the ephod; if you will take that, do so, for there is no other here. And David said, There is none like that; give it to me.",
          "ID": "9"
        },
        {
          "text": "David arose and fled that day from Saul and went to Achish king of Gath.",
          "ID": "10"
        },
        {
          "text": "The servants of Achish said to him, Is not this David, the king of the land? Did they not sing one to another of him in their dances: Saul has slain his thousands, and David his ten thousands?",
          "ID": "11"
        },
        {
          "text": "David took these words to heart and was much afraid of Achish king of Gath.",
          "ID": "12"
        },
        {
          "text": "And he changed his behavior before them, and pretended to be insane in their [Philistine] hands, and scribbled on the gate doors, and drooled on his beard.",
          "ID": "13"
        },
        {
          "text": "Then said Achish to his servants, You see the man is mad. Why then have you brought him to me?",
          "ID": "14"
        },
        {
          "text": "Have I need of madmen, that you bring this fellow to play the madman in my presence? Shall this fellow come into my house?",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21"
    },
    {
      "name": "1 Samuel 22",
      "text": [
        {
          "text": "SO DAVID departed and escaped to the cave of Adullam: and when his brothers and all his father's house heard it, they went down there to him.",
          "ID": "1"
        },
        {
          "text": "And everyone in distress or in debt or discontented gathered to him, and he became a commander over them. And there were with him about 400 men.",
          "ID": "2"
        },
        {
          "text": "And David went from there to Mizpah of Moab; and he said to the king of Moab, Let my father [of Moabite descent] and my mother, I pray you, come out [of Judah] and be with you till I know what God will do for me. [Ruth 4:13, 17.]",
          "ID": "3"
        },
        {
          "text": "And he brought them before the king of Moab, and they dwelt with him all the while that David was in the stronghold [in Moab].",
          "ID": "4"
        },
        {
          "text": "Then the prophet Gad said to David, Do not remain in the stronghold; leave, and get into the land of Judah. So David left and went into the forest of Hareth.",
          "ID": "5"
        },
        {
          "text": "Saul heard that David was discovered, and the men that were with him. Saul was sitting in Gibeah under the tamarisk tree on the height, his spear in his hand and all his servants standing about him.",
          "ID": "6"
        },
        {
          "text": "Saul said to his servants who stood about him, Hear now, you Benjamites! Will the son of Jesse give every one of you fields and vineyards and make you all commanders of thousands and hundreds,",
          "ID": "7"
        },
        {
          "text": "That all of you have conspired against me? No one discloses to me when my son makes a league with the son of Jesse. None of you is sorry for me or discloses that my son has stirred up my servant against me to lie in wait, as he does this day?",
          "ID": "8"
        },
        {
          "text": "Then Doeg the Edomite, who stood with Saul's servants, said, I saw the son of Jesse come to Nob, to Ahimelech son of Ahitub.",
          "ID": "9"
        },
        {
          "text": "And [Ahimelech] inquired of the Lord for him, and gave him provisions and the sword of Goliath the Philistine.",
          "ID": "10"
        },
        {
          "text": "Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father's house, the priests who were at Nob, and they all came to the king.",
          "ID": "11"
        },
        {
          "text": "Saul said, Hear now, you son of Ahitub. He replied, Here I am, my lord.",
          "ID": "12"
        },
        {
          "text": "Saul said to him, Why have you conspired against me, you and the son of Jesse, giving him bread and a sword and inquiring of God for him, so he could rise against me to lie in wait, as he does this day?",
          "ID": "13"
        },
        {
          "text": "Then Ahimelech answered the king, And who is so faithful among all your servants as David, who is the king's son-in-law, and is taken into your council and honored in your house?",
          "ID": "14"
        },
        {
          "text": "Have I only today begun inquiring of God for him? No! Let not the king impute any wrong to his servant or to all the house of my father, for your servant has known nothing of all this, little or much.",
          "ID": "15"
        },
        {
          "text": "[Saul] said, You shall surely die, Ahimelech, you and all your father's house.",
          "ID": "16"
        },
        {
          "text": "And the king said to the guard that stood about him, Turn and slay the Lord's priests, because their hand also is with David and because they knew that he fled and did not disclose it to me. But the servants of the king would not put forth their hands against the Lord's priests.",
          "ID": "17"
        },
        {
          "text": "The king said to Doeg, You turn and fall upon the priests. And Doeg the Edomite turned and attacked the priests and slew that day eighty-five persons who wore the priest's linen ephod.",
          "ID": "18"
        },
        {
          "text": "And Nob, the city of the priests, he smote with the sword; both men and women, children and sucklings, oxen and donkeys and sheep, he put to the sword.",
          "ID": "19"
        },
        {
          "text": "And one of the sons of Ahimelech son of Ahitub named Abiathar escaped and fled after David.",
          "ID": "20"
        },
        {
          "text": "And Abiathar told David that Saul had slain the Lord's priests.",
          "ID": "21"
        },
        {
          "text": "David said to Abiathar, I knew that day, when Doeg the Edomite was there, that he would surely tell Saul. I have occasioned the death of all your father's house.",
          "ID": "22"
        },
        {
          "text": "Stay with me, fear not; for he who seeks my life seeks your life. But with me you shall be safeguarded.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22"
    },
    {
      "name": "1 Samuel 23",
      "text": [
        {
          "text": "THEN THEY told David, Behold, the Philistines are fighting against Keilah and are robbing the threshing floors.",
          "ID": "1"
        },
        {
          "text": "So David inquired of the Lord, Shall I go and attack these Philistines? And the Lord said to David, Go, smite the Philistines and save Keilah.",
          "ID": "2"
        },
        {
          "text": "David's men said to him, Behold, we are afraid here in Judah. How much more, then, if we come to Keilah against the armies of the Philistines?",
          "ID": "3"
        },
        {
          "text": "Then David inquired of the Lord again. And the Lord answered him, Arise, go down to Keilah, for I will deliver the Philistines into your hand.",
          "ID": "4"
        },
        {
          "text": "So David and his men went to Keilah and fought the Philistines with a great slaughter and brought away their cattle. So David delivered the people of Keilah.",
          "ID": "5"
        },
        {
          "text": "When Abiathar son of Ahimelech fled to David at Keilah, he came with an ephod in his hand.",
          "ID": "6"
        },
        {
          "text": "Now it was told Saul that David had come to Keilah. Saul said, God has delivered him into my hand, for he is shut in by going into a town that has gates and bars.",
          "ID": "7"
        },
        {
          "text": "Saul summoned all the men for war, to go to Keilah to besiege David and his men.",
          "ID": "8"
        },
        {
          "text": "David knew that Saul was plotting evil against him; and he said to Abiathar the priest, Bring the ephod here.",
          "ID": "9"
        },
        {
          "text": "Then David said, O Lord, the God of Israel, Your servant has surely heard that Saul intends to come and destroy the city of Keilah on my account.",
          "ID": "10"
        },
        {
          "text": "Will the men of Keilah deliver me into his hand? Will Saul come down, as Your servant has heard? O Lord, God of Israel, I beseech You, tell Your servant. And the Lord said, He will come down.",
          "ID": "11"
        },
        {
          "text": "Then David asked, Will the men of Keilah deliver me and my men into Saul's hand? The Lord said, They will deliver you up.",
          "ID": "12"
        },
        {
          "text": "Then David and his men, about 600, arose and left Keilah, going wherever they could go. When Saul was told that David had escaped from Keilah, he gave up going there.",
          "ID": "13"
        },
        {
          "text": "David remained in the wilderness strongholds in the hill country of the Wilderness of Ziph. Saul sought him every day, but God did not give him into his hands.",
          "ID": "14"
        },
        {
          "text": "David saw that Saul had come out to seek his life. David was in the Wilderness of Ziph in the wood [at Horesh].",
          "ID": "15"
        },
        {
          "text": "And Jonathan, Saul's son, rose and went into the wood to David [at Horesh] and strengthened his hand in God.",
          "ID": "16"
        },
        {
          "text": "He said to him, Fear not; the hand of Saul my father shall not find you. You shall be king over Israel, and I shall be next to you. Saul my father knows that too.",
          "ID": "17"
        },
        {
          "text": "And the two of them made a covenant before the Lord. And David remained in the wood [at Horesh], and Jonathan went to his house.",
          "ID": "18"
        },
        {
          "text": "Then the Ziphites came to Saul at Gibeah, saying, Does not David hide himself with us in strongholds in the wood [at Horesh], on the hill of Hachilah, which is south of Jeshimon?",
          "ID": "19"
        },
        {
          "text": "Now come down, O king, according to all your heart's desire to come down, and our part shall be to deliver him into the king's hands.",
          "ID": "20"
        },
        {
          "text": "And Saul said, The Lord bless you, for you have compassion on me.",
          "ID": "21"
        },
        {
          "text": "Go, make yet more sure; and know and see where his haunt is and who has seen him there; for I am told he deals very craftily.",
          "ID": "22"
        },
        {
          "text": "See and take note of all his hiding places and come back to me with the certain facts, and I will go with you. If he is in the land, I will search him out among all the thousands of Judah.",
          "ID": "23"
        },
        {
          "text": "So they arose and went to Ziph ahead of Saul. Now David and his men were in the Wilderness of Maon, in the Arabah south of Jeshimon.",
          "ID": "24"
        },
        {
          "text": "Saul and his men went to seek him. And David was told; so he went down to the rock in the Wilderness of Maon and stayed. When Saul heard that, he pursued David in the Wilderness of Maon.",
          "ID": "25"
        },
        {
          "text": "And Saul went on one side of the mountain, and David and his men on the other side of the mountain. And David made haste to get away for fear of Saul, for Saul and his men were surrounding [him] and his men to capture them.",
          "ID": "26"
        },
        {
          "text": "But a messenger came to Saul, saying, Make haste and come, for the Philistines have made a raid on the land.",
          "ID": "27"
        },
        {
          "text": "So Saul returned from pursuing David and went against the Philistines. So they called that place the Rock of Escape.",
          "ID": "28"
        },
        {
          "text": "David went up from there and dwelt in the strongholds of En-gedi.",
          "ID": "29"
        }
      ],
      "ID": "OT:1SA.23"
    },
    {
      "name": "1 Samuel 24",
      "text": [
        {
          "text": "WHEN SAUL returned from following the Philistines, he was told, Behold, David is in the Wilderness of En-gedi.",
          "ID": "1"
        },
        {
          "text": "Then Saul took 3,000 chosen men out of all Israel and went to seek David and his men among the Rocks of the Wild Goats.",
          "ID": "2"
        },
        {
          "text": "He came to the sheepfolds on the way, where there was a cave, and Saul went in to relieve himself. Now David and his men were sitting in the cave's innermost recesses.",
          "ID": "3"
        },
        {
          "text": "David's men said to him, Behold the day of which the Lord said to you, Behold, I will deliver your enemy into your hands and you shall do to him as seems good to you. Then David arose [in the darkness] and stealthily cut off the skirt of Saul's robe.",
          "ID": "4"
        },
        {
          "text": "Afterward, David's heart smote him because he had cut off Saul's skirt.",
          "ID": "5"
        },
        {
          "text": "He said to his men, The Lord forbid that I should do this to my master, the Lord's anointed, to put my hand out against him, when he is the anointed of the Lord.",
          "ID": "6"
        },
        {
          "text": "So David checked his men with these words and did not let them rise against Saul. But Saul rose up and left the cave and went on his way.",
          "ID": "7"
        },
        {
          "text": "David also arose afterward and went out of the cave and called after Saul, saying, My lord the king! And when Saul looked behind him, David bowed with his face to the earth and did obeisance.",
          "ID": "8"
        },
        {
          "text": "And David said to Saul, Why do you listen to the words of men who say, David seeks to do you harm?",
          "ID": "9"
        },
        {
          "text": "Behold, your eyes have seen how the Lord gave you today into my hands in the cave. Some told me to kill you, but I spared you; I said, I will not put forth my hand against my lord, for he is the Lord's anointed.",
          "ID": "10"
        },
        {
          "text": "See, my father, see the skirt of your robe in my hand! Since I cut off the skirt of your robe and did not kill you, you know and see that there is no evil or treason in my hands. I have not sinned against you, yet you hunt my life to take it.",
          "ID": "11"
        },
        {
          "text": "May the Lord judge between me and you, and may the Lord avenge me upon you, but my hand shall not be upon you.",
          "ID": "12"
        },
        {
          "text": "As the proverb of the ancients says, Out of the wicked comes forth wickedness; but my hand shall not be against you.",
          "ID": "13"
        },
        {
          "text": "After whom has the king of Israel come out? After whom do you pursue? After a dead dog? After a flea?",
          "ID": "14"
        },
        {
          "text": "May the Lord be judge and judge between me and you, and see and plead my cause, and deliver me out of your hands. [Ps. 142.]",
          "ID": "15"
        },
        {
          "text": "When David had said this to Saul, Saul said, Is this your voice, my son David? And Saul lifted up his voice and wept.",
          "ID": "16"
        },
        {
          "text": "He said to David, You are more upright in God's eyes than I, for you have repaid me good, but I have rewarded you evil.",
          "ID": "17"
        },
        {
          "text": "You have declared today how you have dealt well with me; for when the Lord gave me into your hand, you did not kill me.",
          "ID": "18"
        },
        {
          "text": "For if a man finds his enemy, will he let him go away unharmed? Therefore may the Lord reward you with good for what you have done for me this day.",
          "ID": "19"
        },
        {
          "text": "And now, behold, I well know that you shall surely be king and that the kingdom of Israel shall be established in your hands.",
          "ID": "20"
        },
        {
          "text": "Swear now therefore to me by the Lord that you will not cut off my descendants after me and that you will not destroy my name out of my father's house.",
          "ID": "21"
        },
        {
          "text": "David gave Saul his oath; and Saul went home, but David and his men went up to the stronghold.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.24"
    },
    {
      "name": "1 Samuel 25",
      "text": [
        {
          "text": "NOW SAMUEL died, and all the Israelites assembled and mourned for him, and buried him at his house in Ramah. David arose and went to the Wilderness of Paran.",
          "ID": "1"
        },
        {
          "text": "A very rich man was in Maon, whose possessions and business were in Carmel. He had 3,000 sheep and 1,000 goats, and he was shearing his sheep in Carmel.",
          "ID": "2"
        },
        {
          "text": "The man's name was Nabal and his wife's name was Abigail; she was a woman of good understanding, and beautiful. But the man was rough and evil in his doings; he was a Calebite.",
          "ID": "3"
        },
        {
          "text": "David heard in the wilderness that Nabal was shearing his sheep.",
          "ID": "4"
        },
        {
          "text": "And David sent out ten young men and said to [them], Go up to Carmel to Nabal and greet him in my name;",
          "ID": "5"
        },
        {
          "text": "And salute him thus: Peace be to you and to your house and to all that you have.",
          "ID": "6"
        },
        {
          "text": "I have heard that you have shearers. Now your shepherds have been with us and we did them no harm, and they missed nothing all the time they were in Carmel.",
          "ID": "7"
        },
        {
          "text": "Ask your young men and they will tell you. Therefore let my young men find favor in your sight, for we come at an opportune time. I pray you, give whatever you have at hand to your servants and to your son David.",
          "ID": "8"
        },
        {
          "text": "And when David's young men came, they said all this to Nabal in the name of David, and then paused.",
          "ID": "9"
        },
        {
          "text": "And Nabal answered David's servants and said, Who is David? Who is the son of Jesse? There are many servants nowadays who are each breaking away from his master.",
          "ID": "10"
        },
        {
          "text": "Shall I then take my bread and my water, and my meat that I have killed for my shearers, and give it to men when I do not know where they belong?",
          "ID": "11"
        },
        {
          "text": "So David's young men turned away, and came and told him all that was said.",
          "ID": "12"
        },
        {
          "text": "And David said to his men, Every man gird on his sword. And they did so, and David also girded on his sword; and there went up after David about 400 men, and 200 remained with the baggage.",
          "ID": "13"
        },
        {
          "text": "But one of Nabal's young men told Abigail, Nabal's wife, Behold, David sent messengers out of the wilderness to salute our master, and he railed at them.",
          "ID": "14"
        },
        {
          "text": "But David's men were very good to us, and we were not harmed, nor did we miss anything as long as we went with them, when we were in the fields.",
          "ID": "15"
        },
        {
          "text": "They were a wall to us night and day, all the time we were with them keeping the sheep.",
          "ID": "16"
        },
        {
          "text": "So know this and consider what you will do, for evil is determined against our master and all his house. For he is such a wicked man that one cannot speak to him.",
          "ID": "17"
        },
        {
          "text": "Then Abigail made haste and took 200 loaves, two skins of wine, five sheep already dressed, five measures of parched grain, 100 clusters of raisins, and 200 cakes of figs, and laid them on donkeys.",
          "ID": "18"
        },
        {
          "text": "And she said to her servants, Go on before me; behold, I come after you. But she did not tell her husband Nabal.",
          "ID": "19"
        },
        {
          "text": "As she rode on her donkey, she came down hidden by the mountain, and behold, David and his men came down opposite her, and she met them.",
          "ID": "20"
        },
        {
          "text": "Now David had said, Surely in vain have I protected all that this fellow has in the wilderness, so that nothing was missed of all that belonged to him; and he has repaid me evil for good.",
          "ID": "21"
        },
        {
          "text": "May God do so, and more also, to David if I leave of all who belong to him one male alive by morning.",
          "ID": "22"
        },
        {
          "text": "When Abigail saw David, she hastened and lighted off the donkey, and fell before David on her face and did obeisance.",
          "ID": "23"
        },
        {
          "text": "Kneeling at his feet she said, Upon me alone let this guilt be, my lord. And let your handmaid, I pray you, speak in your presence, and hear the words of your handmaid.",
          "ID": "24"
        },
        {
          "text": "Let not my lord, I pray you, regard this foolish and wicked fellow Nabal, for as his name is, so is he–Nabal [foolish, wicked] is his name, and folly is with him. But I, your handmaid, did not see my lord's young men whom you sent.",
          "ID": "25"
        },
        {
          "text": "So now, my lord, as the Lord lives and as your soul lives, seeing that the Lord has prevented you from bloodguiltiness and from avenging yourself with your own hand, now let your enemies and those who seek to do evil to my lord be as Nabal.",
          "ID": "26"
        },
        {
          "text": "And now this gift, which your handmaid has brought my lord, let it be given to the young men who follow my lord.",
          "ID": "27"
        },
        {
          "text": "Forgive, I pray you, the trespass of your handmaid, for the Lord will certainly make my lord a sure house, because my lord is fighting the Lord's battles, and evil has not been found in you all your days.",
          "ID": "28"
        },
        {
          "text": "Though man is risen up to pursue you and to seek your life, yet the life of my lord shall be bound in the living bundle with the Lord your God. And the lives of your enemies–them shall He sling out as out of the center of a sling.",
          "ID": "29"
        },
        {
          "text": "And when the Lord has done to my lord according to all the good that He has promised concerning you and has made you ruler over Israel,",
          "ID": "30"
        },
        {
          "text": "This shall be no staggering grief to you or cause for pangs of conscience to my lord, either that you have shed blood without cause or that my lord has avenged himself. And when the Lord has dealt well with my lord, then [earnestly] remember your handmaid.",
          "ID": "31"
        },
        {
          "text": "And David said to Abigail, Blessed be the Lord, the God of Israel, Who sent you this day to meet me.",
          "ID": "32"
        },
        {
          "text": "And blessed be your discretion and advice, and blessed be you who have kept me today from bloodguiltiness and from avenging myself with my own hand.",
          "ID": "33"
        },
        {
          "text": "For as the Lord, the God of Israel, lives, Who has prevented me from hurting you, if you had not hurried and come to meet me, surely by morning there would not have been left so much as one male to Nabal.",
          "ID": "34"
        },
        {
          "text": "So David accepted what she had brought him and said to her, Go up in peace to your house. See, I have hearkened to your voice and have granted your petition.",
          "ID": "35"
        },
        {
          "text": "And Abigail came to Nabal, and behold, he was holding a feast in his house like the feast of a king. And [his] heart was merry, for he was very drunk; so she told him nothing at all until the morning light.",
          "ID": "36"
        },
        {
          "text": "But in the morning, when the wine was gone out of Nabal, and his wife told him these things, his heart died within him and he became [paralyzed, helpless as] a stone.",
          "ID": "37"
        },
        {
          "text": "And about ten days after that, the Lord smote Nabal and he died.",
          "ID": "38"
        },
        {
          "text": "When David heard that Nabal was dead, he said, Blessed be the Lord, Who has pleaded the cause of my reproach at the hand of Nabal, and kept His servant from evil. For the Lord has returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him as his wife.",
          "ID": "39"
        },
        {
          "text": "And when the servants of David had come to Abigail at Carmel, they said to her, David sent us to you to take you to him to be his wife.",
          "ID": "40"
        },
        {
          "text": "And she arose and bowed herself to the earth and said, Behold, let your handmaid be a servant to wash the feet of the servants of my lord.",
          "ID": "41"
        },
        {
          "text": "And Abigail hastened and arose and rode on a donkey, with five of her maids who followed her, and she went after the messengers of David and became his wife.",
          "ID": "42"
        },
        {
          "text": "David also took Ahinoam of Jezreel, and they both became his wives.",
          "ID": "43"
        },
        {
          "text": "Saul had given Michal his daughter, David's wife, to Phalti son of Laish, who was of Gallim.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25"
    },
    {
      "name": "1 Samuel 26",
      "text": [
        {
          "text": "THE ZIPHITES came to Saul at Gibeah, saying, Does not David hide himself on the hill of Hachilah, east of Jeshimon?",
          "ID": "1"
        },
        {
          "text": "So Saul arose and went down to the Wilderness of Ziph, with 3,000 chosen men of Israel, to seek David [there].",
          "ID": "2"
        },
        {
          "text": "Saul encamped on the hill of Hachilah, which is beside the road east of Jeshimon. But David remained in the wilderness. And when he saw that Saul came after him into the wilderness,",
          "ID": "3"
        },
        {
          "text": "David sent out spies and learned that Saul had actually come.",
          "ID": "4"
        },
        {
          "text": "David arose and came to the place where Saul had encamped, and saw where Saul lay with Abner son of Ner, commander of his army; and Saul was lying in the encampment, with the army encamped around him.",
          "ID": "5"
        },
        {
          "text": "Then David said to Ahimelech the Hittite and to Abishai son of Zeruiah, brother of Joab, Who will go down with me into the camp of Saul? And Abishai said, I will go down with you.",
          "ID": "6"
        },
        {
          "text": "So David and Abishai went to the army by night, and there Saul lay sleeping within the encampment with his spear stuck in the ground at his head; and Abner and the army lay round about him.",
          "ID": "7"
        },
        {
          "text": "Then said Abishai to David, God has given your enemy into your hands this day. Now therefore let me smite him to the earth at once with one stroke of the spear, and I will not strike him twice.",
          "ID": "8"
        },
        {
          "text": "David said to Abishai, Do not destroy him; for who can raise his hand against the Lord's anointed and be guiltless?",
          "ID": "9"
        },
        {
          "text": "David said, As the Lord lives, [He] will smite him; or his day will come to die or he will go down in battle and perish.",
          "ID": "10"
        },
        {
          "text": "The Lord forbid that I should raise my hand against the Lord's anointed; but take now the spear that is at his head and the bottle of water, and let us go.",
          "ID": "11"
        },
        {
          "text": "So David took the spear and the bottle of water from Saul's head, and they got away. And no man saw or knew or wakened, for they were all asleep, because a deep sleep from the Lord had fallen upon them.",
          "ID": "12"
        },
        {
          "text": "Then David went over to the other side and stood on the top of the mountain afar off, a great space being between them.",
          "ID": "13"
        },
        {
          "text": "David called to the army and Abner son of Ner, Will you answer, Abner? Abner replied, Who are you, calling [and disturbing] the king?",
          "ID": "14"
        },
        {
          "text": "David said to Abner, Are you not a valiant man? Who is like you in Israel? Why then have you not guarded your lord the king? For one of the people came in [to your camp] to destroy the king your lord.",
          "ID": "15"
        },
        {
          "text": "This thing is not good that you have done. As the Lord lives, you deserve to die, because you have not guarded your master, the Lord's anointed. And now see where the king's spear is and the bottle of water that was at his head.",
          "ID": "16"
        },
        {
          "text": "And Saul knew David's voice and said, Is this your voice, my son David? And David said, My voice, my lord O king!",
          "ID": "17"
        },
        {
          "text": "And David said, Why does my lord thus pursue his servant? What have I done? Or what evil is in my hand [tonight]?",
          "ID": "18"
        },
        {
          "text": "Now therefore, I pray you, let my lord the king hear the words of his servant. If the Lord has stirred you up against me, let Him accept an offering; but if it is men, may they be cursed before the Lord, for they have driven me out this day that I should have no share in the inheritance of the Lord, saying, Go, serve other gods.",
          "ID": "19"
        },
        {
          "text": "Now therefore, let not my blood fall to the earth away from the presence of the Lord; for the king of Israel is come out to seek one flea, as when one hunts a partridge in the mountains.",
          "ID": "20"
        },
        {
          "text": "Then said Saul, I have sinned. Return, my son David, for I will no more do you harm, because my life was precious in your eyes this day. Behold, I have played the fool and have erred exceedingly.",
          "ID": "21"
        },
        {
          "text": "David answered, See the king's spear! Let one of the young men come and get it.",
          "ID": "22"
        },
        {
          "text": "The Lord rewards every man for his righteousness and his faithfulness; for the Lord delivered you into my hands today, but I would not stretch forth my hand against the Lord's anointed.",
          "ID": "23"
        },
        {
          "text": "And behold, as your life was precious today in my sight, so let my life be precious in the sight of the Lord, and let Him deliver me out of all tribulation.",
          "ID": "24"
        },
        {
          "text": "Then Saul said to David, May you be blessed, my son David; you will both do mightily and surely prevail. So David went on his way, and Saul returned to his place.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26"
    },
    {
      "name": "1 Samuel 27",
      "text": [
        {
          "text": "BUT DAVID said in his heart, I shall now perish one day by the hand of Saul. There is nothing better for me than that I should escape into the land of the Philistines. Then Saul will despair of seeking me any more within the borders of Israel, and I shall escape out of his hand.",
          "ID": "1"
        },
        {
          "text": "So David arose and went over with the 600 men who were with him to Achish son of Maoch, king of Gath.",
          "ID": "2"
        },
        {
          "text": "And David dwelt with Achish at Gath, he and his men, every man with his household, and David with his two wives, Ahinoam the Jezreelitess and Abigail the Carmelitess, Nabal's widow.",
          "ID": "3"
        },
        {
          "text": "When it was told Saul that David had fled to Gath, he sought for him no more.",
          "ID": "4"
        },
        {
          "text": "And David said to Achish, If I have now found favor in your eyes, let me be given a place to dwell in some country town; for why should your servant live in the royal city with you?",
          "ID": "5"
        },
        {
          "text": "Then Achish gave David the town of Ziklag that day. Therefore Ziklag belongs to the kings of Judah to this day.",
          "ID": "6"
        },
        {
          "text": "The time David dwelt in the Philistines' country was a year and four months.",
          "ID": "7"
        },
        {
          "text": "Now David and his men went up and made attacks on the Geshurites, Girzites, and Amalekites [enemies of Israel Joshua had failed to exterminate]. For from of old those nations inhabited the land, as one goes to Shur even to the land of Egypt. [Deut. 25:19; Josh. 13:1, 2, 13.]",
          "ID": "8"
        },
        {
          "text": "And David smote the land and left neither man nor woman alive, and took away the sheep, oxen, donkeys, camels, and the apparel, and returned to Achish.",
          "ID": "9"
        },
        {
          "text": "Achish would ask, Against whom have you made a raid today? And David would reply, Against the South (Negeb) of Judah, or of the Jerahmeelites, or of the Kenites.",
          "ID": "10"
        },
        {
          "text": "And David saved neither man nor woman alive to bring tidings to Gath, thinking, Lest they should say about us, So did David, and so will he do as long as he dwells in the Philistines' country.",
          "ID": "11"
        },
        {
          "text": "And Achish believed David, saying, He has made his people Israel utterly abhor him; so he shall be my servant always.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27"
    },
    {
      "name": "1 Samuel 28",
      "text": [
        {
          "text": "IN THOSE days the Philistines gathered their forces for war against Israel. Achish said to David, Understand that you and your men shall go with me to battle.",
          "ID": "1"
        },
        {
          "text": "David said to Achish, All right, you shall know what your servant can do. Achish said to David, Therefore I will make you my bodyguard always.",
          "ID": "2"
        },
        {
          "text": "Now Samuel was dead, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the wizards out of the land.",
          "ID": "3"
        },
        {
          "text": "And the Philistines assembled and came and encamped at Shunem; and Saul gathered all Israel and they encamped at Gilboa.",
          "ID": "4"
        },
        {
          "text": "When Saul saw the Philistine host, he was afraid; his heart trembled greatly.",
          "ID": "5"
        },
        {
          "text": "When Saul inquired of the Lord, He refused to answer him, either by dreams or by Urim [a symbol worn by the priest when seeking the will of God for Israel] or by the prophets. [Prov. 1:24-30.]",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servants, Find me a woman who is a medium [between the living and the dead], that I may go and inquire of her. His servants said, Behold, there is a woman who is a medium at Endor.",
          "ID": "7"
        },
        {
          "text": "So Saul disguised himself, put on other raiment, and he and two men with him went and came to the woman at night. He said to her, Perceive for me by the familiar spirit and bring up for me the dead person whom I shall name to you.",
          "ID": "8"
        },
        {
          "text": "The woman said, See here, you know what Saul has done, how he has cut off those who are mediums and wizards out of the land. Why then do you lay a trap for my life to cause my death?",
          "ID": "9"
        },
        {
          "text": "And Saul swore to her by the Lord, saying, As the Lord lives, there shall no punishment come to you for this.",
          "ID": "10"
        },
        {
          "text": "The woman said, Whom shall I bring up for you? He said, Bring up Samuel for me.",
          "ID": "11"
        },
        {
          "text": "And when the woman saw Samuel, she screamed and she said to Saul, Why have you deceived me? For you are Saul!",
          "ID": "12"
        },
        {
          "text": "The king said to her, Be not afraid; what do you see? The woman said to Saul, I see a god [terrifying superhuman being] coming up out of the earth!",
          "ID": "13"
        },
        {
          "text": "He said to her, In what form is he? And she said, An old man comes up, covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground and made obeisance.",
          "ID": "14"
        },
        {
          "text": "And Samuel said to Saul, Why have you disturbed me to bring me up? Saul answered, I am bitterly distressed; for the Philistines make war against me, and God has departed from me and answers me no more, either by prophets or by dreams. Therefore I have called you, that you may make known to me what I should do.",
          "ID": "15"
        },
        {
          "text": "Samuel said, Why then do you ask me, seeing that the Lord has turned from you and has become your enemy?",
          "ID": "16"
        },
        {
          "text": "The Lord has done to you as He said through me He would do; for [He] has torn the kingdom out of your hands and given it to your neighbor David. [I Sam. 15:22-28.]",
          "ID": "17"
        },
        {
          "text": "Because you did not obey the voice of the Lord or execute His fierce wrath upon Amalek, therefore the Lord has done this thing to you this day.",
          "ID": "18"
        },
        {
          "text": "Moreover, the Lord will also give Israel with you into the hands of the Philistines, and tomorrow you and your sons shall be with me [among the dead]. The Lord also will give the army of Israel into the hands of the Philistines.",
          "ID": "19"
        },
        {
          "text": "Then immediately Saul fell full length upon the earth floor [of the medium's house], and was exceedingly afraid because of Samuel's words. There was no strength in him, for he had eaten nothing all day and all night.",
          "ID": "20"
        },
        {
          "text": "The woman came to Saul, and seeing that he was greatly troubled, she said to him, Behold, your handmaid has obeyed you, and I have put my life in my hands and have listened to what you said to me.",
          "ID": "21"
        },
        {
          "text": "So now, I pray you, listen also to the voice of your handmaid and let me set a morsel of food before you, and eat, so you may have strength when you go on your way.",
          "ID": "22"
        },
        {
          "text": "But he said, I will not eat. But his servants, together with the woman, urged him, and he heeded their words. So he arose from the ground and sat upon the bed.",
          "ID": "23"
        },
        {
          "text": "The woman had a fat calf in the house; she hurried and killed it, and took flour, kneaded it, and baked unleavened bread.",
          "ID": "24"
        },
        {
          "text": "Then she brought it before Saul and his servants, and they ate. Then they rose up and went away that night.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28"
    },
    {
      "name": "1 Samuel 29",
      "text": [
        {
          "text": "NOW THE Philistines gathered all their forces at Aphek, and the Israelites encamped by the fountain in Jezreel.",
          "ID": "1"
        },
        {
          "text": "As the Philistine lords were passing on by hundreds and by thousands, and David and his men were in the rear with Achish,",
          "ID": "2"
        },
        {
          "text": "The Philistine princes said, What are these Hebrews doing here? Achish said to the Philistine princes, Is not this David, the servant of Saul king of Israel, who has been with me these days and years, and I have found no fault in him since he deserted to me to this day?",
          "ID": "3"
        },
        {
          "text": "And the Philistine princes were angry with Achish and they said to him, Make this fellow return, that he may go again to his place where you have assigned him, and let him not go down with us to battle, lest in the battle he become an adversary to us. For how could David reconcile himself to his master? Would it not be with the heads of the men here?",
          "ID": "4"
        },
        {
          "text": "Is not this David, of whom they sang to one another in dances, Saul slew his thousands, and David his ten thousands?",
          "ID": "5"
        },
        {
          "text": "Then Achish called David and said to him, As surely as the Lord lives, you have been honest and upright, and for you to go out and come in with me in the army is good in my sight; for I have found no evil in you from the day of your coming to me to this day. Yet the lords do not approve of you.",
          "ID": "6"
        },
        {
          "text": "So return now and go peaceably, so as not to displease the Philistine lords.",
          "ID": "7"
        },
        {
          "text": "David said to Achish, But what have I done? And what have you found in your servant as long as I have been with you to this day, that I may not go and fight against the enemies of my lord the king?",
          "ID": "8"
        },
        {
          "text": "And Achish said to David, I know that you are as blameless in my sight as an angel of God; nevertheless the princes of the Philistines have said, He shall not go up with us to the battle.",
          "ID": "9"
        },
        {
          "text": "So now rise up early in the morning, with your master's servants who have come with you, and as soon as you are up and have light, depart.",
          "ID": "10"
        },
        {
          "text": "So David and his men rose up early in the morning to return to the land of the Philistines. But the Philistines went up to Jezreel [to fight against Israel].",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29"
    },
    {
      "name": "1 Samuel 30",
      "text": [
        {
          "text": "NOW WHEN David and his men came home to Ziklag on the third day, they found that the Amalekites had made a raid on the South (the Negeb) and on Ziklag, and had struck Ziklag and burned it with fire,",
          "ID": "1"
        },
        {
          "text": "And had taken the women and all who were there, both great and small, captive. They killed no one, but carried them off and went on their way.",
          "ID": "2"
        },
        {
          "text": "So David and his men came to the town, and behold, it was burned, and their wives and sons and daughters were taken captive.",
          "ID": "3"
        },
        {
          "text": "Then David and the men with him lifted up their voices and wept until they had no more strength to weep.",
          "ID": "4"
        },
        {
          "text": "David's two wives also had been taken captive, Ahinoam the Jezreelitess and Abigail, the widow of Nabal the Carmelite.",
          "ID": "5"
        },
        {
          "text": "David was greatly distressed, for the men spoke of stoning him because the souls of them all were bitterly grieved, each man for his sons and daughters. But David encouraged and strengthened himself in the Lord his God.",
          "ID": "6"
        },
        {
          "text": "David said to Abiathar the priest, Ahimelech's son, I pray you, bring me the ephod. And Abiathar brought him the ephod.",
          "ID": "7"
        },
        {
          "text": "And David inquired of the Lord, saying, Shall I pursue this troop? Shall I overtake them? The Lord answered him, Pursue, for you shall surely overtake them and without fail recover all.",
          "ID": "8"
        },
        {
          "text": "So David went, he and the 600 men with him, and came to the brook Besor; there those remained who were left behind.",
          "ID": "9"
        },
        {
          "text": "But David pursued, he and 400 men, for 200 stayed behind who were too exhausted and faint to cross the brook Besor.",
          "ID": "10"
        },
        {
          "text": "They found an Egyptian in the field and brought him to David, and gave him bread and he ate, and water to drink,",
          "ID": "11"
        },
        {
          "text": "And a piece of a cake of figs and two clusters of raisins; and when he had eaten, his spirit returned to him, for he had eaten no food or drunk any water for three days and three nights.",
          "ID": "12"
        },
        {
          "text": "And David said to him, To whom do you belong? And from where have you come? He said, I am a young man of Egypt, servant to an Amalekite; and my master left me because three days ago I fell sick.",
          "ID": "13"
        },
        {
          "text": "We had made a raid on the South (Negeb) of the Cherethites and upon that which belongs to Judah and upon the South (Negeb) of Caleb. And we burned Ziklag with fire.",
          "ID": "14"
        },
        {
          "text": "And David said to him, Can you take me down to this band? And he said, Swear to me by God that you will neither kill me nor deliver me into the hands of my master, and I will bring you down to this band.",
          "ID": "15"
        },
        {
          "text": "And when he had brought David down, behold, the raiders were spread abroad over all the land, eating and drinking and dancing because of all the great spoil they had taken from the land of the Philistines and from the land of Judah.",
          "ID": "16"
        },
        {
          "text": "And David smote them from twilight even to the evening of the next day, and not a man of them escaped, except 400 youths who rode camels and fled.",
          "ID": "17"
        },
        {
          "text": "David recovered all that the Amalekites had taken and rescued his two wives.",
          "ID": "18"
        },
        {
          "text": "Nothing was missing, small or great, sons or daughters, spoil or anything that had been taken; David recovered all.",
          "ID": "19"
        },
        {
          "text": "Also David captured all the flocks and herds [which the enemy had], and the people drove those animals before him and said, This is David's spoil.",
          "ID": "20"
        },
        {
          "text": "And David came to the 200 men who were so exhausted and faint that they could not follow [him] and had been left at the brook Besor [with the baggage]. They came to meet David and those with him, and when he came near to the men, he saluted them.",
          "ID": "21"
        },
        {
          "text": "Then all the wicked and base men who went with David said, Because they did not go with us, we will give them nothing of the spoil we have recovered, except that every man may lead away his wife and children and depart.",
          "ID": "22"
        },
        {
          "text": "David said, You shall not do so, my brethren, with what the Lord has given us. He has preserved us and has delivered into our hands the troop that came against us.",
          "ID": "23"
        },
        {
          "text": "Who would listen to you in this matter? For as is the share of him who goes into the battle, so shall his share be who stays by the baggage. They shall share alike.",
          "ID": "24"
        },
        {
          "text": "And from that day to this he made it a statute and ordinance for Israel.",
          "ID": "25"
        },
        {
          "text": "When David came to Ziklag, he sent part of the spoil to the elders of Judah, his friends, saying, Here is a gift for you of the spoil of the enemies of the Lord:",
          "ID": "26"
        },
        {
          "text": "For those in Bethel, Ramoth of the Negeb, Jattir,",
          "ID": "27"
        },
        {
          "text": "Aroer, Siphmoth, Eshtemoa,",
          "ID": "28"
        },
        {
          "text": "Racal, the cities of the Jerahmeelites, the cities of the Kenites,",
          "ID": "29"
        },
        {
          "text": "Hormah, Bor-ashan, Athach,",
          "ID": "30"
        },
        {
          "text": "Hebron, and for those in all the places David and his men had habitually haunted.",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30"
    },
    {
      "name": "1 Samuel 31",
      "text": [
        {
          "text": "NOW THE Philistines fought against Israel; and the men of Israel fled before [them] and fell slain on Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "And the Philistines pursued Saul and his sons, and slew Jonathan and Abinadab and Malchi-shua, Saul's sons.",
          "ID": "2"
        },
        {
          "text": "The battle went heavily against Saul, and the archers severely wounded him.",
          "ID": "3"
        },
        {
          "text": "Saul said to his armor-bearer, Draw your sword and thrust me through, lest these uncircumcised come and thrust me through and abuse and mock me. But his armor-bearer would not, for he was terrified. So Saul took a sword and fell upon it.",
          "ID": "4"
        },
        {
          "text": "When his armor-bearer saw that Saul was dead, he likewise fell upon his sword and died with him.",
          "ID": "5"
        },
        {
          "text": "So Saul, his three sons, his armor-bearer, and all his men died that day together.",
          "ID": "6"
        },
        {
          "text": "And when the men of Israel on the other side of the valley and beyond the Jordan saw that the Israelites had fled and that Saul and his sons were dead, they forsook the cities and fled; and the Philistines came and dwelt in them.",
          "ID": "7"
        },
        {
          "text": "The next day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "They cut off Saul's head and stripped off his armor and sent them round about the land of the Philistines to publish it in the house of their idols and among the people.",
          "ID": "9"
        },
        {
          "text": "And they put Saul's armor in the house of the Ashtaroth [the idols representing the female deities Ashtoreth and Asherah], and they fastened his body to the wall of Beth-shan.",
          "ID": "10"
        },
        {
          "text": "When the people of Jabesh-gilead heard what the Philistines had done to Saul,",
          "ID": "11"
        },
        {
          "text": "All the valiant men arose and went all night, and they took the bodies of Saul and his sons from the wall of Beth-shan and came to Jabesh and cremated them there.",
          "ID": "12"
        },
        {
          "text": "And they took their bones and buried them under a tree at Jabesh, and fasted seven days.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31"
    }
  ],
  "version": "AMP",
  "ID": "OT:1SA(AMP)"
}