{
  "text": [
    {
      "text": [
        {
          "text": "There was a certain man from Ramah of Zophim, on Mount Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
          "ID": "1"
        },
        {
          "text": "And he had two wives: the name of one was Hannah, and the name of the second was Peninnah. And Peninnah had sons. But Hannah did not have children.",
          "ID": "2"
        },
        {
          "text": "And this man went up from his city, on the established days, so that he might adore and sacrifice to the Lord of hosts at Shiloh. Now the two sons of Eli, Hophni and Phinehas, priests of the Lord, were in that place.",
          "ID": "3"
        },
        {
          "text": "Then the day arrived, and Elkanah immolated. And he gave portions to his wife Peninnah, and to all her sons and daughters.",
          "ID": "4"
        },
        {
          "text": "But to Hannah he gave one portion with sorrow. For he loved Hannah, but the Lord had closed her womb.",
          "ID": "5"
        },
        {
          "text": "And her rival afflicted her and vehemently distressed her, to a great extent, for she rebuked her that the Lord had closed her womb.",
          "ID": "6"
        },
        {
          "text": "And she did so every year, when the time returned for them to ascend to the temple of the Lord. And she provoked her in this way. And so, she wept and did not take food.",
          "ID": "7"
        },
        {
          "text": "Therefore, her husband Elkanah said to her: \"Hannah, why are you weeping? And why do you not eat? And for what reason do you afflict your heart? Am I not better to you than ten sons?\"",
          "ID": "8"
        },
        {
          "text": "And so, after she ate and drank at Shiloh, Hannah rose up. And Eli, the priest, was sitting on the seat before the door of the temple of the Lord.",
          "ID": "9"
        },
        {
          "text": "And since Hannah was bitter in soul, she prayed to the Lord, weeping greatly.",
          "ID": "10"
        },
        {
          "text": "And she made a vow, saying, \"O Lord of hosts, if, in looking with favor, you will see the affliction of your servant and will remember me, and will not forget your handmaid, and if you will give to your servant a male child, then I will give him to the Lord all the days of his life, and no razor shall pass over his head.\"",
          "ID": "11"
        },
        {
          "text": "Then it happened that, while she multiplied prayers before the Lord, Eli observed her mouth.",
          "ID": "12"
        },
        {
          "text": "For Hannah was speaking in her heart, and only her lips moved, and her voice was barely heard. Therefore, Eli considered her to be drunk,",
          "ID": "13"
        },
        {
          "text": "and so he said to her: \"How long will you be inebriated? You should take only a little wine, but instead you are drenched.\"",
          "ID": "14"
        },
        {
          "text": "Responding, Hannah said: \"By no means, my lord. For I am an exceedingly unhappy woman, and I drank neither wine, nor anything that can inebriate. Instead, I have poured out my soul in the sight of the Lord.",
          "ID": "15"
        },
        {
          "text": "You should not repute your handmaid as one of the daughters of Belial. For I have been speaking from the abundance of my sorrow and grief, even until now.\"",
          "ID": "16"
        },
        {
          "text": "Then Eli said to her: \"Go in peace. And may the God of Israel grant to you your petition, which you have begged of him.\"",
          "ID": "17"
        },
        {
          "text": "And she said, \"I wish that your handmaid may find grace in your eyes.\" And the woman went on her way, and she ate, and her countenance was no longer changed for the worse.",
          "ID": "18"
        },
        {
          "text": "And they rose up in the morning, and they worshipped before the Lord. And they returned and arrived at their own house at Ramah. Then Elkanah knew his wife Hannah. And the Lord remembered her.",
          "ID": "19"
        },
        {
          "text": "And it happened that, in the course of days, Hannah conceived and bore a son. And she called his name Samuel, because she had requested him from the Lord.",
          "ID": "20"
        },
        {
          "text": "Now her husband Elkanah ascended with his entire house, so that he might immolate to the Lord a solemn sacrifice, with his vow.",
          "ID": "21"
        },
        {
          "text": "But Hannah did not go up. For she said to her husband, \"I will not go, until the infant has been weaned, and until I may lead him, so that he may appear before the sight of the Lord, and may remain always there.\"",
          "ID": "22"
        },
        {
          "text": "And her husband Elkanah said to her: \"Do what seems good to you, and stay until you wean him. And I pray that the Lord may fulfill his word.\" Therefore, the woman remained at home, and she breastfed her son, until she withdrew him from milk.",
          "ID": "23"
        },
        {
          "text": "And after she had weaned him, she brought him with her, along with three calves, and three measures of flour, and a small bottle of wine, and she led him to the house of the Lord at Shiloh. But the boy was still a young child.",
          "ID": "24"
        },
        {
          "text": "And they immolated a calf, and they presented the boy to Eli.",
          "ID": "25"
        },
        {
          "text": "And Hannah said: \"I beg you, my lord, as your soul lives, my lord: I am that woman, who stood before you here, praying to the Lord.",
          "ID": "26"
        },
        {
          "text": "I prayed for this child, and the Lord granted to me my petition, which I asked of him.",
          "ID": "27"
        },
        {
          "text": "Because of this, I have also lent him to the Lord, for all the days when he shall be lent to the Lord.\" And they adored the Lord in that place. And Hannah prayed, and she said:",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.1",
      "name": "1 Samuel 1"
    },
    {
      "text": [
        {
          "text": "\"My heart exults in the Lord, and my horn is exalted in my God. My mouth is enlarged over my enemies. For I have rejoiced in your salvation.",
          "ID": "1"
        },
        {
          "text": "Nothing is holy as the Lord is holy. For there is no other beside you. And nothing is strong as our God is strong.",
          "ID": "2"
        },
        {
          "text": "Do not continue speaking of great things, boasting. Let what is old depart from your mouth. For the Lord is the God of knowledge, and thoughts are prepared for him.",
          "ID": "3"
        },
        {
          "text": "The bow of the powerful has been overwhelmed, and the weak have been girded with strength.",
          "ID": "4"
        },
        {
          "text": "Those who before were filled, have hired themselves out for bread. And the starving have been filled, so that the barren have given birth to many. But she who had borne many sons has become unable.",
          "ID": "5"
        },
        {
          "text": "The Lord brings death, and he gives life. He leads away to death, and he brings back again.",
          "ID": "6"
        },
        {
          "text": "The Lord impoverishes, and he enriches. He humbles, and he lifts up.",
          "ID": "7"
        },
        {
          "text": "He raises up the indigent from the dust, and he lifts up the poor from filth, so that they may sit with princes, and take hold of a throne of glory. For the hinges of the earth belong to the Lord, and he has placed the globe upon them.",
          "ID": "8"
        },
        {
          "text": "He will preserve the feet of his holy ones, and the impious will be silenced in darkness. For no man will prevail by his own strength.",
          "ID": "9"
        },
        {
          "text": "The adversaries of the Lord will dread him. And over them, he will thunder in the heavens. The Lord will judge the parts of the earth, and he will give dominion to his king, and he will lift up the horn of his Christ.\"",
          "ID": "10"
        },
        {
          "text": "And Elkanah went away to Ramah, to his house. But the boy was a minister in the sight of the Lord, before the face of Eli, the priest.",
          "ID": "11"
        },
        {
          "text": "But the sons of Eli were sons of Belial, not knowing the Lord,",
          "ID": "12"
        },
        {
          "text": "nor the priestly office for the people. And so, no matter who had immolated a victim, the servant of the priest would arrive, while the flesh was still cooking, and he would take a three-pronged hook in his hand,",
          "ID": "13"
        },
        {
          "text": "and put it into the vessel, or into the cauldron, or into the cooking pot, or into the pan, and all that the hook lifted up, the priest took for himself. So they did to all of Israel who arrived at Shiloh.",
          "ID": "14"
        },
        {
          "text": "In addition, before they burned the fat, the servant of the priest would arrive, and he would say to the one who was immolating: \"Give me the flesh, so that I may boil it for the priest. For I will not accept cooked meat from you, but raw.\"",
          "ID": "15"
        },
        {
          "text": "And the one who was immolating would say to him, \"First, allow the fat to be burned today, according to custom, and then take for yourself whatever your soul desires.\" But in response, he would say to him: \"By no means. For you will give it to me now, otherwise I will take it by force.\"",
          "ID": "16"
        },
        {
          "text": "Therefore, the sin of the servants was exceedingly great before the Lord. For they drew men away from the sacrifice of the Lord.",
          "ID": "17"
        },
        {
          "text": "But Samuel was ministering before the face of the Lord; he was a youth girded with a linen ephod.",
          "ID": "18"
        },
        {
          "text": "And his mother fashioned a little tunic for him, which she brought to him on the appointed days, ascending with her husband, so that he might immolate the solemn sacrifice.",
          "ID": "19"
        },
        {
          "text": "And Eli blessed Elkanah and his wife. And he said to him, \"May the Lord repay to you offspring from this woman, on behalf of the loan that you offered to the Lord.\" And they went away to their own place.",
          "ID": "20"
        },
        {
          "text": "Then the Lord visited Hannah, and she conceived and bore three sons and two daughters. And the youth Samuel was magnified with the Lord.",
          "ID": "21"
        },
        {
          "text": "Now Eli was very old, and he heard all that his sons were doing to all of Israel, and how they were sleeping with the women who were waiting at the door of the tabernacle.",
          "ID": "22"
        },
        {
          "text": "And he said to them: \"Why are you doing these kinds of things, very wicked things, that I have heard from all the people?",
          "ID": "23"
        },
        {
          "text": "My sons, do not be willing. For it is no good report that I am hearing, so that you would cause the people of the Lord to transgress.",
          "ID": "24"
        },
        {
          "text": "If a man has sinned against a man, God may be able to be appeased over him. But if a man has sinned against the Lord, who will pray for him?\" But they did not listen to the voice of their father, that the Lord was willing to kill them.",
          "ID": "25"
        },
        {
          "text": "But the youth Samuel advanced, and grew up, and he was pleasing to the Lord, as well as to men.",
          "ID": "26"
        },
        {
          "text": "Then a man of God went to Eli, and he said to him: \"Thus says the Lord: Was I not revealed openly to the house of your father, when they were in Egypt in the house of Pharaoh?",
          "ID": "27"
        },
        {
          "text": "And I chose him out of all the tribes of Israel for myself as priest, so that he might ascend to my altar, and burn incense to me, and wear the ephod before me. And I gave to the house of your father all the sacrifices of the sons of Israel.",
          "ID": "28"
        },
        {
          "text": "Why have you kicked away my victims and my gifts, which I instructed to be offered in the temple? And why have you given more honor to your sons than to me, so that you eat the first-fruits of every sacrifice of my people Israel?",
          "ID": "29"
        },
        {
          "text": "Because of this, the Lord God of Israel says: I have spoken clearly, so that your house, and the house of your father, may minister in my sight, even forever. But now the Lord says: May this be far from me. Instead, whoever will have glorified me, I will glorify him. But whoever despises me, they will be despised.",
          "ID": "30"
        },
        {
          "text": "Behold the days are arriving, when I will cut off your arm, and the arm of the house of your father, so that there will not be an old man in your house.",
          "ID": "31"
        },
        {
          "text": "And you will see your rival in the temple, amid all the prosperity of Israel. And there will not be an old man in your house for all days.",
          "ID": "32"
        },
        {
          "text": "Yet truly, I will not entirely take away a man of you from my altar, but such that your eyes may fail, and your soul may melt away, and a great part of your house may die out, as it pertains to the state of men.",
          "ID": "33"
        },
        {
          "text": "But this will be a sign to you, which will happen to your two sons, Hophni and Phinehas: on one day they both will die.",
          "ID": "34"
        },
        {
          "text": "And I will raise up for myself a faithful priest, who will act in accord with my heart and my soul. And I will build a faithful house for him. And he will walk before my Christ for all days.",
          "ID": "35"
        },
        {
          "text": "Then this will be in the future, that whoever will have remained of your house, he will approach so that he may pray on his behalf. And he will offer a coin of silver, and a twist of bread. And he will say: 'Permit me, I beg you, one part of the priestly office, so that I may eat a mouthful of bread.' \"",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2",
      "name": "1 Samuel 2"
    },
    {
      "text": [
        {
          "text": "Now the boy Samuel was ministering to the Lord before Eli, and the word of the Lord was precious in those days; there was no manifest vision.",
          "ID": "1"
        },
        {
          "text": "Then it happened that, on a certain day, Eli was lying in his place. And his eyes had dimmed, so that he was unable to see.",
          "ID": "2"
        },
        {
          "text": "And so, to prevent the lamp of God from going out, Samuel was sleeping in the temple of the Lord, where the ark of God was.",
          "ID": "3"
        },
        {
          "text": "And the Lord called Samuel. And responding, he said, \"Here I am.\"",
          "ID": "4"
        },
        {
          "text": "And he ran to Eli, and he said, \"Here I am. For you called me.\" And he said: \"I did not call. Return and sleep.\" And he went away, and he slept.",
          "ID": "5"
        },
        {
          "text": "And again, the Lord continued to call to Samuel. And rising up, Samuel went to Eli, and he said: \"Here I am. For you called me.\" And he responded: \"I did not call you, my son. Return and sleep.\"",
          "ID": "6"
        },
        {
          "text": "Now Samuel did not yet know the Lord, and the word of the Lord had not been revealed to him.",
          "ID": "7"
        },
        {
          "text": "And the Lord continued, and he called to Samuel still a third time. And rising up, he went to Eli.",
          "ID": "8"
        },
        {
          "text": "And he said: \"Here I am. For you called me.\" Then Eli understood that the Lord had called the boy. And he said to Samuel: \"Go and sleep. And if he calls to you from now on, you will say, 'Speak, Lord, for your servant is listening.' \" Therefore, Samuel went away, and he slept in his place.",
          "ID": "9"
        },
        {
          "text": "And the Lord came, and stood, and he called, just as he had called the other times, \"Samuel, Samuel.\" And Samuel said, \"Speak, Lord, for your servant is listening.\"",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Samuel: \"Behold, I am accomplishing a word in Israel. Whoever will hear about it, both his ears will ring.",
          "ID": "11"
        },
        {
          "text": "In that day, I will raise up against Eli all the things that I have spoken over his house. I will begin, and I will finish.",
          "ID": "12"
        },
        {
          "text": "For I have foretold to him that I will judge his house unto eternity, because of iniquity. For he had known that his sons acted shamefully, and he did not chastise them.",
          "ID": "13"
        },
        {
          "text": "For this reason, I have sworn to the house of Eli that the iniquity of his house will not be expiated, with victims or with gifts, even forever.\"",
          "ID": "14"
        },
        {
          "text": "Then Samuel slept until morning, and he opened the doors of the house of the Lord. And Samuel was afraid to tell the vision to Eli.",
          "ID": "15"
        },
        {
          "text": "Then Eli called Samuel, and he said, \"Samuel, my son?\" And responding, he said, \"I am here.\"",
          "ID": "16"
        },
        {
          "text": "And he questioned him: \"What is the word that the Lord has spoken to you? I beg you that you may not conceal it from me. May God do these things to you, and may he add these other things, if you hide from me one word out of all the things that were told to you.\"",
          "ID": "17"
        },
        {
          "text": "And so, Samuel revealed to him all the words, and he did not hide them from him. And he responded: \"He is the Lord. May he do what is good in his own eyes.\"",
          "ID": "18"
        },
        {
          "text": "And Samuel grew up, and the Lord was with him, and not one of his words fell to the ground.",
          "ID": "19"
        },
        {
          "text": "And all of Israel, from Dan even to Beersheba, knew Samuel to be a faithful prophet of the Lord.",
          "ID": "20"
        },
        {
          "text": "And the Lord continued to appear in Shiloh. For the Lord had revealed himself to Samuel at Shiloh, according to the word of the Lord. And the word about Samuel went forth to all of Israel.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3",
      "name": "1 Samuel 3"
    },
    {
      "text": [
        {
          "text": "And it happened that, in those days, the Philistines assembled to fight. And Israel went out to meet the Philistines in battle, and he made camp beside the Stone of Assistance. But the Philistines went to Aphek,",
          "ID": "1"
        },
        {
          "text": "and they positioned their troops against Israel. Then, when the conflict began, Israel turned his back to the Philistines. And they were cut down in that conflict, in various places in the fields, about four thousand men.",
          "ID": "2"
        },
        {
          "text": "And the people returned to the camp. And those greater by birth of Israel said: \"Why has the Lord struck us today before the Philistines? Let us bring to ourselves the ark of the covenant of the Lord from Shiloh. And let it enter into our midst, so that it may save us from the hand of our enemies.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, the people sent to Shiloh, and they brought from there the ark of the covenant of the Lord of hosts, sitting upon the cherubim. And the two sons of Eli, Hophni and Phinehas, were with the ark of the covenant of God.",
          "ID": "4"
        },
        {
          "text": "And when the ark of the covenant of the Lord had arrived in the camp, all of Israel shouted with a great clamor, and the land resounded.",
          "ID": "5"
        },
        {
          "text": "And the Philistines heard the voice of the clamor, and they said, \"What is this voice of a great clamor in the camp of the Hebrews?\" And they realized that the ark of the Lord had arrived in the camp.",
          "ID": "6"
        },
        {
          "text": "And the Philistines were afraid, saying, \"God has entered into the camp.\" And they groaned, saying:",
          "ID": "7"
        },
        {
          "text": "\"Woe to us! For there was no such great exultation yesterday, or the day before. Woe to us! Who will save us from the hand of these sublime gods? These are the gods who struck Egypt with all the plagues, in the desert.\"",
          "ID": "8"
        },
        {
          "text": "\"Be strengthened, and be manly, O Philistines! Otherwise, you may serve the Hebrews, as they also have served you. Be strengthened and wage war!\"",
          "ID": "9"
        },
        {
          "text": "Therefore, the Philistines fought, and Israel was cut down, and each one fled to his own tent. And an exceedingly great slaughter occurred. And thirty thousand foot soldiers from Israel fell.",
          "ID": "10"
        },
        {
          "text": "And the ark of God was captured. Also, the two sons of Eli, Hophni and Phinehas, died.",
          "ID": "11"
        },
        {
          "text": "Now a man of Benjamin, rushing from the troops, arrived at Shiloh on the same day, with his clothing torn, and with his head sprinkled with dust.",
          "ID": "12"
        },
        {
          "text": "And when he had arrived, Eli was sitting on a seat opposite the way, gazing out. For his heart was fearful on behalf of the ark of God. Then, after this man entered the city, he announced it to the city. And the entire city wailed.",
          "ID": "13"
        },
        {
          "text": "And Eli heard the sound of the outcry, and he said, \"What is this sound, this tumult?\" And the man hurried, and he went and announced it to Eli.",
          "ID": "14"
        },
        {
          "text": "Now Eli was ninety-eight years old, and his eyes had dimmed, so that he was not able to see.",
          "ID": "15"
        },
        {
          "text": "And he said to Eli: \"I am the one who came from the battle. And it is I who fled from the troops today.\" And he said to him, \"What has happened, my son?\"",
          "ID": "16"
        },
        {
          "text": "And responding, the man reported and said: \"Israel has fled before the Philistines. And a great ruin has happened to the people. Moreover, your two sons, Hophni and Phinehas, also have died. And the ark of God has been captured.\"",
          "ID": "17"
        },
        {
          "text": "And when he had named the ark of God, he fell from the seat backwards, toward the door, and, having broken his neck, he died. For he was an old man of great age. And he judged Israel for forty years.",
          "ID": "18"
        },
        {
          "text": "Now his daughter-in-law, the wife of Phinehas, was pregnant, and her delivery was near. And upon hearing the news that the ark of God had been captured, and that her father-in-law and her husband had died, she bent down and went into labor. For her pains rushed upon her suddenly.",
          "ID": "19"
        },
        {
          "text": "Then, when she was near death, those who were standing around her said to her, \"You should not be afraid, for you have given birth to a son.\" But she did not respond to them, and she did not notice them.",
          "ID": "20"
        },
        {
          "text": "And she called the boy Ichabod, saying, \"The glory of Israel has been taken away,\" because the ark of God was captured, and because of her father-in-law and her husband.",
          "ID": "21"
        },
        {
          "text": "And she said, \"The glory has been taken away from Israel,\" because the ark of God had been captured.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4",
      "name": "1 Samuel 4"
    },
    {
      "text": [
        {
          "text": "Then the Philistines took the ark of God, and they transported it from the Stone of Assistance into Ashdod.",
          "ID": "1"
        },
        {
          "text": "And the Philistines took the ark of God, and carried it into the temple of Dagon. And they stationed it beside Dagon.",
          "ID": "2"
        },
        {
          "text": "And when the Ashdodites had risen up at first light on the next day, behold, Dagon was lying prone on the ground before the ark of the Lord. And they took Dagon, and they set him again in his place.",
          "ID": "3"
        },
        {
          "text": "And again, on the next day, rising up in the morning, they found Dagon lying on his face upon the ground, before the ark of the Lord. But the head of Dagon, and both palms of his hands had been cut off upon the threshold.",
          "ID": "4"
        },
        {
          "text": "Moreover, only the trunk of Dagon remained in its place. For this reason, the priests of Dagon, and all who enter his temple, do not tread upon the threshold of Dagon in Ashdod, even to this day.",
          "ID": "5"
        },
        {
          "text": "Now the hand of the Lord weighed heavily upon the Ashdodites, and he destroyed them. And he struck Ashdod and its borders at the inner part of the buttocks. And in the villages and fields, in the midst of that region, mice rose up and burst forth. And this caused a great tumult unto death in the city.",
          "ID": "6"
        },
        {
          "text": "Then the men of Ashdod, seeing this kind of plague, said: \"The ark of the God of Israel shall not remain with us. For his hand is harsh, over us and over Dagon, our god.\"",
          "ID": "7"
        },
        {
          "text": "And sending, they gathered together all the princes of the Philistines to them, and they said, \"What shall we do about the ark of the God of Israel?\" And the Gathites responded, \"Let the ark of the God of Israel be led around.\" And they led the ark of the God of Israel around.",
          "ID": "8"
        },
        {
          "text": "And as they were carrying it around, the hand of the Lord fell upon every single city with an exceedingly great slaughter. And he struck down the men of each and every city, from the small even to the great. And cysts were festering at their buttocks. And the Gathites took counsel, and they made for themselves seat covers from pelts.",
          "ID": "9"
        },
        {
          "text": "Therefore, they sent the ark of God into Ekron. And when the ark of God had arrived at Ekron, the Ekronites cried out, saying, \"They have brought the ark of the God of Israel to us, so that it may kill us and our people!\"",
          "ID": "10"
        },
        {
          "text": "And so they sent and gathered together all the princes of the Philistines, and they said: \"Release the ark of the God of Israel, and return it to its own place. And let it not kill us, with our people.\"",
          "ID": "11"
        },
        {
          "text": "For the fear of death fell upon every single city, and the hand of God was very heavy. Also, the men who did not die were being afflicted in the inner part of the buttocks. And the wailing of each city was ascending to heaven.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5",
      "name": "1 Samuel 5"
    },
    {
      "text": [
        {
          "text": "Now the ark of the Lord was in the region of the Philistines for seven months.",
          "ID": "1"
        },
        {
          "text": "And the Philistines called for the priests and the diviners, saying: \"What shall we do with the ark of the Lord? Reveal to us in what manner we should send it back to its place.\" And they said:",
          "ID": "2"
        },
        {
          "text": "\"If you send back the ark of the God of Israel, do not choose to release it empty. Instead, repay to him what you owe because of sin. And then you will be cured. And you will know why his hand did not withdraw from you.\"",
          "ID": "3"
        },
        {
          "text": "And they said, \"What is it that we ought to repay to him because of transgression?\" And they responded:",
          "ID": "4"
        },
        {
          "text": "\"In accord with the number of the provinces of the Philistines, you shall fashion five gold cysts and five gold mice. For the same plague has been upon all of you and your princes. And you shall fashion a likeness of your cysts and a likeness of the mice, which have destroyed the land. And so shall you give glory to the God of Israel, so that perhaps he may lift off his hand from you, and from your gods, and from your land.",
          "ID": "5"
        },
        {
          "text": "Why have you hardened your hearts, just as Egypt and Pharaoh hardened their hearts? After he was struck, did he not then release them, and they went away?",
          "ID": "6"
        },
        {
          "text": "Now therefore, fashion and take a new cart, with two cows that have given birth, but on which no yoke has been imposed. And yoke them to the cart, but retain their calves at home.",
          "ID": "7"
        },
        {
          "text": "And you shall take the ark of the Lord, and you shall place it upon the cart, with the articles of gold that you have paid to him on behalf of transgression. You shall place these in a little box at its side. And release it, so that it may go.",
          "ID": "8"
        },
        {
          "text": "And you shall watch. And if, indeed, it ascends by the way of his own parts, toward Beth-shemesh, then he has done this great evil to us. But if not, then we shall know that it is by no means his hand that has touched us, but instead it happened by chance.\"",
          "ID": "9"
        },
        {
          "text": "Therefore, they did it in this way. And taking two cows that were feeding calves, they yoked them to the cart, and they enclosed their calves at home.",
          "ID": "10"
        },
        {
          "text": "And they placed the ark of God upon the cart, with the little box that held the gold mice and the likenesses of the cysts.",
          "ID": "11"
        },
        {
          "text": "But the cows went directly along the way that leads to Beth-shemesh. And they advanced only in one direction, lowing as they went. And they did not turn aside, neither to the right, nor to the left. Moreover, the princes of the Philistines followed them, as far as the borders of Beth-shemesh.",
          "ID": "12"
        },
        {
          "text": "Now the Beth-shemeshites were harvesting wheat in the valley. And lifting up their eyes, they saw the ark, and they were glad when they had seen it.",
          "ID": "13"
        },
        {
          "text": "And the cart went into the field of Joshua, a Beth-shemeshite, and it stood still there. Now in that place was a great stone, and so they cut up the wood of the cart, and they placed the cows upon it as a holocaust to the Lord.",
          "ID": "14"
        },
        {
          "text": "But the Levites took down the ark of God, and the little box that was at its side, in which were the articles of gold, and they placed them upon the great stone. Then the men of Beth-shemesh offered holocausts and immolated victims, on that day, to the Lord.",
          "ID": "15"
        },
        {
          "text": "And the five princes of the Philistines saw, and they returned to Ekron on the same day.",
          "ID": "16"
        },
        {
          "text": "Now these are the gold cysts, which the Philistines repaid to the Lord for transgression: for Ashdod one, for Gaza one, for Ashkelon one, for Gath one, for Ekron one.",
          "ID": "17"
        },
        {
          "text": "And there were gold mice, according to the number of the cities of the Philistines, of the five provinces, from the fortified city to the village that was without a wall, and even to the great stone upon which they placed the ark of the Lord, which was, at last in that day, in the field of Joshua, the Beth-shemeshite.",
          "ID": "18"
        },
        {
          "text": "Then he struck down some of the men of Beth-shemesh, because they had seen the ark of the Lord. And he struck down some of the people: seventy men, and fifty thousand of the common people. And the people lamented, because the Lord had struck the people with a great slaughter.",
          "ID": "19"
        },
        {
          "text": "And the men of Beth-shemesh said: \"Who will be able to stand in the sight of the Lord, this holy God? And who will ascend to him from us?\"",
          "ID": "20"
        },
        {
          "text": "And they sent messengers to the inhabitants of Kiriath-jearim, saying: \"The Philistines have returned the ark of the Lord. Descend and lead it back to you.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6",
      "name": "1 Samuel 6"
    },
    {
      "text": [
        {
          "text": "Then the men of Kiriath-jearim arrived, and they led away the ark of the Lord. And they brought it into the house of Abinadab, in Gibeah. Then they sanctified Eleazar, his son, so that he might care for the ark of the Lord.",
          "ID": "1"
        },
        {
          "text": "And it happened that, from that day, the ark of the Lord remained in Kiriath-jearim. And the days were multiplied (for it was now the twentieth year) and all the house of Israel rested, following the Lord.",
          "ID": "2"
        },
        {
          "text": "Then Samuel spoke to the entire house of Israel, saying: \"If you would return to the Lord with your whole heart, take away strange gods from among you, the Baals and Ashtaroth, and prepare your hearts for the Lord, and serve him alone. And he will rescue you from the hand of the Philistines.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, the sons of Israel took away the Baals and Ashtaroth, and they served the Lord alone.",
          "ID": "4"
        },
        {
          "text": "And Samuel said, \"Gather all of Israel at Mizpah, so that I may pray for you to the Lord.\"",
          "ID": "5"
        },
        {
          "text": "And they convened at Mizpah. And they drew water, and they poured it out in the sight of the Lord. And on that day they fasted, and in that place they said, \"We have sinned against the Lord.\" And Samuel judged the sons of Israel at Mizpah.",
          "ID": "6"
        },
        {
          "text": "And the Philistines heard that the sons of Israel had gathered together at Mizpah. And the princes of the Philistines ascended against Israel. And when the sons of Israel had heard this, they were afraid before the face of the Philistines.",
          "ID": "7"
        },
        {
          "text": "And they said to Samuel, \"May you not cease to cry out to the Lord our God on our behalf, so that he may save us from the hand of the Philistines.\"",
          "ID": "8"
        },
        {
          "text": "Then Samuel took one suckling lamb, and he offered it whole, as a holocaust to the Lord. And Samuel cried out to the Lord on behalf of Israel, and the Lord heeded him.",
          "ID": "9"
        },
        {
          "text": "Then it happened that, while Samuel was offering the holocaust, the Philistines began the battle against Israel. But the Lord thundered with a great crash, on that day, over the Philistines, and he terrified them, and they were cut down before the face of Israel.",
          "ID": "10"
        },
        {
          "text": "And the men of Israel, departing from Mizpah, pursued the Philistines, and they struck them down as far as the place which was below Bethcar.",
          "ID": "11"
        },
        {
          "text": "Then Samuel took a single stone, and he placed it between Mizpah and Shen. And he called the name of this place: The Stone of Assistance. And he said, \"For in this place the Lord gave assistance to us.\"",
          "ID": "12"
        },
        {
          "text": "And the Philistines were humbled, and they no longer drew near, so that they might enter into the borders of Israel. And so, the hand of the Lord was over the Philistines during all the days of Samuel.",
          "ID": "13"
        },
        {
          "text": "And the cities that the Philistines had taken from Israel were restored to Israel, from Ekron as far as Gath, with their borders. And he freed Israel from the hand of the Philistines. And there was peace between Israel and the Amorites.",
          "ID": "14"
        },
        {
          "text": "And Samuel judged Israel all the days of his life.",
          "ID": "15"
        },
        {
          "text": "And he went each year, traveling around to Bethel, and to Gilgal, and to Mizpah, and he judged Israel in the above-stated places.",
          "ID": "16"
        },
        {
          "text": "And he returned to Ramah. For his house was there, and he judged Israel there. And then he built an altar to the Lord there.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7",
      "name": "1 Samuel 7"
    },
    {
      "text": [
        {
          "text": "And it happened that, when Samuel had become old, he appointed his sons as judges over Israel.",
          "ID": "1"
        },
        {
          "text": "Now the name of his firstborn son was Joel, and the name of the second was Abijah: judges at Beersheba.",
          "ID": "2"
        },
        {
          "text": "But his sons did not walk in his ways. Instead, they turned aside, pursuing avarice. And they accepted bribes, and they perverted judgment.",
          "ID": "3"
        },
        {
          "text": "Therefore, all those greater by birth of Israel, having gathered together, went to Samuel at Ramah.",
          "ID": "4"
        },
        {
          "text": "And they said to him: \"Behold, you are elderly, and your sons do not walk in your ways. Appoint for us a king, so that he may judge us, just as all the nations have.\"",
          "ID": "5"
        },
        {
          "text": "And the word was displeasing in the eyes of Samuel, for they had said, \"Give us a king to judge us.\" And Samuel prayed to the Lord.",
          "ID": "6"
        },
        {
          "text": "Then the Lord said to Samuel: \"Listen to the voice of the people in all that they are saying to you. For they have not rejected you, but me, lest I reign over them.",
          "ID": "7"
        },
        {
          "text": "In accord with all their works, which they have done from the day when I led them away from Egypt, even to this day: just as they have forsaken me, and served foreign gods, so now they also do to you.",
          "ID": "8"
        },
        {
          "text": "Now therefore, hear their voice. Yet truly, testify to them and foretell to them the rights of the king who will reign over them.\"",
          "ID": "9"
        },
        {
          "text": "And so, Samuel told all the words of the Lord to the people, who had petitioned a king from him.",
          "ID": "10"
        },
        {
          "text": "And he said: \"This will be the right of the king who will have authority over you: He will take your sons, and place them in his chariots. And he will make them his horsemen and his runners before his four-horse chariots.",
          "ID": "11"
        },
        {
          "text": "And he will appoint them to be his tribunes and centurions, and the plowmen of his fields, and the harvesters of the grain, and the makers of his weapons and chariots.",
          "ID": "12"
        },
        {
          "text": "Likewise, your daughters he will take for himself as makers of ointments, and as cooks and bakers.",
          "ID": "13"
        },
        {
          "text": "Also, he will take your fields, and your vineyards, and your best olive groves, and he will give them to his servants.",
          "ID": "14"
        },
        {
          "text": "Moreover, he will take one tenth of your grain and of the results of your vineyards, so that he may give these to his eunuchs and servants.",
          "ID": "15"
        },
        {
          "text": "Then, too, he will take your servants, and handmaids, and your best young men, and your donkeys, and he will set them to his work.",
          "ID": "16"
        },
        {
          "text": "Also, he will take a tenth of your flocks. And you will be his servants.",
          "ID": "17"
        },
        {
          "text": "And you will cry out, in that day, from the face of the king, whom you have chosen for yourselves. And the Lord will not heed you, in that day. For you requested a king for yourselves.\"",
          "ID": "18"
        },
        {
          "text": "But the people were not willing to listen to the voice of Samuel. Instead, they said: \"By no means! For there shall be a king over us,",
          "ID": "19"
        },
        {
          "text": "and we shall be just like all the Gentiles. And our king will judge us, and he will go out before us, and he will fight our wars for us.\"",
          "ID": "20"
        },
        {
          "text": "And Samuel heard all the words of the people, and he spoke them to the ears of the Lord.",
          "ID": "21"
        },
        {
          "text": "Then the Lord said to Samuel, \"Listen to their voice, and appoint a king over them.\" And Samuel said to the men of Israel, \"Let each one go to his own city.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8",
      "name": "1 Samuel 8"
    },
    {
      "text": [
        {
          "text": "Now there was a man of Benjamin, whose name was Kish, the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a man of Benjamin, strong and robust.",
          "ID": "1"
        },
        {
          "text": "And he had a son called Saul, an elect and good man. And there was not a man among the sons of Israel better than he was. For he stood head and shoulders above all the people.",
          "ID": "2"
        },
        {
          "text": "Now the donkeys of Kish, the father of Saul, had become lost. And Kish said to his son Saul, \"Take with you one of the servants, and rising up, go out and seek the donkeys.\" And when they had passed through mount Ephraim,",
          "ID": "3"
        },
        {
          "text": "and through the land of Shalishah, and had not found them, they crossed also through the land of Shaalim, and they were not there, and through the land of Benjamin, and they found nothing.",
          "ID": "4"
        },
        {
          "text": "And when they had arrived in the land of Zuph, Saul said to the servant who was with him, \"Come, and let us return, otherwise perhaps my father may forget the donkeys, and become anxious over us.\"",
          "ID": "5"
        },
        {
          "text": "And he said to him: \"Behold, there is a man of God in this city, a noble man. All that he says, happens without fail. Now therefore, let us go there. For perhaps he may tell us about our way, because of which we have arrived.\"",
          "ID": "6"
        },
        {
          "text": "And Saul said to his servant: \"Behold, let us go. But what will we bring to the man of God? The bread in our sacks has run out. And we have no small gift that we might give to the man of God, nor anything at all.\"",
          "ID": "7"
        },
        {
          "text": "The servant again responded to Saul, and he said: \"Behold, there is found in my hand a coin of the fourth part of a stater. Let us give it to the man of God, so that he may reveal to us our way.\"",
          "ID": "8"
        },
        {
          "text": "(In past times, in Israel, anyone going to consult God would speak in this way, \"Come, and let us go to the seer.\" For one who is called a prophet today, in past times was called a seer.)",
          "ID": "9"
        },
        {
          "text": "And Saul said to his servant: \"Your word is very good. Come, let us go.\" And they went into the city, where the man of God was.",
          "ID": "10"
        },
        {
          "text": "And as they were ascending the slope to the city, they found some young women going out to draw water. And they said to them, \"Is the seer here?\"",
          "ID": "11"
        },
        {
          "text": "And responding, they said to them: \"He is. Behold, he is ahead of you. Hurry now. For he came into the city today, since there is a sacrifice for the people today, on the high place.",
          "ID": "12"
        },
        {
          "text": "Upon entering the city, you should find him immediately, before he ascends to the high place for the meal. And the people will not eat until he has arrived. For he blesses the victim, and thereafter those who were called will eat. Now therefore, go up. For you will find him today.\"",
          "ID": "13"
        },
        {
          "text": "And they ascended into the city. And as they were walking in the midst of the city, Samuel appeared, advancing to meet them, so that he might ascend to the high place.",
          "ID": "14"
        },
        {
          "text": "Now the Lord had revealed to the ear of Samuel, one day before Saul had arrived, saying:",
          "ID": "15"
        },
        {
          "text": "\"Tomorrow, at the same hour that it is now, I will send to you a man from the land of Benjamin. And you shall anoint him to be the leader over my people Israel. And he will save my people from the hand of the Philistines. For I have looked with favor upon my people, because their outcry has reached me.\"",
          "ID": "16"
        },
        {
          "text": "And when Samuel had caught sight of Saul, the Lord said to him: \"Behold, the man about whom I spoke to you. This one shall rule over my people.\"",
          "ID": "17"
        },
        {
          "text": "Then Saul drew near to Samuel, at the middle of the gate, and he said, \"Tell me, I beg you: where is the house of the seer?\"",
          "ID": "18"
        },
        {
          "text": "And Samuel responded to Saul, saying: \"I am the seer. Ascend before me to the high place, so that you may eat with me today. And I will send you away in the morning. And I shall reveal to you everything that is in your heart.",
          "ID": "19"
        },
        {
          "text": "And concerning the donkeys, which were lost the day before yesterday, you should not be anxious, for they have been found. And all the best things of Israel, for whom should they be? Will they not be for you and for all your father's house?\"",
          "ID": "20"
        },
        {
          "text": "And responding, Saul said: \"Am I not a son of Benjamin, the least tribe of Israel, and are not my kindred the last among all the families from the tribe of Benjamin? So then, why would you speak this word to me?\"",
          "ID": "21"
        },
        {
          "text": "And so Samuel, taking Saul and his servant, brought them into the dining room, and he gave them a place at the head of those who had been invited. For there were about thirty men.",
          "ID": "22"
        },
        {
          "text": "And Samuel said to the cook, \"Present the portion that I gave to you, and which I instructed you to set apart beside you.\"",
          "ID": "23"
        },
        {
          "text": "Then the cook lifted up the shoulder, and he placed it before Saul. And Samuel said: \"Behold, what remains, set it before you and eat. For it was preserved for you intentionally, when I called the people.\" And Saul ate with Samuel on that day.",
          "ID": "24"
        },
        {
          "text": "And they descended from the high place into the town, and he spoke with Saul in the upper room. And he set out a bed for Saul in the upper room, and he slept.",
          "ID": "25"
        },
        {
          "text": "And when they had risen in the morning, and it now began to be light, Samuel called to Saul in the upper room, saying, \"Rise up, so that I may send you on.\" And Saul rose up. And they both departed, that is to say, he and Samuel.",
          "ID": "26"
        },
        {
          "text": "And as they were descending to the very limit of the city, Samuel said to Saul: \"Tell the servant to go ahead of us, and to continue on. But as for you, stay here a little while, so that I may reveal the word of the Lord to you.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9",
      "name": "1 Samuel 9"
    },
    {
      "text": [
        {
          "text": "Then Samuel took a little vial of oil, and poured it on his head. And he kissed him, and said: \"Behold, the Lord has anointed you as first ruler over his inheritance. And you shall free his people from the hands of their enemies, who are all around them. And this shall be a sign for you that God has anointed you as ruler:",
          "ID": "1"
        },
        {
          "text": "When you will have departed from me this day, you will find two men beside the sepulcher of Rachel, in the parts of Benjamin to the south. And they will say to you: 'The donkeys have been found, which you had been seeking as you traveled. And your father, forgetting about the donkeys, has been anxious for you, and he says, \"What shall I do about my son?\" '",
          "ID": "2"
        },
        {
          "text": "And when you will have departed from there, and will have traveled farther, and will have arrived at the oak of Tabor, in that place three men, who are going up to God at Bethel, will find you. One will be bringing three young goats, and another three loaves of bread, and another will be carrying a bottle of wine.",
          "ID": "3"
        },
        {
          "text": "And when they will have greeted you, they will give you two loaves. And you shall accept these from their hand.",
          "ID": "4"
        },
        {
          "text": "After these things, you shall arrive at the hill of God, where the garrison of the Philistines is. And when you will have entered the city there, you will meet a company of prophets, descending from the high place, with a psaltery, and a timbrel, and a pipe, and a harp before them, and they will be prophesying.",
          "ID": "5"
        },
        {
          "text": "And the Spirit of the Lord will spring up within you. And you shall prophesy with them, and you shall be changed into another man.",
          "ID": "6"
        },
        {
          "text": "Therefore, when these signs will have happened to you, do whatever your hand will find, for the Lord is with you.",
          "ID": "7"
        },
        {
          "text": "And you shall descend before me into Gilgal, (for I will descend to you), so that you may offer an oblation, and may immolate victims of peace. For seven days, you shall wait, until I come to you, and reveal to you what you should do.\"",
          "ID": "8"
        },
        {
          "text": "And so, when he had turned his shoulder, so that he might go away from Samuel, God changed him to another heart. And all these signs occurred on that day.",
          "ID": "9"
        },
        {
          "text": "And they arrived at the above-stated hill, and behold, a group of prophets met him. And the Spirit of the Lord leapt up within him, and he prophesied in their midst.",
          "ID": "10"
        },
        {
          "text": "Then all those who had known him yesterday and the day before, seeing that he was with the prophets, and that he was prophesying, said to one other: \"What is this thing that has happened to the son of Kish? Could Saul also be among the prophets?\"",
          "ID": "11"
        },
        {
          "text": "And one would respond to the other, saying, \"And who is their father?\" Because of this, it turned into a proverb, \"Could Saul also be among the prophets?\"",
          "ID": "12"
        },
        {
          "text": "Then he ceased to prophesy, and he went to the high place.",
          "ID": "13"
        },
        {
          "text": "And the uncle of Saul said to him, and to his servant, \"Where did you go?\" And they responded: \"To seek the donkeys. But when we did not find them, we went to Samuel.\"",
          "ID": "14"
        },
        {
          "text": "And his uncle said to him, \"Tell me what Samuel said to you.\"",
          "ID": "15"
        },
        {
          "text": "And Saul said to his uncle, \"He told us that the donkeys would be found.\" But the word about the kingdom, which Samuel had spoken to him, he did not reveal to him.",
          "ID": "16"
        },
        {
          "text": "And Samuel called the people together, to the Lord at Mizpah.",
          "ID": "17"
        },
        {
          "text": "And he said to the sons of Israel: \"Thus says the Lord God of Israel: I led Israel away from Egypt, and I rescued you from the hand of the Egyptians, and from the hand of all the kings who were afflicting you.",
          "ID": "18"
        },
        {
          "text": "But today you have rejected your God, who alone saved you from all your evils and tribulations. And you have said: 'By no means! Instead, appoint a king over us.' Now therefore, stand in the sight of the Lord, by your tribes and by your families.\"",
          "ID": "19"
        },
        {
          "text": "And Samuel brought near all the tribes of Israel, and the lot fell upon the tribe of Benjamin.",
          "ID": "20"
        },
        {
          "text": "And he brought near the tribe of Benjamin, with its families, and the lot fell upon the family of Matri. And then it went to Saul, the son of Kish. Therefore, they sought him, but he was not found.",
          "ID": "21"
        },
        {
          "text": "And after these things, they consulted the Lord as to whether he would soon arrive there. And the Lord responded, \"Behold, he is hidden at home.\"",
          "ID": "22"
        },
        {
          "text": "And so they ran and brought him there. And he stood in the midst of the people, and he was taller than the entire people, from the shoulders upward.",
          "ID": "23"
        },
        {
          "text": "And Samuel said to all the people: \"Certainly, you see the one whom the Lord has chosen, that there is not anyone like him among all the people.\" And all the people cried out and said, \"Long live the king!\"",
          "ID": "24"
        },
        {
          "text": "Then Samuel spoke to the people the law of the kingdom, and he wrote it in a book, and he stored it in the sight of the Lord. And Samuel dismissed all the people, each one to his own house.",
          "ID": "25"
        },
        {
          "text": "And then Saul went away to his own house at Gibeah. And a portion of the army, whose hearts had been touched by God, went away with him.",
          "ID": "26"
        },
        {
          "text": "Yet the sons of Belial said, \"How could this one be able to save us?\" And they despised him, and they brought him no presents. But he pretended not to hear them.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.10",
      "name": "1 Samuel 10"
    },
    {
      "text": [
        {
          "text": "And, about a month afterward, it happened that Nahash the Ammonite ascended and began to fight against Jabesh Gilead. And all the men of Jabesh said to Nahash, \"Consider a pact with us, and we will serve you.\"",
          "ID": "1"
        },
        {
          "text": "And Nahash the Ammonite responded to them, \"With this will I strike a pact with you: if I may pluck out all your right eyes, and set you as a disgrace against all of Israel.\"",
          "ID": "2"
        },
        {
          "text": "And the elders of Jabesh said to him: \"Grant to us seven days, so that we may send messengers to all the borders of Israel. And if there is no one who may defend us, we will go out to you.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, the messengers arrived at Gibeah of Saul. And they spoke these words in the hearing of the people. And all the people lifted up their voice and wept.",
          "ID": "4"
        },
        {
          "text": "And behold, Saul arrived, following oxen from the field. And he said, \"What has happened to the people that they would weep?\" And they explained to him the words of the men from Jabesh.",
          "ID": "5"
        },
        {
          "text": "And the Spirit of the Lord rose up within Saul when he had heard these words, and his fury was enraged exceedingly.",
          "ID": "6"
        },
        {
          "text": "And taking both the oxen, he cut them into pieces, and he sent them into all the borders of Israel, by the hands of messengers, saying, \"Whoever will not go out and follow Saul and Samuel, so shall it be done to his oxen.\" Therefore, the fear of the Lord entered into the people, and they went out like one man.",
          "ID": "7"
        },
        {
          "text": "And he took a census of them at Bezek. And there were three hundred thousand of the sons of Israel. And there were thirty thousand of the men of Judah.",
          "ID": "8"
        },
        {
          "text": "And they said to the messengers who had arrived: \"So shall you say to the men who are of Jabesh Gilead: 'Tomorrow, when the sun will be hot, you shall have salvation.' \" Therefore, the messengers went and announced it to the men of Jabesh, who became joyful.",
          "ID": "9"
        },
        {
          "text": "And they said, \"In the morning, we will go out to you. And you may do whatever you please with us.\"",
          "ID": "10"
        },
        {
          "text": "And it happened that, when the next day had arrived, Saul arranged the people into three parts. And he entered into the middle of the camp at the early morning watch, and he struck down the Ammonites until the day grew hot. Then the remainder were dispersed, so much so that not even two of them were left together.",
          "ID": "11"
        },
        {
          "text": "And the people said to Samuel: \"Who is the one who said, 'Should Saul reign over us?' Present the men, and we will put them to death.\"",
          "ID": "12"
        },
        {
          "text": "And Saul said: \"No one shall be killed on this day. For today the Lord has accomplished salvation in Israel.\"",
          "ID": "13"
        },
        {
          "text": "Then Samuel said to the people, \"Come, and let us go to Gilgal, and let us renew the kingdom there.\"",
          "ID": "14"
        },
        {
          "text": "And all the people traveled to Gilgal. And there they made Saul king, in the sight of the Lord at Gilgal. And there they immolated victims of peace, before the Lord. And there Saul and all the men of Israel rejoiced exceedingly.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11",
      "name": "1 Samuel 11"
    },
    {
      "text": [
        {
          "text": "Then Samuel said to all of Israel: \"Behold, I have listened to your voice, according to all that you have said to me, and I have appointed a king over you.",
          "ID": "1"
        },
        {
          "text": "And now the king advances before you. But I am old and have gray hair. Moreover, my sons are with you. And so, having conversed before you from my youth, even until this day, behold, I am here.",
          "ID": "2"
        },
        {
          "text": "Speak about me before the Lord, and before his Christ, as to whether I have taken anyone's ox or donkey, or whether I have falsely accused anyone, or whether I have oppressed anyone, or whether I have accepted a bribe from the hand of anyone, and I will repudiate the same, this day, and I will restore it to you.\"",
          "ID": "3"
        },
        {
          "text": "And they said, \"You have not falsely accused us, nor oppressed us, nor have you taken anything from the hand of anyone.\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"The Lord is a witness against you, and his Christ is a witness this day, that you have not found anything in my hand.\" And they said, \"He is the witness.\"",
          "ID": "5"
        },
        {
          "text": "And Samuel said to the people: \"It is the Lord who appointed Moses and Aaron, and who led our fathers away from the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "Now therefore, stand, so that I may contend in judgment against you before the Lord, about all the mercies of the Lord, which he has given to you and to your fathers:",
          "ID": "7"
        },
        {
          "text": "How Jacob entered into Egypt, and your fathers cried out to the Lord. And the Lord sent Moses and Aaron, and he led your fathers away from Egypt, and he transferred them to this place.",
          "ID": "8"
        },
        {
          "text": "But they forgot the Lord their God, and so he delivered them into the hand of Sisera, master of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab. And they fought against them.",
          "ID": "9"
        },
        {
          "text": "But afterward, they cried out to the Lord, and they said: 'We have sinned, because we have forsaken the Lord, and we have served the Baals and Ashtaroth. Now therefore, rescue us from the hand of our enemies, and we will serve you.'",
          "ID": "10"
        },
        {
          "text": "And the Lord sent Jerubbaal, and Bedan, and Jephthah, and Samuel, and he rescued you from the hand of your enemies all around, and you lived in confidence.",
          "ID": "11"
        },
        {
          "text": "Then, seeing that Nahash, the king of the sons of Ammon, had arrived against you, you said to me, 'By no means! Instead, a king shall reign over us,' even though the Lord your God was reigning over you.",
          "ID": "12"
        },
        {
          "text": "Now therefore, your king is present, whom you chose and requested. Behold, the Lord has given you a king.",
          "ID": "13"
        },
        {
          "text": "If you will fear the Lord, and serve him, and listen to his voice, and not provoke the mouth of the Lord, then both you, and the king who rules over you, will be following the Lord your God.",
          "ID": "14"
        },
        {
          "text": "But if you will not listen to the voice of the Lord, but instead you provoke his words, then the hand of the Lord will be over you and over your fathers.",
          "ID": "15"
        },
        {
          "text": "Therefore, stand now, and see this great thing, which the Lord will accomplish in your sight.",
          "ID": "16"
        },
        {
          "text": "Is it not the harvest of the wheat today? I will call upon the Lord, and he will send thunder and rain. And you will know and see that you have done a great evil in the sight of the Lord, by petitioning for a king over you.\"",
          "ID": "17"
        },
        {
          "text": "And Samuel cried out to the Lord, and the Lord sent thunder and rain on that day.",
          "ID": "18"
        },
        {
          "text": "And all the people feared the Lord and Samuel exceedingly. And all the people said to Samuel: \"Pray, on behalf of your servants, to the Lord your God, so that we may not die. For we have added to all our sins this evil, that we would petition for a king.\"",
          "ID": "19"
        },
        {
          "text": "Then Samuel said to the people: \"Do not be afraid. You have done all this evil. Yet truly, do not choose to withdraw from the back of the Lord. Instead, serve the Lord with all your heart.",
          "ID": "20"
        },
        {
          "text": "And do not choose to turn aside after vanities, which will never benefit you, nor rescue you, since they are empty.",
          "ID": "21"
        },
        {
          "text": "And the Lord will not abandon his people, because of his great name. For the Lord has sworn to make you his people.",
          "ID": "22"
        },
        {
          "text": "So then, far be it from me, this sin against the Lord, that I would cease to pray for you. And so, I will teach you the good and upright way.",
          "ID": "23"
        },
        {
          "text": "Therefore, fear the Lord, and serve him in truth and from your whole heart. For you have seen the great works that he has done among you.",
          "ID": "24"
        },
        {
          "text": "But if you persevere in wickedness, both you and your king will perish together.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12",
      "name": "1 Samuel 12"
    },
    {
      "text": [
        {
          "text": "When he began to reign, Saul was the son of one year, and he reigned over Israel for two years.",
          "ID": "1"
        },
        {
          "text": "And Saul chose for himself three thousand men of Israel. And two thousand were with Saul at Michmash and at mount Bethel. Then one thousand were with Jonathan at Gibeah of Benjamin. But the remainder of the people, he sent back, each one to his own tent.",
          "ID": "2"
        },
        {
          "text": "And Jonathan struck the garrison of the Philistines, which was in Gibeah. And when the Philistines had heard about it, Saul sounded the trumpet over all the land, saying, \"Let the Hebrews listen.\"",
          "ID": "3"
        },
        {
          "text": "And all of Israel heard this report, that Saul had struck the garrison of the Philistines. And Israel raised himself up against the Philistines. Then the people cried out to Saul at Gilgal.",
          "ID": "4"
        },
        {
          "text": "And the Philistines gathered to do battle against Israel, thirty thousand chariots, and six thousand horsemen, and the remainder of the common people, who were very many, like the sand that is on the shore of the sea. And ascending, they encamped at Michmash, toward the east of Bethaven.",
          "ID": "5"
        },
        {
          "text": "And when the men of Israel had seen themselves to be in a narrowed position, they hid themselves in caves, and in out of the way places, and in rocks, and in hollows, and in pits (for the people were distressed).",
          "ID": "6"
        },
        {
          "text": "Then some of the Hebrews crossed over the Jordan, into the land of Gad and Gilead. And while Saul was still at Gilgal, the entire people who followed him were terrified.",
          "ID": "7"
        },
        {
          "text": "But he waited for seven days, in accord with what was agreed with Samuel. But Samuel did not arrive at Gilgal, for the people were scattering away from him.",
          "ID": "8"
        },
        {
          "text": "Therefore, Saul said, \"Bring me the holocaust and the peace offerings.\" And he offered the holocaust.",
          "ID": "9"
        },
        {
          "text": "And when he had completed the offering of the holocaust, behold, Samuel arrived. And Saul went out to meet him, so that he might greet him.",
          "ID": "10"
        },
        {
          "text": "And Samuel said to him, \"What have you done?\" Saul responded: \"Since I saw that the people were scattering away from me, and you had not arrived after the agreed upon days, and yet the Philistines had gathered together at Michmash,",
          "ID": "11"
        },
        {
          "text": "I said: 'Now the Philistines will descend to me at Gilgal. And I have not appeased the face of the Lord.' Compelled by necessity, I offered the holocaust.",
          "ID": "12"
        },
        {
          "text": "And Samuel said to Saul: \"You have acted foolishly. You have not kept the commandments of the Lord your God, which he instructed to you. And if you had not acted in this way, the Lord would, here and now, have prepared your kingdom over Israel forever.",
          "ID": "13"
        },
        {
          "text": "But by no means shall your kingdom rise up any more. The Lord has sought for himself a man according to his own heart. And him the Lord has instructed to be the leader over his people, because you have not kept what the Lord has instructed.\"",
          "ID": "14"
        },
        {
          "text": "Then Samuel rose up and ascended from Gilgal to Gibeah of Benjamin. And the remainder of the people ascended after Saul, to meet the people who were fighting against them, going from Gilgal into Gibeah, to the hill of Benjamin. And Saul took a census of the people, who had been found to be with him, about six hundred men.",
          "ID": "15"
        },
        {
          "text": "And Saul, and his son Jonathan, and the people who had been found to be with them, were at Gibeah of Benjamin. But the Philistines had settled in at Michmash.",
          "ID": "16"
        },
        {
          "text": "And three companies went out from the camp of the Philistines, in order to plunder. One company was traveling toward the way of Ophrah, to the land of Shual.",
          "ID": "17"
        },
        {
          "text": "Then another entered along the way of Beth-horon. But the third turned itself to the way of the border, overhanging the valley of Zeboim, opposite the desert.",
          "ID": "18"
        },
        {
          "text": "Now there was no worker of iron to be found in all the land of Israel. For the Philistines had been cautious, lest perhaps the Hebrews might make swords or spears.",
          "ID": "19"
        },
        {
          "text": "Therefore, all of Israel descended to the Philistines, so that each man could sharpen his plowshare, or pick axe, or hatchet, or hoe.",
          "ID": "20"
        },
        {
          "text": "For their plow blades, and pick axes, and pitch forks, and axes had become blunt, and even the handles needed to be repaired.",
          "ID": "21"
        },
        {
          "text": "And when the day of battle had arrived, there was found neither sword nor spear in the hand of the entire people who were with Saul and Jonathan, except for Saul and his son Jonathan.",
          "ID": "22"
        },
        {
          "text": "Then the army of the Philistines went out in order to go across Michmash.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13",
      "name": "1 Samuel 13"
    },
    {
      "text": [
        {
          "text": "And it happened that, on a certain day, Jonathan, the son of Saul, said to the youth who bore his armor, \"Come, and let us go over to the garrison of the Philistines, which is across from that place.\" But he did not reveal this to his father.",
          "ID": "1"
        },
        {
          "text": "Moreover, Saul was staying in the furthermost part of Gibeah, below the pomegranate tree that was at Migron. And the people with him were about six hundred men.",
          "ID": "2"
        },
        {
          "text": "And Ahijah, the son of Ahitub, the brother of Ichabod, the son of Phinehas, who had been born of Eli, the priest of the Lord at Shiloh, wore the ephod. But the people did not know where Jonathan had gone.",
          "ID": "3"
        },
        {
          "text": "Now there were, between the ascents along which Jonathan strove to cross to the garrison of the Philistines, rocks projecting from both sides, and, in the manner of teeth, boulders breaking out from one side and the other. The name of one was Shining, and the name of the other was Thorny.",
          "ID": "4"
        },
        {
          "text": "One boulder projected toward the north, opposite Michmash, and the other toward the south, opposite Gibeah.",
          "ID": "5"
        },
        {
          "text": "Then Jonathan said to the youth who bore his armor: \"Come, let us go across to the garrison of these uncircumcised. And perhaps the Lord may act on our behalf. For it is not difficult for the Lord to save, either by many, or by few.\"",
          "ID": "6"
        },
        {
          "text": "And his armor bearer said to him: \"Do all that is pleasing to your soul. Go wherever you wish, and I will be with you, wherever you will choose.\"",
          "ID": "7"
        },
        {
          "text": "And Jonathan said: \"Behold, we will cross over to these men. And when we will be seen by them,",
          "ID": "8"
        },
        {
          "text": "if they have spoken to us in this way, 'Stay until we come to you,' let us stand still in our place, and not ascend to them.",
          "ID": "9"
        },
        {
          "text": "But if they will say, 'Ascend to us,' let us ascend. For the Lord has delivered them into our hands. This will be the sign to us.\"",
          "ID": "10"
        },
        {
          "text": "And so, both of them appeared before the garrison of the Philistines. And the Philistines said, \"See, the Hebrews have come out from the holes in which they had been hiding.\"",
          "ID": "11"
        },
        {
          "text": "And the men of the garrison spoke to Jonathan and to his armor bearer, and they said, \"Ascend to us, and we will show you something.\" And Jonathan said to his armor bearer: \"Let us ascend. Follow me. For the Lord has delivered them into the hands of Israel.\"",
          "ID": "12"
        },
        {
          "text": "Then Jonathan ascended, crawling on his hands and feet, and his armor bearer after him. And then, some fell before Jonathan, others his armor bearer killed as he was following him.",
          "ID": "13"
        },
        {
          "text": "And the first slaughter was made when Jonathan and his armor bearer struck down about twenty of the men, in the midst of an area of land that a yoke of oxen would usually plow in a day.",
          "ID": "14"
        },
        {
          "text": "And a miracle occurred in the camp, out in the fields. And all of the people of their garrison, who had gone out in order to plunder, were stupefied. And the earth trembled. And it happened as a miracle from God.",
          "ID": "15"
        },
        {
          "text": "And the watchmen of Saul, who were at Gibeah of Benjamin, looked out, and behold, a multitude was thrown down and dispersed, this way and that.",
          "ID": "16"
        },
        {
          "text": "And Saul said to the people who were with him, \"Inquire and see who has gone out from us.\" And when they had inquired, it was found that Jonathan and his armor bearer were not present.",
          "ID": "17"
        },
        {
          "text": "And Saul said to Ahijah, \"Bring the ark of the God.\" (For the ark of God was, in that day, with the sons of Israel in that place.)",
          "ID": "18"
        },
        {
          "text": "And while Saul spoke to the priest, there arose a great tumult in the camp of the Philistines. And it was increasing, little by little, and it was being heard more clearly. And Saul said to the priest, \"Withdraw your hand.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul, and all the people who were with him, cried out together, and they went to the place of the conflict. And behold, each one's sword had been turned against his neighbor, and there was a very great slaughter.",
          "ID": "20"
        },
        {
          "text": "Moreover, the Hebrews who had been with the Philistines yesterday and the day before, and who had ascended with them into the camp, turned back so that they might be with those of Israel who were with Saul and Jonathan.",
          "ID": "21"
        },
        {
          "text": "Likewise, all the Israelites who had hidden themselves on mount Ephraim, hearing that the Philistines had fled, joined themselves with their own in the battle. And there were with Saul about ten thousand men.",
          "ID": "22"
        },
        {
          "text": "And the Lord saved Israel on that day. But the fight continued as far as Bethaven.",
          "ID": "23"
        },
        {
          "text": "And the men of Israel were joined together on that day. And Saul made the people swear, saying, \"Cursed be the man who will eat bread, until evening, until I am avenged of my enemies.\" And the entire people did not consume bread.",
          "ID": "24"
        },
        {
          "text": "And all the common people went into a forest, in which there was honey on the surface of the field.",
          "ID": "25"
        },
        {
          "text": "And so the people entered the forest, and there appeared flowing honey, but no one drew his hand near his mouth. For the people were afraid of the oath.",
          "ID": "26"
        },
        {
          "text": "But Jonathan had not heard that his father had bound the people to an oath. And so he extended the top of the staff that he was holding in his hand, and he dipped it in a honeycomb. And he turned his hand to his mouth, and his eyes were brightened.",
          "ID": "27"
        },
        {
          "text": "And in response, one of the people said, \"Your father has bound the people by an oath, saying: 'Cursed be the man who will eat any bread this day.' \" (For the people were faint.)",
          "ID": "28"
        },
        {
          "text": "And Jonathan said: \"My father has troubled the land. You have seen for yourselves that my eyes were brightened, because I tasted a little of this honey.",
          "ID": "29"
        },
        {
          "text": "How much more so, if the people had eaten from the plunder that they find with their enemies? Would not a greater slaughter have been accomplished among the Philistines?\"",
          "ID": "30"
        },
        {
          "text": "Therefore, on that day, they struck down the Philistines, from Michmash as far as Aijalon. But the people were exceedingly wearied.",
          "ID": "31"
        },
        {
          "text": "And turning to the spoils, they took sheep, and oxen, and calves, and they slew them on the ground. And the people ate with blood.",
          "ID": "32"
        },
        {
          "text": "Then they reported to Saul, saying that the people had sinned against the Lord, eating with blood. And he said: \"You have transgressed. Roll a great stone to me, here and now.\"",
          "ID": "33"
        },
        {
          "text": "And Saul said: \"Disperse yourselves among the common people, and tell each one of them to bring to me his ox and his ram, and to slay them upon this stone, and to eat, so that you will not sin against the Lord, in eating with blood.\" And so, each one, out of all the people, brought his ox, by his own hand, throughout the night. And they slew them there.",
          "ID": "34"
        },
        {
          "text": "Then Saul built an altar to the Lord. And so, it was then that he first began to build an altar to the Lord.",
          "ID": "35"
        },
        {
          "text": "And Saul said: \"Let us fall upon the Philistines by night, and lay waste to them even until the morning light. And let us not leave behind a man among them.\" And the people said, \"Do all that seems good in your eyes.\" And the priest said, \"Let us draw near to God in this place.\"",
          "ID": "36"
        },
        {
          "text": "And Saul consulted the Lord: \"Shall I pursue the Philistines? Will you deliver them into the hands of Israel?\" And he did not respond to him on that day.",
          "ID": "37"
        },
        {
          "text": "And Saul said: \"Bring here every single leader of the people. And we shall know and see by whom this sin was committed this day.",
          "ID": "38"
        },
        {
          "text": "As the Lord lives, who is the Saviour of Israel, even if it were done by my son Jonathan, without retraction he shall die.\" In this, no one among all the people contradicted him.",
          "ID": "39"
        },
        {
          "text": "And he said to all of Israel, \"Separate yourselves on one side, and I, with my son Jonathan, will be on the other side.\" And the people responded to Saul, \"Do what seems good in your eyes.\"",
          "ID": "40"
        },
        {
          "text": "And Saul said to the Lord, the God of Israel: \"O Lord, God of Israel, grant a sign: Why is it that you will not respond to your servant this day? If this iniquity is in me, or in my son Jonathan, grant an indication. Or if this iniquity is in your people, grant a sanctification.\" And Jonathan and Saul were discovered, but the people were released.",
          "ID": "41"
        },
        {
          "text": "And Saul said, \"Cast lots between myself and Jonathan, my son.\" And Jonathan was caught.",
          "ID": "42"
        },
        {
          "text": "Then Saul said to Jonathan, \"Tell me what you have done.\" And Jonathan revealed to him, and said: \"Truly, I tasted a little honey with the top of the staff that was in my hand. And behold, I shall die.\"",
          "ID": "43"
        },
        {
          "text": "And Saul said, \"May God do these things to me, and may he add these other things, for you shall surely die, Jonathan!\"",
          "ID": "44"
        },
        {
          "text": "And the people said to Saul: \"Why should Jonathan have to die, who has accomplished this great salvation in Israel? This is wrong. As the Lord lives, not one hair of his head should fall to the ground. For he has wrought with God this day.\" Therefore, the people freed Jonathan, so that he would not die.",
          "ID": "45"
        },
        {
          "text": "And Saul withdrew, and he did not pursue the Philistines. And the Philistines went away to their own places.",
          "ID": "46"
        },
        {
          "text": "And Saul, his kingdom having been confirmed over Israel, was fighting against all his enemies on all sides: against Moab, and the sons of Ammon, and Edom, and the kings of Zobah, and the Philistines. And wherever he turned himself, he was successful.",
          "ID": "47"
        },
        {
          "text": "And gathering together an army, he struck Amalek. And he rescued Israel from the hand of those who would lay waste to them.",
          "ID": "48"
        },
        {
          "text": "Now the sons of Saul were Jonathan, and Ishvi, and Malchishua. And as for the names of his two daughters: the name of the firstborn daughter was Merab, and the name of the younger one was Michal.",
          "ID": "49"
        },
        {
          "text": "And the name of the wife of Saul was Ahinoam, the daughter of Ahimaaz. And the name of the first ruler of his military was Abner, the son of Ner, the first cousin of Saul.",
          "ID": "50"
        },
        {
          "text": "For Kish was the father of Saul, and Ner was the father of Abner, and the son of Abiel.",
          "ID": "51"
        },
        {
          "text": "Now there was a powerful war against the Philistines during all the days of Saul. And so, whomever Saul had seen to be a strong man, and fit for battle, he joined him to himself.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14",
      "name": "1 Samuel 14"
    },
    {
      "text": [
        {
          "text": "And Samuel said to Saul: \"The Lord sent me, so that I would anoint you as king over his people Israel. Now therefore, listen to the voice of the Lord.",
          "ID": "1"
        },
        {
          "text": "'Thus says the Lord of hosts: I have taken account of all that Amalek has done to Israel, how he stood against him in the way, when he ascended from Egypt.",
          "ID": "2"
        },
        {
          "text": "Now therefore, go and strike Amalek, and demolish all that is his. You shall not spare him, and you shall not covet anything out of the things that are his. Instead, kill from man even to woman, and little ones as well as infants, ox and sheep, camel and donkey.' \"",
          "ID": "3"
        },
        {
          "text": "And so, Saul instructed the people, and he numbered them like lambs: two hundred thousand foot soldiers, and ten thousand men of Judah.",
          "ID": "4"
        },
        {
          "text": "And when Saul had arrived as far as the city of Amalek, he placed ambushes at the torrent.",
          "ID": "5"
        },
        {
          "text": "And Saul said to the Kenite: \"Go away, withdraw, and descend from Amalek. Otherwise, I will include you with him. For you showed mercy to all the sons of Israel, when they ascended from Egypt.\" And so the Kenite withdrew from the midst of Amalek.",
          "ID": "6"
        },
        {
          "text": "And Saul struck down Amalek, from Havilah even until you arrive at Shur, which is opposite the region of Egypt.",
          "ID": "7"
        },
        {
          "text": "And he apprehended Agag, the king of Amalek, alive. But all the common people he put to death with the edge of the sword.",
          "ID": "8"
        },
        {
          "text": "And Saul and the people spared Agag, and the best of the flocks of sheep, and of the herds, and the garments, and the rams, and all that was beautiful, and they were not willing to destroy them. Yet truly, whatever was vile or worthless, these they demolished.",
          "ID": "9"
        },
        {
          "text": "Then the word of the Lord came to Samuel, saying",
          "ID": "10"
        },
        {
          "text": "\"It displeases me that I have appointed Saul as king. For he has forsaken me, and he has not fulfilled the work of my words.\" And Samuel was greatly saddened, and he cried out to the Lord, all night long",
          "ID": "11"
        },
        {
          "text": "And when Samuel had risen while it was still dark, so that he might go to Saul in the morning, it was reported to Samuel that Saul had arrived at Carmel, and that he had erected for himself a triumphant arch. And, while returning, he had continued on and descended to Gilgal. Therefore, Samuel went to Saul. And Saul was offering a holocaust to the Lord, from the best of the spoils, which he had brought from Amalek.",
          "ID": "12"
        },
        {
          "text": "And when Samuel had gone to Saul, Saul said to him: \"You are the blessed of the Lord. I have fulfilled the word of the Lord.\"",
          "ID": "13"
        },
        {
          "text": "And Samuel said, \"Then what is this voice of the flocks, which resounds in my ears, and of the herds, which I am hearing?\"",
          "ID": "14"
        },
        {
          "text": "And Saul said: \"They have brought these from Amalek. For the people spared the best of the sheep and of the herds, so that they might be immolated to the Lord your God. Yet truly, the remainder we have slain.\"",
          "ID": "15"
        },
        {
          "text": "Then Samuel said to Saul, \"Permit me, and I will reveal to you what the Lord has said to me this night.\" And he said to him, \"Speak.\"",
          "ID": "16"
        },
        {
          "text": "And Samuel said: \"Was it not when you were little in your own eyes that you were made the head of the tribes of Israel? And the Lord anointed you as king over Israel.",
          "ID": "17"
        },
        {
          "text": "And the Lord sent you on the way, and he said: 'Go and put to death the sinners of Amalek. And you shall fight against them, even unto utter annihilation.'",
          "ID": "18"
        },
        {
          "text": "Why then, did you not listen to the voice of the Lord? Instead, you turned to the spoils, and you did evil in the eyes of the Lord.\"",
          "ID": "19"
        },
        {
          "text": "And Saul said to Samuel: \"On the contrary, I did listen to the voice of the Lord, and I walked in the way along which the Lord sent me, and I led back Agag, the king of Amalek, and I put to death Amalek.",
          "ID": "20"
        },
        {
          "text": "But the people took some of the spoils, sheep and oxen, as the first-fruits of those things that were slain, to immolate to the Lord their God at Gilgal.\"",
          "ID": "21"
        },
        {
          "text": "And Samuel said: \"Does the Lord want holocausts and victims, and not instead that the voice of the Lord should be obeyed? For obedience is better than sacrifice. And to heed is greater than to offer the fat of rams.",
          "ID": "22"
        },
        {
          "text": "Therefore, it is like the sin of paganism to rebel. And it is like the crime of idolatry to refuse to obey. For this reason, therefore, because you have rejected the word of the Lord, the Lord has also rejected you from being king.\"",
          "ID": "23"
        },
        {
          "text": "And Saul said to Samuel: \"I have sinned, for I have transgressed the word of the Lord, and your words, by fearing the people and obeying their voice.",
          "ID": "24"
        },
        {
          "text": "But now, I beg you, to bear my sin, and to return with me, so that I may adore the Lord.\"",
          "ID": "25"
        },
        {
          "text": "And Samuel said to Saul: \"I will not return with you. For you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.\"",
          "ID": "26"
        },
        {
          "text": "And Samuel turned away, so that he might depart. But Saul took hold of the edge of his cloak, and it tore.",
          "ID": "27"
        },
        {
          "text": "And Samuel said to him: \"The Lord has torn the kingdom of Israel away from you this day. And he has delivered it to your neighbor, who is better than you are.",
          "ID": "28"
        },
        {
          "text": "Moreover, the One who triumphs within Israel will not spare, and he will not be moved to repentance. For he is not a man, that he should repent.\"",
          "ID": "29"
        },
        {
          "text": "Then he said: \"I have sinned. But now, honor me before the elders of my people, and before Israel, and return with me, so that I may adore the Lord your God.\"",
          "ID": "30"
        },
        {
          "text": "Therefore, Samuel turned again after Saul. And Saul adored the Lord.",
          "ID": "31"
        },
        {
          "text": "And Samuel said, \"Bring near to me Agag, the king of Amalek.\" And Agag, very fat and trembling, was presented to him. And Agag said, \"Does bitter death separate in this manner?\"",
          "ID": "32"
        },
        {
          "text": "And Samuel said, \"Just as your sword caused women to be without their children, so will your mother be without her children among women.\" And Samuel cut him into pieces, before the Lord at Gilgal.",
          "ID": "33"
        },
        {
          "text": "Then Samuel went away to Ramah. But Saul ascended to his house at Gibeah.",
          "ID": "34"
        },
        {
          "text": "And Samuel did not see Saul any more, until the day of his death. Yet truly, Samuel mourned for Saul, because the Lord regretted that he had appointed him as king over Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15",
      "name": "1 Samuel 15"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Samuel: \"How long will you mourn for Saul, though I have rejected him, so that he would not reign over Israel? Fill your horn with oil and approach, so that I may send you to Jesse of Bethlehem. For I have provided a king from among his sons for myself.\"",
          "ID": "1"
        },
        {
          "text": "And Samuel said: \"How shall I go? For Saul will hear of it, and he will put me to death.\" And the Lord said: \"You shall take, by your hand, a calf from the herd. And you shall say, 'I have arrived in order to immolate to the Lord.'",
          "ID": "2"
        },
        {
          "text": "And you shall call Jesse to the sacrifice, and I will reveal to you what you should do. And you shall anoint whomever I will indicate to you.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, Samuel did just as the Lord told him. And he went to Bethlehem, and the elders of the city wondered. And meeting him, they said, \"Is your arrival peaceful?\"",
          "ID": "4"
        },
        {
          "text": "And he said: \"It is peaceful. I have arrived in order to immolate to the Lord. Be sanctified, and come with me to the sacrifice.\" Then he sanctified Jesse and his sons, and he called them to the sacrifice.",
          "ID": "5"
        },
        {
          "text": "And when they had entered, he saw Eliab, and he said, \"Could he be the Christ in the sight of the Lord?\"",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Samuel: \"You should not look with favor on his face, nor on the height of his stature. For I have rejected him. Neither do I judge by the appearance of a man. For man sees those things that are apparent, but the Lord beholds the heart.\"",
          "ID": "7"
        },
        {
          "text": "And Jesse called Abinadab, and he brought him before Samuel. And he said, \"Neither has the Lord chosen this one.\"",
          "ID": "8"
        },
        {
          "text": "Then Jesse brought Shammah. And he said about him, \"And the Lord has not chosen this one.\"",
          "ID": "9"
        },
        {
          "text": "And so Jesse brought his seven sons before Samuel. And Samuel said to Jesse, \"The Lord has not chosen any of these.\"",
          "ID": "10"
        },
        {
          "text": "And Samuel said to Jesse, \"Could the sons now be completed?\" But he responded, \"There still remains a little one, and he pastures the sheep.\" And Samuel said to Jesse: \"Send and bring him. For we shall not recline to eat, until he arrives here.\"",
          "ID": "11"
        },
        {
          "text": "Therefore, he sent and brought him. Now he was ruddy, and beautiful to behold, and with a stately face. And the Lord said, \"Rise up, anoint him! For it is he.\"",
          "ID": "12"
        },
        {
          "text": "Therefore, Samuel took the horn of oil, and he anointed him in the midst of his brothers. And the Spirit of the Lord was guiding David from that day and thereafter. And Samuel rose up, and he went away to Ramah.",
          "ID": "13"
        },
        {
          "text": "But the Spirit of the Lord withdrew from Saul, and a wicked spirit from the Lord disturbed him.",
          "ID": "14"
        },
        {
          "text": "And the servants of Saul said to him: \"Behold, an evil spirit from God disturbs you.",
          "ID": "15"
        },
        {
          "text": "May our lord order, and your servants, who are before you, will seek a man skillful in playing a stringed instrument, so that when the evil spirit from the Lord assails you, he may play with his hand, and you may bear it more easily.\"",
          "ID": "16"
        },
        {
          "text": "And Saul said to his servants, \"Then provide for me someone who can play well, and bring him to me.\"",
          "ID": "17"
        },
        {
          "text": "And one of the servants, responding, said: \"Behold, I have seen the son of Jesse of Bethlehem, a skillful player, and very strong and robust, a man fit for war, and prudent in words, a handsome man. And the Lord is with him.\"",
          "ID": "18"
        },
        {
          "text": "Therefore, Saul sent messengers to Jesse, saying, \"Send to me your son David, who is in the pastures.\"",
          "ID": "19"
        },
        {
          "text": "And so, Jesse took a donkey laden with bread, and a bottle of wine, and a kid from one of the goats, and he sent them, by the hand of his son David, to Saul.",
          "ID": "20"
        },
        {
          "text": "And David went to Saul, and stood before him. And he loved him exceedingly, and he made him his armor bearer.",
          "ID": "21"
        },
        {
          "text": "And Saul sent to Jesse, saying: \"Let David remain before my sight. For he has found favor in my eyes.\"",
          "ID": "22"
        },
        {
          "text": "And so, whenever the evil spirit from the Lord assailed Saul, David took up his stringed instrument, and he struck it with his hand, and Saul was refreshed and uplifted. For the evil spirit withdrew from him.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16",
      "name": "1 Samuel 16"
    },
    {
      "text": [
        {
          "text": "Now the Philistines, gathering their troops for battle, assembled at Socoh of Judah. And they made camp between Socoh and Azekah, within the borders of Dammim.",
          "ID": "1"
        },
        {
          "text": "But Saul and the sons of Israel, having gathered together, went to the Valley of Terebinth. And they positioned the army so as to fight against the Philistines.",
          "ID": "2"
        },
        {
          "text": "And the Philistines were standing on a mountain on the one side, and Israel was standing on a mountain on the other side. And there was a valley between them.",
          "ID": "3"
        },
        {
          "text": "And there went out from the camp of the Philistines, a man of illegitimate birth, named Goliath of Gath, whose height was six cubits and a palm.",
          "ID": "4"
        },
        {
          "text": "And he had a helmet of brass upon his head, and he was clothed with a breastplate of scales. Moreover, the weight of his breastplate was five thousand shekels of brass.",
          "ID": "5"
        },
        {
          "text": "And he had plates of brass on his lower legs, and a small shield of brass was covering his shoulders.",
          "ID": "6"
        },
        {
          "text": "Now the shaft of his spear was like the beam used by a weaver. And the iron of his spear held six hundred shekels of iron. And his armor bearer went before him.",
          "ID": "7"
        },
        {
          "text": "And standing still, he cried out to the battle lines of Israel, and he said to them: \"Why have you arrived, prepared for battle? Am I not a Philistine, and are you not the servants of Saul? Choose one man from among you, and let him descend to do battle alone.",
          "ID": "8"
        },
        {
          "text": "If he is able to fight with me and to strike me down, we will be your servants. But if I will prevail over him, and strike him down, you will be the servants, and you will serve us.\"",
          "ID": "9"
        },
        {
          "text": "And the Philistine was saying: \"I have reproached the troops of Israel today. Present a man to me, and let him undertake a fight against me alone.\"",
          "ID": "10"
        },
        {
          "text": "And Saul and all the Israelites, hearing these words of the Philistine in this manner, were stupefied and exceedingly afraid.",
          "ID": "11"
        },
        {
          "text": "Now David was the son of an Ephrathite man, the one mentioned above, from Bethlehem of Judah, whose name was Jesse. He had eight sons, and during the days of Saul, he was an elderly man, and of great age among men.",
          "ID": "12"
        },
        {
          "text": "Now his three eldest sons followed Saul into battle. And the names of his three sons, who went to the battle, were Eliab, the firstborn, and the second, Abinadab, and the third Shammah.",
          "ID": "13"
        },
        {
          "text": "But David was the youngest. Therefore, when the three eldest had followed Saul,",
          "ID": "14"
        },
        {
          "text": "David went away from Saul, and he returned, so that he might pasture the flock of his father at Bethlehem.",
          "ID": "15"
        },
        {
          "text": "Truly, the Philistine advanced morning and evening, and he stood forth, for forty days.",
          "ID": "16"
        },
        {
          "text": "Now Jesse said to his son David: \"Take, for your brothers, an ephah of cooked grain, and these ten loaves, and hurry to the camp, to your brothers.",
          "ID": "17"
        },
        {
          "text": "And you shall carry these ten little cheeses to the tribune. And visit your brothers, to see if they are doing well. And learn with whom they have been stationed.\"",
          "ID": "18"
        },
        {
          "text": "But they were in the valley of Terebinth, with Saul and all the sons of Israel, fighting against the Philistines.",
          "ID": "19"
        },
        {
          "text": "And so, David rose up in the morning, and he commended the flock to the caretaker. And he went away burdened, just as Jesse had instructed him. And he went to the place of the battle line, and to the army, which, in going out to fight, was shouting in the conflict.",
          "ID": "20"
        },
        {
          "text": "For Israel had positioned their troops, but the Philistines also had prepared themselves against them.",
          "ID": "21"
        },
        {
          "text": "Then, leaving the items that he had brought under the hand of the keeper of baggage, David ran to the place of the conflict. And he was asking if all was going well with his brothers.",
          "ID": "22"
        },
        {
          "text": "And while he was still speaking with them, there appeared the man of spurious descent, whose name was Goliath, the Philistine of Gath, ascending from the camp of the Philistines. And he was speaking in these same words, which David heard.",
          "ID": "23"
        },
        {
          "text": "Then all the Israelites, when they had seen the man, fled from his face, fearing him greatly.",
          "ID": "24"
        },
        {
          "text": "And someone of Israel said: \"Have you seen this man, who has risen up. For he ascended in order to reproach Israel. Therefore, the man who will strike him down, the king will enrich with great wealth, and will give to him his daughter, and will cause his father's house to be free of tribute in Israel.\"",
          "ID": "25"
        },
        {
          "text": "And David spoke to the men who were standing with him, saying: \"What will be given to the man who will have struck down this Philistine, and who will have taken away the disgrace from Israel? For who is this uncircumcised Philistine, that he should reproach the soldiers of the living God?\"",
          "ID": "26"
        },
        {
          "text": "Then the people repeated to him the same words, saying, \"These things shall be given to the man who will have struck him down.\"",
          "ID": "27"
        },
        {
          "text": "Now when Eliab, his eldest brother, had heard this, as he was speaking with the others, he became angry against David, and he said: \"Why did you come here? And why did you leave behind those few sheep in the wilderness? I know your pride and the wickedness of your heart, that you have come down so that you might see the battle.\"",
          "ID": "28"
        },
        {
          "text": "And David said: \"What have I done? Is there any word against me?\"",
          "ID": "29"
        },
        {
          "text": "And he turned away from him a little, toward another. And he asked the same question. And the people responded to him as before.",
          "ID": "30"
        },
        {
          "text": "Now the words that David had spoken were heard and reported in the sight of Saul.",
          "ID": "31"
        },
        {
          "text": "When he had been led to Saul, he said to him: \"Let no one lose heart over him. I, your servant, shall go and fight against the Philistine.\"",
          "ID": "32"
        },
        {
          "text": "And Saul said to David: \"You are not able to withstand this Philistine, nor to fight against him. For you are a boy, but he has been a warrior from his boyhood.\"",
          "ID": "33"
        },
        {
          "text": "And David said to Saul: \"Your servant was pasturing the flock of his father. And there approached a lion or a bear, and it took a ram from the midst of the flock.",
          "ID": "34"
        },
        {
          "text": "And I pursued after them, and I struck them, and I rescued from their mouth. And they rose up against me. And I caught them by the throat, and I strangled and killed them.",
          "ID": "35"
        },
        {
          "text": "For I, your servant, have killed both lion and bear. And so this uncircumcised Philistine, too, will be like one of them. Now I will go and take away the reproach of the people. For who is this uncircumcised Philistine, who has dared to curse the army of the living God?\"",
          "ID": "36"
        },
        {
          "text": "And David said, \"The Lord who rescued me from the hand of the lion, and from the hand of the bear, he himself will free me from the hand of this Philistine.\" Then Saul said to David, \"Go, and may the Lord be with you.\"",
          "ID": "37"
        },
        {
          "text": "And Saul clothed David with his garments. And he placed a helmet of brass upon his head, and he clothed him with a breastplate.",
          "ID": "38"
        },
        {
          "text": "Then David, having girded his sword over his armor, began to see if he could walk in the armor. But he was not accustomed to it. And David said to Saul: \"I cannot move about in this way. For I am not used to it.\" And he put them aside.",
          "ID": "39"
        },
        {
          "text": "And he took up his staff, which he held always in his hands. And he chose for himself five very smooth stones from the torrent. And he put them into the shepherd's bag that he had with him. And he took up a sling in his hand. And he went out against the Philistine.",
          "ID": "40"
        },
        {
          "text": "And the Philistine, advancing, went and drew near against David. And his armor bearer was before him.",
          "ID": "41"
        },
        {
          "text": "And when the Philistine had seen and considered David, he despised him. For he was a youth, ruddy and of handsome appearance.",
          "ID": "42"
        },
        {
          "text": "And the Philistine said to David, \"Am I a dog, that you approach against me with a staff?\" And the Philistine cursed David by his gods.",
          "ID": "43"
        },
        {
          "text": "And he said to David, \"Come to me, and I will give your flesh to the birds of the air, and to the beasts of the earth.\"",
          "ID": "44"
        },
        {
          "text": "But David said to the Philistine: \"You approach me with sword, and spear, and shield. But I come to you in the name of the Lord of hosts, the God of the armies of Israel, which you have reproached.",
          "ID": "45"
        },
        {
          "text": "Today, the Lord will deliver you into my hand, and I will strike you down. And I will take your head from you. And today, I will give the carcasses of the camp of the Philistines to the birds of the air, and to the beasts of the earth, so that all the earth may know that God is with Israel.",
          "ID": "46"
        },
        {
          "text": "And this entire assembly will know that the Lord does not save by sword, nor by spear. For this is his war, and he will deliver you into our hands.\"",
          "ID": "47"
        },
        {
          "text": "Then, when the Philistine had risen up, and was approaching, and was drawing near against David, David hurried and ran to the fight against the Philistine.",
          "ID": "48"
        },
        {
          "text": "And he put his hand into his bag, and took out one stone. And swinging it around, he cast it with the sling and struck the Philistine on the forehead. And the stone became imbedded in his forehead. And he fell on his face, upon the ground.",
          "ID": "49"
        },
        {
          "text": "And David prevailed against the Philistine with a sling and a stone. And he struck and killed the Philistine. But since David held no sword in his hand,",
          "ID": "50"
        },
        {
          "text": "he ran and stood over the Philistine, and he took his sword, and withdrew it from the sheath. And he killed him and cut off his head. Then the Philistines, seeing that their strongest man was dead, fled away.",
          "ID": "51"
        },
        {
          "text": "And the men of Israel and Judah, rising up, shouted and pursued after the Philistines, even until they arrived at the valley and as far as the gates of Ekron. And many wounded among the Philistines fell on the way of Shaaraim, and as far as Gath, and as far as Ekron.",
          "ID": "52"
        },
        {
          "text": "And the sons of Israel, returning after they had pursued the Philistines, invaded their camp.",
          "ID": "53"
        },
        {
          "text": "Then David, taking up the head of the Philistine, brought it to Jerusalem. Yet truly, he placed his armor in his own tent.",
          "ID": "54"
        },
        {
          "text": "Now at the time that Saul had seen David going out against the Philistines, he said to Abner, the leader of the military, \"From what stock is this youth descended, Abner?\" And Abner said, \"As your soul lives, O king, I do not know.\"",
          "ID": "55"
        },
        {
          "text": "And the king said, \"You shall inquire as to whose son this boy may be.\"",
          "ID": "56"
        },
        {
          "text": "And when David had returned, after the Philistine had been struck down, Abner took him, and brought him before Saul, having the head of the Philistine in his hand.",
          "ID": "57"
        },
        {
          "text": "And Saul said to him, \"Young man, from what ancestry are you?\" And David said, \"I am the son of your servant Jesse of Bethlehem.\"",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17",
      "name": "1 Samuel 17"
    },
    {
      "text": [
        {
          "text": "And it happened that, when he had completed speaking to Saul, the soul of Jonathan adhered to the soul of David, and Jonathan loved him like his own soul.",
          "ID": "1"
        },
        {
          "text": "And Saul took him that day, and would not permit him to return to his father's house.",
          "ID": "2"
        },
        {
          "text": "Then David and Jonathan formed a pact. For he loved him like his own soul.",
          "ID": "3"
        },
        {
          "text": "And Jonathan took off the coat that he was wearing, and he gave it to David, with the rest of his garments, even to his sword and bow, and even his belt.",
          "ID": "4"
        },
        {
          "text": "Also, David went out to do everything whatsoever that Saul sent him to do, and he conducted himself prudently. And Saul set him over men of war. And he was acceptable in the eyes of the entire people, and most of all in the sight of the servants of Saul.",
          "ID": "5"
        },
        {
          "text": "Now when David returned, after he had struck down the Philistine, the women went out, from all the cities of Israel, leading the singing and dancing, rejoicing with timbrels and bells, so as to meet king Saul.",
          "ID": "6"
        },
        {
          "text": "And the women sang, as they played, saying, \"Saul has struck down a thousand, and David ten thousand.\"",
          "ID": "7"
        },
        {
          "text": "Then Saul became exceedingly angry, and this word was displeasing in his eyes. And he said: \"They have given David ten thousand, and to me they gave only one thousand. What is left for him, except the kingdom itself?\"",
          "ID": "8"
        },
        {
          "text": "Therefore, Saul did not regard David with a good eye, from that day and thereafter.",
          "ID": "9"
        },
        {
          "text": "Then, on the next day, the evil spirit from God assailed Saul, and he prophesied in the midst of his house. And David played with his hand, just as at every other time. And Saul held a lance in his hand.",
          "ID": "10"
        },
        {
          "text": "And he threw it, thinking that he would be able to fix David to the wall. And David stepped aside twice, from before his face.",
          "ID": "11"
        },
        {
          "text": "And Saul feared David, because the Lord was with him, but he had withdrawn from Saul.",
          "ID": "12"
        },
        {
          "text": "Therefore, Saul sent him away from himself, and he made him tribune over one thousand men. And he entered and departed in the sight of the people.",
          "ID": "13"
        },
        {
          "text": "Also, David acted prudently in all his ways, and the Lord was with him.",
          "ID": "14"
        },
        {
          "text": "And so, Saul saw that he was exceedingly prudent, and he began to be wary of him.",
          "ID": "15"
        },
        {
          "text": "But all of Israel and Judah loved David. For he entered and departed before them.",
          "ID": "16"
        },
        {
          "text": "And Saul said to David: \"Behold, my elder daughter, Merab. I will give her to you as wife. Only be a valiant man, and fight the wars of the Lord.\" Now Saul was considering within himself, saying, \"Let not my hand be upon him, but let the hands of the Philistines be upon him.\"",
          "ID": "17"
        },
        {
          "text": "Then David said to Saul, \"Who am I, and what is my life, and what is my father's kinship within Israel, that I should be the son-in-law of the king?\"",
          "ID": "18"
        },
        {
          "text": "Then it happened that, at the time when Merab, the daughter of Saul, was to be given to David, she was given to Adriel, the Meholathite, as wife.",
          "ID": "19"
        },
        {
          "text": "Now Michal, the other daughter of Saul, loved David. And this was reported to Saul, and it pleased him.",
          "ID": "20"
        },
        {
          "text": "And Saul said, \"I will give her to him, so that she may be a stumbling block to him, and so that the hand of the Philistines may be upon him.\" And Saul said to David, \"In two things, you shall be my son-in-law today.\"",
          "ID": "21"
        },
        {
          "text": "And Saul commanded his servants to speak to David privately, saying: \"Behold, you are pleasing to the king, and all his servants love you. Now therefore, be the son-in-law of the king.\"",
          "ID": "22"
        },
        {
          "text": "And the servants of Saul spoke all these words to the ears of David. And David said: \"Does it seem a small matter to you, to be the son-in-law of the king? I am but a poor and unimportant man.\"",
          "ID": "23"
        },
        {
          "text": "And the servants reported to Saul, saying, \"David has spoken words in this manner.\"",
          "ID": "24"
        },
        {
          "text": "Then Saul said, \"Speak in this way to David: The king does not have need of any dowry, but only one hundred foreskins from the Philistine men, so that he may be vindicated from the enemies of the king.\" So did Saul think to deliver David into the hands of the Philistines.",
          "ID": "25"
        },
        {
          "text": "And when his servants had repeated to David the words that Saul had spoken, the word was pleasing in the eyes of David, so that he would become son-in-law of the king.",
          "ID": "26"
        },
        {
          "text": "And after a few days, David, rising up, went with the men who were under him, and he struck down two hundred men of the Philistines. And he brought their foreskins, and he counted them out for the king, so that he might be his son-in-law. And so, Saul gave to him his daughter Michal as wife.",
          "ID": "27"
        },
        {
          "text": "And Saul saw and understood that the Lord was with David. And Michal, the daughter of Saul, loved him.",
          "ID": "28"
        },
        {
          "text": "And Saul began to fear David all the more. And Saul became the enemy of David, every day.",
          "ID": "29"
        },
        {
          "text": "And the leaders of the Philistines departed. And from the beginning of their departure, David conducted himself more prudently than all the servants of Saul, and his name became exceedingly celebrated.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18",
      "name": "1 Samuel 18"
    },
    {
      "text": [
        {
          "text": "Now Saul spoke to his son Jonathan, and to all his servants, so that they would kill David. But Jonathan, the son of Saul, loved David very much.",
          "ID": "1"
        },
        {
          "text": "And Jonathan revealed it to David, saying: \"Saul, my father, is seeking to kill you. Because of this, I ask you, take care for yourself in the morning. And you should conceal yourself and remain in hiding.",
          "ID": "2"
        },
        {
          "text": "Then I, going out, will be standing beside my father in the field, where you will be. And I will speak about you to my father. And whatever I see, I will report to you.\"",
          "ID": "3"
        },
        {
          "text": "Then Jonathan spoke good things about David to his father Saul. And he said to him: \"You should not sin, O king, against your servant David. For he has not sinned against you, and his works toward you are very good.",
          "ID": "4"
        },
        {
          "text": "And he took his life in his own hand, and struck down the Philistine. And the Lord wrought a great salvation for all of Israel. You saw it, and you rejoiced. Why then would you sin against innocent blood by killing David, who is without guilt?\"",
          "ID": "5"
        },
        {
          "text": "And when Saul had heard this, being pleased by the voice of Jonathan, he swore, \"As the Lord lives, he shall not be killed.\"",
          "ID": "6"
        },
        {
          "text": "And so Jonathan called David, and he revealed to him all of these words. And Jonathan led in David to Saul, and he was before him, just as he had been yesterday and the day before.",
          "ID": "7"
        },
        {
          "text": "Then the war was stirred up again. And David went out and fought against the Philistines. And he struck them down with a great slaughter. And they fled from his face.",
          "ID": "8"
        },
        {
          "text": "And the evil spirit from the Lord came to Saul, who was sitting in his house and holding a lance. And David was playing music with his hand.",
          "ID": "9"
        },
        {
          "text": "And Saul attempted to fix David to the wall with the lance. But David turned aside from the face of Saul. And the lance failed to wound him, and it became fixed in the wall. And David fled, and so he was saved that night.",
          "ID": "10"
        },
        {
          "text": "Therefore, Saul sent his guards to David's house, so that they might watch for him, and so that he might be killed in the morning. And after Michal, his wife, had reported this to David, saying, \"Unless you save yourself this night, tomorrow you will die,\"",
          "ID": "11"
        },
        {
          "text": "she lowered him down through a window. Then he fled and went away, and he was saved.",
          "ID": "12"
        },
        {
          "text": "Then Michal took a statue, and placed it on the bed. And she placed the pelt of a goat for the hair at its head. And she covered it with clothes.",
          "ID": "13"
        },
        {
          "text": "And Saul sent attendants to seize David. And it was answered that he was sick.",
          "ID": "14"
        },
        {
          "text": "And again, Saul sent messengers to see David, saying, \"Bring him to me on the bed, so that he may be killed.\"",
          "ID": "15"
        },
        {
          "text": "And when the messengers had arrived, they found a likeness on the bed, with a goat pelt at its head.",
          "ID": "16"
        },
        {
          "text": "And Saul said to Michal, \"Why have you deceived me in this way, and released my enemy, so that he may flee?\" And Michal responded to Saul, \"Because he said to me, 'Release me, otherwise I will kill you.' \"",
          "ID": "17"
        },
        {
          "text": "Now David was saved by fleeing, and he went to Samuel in Ramah. And he reported to him all that Saul had done to him. And he and Samuel went away and stayed at Naioth.",
          "ID": "18"
        },
        {
          "text": "Then it was reported to Saul by some, saying, \"Behold, David is at Naioth, in Ramah.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, Saul sent officers to seize David. And when they had seen a company of prophets prophesying, with Samuel presiding over them, the Spirit of the Lord also came to them, and they also began to prophesy.",
          "ID": "20"
        },
        {
          "text": "And when this was reported to Saul, he sent other messengers. But they also prophesied. And again, Saul sent messengers a third time. And they also prophesied. And Saul, being exceedingly angry,",
          "ID": "21"
        },
        {
          "text": "also went to Ramah himself. And he went as far as the great cistern, which is in Socoh. And he inquired and said, \"In which place are Samuel and David?\" And it was told to him, \"Behold, they are at Naioth, in Ramah.\"",
          "ID": "22"
        },
        {
          "text": "And he went to Naioth, in Ramah, and the Spirit of the Lord came to him also. And he continued on, walking and prophesying, until he arrived at Naioth, in Ramah.",
          "ID": "23"
        },
        {
          "text": "And he also took off his garments, and he prophesied with the others before Samuel. And he fell down naked, throughout that day and night. From this, too, is derived the proverb, \"Could Saul also be among the prophets?\"",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19",
      "name": "1 Samuel 19"
    },
    {
      "text": [
        {
          "text": "Then David fled from Naioth, which is in Ramah, and he went and said before Jonathan: \"What have I done? What is my iniquity, or what is my sin, against your father, so that he would seek my life?\"",
          "ID": "1"
        },
        {
          "text": "And he said to him: \"May this not be! You shall not die. For my father will not do anything, great or small, without first revealing it to me. Therefore, has my father concealed this word solely from me? By no means shall this be!\"",
          "ID": "2"
        },
        {
          "text": "And he swore again to David. And David said: \"Your father certainly knows that I have found favor in your sight, and so he will say, 'Let Jonathan not know this, lest he be saddened.' So truly, as the Lord lives, and as your soul lives, there is only one step (if I may say it) separating me from death.\"",
          "ID": "3"
        },
        {
          "text": "And Jonathan said to David, \"Whatever your soul will tell me, I will do for you.\"",
          "ID": "4"
        },
        {
          "text": "Then David said to Jonathan: \"Behold, tomorrow is the new moon, and I am accustomed to sit in a seat beside the king to eat. Therefore, permit me that I may be hidden in the field, until the evening of the third day.",
          "ID": "5"
        },
        {
          "text": "If your father, looking around, will seek me, you shall respond to him: 'David asked me if he may hurry to Bethlehem, his own city. For there are solemn sacrifices in that place for all of his tribe together.'",
          "ID": "6"
        },
        {
          "text": "If he will say, 'It is well,' then your servant will have peace. But if he will be angry, know that his malice has reached its height.",
          "ID": "7"
        },
        {
          "text": "Therefore, show mercy to your servant. For you have brought me, your servant, into a covenant of the Lord with you. But if there is any iniquity in me, you may kill me, and you shall not lead me in to your father.\"",
          "ID": "8"
        },
        {
          "text": "And Jonathan said: \"May this be far from you. For certainly, if I ever realized that any wickedness was determined by my father against you, I would not be able to do anything other than report it to you.\"",
          "ID": "9"
        },
        {
          "text": "And David responded to Jonathan, \"Who will repeat it to me, if your father may perhaps answer you harshly about me?\"",
          "ID": "10"
        },
        {
          "text": "And Jonathan said to David, \"Come, and let us go out into the field.\" And when they both had gone out into the field,",
          "ID": "11"
        },
        {
          "text": "Jonathan said before David: \"O Lord, God of Israel, if I will discover a decision by my father, tomorrow, or the day after, and if there will be anything good concerning David, and yet I do not immediately send to you and make it known to you,",
          "ID": "12"
        },
        {
          "text": "may the Lord do these things to Jonathan, and may he add these other things. But if my father will have persevered in malice against you, I will reveal it to your ear, and I will send you away, so that you may go in peace, and so that the Lord may be with you, just as he was with my father.",
          "ID": "13"
        },
        {
          "text": "And if I live, you shall show the mercy of the Lord to me. Yet truly, if I die,",
          "ID": "14"
        },
        {
          "text": "you shall not take away your mercy from my house, even forever, when the Lord will have rooted out the enemies of David, each and every one of them, from the earth. May he take Jonathan from his house, and may the Lord require it from the hands of the enemies of David.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, Jonathan formed a covenant with the house of David. And the Lord required it from the hands of the enemies of David.",
          "ID": "16"
        },
        {
          "text": "And Jonathan continued to swear to David, because he loved him. For he loved him like his own soul.",
          "ID": "17"
        },
        {
          "text": "And Jonathan said to him: \"Tomorrow is the new moon, and you will be sought.",
          "ID": "18"
        },
        {
          "text": "For your seat will be empty until the day after tomorrow. Therefore, you shall descend quickly, and you shall go to the place where you are to be hidden, on a day when it is lawful to work, and you shall remain beside the stone that is called Ezel.",
          "ID": "19"
        },
        {
          "text": "And I will shoot three arrows near it, and I will cast them as if I were practicing for myself toward a mark.",
          "ID": "20"
        },
        {
          "text": "Also, I will send a boy, saying to him, 'Go and bring the arrows to me.'",
          "ID": "21"
        },
        {
          "text": "If I will say to the boy, 'Behold, the arrows are before you, take them up,' you shall approach before me, because there is peace for you, and there is nothing evil, as the Lord lives. But if I will have spoken to the boy in this way, 'Behold, the arrows are away from you,' then you shall go away in peace, for the Lord has released you.",
          "ID": "22"
        },
        {
          "text": "Now about the word that you and I have spoken, may the Lord be between you and me, even forever.\"",
          "ID": "23"
        },
        {
          "text": "Therefore, David was hidden in the field. And the new moon came, and the king sat down to eat bread.",
          "ID": "24"
        },
        {
          "text": "And when the king had sat down on his chair, (according to custom) which was beside the wall, Jonathan rose up, and Abner sat beside Saul, and David's place appeared empty.",
          "ID": "25"
        },
        {
          "text": "And Saul did not say anything on that day. For he was thinking that perhaps something happened to him, so that he was not clean, or not purified.",
          "ID": "26"
        },
        {
          "text": "And when the second day after the new moon had begun to dawn, David's place again appeared empty. And Saul said to Jonathan, his son, \"Why has the son of Jesse not arrived to eat, neither yesterday, nor today?\"",
          "ID": "27"
        },
        {
          "text": "And Jonathan responded to Saul, \"He petitioned me earnestly that he might go to Bethlehem,",
          "ID": "28"
        },
        {
          "text": "and he said: 'Permit me. For there is a solemn sacrifice in the city. One of my brothers has summoned me. Now therefore, if I have found favor in your eyes, I will go quickly, and I will see my brothers.' For this reason, he has not come to the table of the king.\"",
          "ID": "29"
        },
        {
          "text": "Then Saul, becoming angry against Jonathan, said to him: \"You son of a woman wantonly seizing a man! Could I be ignorant that you love the son of Jesse, to your own shame, and to the shame of your disgraceful mother?",
          "ID": "30"
        },
        {
          "text": "For all the days that the son of Jesse moves upon earth, neither you, nor your kingdom, will be secure. And so, send and bring him to me, here and now. For he is a son of death.\"",
          "ID": "31"
        },
        {
          "text": "Then Jonathan, answering his father Saul, said: \"Why should he die? What has he done?\"",
          "ID": "32"
        },
        {
          "text": "And Saul picked up a lance, so that he might strike him. And Jonathan understood that it had been decided by his father that David be put to death.",
          "ID": "33"
        },
        {
          "text": "Therefore, Jonathan rose up from the table in a rage of anger. And he did not eat bread on the second day after the new moon. For he was saddened over David, because his father had confounded him.",
          "ID": "34"
        },
        {
          "text": "And when the morning had begun to dawn, Jonathan went into the field according to the agreement with David, and a young boy was with him.",
          "ID": "35"
        },
        {
          "text": "And he said to his boy, \"Go, and bring to me the arrows that I shoot.\" And when the boy had run, he shot another arrow away from the boy.",
          "ID": "36"
        },
        {
          "text": "And so, the boy went to the place of the arrow which Jonathan had shot. And Jonathan cried out, from behind the back of boy, and said: \"Behold, the arrow is there, farther away from you.\"",
          "ID": "37"
        },
        {
          "text": "And Jonathan cried out again, from behind the back of the boy, saying, \"Go quickly! Do not stand still!\" Then Jonathan's boy collected the arrows, and he brought them to his lord.",
          "ID": "38"
        },
        {
          "text": "And he did not understand at all what was happening. For only Jonathan and David knew the matter.",
          "ID": "39"
        },
        {
          "text": "Then Jonathan gave his weapons to the boy, and he said to him, \"Go, and carry them into the city.\"",
          "ID": "40"
        },
        {
          "text": "And when the boy had gone away, David rose up from his place, which turned toward the south, and falling prone on the ground, he reverenced three times. And kissing one another, they wept together, but David more so.",
          "ID": "41"
        },
        {
          "text": "Then Jonathan said to David: \"Go in peace. And let us both keep all that we have ever sworn in the name of the Lord, saying, 'May the Lord be between me and you, and between my offspring and your offspring, even forever.' \"",
          "ID": "42"
        },
        {
          "text": "And David rose up and went away. But Jonathan entered into the city.",
          "ID": "43"
        }
      ],
      "ID": "OT:1SA.20",
      "name": "1 Samuel 20"
    },
    {
      "text": [
        {
          "text": "Then David went into Nob, to the priest Ahimelech. And Ahimelech was astonished that David had arrived. And he said to him, \"Why are you alone, and no one is with you?\"",
          "ID": "1"
        },
        {
          "text": "And David said to the priest Ahimelech: \"The king has instructed to me a word, and he said: 'Let no one know the matter about which you have been sent by me, and what type of instructions I have given to you. For I have also summoned servants to one and another place.'",
          "ID": "2"
        },
        {
          "text": "Now therefore, if you have anything at hand, even five loaves of bread, or whatever you may find, give it to me.\"",
          "ID": "3"
        },
        {
          "text": "And the priest, responding to David, said to him: \"I have no common bread at hand, but only holy bread. Are the young men clean, especially from women?\"",
          "ID": "4"
        },
        {
          "text": "And David responded to the priest, and said to him: \"Indeed, as concerns being with women, we have abstained since yesterday and the day before, when we departed, and so the vessels of the young men have been holy. And although, this journey has been defiled, it will also be sanctified today as concerns the vessels.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, the priest gave to him sanctified bread. For there was no bread there, but only the bread of the Presence, which had been taken away from before the face of the Lord, so that fresh loaves might be set up.",
          "ID": "6"
        },
        {
          "text": "Now a certain man among the servants of Saul was there on that day, inside the tabernacle of the Lord. And his name was Doeg, an Edomite, the most powerful among the shepherds of Saul.",
          "ID": "7"
        },
        {
          "text": "Then David said to Ahimelech: \"Do you have, here at hand, a spear or a sword? For I did not take my own sword, or my own weapons with me. For the word of the king was urgent.\"",
          "ID": "8"
        },
        {
          "text": "And the priest said: \"Behold, here is the sword of Goliath, the Philistine, whom you struck down in the Valley of Terebinth. It is wrapped up in a cloak behind the ephod. If you wish to take this, take it. For there is nothing else here except this.\" And David said, \"There is nothing else like this, so give it to me.\"",
          "ID": "9"
        },
        {
          "text": "And so, David rose up, and he fled on that day from the face of Saul. And he went to Achish, the king of Gath.",
          "ID": "10"
        },
        {
          "text": "And the servants of Achish, when they had seen David, said to him: \"Is this not David, the king of the land? Were they not singing about him, while dancing, saying, 'Saul has struck down a thousand, and David ten thousand?' \"",
          "ID": "11"
        },
        {
          "text": "Then David took these words to his heart, and he became exceedingly afraid before the face of Achish, the king of Gath.",
          "ID": "12"
        },
        {
          "text": "And he altered his mouth before them, and he slipped down between their hands. And he stumbled against the doors of the gate. And his spit flowed down his beard.",
          "ID": "13"
        },
        {
          "text": "And Achish said to his servants: \"You saw that the man is insane. Why did you bring him to me?",
          "ID": "14"
        },
        {
          "text": "Or do we have need of those who are mad, so that you would bring in this one, to behave madly in my presence? How did this man get into my house?\"",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21",
      "name": "1 Samuel 21"
    },
    {
      "text": [
        {
          "text": "Then David went away from there, and he fled to the cave of Adullam. And when his brothers and all of his father's house had heard of it, they descended to him there.",
          "ID": "1"
        },
        {
          "text": "And all those left in distress, or oppressed by debt to strangers, or bitter in soul, gathered themselves to him. And he became their leader, and about four hundred men were with him.",
          "ID": "2"
        },
        {
          "text": "And David set out from there to Mizpah, which is of Moab. And he said to the king of Moab, \"I beg you, let my father and my mother remain with you, until I know what God will do for me.\"",
          "ID": "3"
        },
        {
          "text": "And he left them before the face of the king of Moab. And they stayed with him for all the days that David was in the stronghold.",
          "ID": "4"
        },
        {
          "text": "And the prophet Gad said to David: \"Do not choose to stay in the stronghold. Set out and go into the land of Judah.\" And so, David set out, and he went into the forest of Hereth.",
          "ID": "5"
        },
        {
          "text": "And Saul heard that David, and the men who were with him, had been seen. Now while Saul was staying in Gibeah, and while he was in the forest that is in Ramah, holding a spear in his hand, with all his servants standing around him,",
          "ID": "6"
        },
        {
          "text": "he said to his servants who were assisting him: \"Listen now, you sons of Benjamin! Will the son of Jesse give to all of you fields and vineyards, and will he make all of you tribunes or centurions,",
          "ID": "7"
        },
        {
          "text": "so that you would all conspire against me, and so that there is no one to inform me, especially when even my son has formed a pact with the son of Jesse? There is no one among you who grieves for my situation, or who would report to me. For my son has raised up my servant against me, seeking to betray me, even to this day.\"",
          "ID": "8"
        },
        {
          "text": "Then Doeg, the Edomite, who was standing near, and who was first among the servants of Saul, responding, said: \"I saw the son of Jesse, in Nob, with Ahimelech, the son of Ahitub, the priest.",
          "ID": "9"
        },
        {
          "text": "And he consulted the Lord for him, and he gave him food. Moreover, he gave him the sword of Goliath, the Philistine.\"",
          "ID": "10"
        },
        {
          "text": "Then the king sent to summon Ahimelech, the priest, the son of Ahitub, and all of his father's house, the priests who were in Nob, and they all came before the king.",
          "ID": "11"
        },
        {
          "text": "And Saul said to Ahimelech, \"Listen, son of Ahitub.\" He responded, \"Here I am, lord.\"",
          "ID": "12"
        },
        {
          "text": "And Saul said to him: \"Why have you conspired against me, you and the son of Jesse? For you gave him bread and a sword, and you consulted the Lord for him, so that he might rise up against me, continuing as a traitor even to this day.\"",
          "ID": "13"
        },
        {
          "text": "And responding to the king, Ahimelech said: \"But who among all your servants is as faithful as David? And he is the son-in-law of the king, and he goes forth at your order, and he is a glory within your house.",
          "ID": "14"
        },
        {
          "text": "Did I begin to consult the Lord for him today? May this be far from me! Let not the king suspect this kind of thing against his servant, nor against anyone in all my father's house. For your servant did not know anything about this matter, either small or great.\"",
          "ID": "15"
        },
        {
          "text": "And the king said, \"You shall die a death, Ahimelech, you and all your father's house!\"",
          "ID": "16"
        },
        {
          "text": "And the king said to the emissaries who were standing around him: \"You shall turn, and put to death the priests of the Lord. For their hand is with David. They knew that he had fled, and they did not reveal it to me.\" But the servants of the king were not willing to extend their hands against the priests of the Lord.",
          "ID": "17"
        },
        {
          "text": "And the king said to Doeg, \"You shall turn and rush against the priests.\" And Doeg, the Edomite, turned and rushed against the priests. And he massacred, on that day, eighty-five men, vested with the linen ephod.",
          "ID": "18"
        },
        {
          "text": "Then he struck Nob, the city of the priests, with the edge of the sword; he struck down men and women, little ones and infants, as well as ox and donkey and sheep, with the edge of the sword.",
          "ID": "19"
        },
        {
          "text": "But one of the sons of Ahimelech, the son of Ahitub, whose name was Abiathar, escaping, fled to David.",
          "ID": "20"
        },
        {
          "text": "And he reported to him that Saul had slain the priests of the Lord.",
          "ID": "21"
        },
        {
          "text": "And David said to Abiathar: \"I knew, on that day when Doeg, the Edomite was there, that without doubt he would report it to Saul. I am guilty of all the souls of your father's house.",
          "ID": "22"
        },
        {
          "text": "You should remain with me. Do not be afraid. For he who seeks my life, seeks your life also, but with me you shall be saved.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22",
      "name": "1 Samuel 22"
    },
    {
      "text": [
        {
          "text": "And they reported to David, saying, \"Behold, the Philistines are fighting against Keilah, and they are plundering the grain stores.\"",
          "ID": "1"
        },
        {
          "text": "Therefore, David consulted the Lord, saying, \"Shall I go and strike down these Philistines?\" And the Lord said to David, \"Go, and you shall strike down the Philistines, and you shall save Keilah.\"",
          "ID": "2"
        },
        {
          "text": "And the men who were with David said to him, \"Behold, we continue in fear here in Judea; how much more so, if we go into Keilah against the troops of the Philistines?\"",
          "ID": "3"
        },
        {
          "text": "Therefore, David consulted the Lord again. And responding, he said to him: \"Rise up, and go into Keilah. For I will deliver the Philistines into your hand.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, David and his men went into Keilah. And they fought against the Philistines, and they took away their cattle, and they struck them with a great slaughter. And David saved the inhabitants of Keilah.",
          "ID": "5"
        },
        {
          "text": "And in that time, when Abiathar, the son of Ahimelech, was in exile with David, he had descended to Keilah, having an ephod with him.",
          "ID": "6"
        },
        {
          "text": "Then it was reported to Saul that David had gone to Keilah. And Saul said: \"The Lord has delivered him into my hands. For he is enclosed, having entered into a city which has gates and bars.\"",
          "ID": "7"
        },
        {
          "text": "And Saul instructed all the people to descend in order to fight against Keilah, and to besiege David and his men.",
          "ID": "8"
        },
        {
          "text": "And when David had realized that Saul had secretly prepared evil against him, he said to Abiathar, the priest, \"Bring the ephod.\"",
          "ID": "9"
        },
        {
          "text": "And David said: \"O Lord God of Israel, your servant has heard a report that Saul is planning to go to Keilah, so that he may overturn the city because of me.",
          "ID": "10"
        },
        {
          "text": "Will the men of Keilah deliver me into his hands? And will Saul descend, just as your servant has heard? O Lord God of Israel, reveal to your servant.\" And the Lord said, \"He will descend.\"",
          "ID": "11"
        },
        {
          "text": "And David said, \"Will the men of Keilah deliver me, and the men who are with me, into the hands of Saul?\" And the Lord said, \"They will deliver you.\"",
          "ID": "12"
        },
        {
          "text": "Therefore, David, and his men of about six hundred, rose up, and, departing from Keilah, they wandered here and there, aimlessly. And it was reported to Saul that David had fled from Keilah, and was saved. For this reason, he chose not to go out.",
          "ID": "13"
        },
        {
          "text": "Then David stayed in the desert, in very strong places. And he stayed on a mount in the wilderness of Ziph, on a shady mount. Nevertheless, Saul was seeking him every day. But the Lord did not deliver him into his hands.",
          "ID": "14"
        },
        {
          "text": "And David saw that Saul had gone out, so that he might seek his life. Now David was in the desert of Ziph, in the woods.",
          "ID": "15"
        },
        {
          "text": "And Jonathan, the son of Saul, rose up and went to David in the woods, and he strengthened his hands in God. And he said to him:",
          "ID": "16"
        },
        {
          "text": "\"Do not be afraid. For the hand of my father, Saul, will not find you. And you shall reign over Israel. And I will be second to you. And even my father knows this.\"",
          "ID": "17"
        },
        {
          "text": "Therefore, they both struck a pact before the Lord. And David stayed in the woods. But Jonathan returned to his house.",
          "ID": "18"
        },
        {
          "text": "Then the Ziphites ascended to Saul at Gibeah, saying: \"Behold, is not David hidden with us in very secure places in the woods on the hill of Hachilah, which is to the right of the desert?",
          "ID": "19"
        },
        {
          "text": "Now therefore, if your soul has desired to descend, then descend. Then it will be for us to deliver him into the hands of the king.\"",
          "ID": "20"
        },
        {
          "text": "And Saul said: \"You have been blessed by the Lord. For you have grieved for my situation.",
          "ID": "21"
        },
        {
          "text": "Therefore, I beg you, go forth, and prepare diligently, and act carefully. And consider the place where his foot may be, and who may have seen him there. For he thinks, concerning me, that I craftily plan treachery against him.",
          "ID": "22"
        },
        {
          "text": "Consider and seek out all his hiding places, in which he may be concealed. And return to me with certainty about the matter, so that I may go with you. But if he would even press himself into the earth, I will search him out, amid all the thousands of Judah.\"",
          "ID": "23"
        },
        {
          "text": "And rising up, they went to Ziph before Saul. But David and his men were in the desert of Maon, in the plain to the right of Jeshimon.",
          "ID": "24"
        },
        {
          "text": "Then Saul and his allies went to seek him. And this was reported to David. And immediately, he descended to the rock, and he moved about in the desert of Maon. And when Saul had heard of it, he pursued David in the desert of Maon.",
          "ID": "25"
        },
        {
          "text": "And Saul went to one side of the mountain. But David and his men were on the other side of the mountain. Then David was despairing that he would be able to escape from the face of Saul. And Saul and his men enclosed David and his men in the manner of a crown, so that they might capture them.",
          "ID": "26"
        },
        {
          "text": "And a messenger came to Saul, saying, \"Hurry and come, because the Philistines have poured themselves out upon the land.\"",
          "ID": "27"
        },
        {
          "text": "Therefore, Saul turned back, ceasing in the pursuit of David, and he traveled to meet the Philistines. For this reason, they called that place, the Rock of Division.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.23",
      "name": "1 Samuel 23"
    },
    {
      "text": [
        {
          "text": "Then David ascended from there, and he lived in very secure places in Engedi.",
          "ID": "1"
        },
        {
          "text": "And when Saul had returned after pursuing the Philistines, they reported to him, saying, \"Behold, David is in the desert of Engedi.\"",
          "ID": "2"
        },
        {
          "text": "Therefore, Saul, taking three thousand elect men from all of Israel, traveled in order to search for David and his men, even upon the most broken rocks, which are passable only to mountain goats.",
          "ID": "3"
        },
        {
          "text": "And he arrived at the sheepfolds, which presented themselves along the way. And a cave was in that place, which Saul entered, so that he might ease his bowels. But David and his men were hiding in the interior part of the cave.",
          "ID": "4"
        },
        {
          "text": "And the servants of David said to him: \"Behold the day, about which the Lord said to you, 'I will deliver your enemy to you, so that you may do to him as it will be pleasing in your eyes.' \" Then David rose up, and he quietly cut off the edge of Saul's cloak.",
          "ID": "5"
        },
        {
          "text": "After this, his own heart struck David, because he had cut off the edge of Saul's cloak.",
          "ID": "6"
        },
        {
          "text": "And he said to his men: \"May the Lord be gracious to me, lest I do this thing to my lord, the Christ of the Lord, so that I lay my hand upon him. For he is the Christ of the Lord.\"",
          "ID": "7"
        },
        {
          "text": "And David restrained his men with his words, and he would not permit them to rise up against Saul. And so Saul, going out of the cave, continued to undertake his journey.",
          "ID": "8"
        },
        {
          "text": "Then David also rose up after him. And departing from the cave, he cried out behind the back of Saul, saying: \"My lord, the king!\" And Saul looked behind him. And David, bowing himself face down to the ground, reverenced.",
          "ID": "9"
        },
        {
          "text": "And he said to Saul: \"Why do you listen to the words of men who say: 'David seeks evil against you?'",
          "ID": "10"
        },
        {
          "text": "Behold, this day your eyes have seen that the Lord has delivered you into my hand, in the cave. And I thought that I might kill you. But my eye has spared you. For I said: I will not extend my hand against my lord, for he is the Christ of the Lord.",
          "ID": "11"
        },
        {
          "text": "Moreover, see and know, O my father, the edge of your cloak in my hand. For though I cut off the top of your cloak, I was not willing to extend my hand against you. Turn your soul and see that there is no evil in my hand, nor any iniquity or sin against you. Yet you lie in wait for my life, so that you may take it away.",
          "ID": "12"
        },
        {
          "text": "May the Lord judge between me and you. And may the Lord vindicate me from you. But my hand will not be against you.",
          "ID": "13"
        },
        {
          "text": "So too, it is said in the ancient proverb, 'From the impious, impiety will go forth.' Therefore, my hand will not be upon you.",
          "ID": "14"
        },
        {
          "text": "Whom are you pursuing, O king of Israel? Whom are you pursuing? You are pursuing a dead dog, a single flea.",
          "ID": "15"
        },
        {
          "text": "May the Lord be the judge, and may he judge between me and you. And may he see and judge my case, and rescue me from your hand.\"",
          "ID": "16"
        },
        {
          "text": "And when David had completed speaking words in this way to Saul, Saul said, \"Could this be your voice, my son David?\" And Saul lifted up his voice, and he wept.",
          "ID": "17"
        },
        {
          "text": "And he said to David: \"You are more just than I am. For you have distributed good to me, but I have repaid evil to you.",
          "ID": "18"
        },
        {
          "text": "And you have revealed this day the good that you have done for me: how the Lord delivered me into your hand, but you did not kill me.",
          "ID": "19"
        },
        {
          "text": "For who, when he will have found his enemy, will release him along a good path? So may the Lord repay you for this good turn, because you have acted on my behalf this day.",
          "ID": "20"
        },
        {
          "text": "And now I know certainly that you shall be king, and you shall have the kingdom of Israel in your hand.",
          "ID": "21"
        },
        {
          "text": "Swear to me in the Lord that you will not take away my offspring after me, nor take away my name from the house of my father.\"",
          "ID": "22"
        },
        {
          "text": "And David swore to Saul. Therefore, Saul went away to his own house. And David and his men ascended to places that were more secure.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.24",
      "name": "1 Samuel 24"
    },
    {
      "text": [
        {
          "text": "Then Samuel died, and all of Israel gathered together, and they mourned him. And they buried him at his house in Ramah. And David, rising up, descended to the desert of Paran.",
          "ID": "1"
        },
        {
          "text": "Now there was a certain man in the wilderness of Maon, and his possessions were at Carmel. And this man was exceedingly great. And three thousand sheep, and one thousand goats were his. And it happened that he was shearing his sheep at Carmel.",
          "ID": "2"
        },
        {
          "text": "Now the name of this man was Nabal. And the name of his wife was Abigail. And she was a very prudent and beautiful woman. But her husband was hard-hearted, and very wicked, and malicious. And he was of the stock of Caleb.",
          "ID": "3"
        },
        {
          "text": "Therefore, when David, in the desert, had heard that Nabal was shearing his sheep,",
          "ID": "4"
        },
        {
          "text": "he sent ten young men, and he said to them: \"Ascend to Carmel, and go to Nabal, and greet him in my name peacefully.",
          "ID": "5"
        },
        {
          "text": "And you shall say: 'Peace be to my brothers and to you, and peace to your house, and peace to whatever you have.",
          "ID": "6"
        },
        {
          "text": "I have heard that your shepherds, who were with us in the desert, were shearing. We have never troubled them, nor was anything from the flock missing to them at any time, during the entire time that they have been with us in Carmel.",
          "ID": "7"
        },
        {
          "text": "Question your servants, and they will tell you. Now therefore, may your servants find favor in your eyes. For we have arrived on a good day. Whatever your hand will find, give it to your servants and to your son David.' \"",
          "ID": "8"
        },
        {
          "text": "And when the servants of David had arrived, they spoke to Nabal all these words in the name of David. And then they were silent.",
          "ID": "9"
        },
        {
          "text": "But Nabal, responding to the servants of David, said: \"Who is David? And who is the son of Jesse? Today, servants who are fleeing from their lords are increasing.",
          "ID": "10"
        },
        {
          "text": "Therefore, shall I take my bread, and my water, and the meat of the cattle that I have slain for my shearers, and give it to men, when I do not know where they are from?\"",
          "ID": "11"
        },
        {
          "text": "And so the servants of David traveled back along their way. And returning, they went and reported to him all the words that he had said.",
          "ID": "12"
        },
        {
          "text": "Then David said to his servants, \"Let each one gird his sword.\" And each one girded his sword. And David also girded his sword. And about four hundred men followed David. But two hundred remained behind with the supplies.",
          "ID": "13"
        },
        {
          "text": "Then it was reported to Abigail, the wife of Nabal, by one of his servants, saying: \"Behold, David has sent messengers from the desert, so that they might speak kindly to our lord. But he turned them away.",
          "ID": "14"
        },
        {
          "text": "These men were good enough to us, and were not troublesome. Neither did we ever lose anything, during the entire time that we conversed with them in the desert.",
          "ID": "15"
        },
        {
          "text": "They were a wall to us, as much in the night as in the day, during all the days that we were with them, pasturing the sheep.",
          "ID": "16"
        },
        {
          "text": "For this reason, consider and realize what you should do. For evil has been decided against your husband and against your house. And he is a son of Belial, so that no one is able to speak to him.\"",
          "ID": "17"
        },
        {
          "text": "And so Abigail hurried, and she took two hundred loaves, and two vessels of wine, and five cooked sheep, and five measures of cooked grain, and one hundred clusters of dried grapes, and two hundred masses of dried figs, and she set them upon donkeys.",
          "ID": "18"
        },
        {
          "text": "And she said to her servants: \"Go before me. Behold, I will follow after your back.\" But she did not reveal it to her husband, Nabal.",
          "ID": "19"
        },
        {
          "text": "And when she had climbed on a donkey, and was descending to the base of the mountain, David and his men were descending to meet her. And she met them.",
          "ID": "20"
        },
        {
          "text": "And David said: \"Truly, in vain have I preserved all that was his in the wilderness, so that nothing perished out of all that belonged to him. And he has repaid evil to me for good.",
          "ID": "21"
        },
        {
          "text": "May God do these things, by the enemies of David, and may he add these other things, if I leave behind until morning, out of all that belongs to him, anything that urinates against a wall.\"",
          "ID": "22"
        },
        {
          "text": "Then, when Abigail had seen David, she hurried and descended from the donkey. And she fell upon her face before David, and she reverenced on the ground.",
          "ID": "23"
        },
        {
          "text": "And she fell at his feet, and she said: \"May this iniquity be upon me, my lord. I beg you, let your handmaid speak to your ears, and listen to the words of your servant.",
          "ID": "24"
        },
        {
          "text": "Let not my lord, the king, I beseech you, set his heart upon this iniquitous man, Nabal. For in accord with his name, he is senseless, and foolishness is with him. But I, your handmaid, did not see your servants, my lord, whom you had sent.",
          "ID": "25"
        },
        {
          "text": "Now therefore, my lord, as your soul lives, and as the Lord lives, who has kept your hand to yourself, and has prevented you from coming to blood: now, let your enemies be like Nabal, and like all those who are seeking evil for my lord.",
          "ID": "26"
        },
        {
          "text": "Because of this, accept this blessing, which your handmaid has brought to you, my lord. And give it to the young men who follow you, my lord.",
          "ID": "27"
        },
        {
          "text": "Forgive the iniquity of your handmaid. For the Lord will surely make for you, my lord, a faithful house, because you, my lord, fight the battles of the Lord. Therefore, let no evil be found in you all the days of your life.",
          "ID": "28"
        },
        {
          "text": "For if a man, at any time, will rise up, pursuing you and seeking your life, the life of my lord will be preserved, as if in the sheave of the living, with the Lord your God. But the lives of your enemies will be spun around, as if with the force of a whirling sling.",
          "ID": "29"
        },
        {
          "text": "Therefore, when the Lord will have done for you, my lord, all the good that he has spoken about you, and when he will have appointed you as leader over Israel,",
          "ID": "30"
        },
        {
          "text": "this will not be for you a regret or a scruple of the heart, my lord, that you had shed innocent blood, or had taken revenge for yourself. And when the Lord will have done well for my lord, you shall remember your handmaid.\"",
          "ID": "31"
        },
        {
          "text": "And David said to Abigail: \"Blessed is the Lord, the God of Israel, who sent you this day to meet me. And blessed is your eloquence.",
          "ID": "32"
        },
        {
          "text": "And blessed are you, who prevented me today from going to blood, and from taking revenge for myself with my own hand.",
          "ID": "33"
        },
        {
          "text": "But instead, as the Lord God of Israel lives, he has prevented me from doing evil to you. But if you had not come quickly to meet me, there would not have been left to Nabal by the morning light, anything that urinates against a wall.\"",
          "ID": "34"
        },
        {
          "text": "Then David received from her hand all that she had brought to him. And he said to her: \"Go in peace to your own house. Behold, I have heeded your voice, and I have honored your face.\"",
          "ID": "35"
        },
        {
          "text": "Then Abigail went to Nabal. And behold, he was holding a feast for himself in his house, like the feast of a king. And the heart of Nabal was cheerful. For he was greatly inebriated. And she did not reveal a word to him, small or great, until morning.",
          "ID": "36"
        },
        {
          "text": "Then, at first light, when Nabal had digested his wine, his wife revealed to him these words, and his heart died within himself, and he became like a stone.",
          "ID": "37"
        },
        {
          "text": "And after ten days had passed, the Lord struck Nabal, and he died.",
          "ID": "38"
        },
        {
          "text": "And when David had heard that Nabal was dead, he said: \"Blessed is the Lord, who has judged the case of my reproach at the hand of Nabal, and who has preserved his servant from evil. And the Lord has repaid the malice of Nabal upon his own head.\" Then David sent and he spoke with Abigail, so that he might take her to himself as wife.",
          "ID": "39"
        },
        {
          "text": "And David's servants went to Abigail at Carmel, and they spoke to her, saying, \"David has sent us to you, so that he might take you to himself as wife.\"",
          "ID": "40"
        },
        {
          "text": "And rising up, she reverenced prone on the ground, and she said, \"Behold, let your servant be a handmaid, to wash the feet of the servants of my lord.\"",
          "ID": "41"
        },
        {
          "text": "And Abigail rose up and hurried, and she climbed upon a donkey, and five girls went with her, her attendants. And she followed the messengers of David, and she became his wife.",
          "ID": "42"
        },
        {
          "text": "Moreover, David also took Ahinoam of Jezreel. And both of them were his wives.",
          "ID": "43"
        },
        {
          "text": "Then Saul gave his daughter Michal, the wife of David, to Palti, the son of Laish, who was from Gallim.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25",
      "name": "1 Samuel 25"
    },
    {
      "text": [
        {
          "text": "And the Ziphites went to Saul at Gibeah, saying: \"Behold, David is hidden on the hill of Hachilah, which is opposite the wilderness.\"",
          "ID": "1"
        },
        {
          "text": "And Saul rose up, and he descended into the desert of Ziph, and with him three thousand elect men of Israel, so that he might seek David in the desert of Ziph.",
          "ID": "2"
        },
        {
          "text": "And Saul encamped at Gibeah on Hachilah, which was opposite the wilderness on the way. But David was living in the desert. Then, seeing that Saul had arrived after him in the wilderness,",
          "ID": "3"
        },
        {
          "text": "he sent explorers, and he learned that he certainly had arrived in that place.",
          "ID": "4"
        },
        {
          "text": "And David rose up secretly, and he went to the place where Saul was. And when he had seen the place where Saul was sleeping, and Abner, the son of Ner, the leader of his military, and Saul sleeping in a tent, and the remainder of the common people all around him,",
          "ID": "5"
        },
        {
          "text": "David spoke to Ahimelech, the Hittite, and to Abishai, the son of Zeruiah, the brother of Joab, saying, \"Who will descend with me to Saul in the camp?\" And Abishai said, \"I will descend with you.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, David and Abishai went to the people by night, and they found Saul lying down and sleeping in the tent, with his spear fixed in the ground at his head. And Abner and the people were sleeping all around him.",
          "ID": "7"
        },
        {
          "text": "And Abishai said to David: \"God has enclosed your enemy this day in your hands. Now therefore, I will pierce him with my lance, through to the ground, once, and there will not need to be a second.\"",
          "ID": "8"
        },
        {
          "text": "And David said to Abishai: \"You shall not kill him. For who may extend his hand against the Christ of the Lord, and yet be innocent?\"",
          "ID": "9"
        },
        {
          "text": "And David said: \"As the Lord lives, unless the Lord himself will strike him, or unless his day to die will have arrived, or unless, descending into battle, he will perish,",
          "ID": "10"
        },
        {
          "text": "may the Lord be gracious to me, so that I may not extend my hand against the Christ of the Lord. Now therefore, take the spear that is at his head, and the cup of water, and let us go.\"",
          "ID": "11"
        },
        {
          "text": "And so, David took the spear, and the cup of water that was at Saul's head, and they went away. And there was no one who saw it, or realized it, or awakened, but they were all sleeping. For a deep sleep from the Lord had fallen over them.",
          "ID": "12"
        },
        {
          "text": "And when David had crossed over to the opposite side, and had stood upon the top of the hill far away, so that there was a great interval between them,",
          "ID": "13"
        },
        {
          "text": "David cried out to the people, and to Abner, the son of Ner, saying, \"Will you not respond, Abner?\" And responding, Abner said, \"Who are you, that you would cry out and disquiet the king?\"",
          "ID": "14"
        },
        {
          "text": "And David said to Abner: \"Are you not a man? And who else is like you in Israel? Then why have you not guarded your lord the king? For one of the people entered, so that he might kill the king, your lord.",
          "ID": "15"
        },
        {
          "text": "This is not good, what you have done. As the Lord lives, you are sons of death, because you have not guarded your lord, the Christ of the Lord. Now therefore, where is the king's spear, and where is the cup of water that was at his head?\"",
          "ID": "16"
        },
        {
          "text": "Then Saul recognized the voice of David, and he said, \"Is this not your voice, my son David?\" And David said, \"It is my voice, my lord the king.\"",
          "ID": "17"
        },
        {
          "text": "And he said: \"For what reason has my lord pursued his servant? What have I done? Or what evil is there in my hand?",
          "ID": "18"
        },
        {
          "text": "Now therefore, listen, I beg you, my lord the king, to the words of your servant. If the Lord has stirred you up against me, let him make the sacrifice fragrant. But if the sons of men have done so, they are accursed in the sight of the Lord, who has cast me out this day, so that I would not live within the inheritance of the Lord, saying, 'Go, serve strange gods.'",
          "ID": "19"
        },
        {
          "text": "And now, let not my blood be poured out upon the earth before the Lord. For the king of Israel has gone out, so that he might seek a flea, just as the partridge is pursued amid the mountains.\"",
          "ID": "20"
        },
        {
          "text": "And Saul said: \"I have sinned. Return, my son David. For I will never again do evil to you, because my life has been precious in your eyes this day. For it is apparent that I have acted senselessly, and have been ignorant of very many things.\"",
          "ID": "21"
        },
        {
          "text": "And responding, David said: \"Behold, the king's spear. Let one of the servants of the king cross over and take it.",
          "ID": "22"
        },
        {
          "text": "And the Lord will repay each one according to his justice and faith. For the Lord has delivered you this day into my hand, but I was not willing to extend my hand against the Christ of the Lord.",
          "ID": "23"
        },
        {
          "text": "And just as your soul has been magnified this day in my eyes, so let my soul be magnified in the eyes of the Lord, and may he free me from all distress.\"",
          "ID": "24"
        },
        {
          "text": "Then Saul said to David: \"You are blessed, my son David. And whatever you may do, it shall certainly succeed.\" And David departed on his way. And Saul returned to his place.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26",
      "name": "1 Samuel 26"
    },
    {
      "text": [
        {
          "text": "And David said in his heart: \"At some time, I will one day fall into the hands of Saul. Is it not better if I flee, and be saved in the land of the Philistines, so that Saul may despair and cease to seek me in all the parts of Israel? Therefore, I will flee away from his hands.\"",
          "ID": "1"
        },
        {
          "text": "And David rose up and went away, he and the six hundred men who were with him, to Achish, the son of Maoch, the king of Gath.",
          "ID": "2"
        },
        {
          "text": "And David lived with Achish at Gath, he and his men: each man with his household, and David with his two wives, Ahinoam, the Jezreelite, and Abigail, the wife of Nabal of Carmel.",
          "ID": "3"
        },
        {
          "text": "And it was reported to Saul that David had fled to Gath. And so, he did not continue to seek him.",
          "ID": "4"
        },
        {
          "text": "And David said to Achish: \"If I have found favor in your eyes, let a place be given to me in one of the cities of this region, so that I may live there. For why should your servant stay in the city of the king with you?\"",
          "ID": "5"
        },
        {
          "text": "And so, Achish gave Ziklag to him on that day. And for this reason, Ziklag belongs to the kings of Judah, even to this day.",
          "ID": "6"
        },
        {
          "text": "Now the number of days that David lived in the region of the Philistines was four months.",
          "ID": "7"
        },
        {
          "text": "And David and his men went up and took plunder from Geshuri, and from Girzi, and from the Amalekites. For in the land long ago, these were the inhabitants of the area, going from Shur as far as the land of Egypt.",
          "ID": "8"
        },
        {
          "text": "And David struck the entire land. Neither did he leave alive man or woman. And he took away the sheep, and the oxen, and the donkeys, and the camels, and the garments. And he returned and went to Achish.",
          "ID": "9"
        },
        {
          "text": "Then Achish said to him, \"Whom did you go out against today?\" And David responded, \"Against the south of Judah, and against the south of Jerahmeel, and against the south of Keni.\"",
          "ID": "10"
        },
        {
          "text": "Neither man nor woman was left alive by David. Neither did he lead back any of them to Gath, saying, \"Lest perhaps they may speak against us.\" David did these things. And this was his decision during all the days that he lived in the region of the Philistines.",
          "ID": "11"
        },
        {
          "text": "Therefore, Achish trusted David, saying: \"He has worked much harm against his people Israel. And so, he will be a servant to me forever.\"",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27",
      "name": "1 Samuel 27"
    },
    {
      "text": [
        {
          "text": "Now it happened that, in those days, the Philistines gathered together their troops, so that they might be prepared for war against Israel. And Achish said to David, \"I know now, certainly, that you will go out with me to war, you and your men.\"",
          "ID": "1"
        },
        {
          "text": "And David said to Achish, \"You know now what your servant will do.\" And Achish said to David, \"And so, I will appoint you to guard my head for all days.\"",
          "ID": "2"
        },
        {
          "text": "Now Samuel was dead, and all of Israel mourned for him, and they buried him in Ramah, his city. And Saul took away the magi and soothsayers from the land.",
          "ID": "3"
        },
        {
          "text": "And the Philistines gathered together, and they arrived and made camp at Shunem. Then Saul also gathered all of Israel, and he arrived at Gilboa.",
          "ID": "4"
        },
        {
          "text": "And Saul saw the camp of the Philistines, and he was afraid, and his heart was exceedingly terrified.",
          "ID": "5"
        },
        {
          "text": "And he consulted the Lord. But he did not respond to him, neither by dreams, nor by priests, nor by prophets.",
          "ID": "6"
        },
        {
          "text": "And Saul said to his servants, \"Seek for me a woman having a divining spirit, and I will go to her, and consult through her.\" And his servants said to him, \"There is a woman having a divining spirit at Endor.\"",
          "ID": "7"
        },
        {
          "text": "Therefore, he changed his usual appearance, and he put on other clothes. And he went, and two men with him, and they came to the woman by night. And he said to her, \"Divine for me, by your divining spirit, and raise up for me whomever I will tell you.\"",
          "ID": "8"
        },
        {
          "text": "And the woman said to him: \"Behold, you know how much Saul has done, and how he has wiped away the magi and soothsayers from the land. Why then do you set a trap for my life, so that it will be put to death?\"",
          "ID": "9"
        },
        {
          "text": "And Saul swore to her by the Lord, saying, \"As the Lord lives, nothing evil will befall you because of this matter.\"",
          "ID": "10"
        },
        {
          "text": "And the woman said to him, \"Whom shall I raise up for you?\" And he said, \"Raise up for me Samuel.\"",
          "ID": "11"
        },
        {
          "text": "And when the woman had seen Samuel, she cried out with a loud voice, and she said to Saul: \"Why have you afflicted me? For you are Saul!\"",
          "ID": "12"
        },
        {
          "text": "And the king said to her: \"Do not be afraid. What have you seen?\" And the woman said to Saul, \"I saw gods ascending from the earth.\"",
          "ID": "13"
        },
        {
          "text": "And he said to her, \"What appearance does he have?\" And she said, \"An old man ascends, and he is clothed in a cloak.\" And Saul understood that it was Samuel. And he bowed himself upon his face on the ground, and he reverenced.",
          "ID": "14"
        },
        {
          "text": "Then Samuel said to Saul, \"Why have you disquieted me, so that I would be raised up?\" And Saul said: \"I am greatly distressed. For the Philistines fight against me, and God has withdrawn from me, and he is not willing to heed me, neither by the hand of prophets, nor by dreams. Therefore, I have summoned you, so that you would reveal to me what I should do.\"",
          "ID": "15"
        },
        {
          "text": "And Samuel said, \"Why do you question me, though the Lord has withdrawn from you, and has crossed over to your rival?",
          "ID": "16"
        },
        {
          "text": "For the Lord will do to you just as he spoke by my hand. And he will tear your kingdom from your hand. And he will give it to your neighbor David.",
          "ID": "17"
        },
        {
          "text": "For you did not obey the voice of the Lord, and you did not carry out the wrath of his fury upon Amalek. For this reason, the Lord has done to you what you are enduring this day.",
          "ID": "18"
        },
        {
          "text": "And the Lord also will give Israel into the hands of the Philistines, along with you. Then tomorrow you and your sons will be with me. But the Lord will also deliver the camp of Israel into the hands of the Philistines.\"",
          "ID": "19"
        },
        {
          "text": "And immediately, Saul fell stretched out on the ground. For he was terrified by the words of Samuel. And there was no strength in him. For he had not eaten bread all that day.",
          "ID": "20"
        },
        {
          "text": "And so, the woman entered to Saul, (for he was very troubled) and she said to him: \"Behold, your handmaid has obeyed your voice, and I have placed my life in my hand. And I have heeded the words which you spoke to me.",
          "ID": "21"
        },
        {
          "text": "And so now, I ask you to heed the voice of your handmaid, and let me place before you a morsel of bread, so that, by eating, you may recover strength, and you may be able to undertake the journey.\"",
          "ID": "22"
        },
        {
          "text": "But he refused, and he said, \"I will not eat.\" But his servants and the woman urged him, and after some time, heeding their voice, he rose up from the ground, and he sat upon the bed.",
          "ID": "23"
        },
        {
          "text": "Now the woman had a fatted calf in the house, and she hurried and killed it. And taking meal, she kneaded it, and she baked unleavened bread.",
          "ID": "24"
        },
        {
          "text": "And she set it before Saul and before his servants. And when they had eaten, they rose up, and they walked all through that night.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28",
      "name": "1 Samuel 28"
    },
    {
      "text": [
        {
          "text": "Then all the troops of the Philistines were gathered together at Aphek. But Israel also made camp, above the spring which is in Jezreel.",
          "ID": "1"
        },
        {
          "text": "And indeed, the princes of the Philistines advanced by hundreds and by thousands; but David and his men were in the rear with Achish.",
          "ID": "2"
        },
        {
          "text": "And the leaders of the Philistines said to Achish, \"What do these Hebrews intend to do?\" And Achish said to the leaders of the Philistines: \"Could you be ignorant about David, who was the servant of Saul, the king of Israel, and who has been with me for many days, even years, and I have not found within him anything, from the day that he fled to me, even to this day?\"",
          "ID": "3"
        },
        {
          "text": "Then the leaders of the Philistines became angry against him, and they said to him: \"Let this man return, and let him settle in his place, which you appointed for him. But let him not descend with us to battle, lest he become an adversary to us when we begin to fight. For in what other way will he be able to please his lord, except with our heads?",
          "ID": "4"
        },
        {
          "text": "Is not this the David, about whom they were singing, while dancing, saying: 'Saul struck down his thousands, but David his ten thousands?' \"",
          "ID": "5"
        },
        {
          "text": "Therefore, Achish called David, and he said to him: \"As the Lord lives, you are good and righteous in my sight, even in your departure and your return with me in the military camp. And I have not found anything evil in you, from the day that you came to me, even to this day. But you are not pleasing to the princes.",
          "ID": "6"
        },
        {
          "text": "Therefore, return, and go in peace, so that you do not offend the eyes of the princes of the Philistines.\"",
          "ID": "7"
        },
        {
          "text": "And David said to Achish, \"But what have I done, or what have you found in me, your servant, from the day that I was in your sight to this day, so that I may not go out and fight against the enemies of my lord, the king?\"",
          "ID": "8"
        },
        {
          "text": "And in response, Achish said to David: \"I know that you are good in my sight, like an angel of God. But the leaders of the Philistines have said: 'He shall not go up with us to the battle.'",
          "ID": "9"
        },
        {
          "text": "And so, rise up in the morning, you and the servants of your lord who came with you. And when you have risen up in the night, as it begins to be light, go forth.\"",
          "ID": "10"
        },
        {
          "text": "And so David rose up in the night, he and his men, so that they might set out in the morning. And they returned to the land of the Philistines. But the Philistines ascended to Jezreel.",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29",
      "name": "1 Samuel 29"
    },
    {
      "text": [
        {
          "text": "And when David and his men had arrived at Ziklag on the third day, the Amalekites had made an attack on the south side against Ziklag. And they had struck Ziklag, and burned it with fire.",
          "ID": "1"
        },
        {
          "text": "And they had led the women in it away as captives, from the small to the great. And they had not killed anyone, but they led them away with them. And then they traveled on their journey.",
          "ID": "2"
        },
        {
          "text": "Therefore, when David and his men had arrived at the city, and had found it burned with fire, and that their wives and their sons and daughters had been led away as captives,",
          "ID": "3"
        },
        {
          "text": "David and the people who were with him lifted up their voices. And they mourned until the tears in them failed.",
          "ID": "4"
        },
        {
          "text": "For indeed, the two wives of David also had been led away as captives: Ahinoam, the Jezreelite, and Abigail, the wife of Nabal of Carmel.",
          "ID": "5"
        },
        {
          "text": "And David was greatly saddened. And the people were willing to stone him, because the soul of every man was bitter over his sons and daughters. But David was strengthened by the Lord his God.",
          "ID": "6"
        },
        {
          "text": "And he said to the priest Abiathar, the son of Ahimelech, \"Bring the ephod to me.\" And Abiathar brought the ephod to David.",
          "ID": "7"
        },
        {
          "text": "And David consulted the Lord, saying, \"Shall I pursue these robbers, and will I overtake them, or not?\" And the Lord said to him: \"Pursue. For without doubt, you will overtake them and find the prey.\"",
          "ID": "8"
        },
        {
          "text": "Therefore, David went away, he and the six hundred men who were with him, and they arrived as far as the torrent Besor. And certain ones, being weary, stayed there.",
          "ID": "9"
        },
        {
          "text": "But David pursued, he and four hundred men. For two hundred stayed, who, being weary, were not able to cross the torrent Besor.",
          "ID": "10"
        },
        {
          "text": "And they found an Egyptian man in the field, and they led him to David. And they gave him bread, so that he might eat, and water, so that he might drink,",
          "ID": "11"
        },
        {
          "text": "and also a section of a mass of dried figs, and two clusters of dried grapes. And when he had eaten, his spirit returned, and he was refreshed. For he had not eaten bread, nor drank water, for three days and three nights.",
          "ID": "12"
        },
        {
          "text": "And so David said to him: \"To whom do you belong? Or where are you from? And where are you going?\" And he said: \"I am a young man of Egypt, the servant of an Amalekite man. But my lord abandoned me, because I began to be sick the day before yesterday.",
          "ID": "13"
        },
        {
          "text": "For indeed, we broke forth to the southern side of Cherethi, and against Judah, and to the south of Caleb, and we burned Ziklag with fire.\"",
          "ID": "14"
        },
        {
          "text": "And David said to him, \"Are you able to lead me to this battle line?\" And he said, \"Swear to me by God that you will not kill me, and that you will not deliver me into the hands of my lord, and I will lead you to this battle line.\" And David swore to him.",
          "ID": "15"
        },
        {
          "text": "And when he had led him, behold, they were stretched out on the face of the land everywhere, eating and drinking and celebrating, as if it were a feast day, because of all the prey and spoils that they had taken from the land of the Philistines, and from the land of Judah.",
          "ID": "16"
        },
        {
          "text": "And David struck them down from evening until the evening of the next day. And no one among them escaped, except four hundred youths, who had climbed on camels and fled.",
          "ID": "17"
        },
        {
          "text": "Therefore, David rescued all that the Amalekites had taken, and he rescued his two wives.",
          "ID": "18"
        },
        {
          "text": "And nothing was missing, from small even to great, among the sons and daughters, and among the spoils, and among everything whatsoever that they had seized. David returned it all.",
          "ID": "19"
        },
        {
          "text": "And he took all the flocks and the herds, and he drove them before his face. And they said, \"This is the prey of David.\"",
          "ID": "20"
        },
        {
          "text": "Then David arrived at the two hundred men, who, being weary, had stayed, for they had not been able to follow David, and he had ordered them to remain at the torrent Besor. And they went out to meet David, and the people who were with him. Then David, drawing near to the people, greeted them peacefully.",
          "ID": "21"
        },
        {
          "text": "And all the wicked and iniquitous men, out of the men who had gone with David, responding, said: \"Since they did not go with us, we will not give to them anything from the prey that we have rescued. But let his wife and children be enough for each of them; when they have accepted this, they may go back.\"",
          "ID": "22"
        },
        {
          "text": "But David said: \"You shall not do this, my brothers, with these things that the Lord has delivered to us, for he has preserved us, and he has given into our hands the robbers who broke out among us.",
          "ID": "23"
        },
        {
          "text": "And so, let no one heed you over these words. But equal shall be the portion of him who descended to the battle, and of him who remained with the supplies, and they will divide it alike.\"",
          "ID": "24"
        },
        {
          "text": "And this has been done from that day and thereafter. And it was established as a statute, and as if a law, in Israel even to this day.",
          "ID": "25"
        },
        {
          "text": "Then David went to Ziklag, and he sent gifts from the prey to the elders of Judah, his neighbors, saying, \"Receive a blessing from the prey of the enemies of the Lord,\"",
          "ID": "26"
        },
        {
          "text": "to those who were in Bethel, and who were in Ramoth toward the south, and who were in Jattir,",
          "ID": "27"
        },
        {
          "text": "and who were in Aroer, and who were in Siphmoth, and who were in Eshtemoa,",
          "ID": "28"
        },
        {
          "text": "and who were in Racal, and who were in the cities of Jerahmeel, and who were in the cities of Keni,",
          "ID": "29"
        },
        {
          "text": "and who were in Hormah, and who were at the lake of Ashan, and who were in Athach,",
          "ID": "30"
        },
        {
          "text": "and who were in Hebron, and to the remainder who were in those places where David had stayed, he and his men.",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30",
      "name": "1 Samuel 30"
    },
    {
      "text": [
        {
          "text": "Now the Philistines were fighting against Israel. And the men of Israel fled before the face of the Philistines, and they fell down slain on mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "And the Philistines rushed upon Saul, and upon his sons, and they struck down Jonathan, and Abinadab, and Malchishua, the sons of Saul.",
          "ID": "2"
        },
        {
          "text": "And the entire weight of the battle was turned against Saul. And the men who were archers pursued him. And he was severely wounded by the archers.",
          "ID": "3"
        },
        {
          "text": "Then Saul said to his armor bearer, \"Draw your sword and strike me, otherwise these uncircumcised may come and kill me, mocking me.\" And his armor bearer was not willing. For he had been struck with an exceedingly great fear. And so, Saul took his own sword, and he fell upon it.",
          "ID": "4"
        },
        {
          "text": "And when his armor bearer had seen this, namely, that Saul had died, he too fell upon his sword, and he died with him.",
          "ID": "5"
        },
        {
          "text": "Therefore, Saul died, and his three sons, and his armor bearer, and all his men, on the same day together.",
          "ID": "6"
        },
        {
          "text": "Then, seeing that the men of the Israelites had fled, and that Saul had died with his sons, the men of Israel who were across the valley or beyond the Jordan abandoned their cities, and they fled. And the Philistines went and lived there.",
          "ID": "7"
        },
        {
          "text": "Then, when the next day arrived, the Philistines came, so that they might despoil the slain. And they found Saul and his three sons lying on mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "And they cut off the head of Saul. And they despoiled him of the armor, and they sent it into the land of the Philistines all around, so that it might be announced in the temples of the idols and among their people.",
          "ID": "9"
        },
        {
          "text": "And they placed his armor in the temple of Ashtaroth. But his body they suspended on the wall of Bethshan.",
          "ID": "10"
        },
        {
          "text": "And when the inhabitants of Jabesh Gilead had heard all that the Philistines had done to Saul,",
          "ID": "11"
        },
        {
          "text": "all the most valiant men rose up, and they walked all night, and they took the body of Saul and the bodies of his sons from the wall of Bethshan. And they went to Jabesh Gilead, and they burned them there.",
          "ID": "12"
        },
        {
          "text": "And they took their bones, and they buried them in the forest of Jabesh. And they fasted for seven days.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31",
      "name": "1 Samuel 31"
    }
  ],
  "ID": "OT:1SA(CPDV)",
  "version": "CPDV",
  "name": "1 Samuel"
}