{
  "version": "ERV",
  "text": [
    {
      "title": "Hannah Takes Samuel to Eli at Shiloh",
      "text": [
        {
          "text": "There was a man named Elkanah from the Zuph family who lived in Ramah in the hill country of Ephraim. Elkanah was the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph from the tribe of Ephraim.",
          "ID": "1"
        },
        {
          "text": "Elkanah had two wives. One wife was named Hannah and the other wife was named Peninnah. Peninnah had children, but Hannah did not.",
          "ID": "2"
        },
        {
          "text": "Every year Elkanah left his town of Ramah and went up to Shiloh. He worshiped the Lord All-Powerful at Shiloh and offered sacrifices to the Lord there. Shiloh was where Eli’s sons, Hophni and Phinehas, served as priests of the Lord.",
          "ID": "3"
        },
        {
          "text": "Whenever Elkanah offered his sacrifices, he always gave one share of the food to his wife Peninnah and a share of the food to each of Peninnah’s children.",
          "ID": "4"
        },
        {
          "text": "Elkanah always gave an equal share of the food to Hannah. He did this because he loved her very much, even though the Lord had not let Hannah have any children.",
          "ID": "5",
          "comments": [
            "equal share Or “double share.”"
          ]
        },
        {
          "text": "Peninnah always upset Hannah and made her feel bad because the Lord had not made her able to have children.",
          "ID": "6"
        },
        {
          "text": "This happened every year when their family went to the Lord’s house at Shiloh. Peninnah would upset Hannah so much that she would begin to cry and would not eat anything. One year when this happened,",
          "ID": "7"
        },
        {
          "text": "her husband Elkanah said to her, “Hannah, why are you crying? Why won’t you eat? Why are you so sad? You have me. Isn’t that better than having even ten sons?”",
          "ID": "8"
        },
        {
          "text": "After eating and drinking, Hannah quietly got up and went to pray to the Lord. Eli the priest was sitting on a chair near the door of the Lord’s Holy Building.",
          "ID": "9",
          "comments": [
            "went to pray to the Lord This is from the ancient Greek version.",
            "Holy Building This could mean the Holy Tent at Shiloh where people went to worship the Lord or a larger area where they put the Holy Tent."
          ]
        },
        {
          "text": "Hannah was so sad that she cried the whole time she was praying to the Lord.",
          "ID": "10"
        },
        {
          "text": "She made a special promise to God and said, “Lord All-Powerful, you can see how sad I am. Remember me. Don’t forget me. If you will give me a son, I will give him to you. He will be yours his whole life, and as a Nazirite, he will not drink wine or strong drink, and no one will ever cut his hair.”",
          "ID": "11",
          "comments": [
            "he … strong drink This is found in the ancient Greek version and a Hebrew scroll from Qumran but not in the standard Hebrew text."
          ]
        },
        {
          "text": "Hannah prayed to the Lord a long time. Eli was watching her mouth while she was praying.",
          "ID": "12"
        },
        {
          "text": "Hannah was praying in her heart. Her lips were moving, but since she did not say the words out loud, Eli thought she was drunk.",
          "ID": "13"
        },
        {
          "text": "He said to her, “You have had too much to drink. It is time to put away the wine.”",
          "ID": "14"
        },
        {
          "text": "Hannah answered, “Sir, I have not drunk any wine or beer. I am deeply troubled, and I was telling the Lord about all my problems.",
          "ID": "15"
        },
        {
          "text": "Don’t think I am a bad woman. I have been praying so long because I have so many troubles and am very sad.”",
          "ID": "16"
        },
        {
          "text": "Eli answered, “Go in peace. May the God of Israel give you what you asked for.”",
          "ID": "17"
        },
        {
          "text": "Hannah said, “May you be happy with me.” Then she left and ate something. She was not sad anymore.",
          "ID": "18"
        },
        {
          "text": "Early the next morning Elkanah’s family got up. They worshiped the Lord and then went back home to Ramah.\nElkanah had sexual relations with his wife Hannah, and the Lord remembered Hannah.",
          "ID": "19"
        },
        {
          "text": "By that time the following year, Hannah had become pregnant and had a son. She named him Samuel. She said, “His name is Samuel because I asked the Lord for him.”",
          "ID": "20",
          "comments": [
            "Samuel This name means “His name is El (God).” But in Hebrew it is like “heard by God.”"
          ]
        },
        {
          "text": "Elkanah went to Shiloh to offer the sacrifice for that year and the gift he had promised to the Lord. He took his family with him.",
          "ID": "21"
        },
        {
          "text": "But Hannah did not go. She told Elkanah, “When the boy is old enough to eat solid food, I will take him to Shiloh. Then I will give him to the Lord. He will become a Nazirite. He will stay there at Shiloh.”",
          "ID": "22",
          "comments": [
            "He will become a Nazirite This is found in the ancient Greek version and a Hebrew scroll from Qumran but not in the standard Hebrew text."
          ]
        },
        {
          "text": "Hannah’s husband Elkanah said to her, “Do what you think is best. You may stay home until the boy is old enough to eat solid food. May the Lord do what you have said.” So Hannah stayed at home to nurse her son until he was old enough to eat solid food.",
          "ID": "23",
          "comments": [
            "you This is from the ancient Greek version and a Hebrew scroll from Qumran. The standard Hebrew text has “he.”"
          ]
        },
        {
          "text": "When the boy was old enough to eat solid food, Hannah took him to the Lord’s house at Shiloh. She also took a bull that was three years old, 20 pounds of flour, and a bottle of wine.",
          "ID": "24",
          "comments": [
            "20 pounds Literally, “an ephah” (22 l)."
          ]
        },
        {
          "text": "They went before the Lord. Elkanah killed the bull as a sacrifice to the Lord as he usually did. Then Hannah gave the boy to Eli.",
          "ID": "25",
          "comments": [
            "They went … he usually did This is found in the ancient Greek version and a Hebrew scroll from Qumran but not in the standard Hebrew text."
          ]
        },
        {
          "text": "She said to him, “Pardon me, sir. I am the same woman who stood near you praying to the Lord. I promise that I am telling the truth.",
          "ID": "26"
        },
        {
          "text": "I prayed for this child, and the Lord answered my prayer. He gave me this child.",
          "ID": "27"
        },
        {
          "text": "And now I give this child to the Lord. He will serve the Lord all his life.”\nThen Hannah left the boy there and worshiped the Lord.",
          "ID": "28",
          "comments": [
            "serve Or “belong to.”",
            "left the boy there This is found in a Hebrew scroll from Qumran but not in the standard Hebrew text."
          ]
        }
      ],
      "ID": "OT:1SA.1",
      "name": "1 Samuel 1"
    },
    {
      "title": "The Terrible Prophecy About Eli’s Family",
      "text": [
        {
          "text": "Hannah said,\n“My heart is happy in the Lord.\nI laugh at my enemies.",
          "ID": "1",
          "comments": [
            "I laugh at my enemies Literally, “My mouth is wide open over my enemies.”"
          ]
        },
        {
          "text": "There is no holy God like the Lord.",
          "ID": "2"
        },
        {
          "text": "Don’t continue bragging.\nbecause the Lord God knows everything.",
          "ID": "3"
        },
        {
          "text": "The bows of strong soldiers break,",
          "ID": "4"
        },
        {
          "text": "People who had plenty of food in the past\nBut those who were hungry in the past\nThe woman who was not able to have children\nBut the woman who had many children",
          "ID": "5"
        },
        {
          "text": "The Lord causes people to die,\nHe sends people down to the grave,",
          "ID": "6"
        },
        {
          "text": "The Lord makes some poor,\nHe humbles some people,",
          "ID": "7"
        },
        {
          "text": "He raises the poor from the dust,\nHe makes them important\nThe Lord made the whole world,",
          "ID": "8"
        },
        {
          "text": "He protects his holy people.\nBut evil people will be destroyed.",
          "ID": "9"
        },
        {
          "text": "The Lord destroys his enemies.\nThe Lord will judge even the lands that are far away.",
          "ID": "10"
        },
        {
          "text": "Elkanah and his family went home to Ramah, but the boy stayed in Shiloh and served the Lord under Eli the priest.",
          "ID": "11"
        },
        {
          "text": "Eli’s sons were evil men who did not care about the Lord.",
          "ID": "12"
        },
        {
          "text": "They did not care about how priests were supposed to treat people. Whenever someone brings a sacrifice, priests are supposed to put the meat in a pot of boiling water. Then their servant is supposed to get the three-pronged fork",
          "ID": "13"
        },
        {
          "text": "and use it to get some meat out of the pot or kettle. The priest is supposed to take whatever his helper removes from the pot with the special fork. This is what the priests should have done for the Israelites who came to offer sacrifices at Shiloh.",
          "ID": "14"
        },
        {
          "text": "But that is not what the sons of Eli did. Even before the fat was burned on the altar, their servant would go to the people offering sacrifices and say, “Give the priest some meat to roast. The priest won’t accept boiled meat from you.”",
          "ID": "15"
        },
        {
          "text": "Maybe the man offering the sacrifice would say, “Burn the fat first, and then you can take whatever you want.” But the servant would answer: “No, give me the meat now. If you don’t give it to me, I’ll take it from you!”",
          "ID": "16",
          "comments": [
            "Burn the fat The fat was the part of the animal that belonged only to God. It was supposed to be burned first as an offering to him."
          ]
        },
        {
          "text": "In this way Hophni and Phinehas showed that they did not respect the offerings made to the Lord. This was a terrible sin against the Lord.",
          "ID": "17"
        },
        {
          "text": "But Samuel served the Lord. He was a helper who wore the linen ephod.",
          "ID": "18"
        },
        {
          "text": "Every year Samuel’s mother made a robe for Samuel. She took the little robe to Samuel when she went up to Shiloh with her husband for the sacrifice every year.",
          "ID": "19"
        },
        {
          "text": "Eli would bless Elkanah and his wife. He would say, “May the Lord give you more children through Hannah who will take the place of the boy she prayed for and gave to the Lord.”\nElkanah and Hannah went home.",
          "ID": "20"
        },
        {
          "text": "The Lord was kind to Hannah, and she had three sons and two daughters. The boy Samuel grew up at the holy place near the Lord.",
          "ID": "21"
        },
        {
          "text": "Eli was very old. He heard about the bad things his sons were doing to the Israelites at Shiloh and how his sons were having sexual relations with the women who served at the door of the Meeting Tent.",
          "ID": "22"
        },
        {
          "text": "Eli said to his sons, “The people here told me about the evil things you have done. Why are you doing such things?",
          "ID": "23"
        },
        {
          "text": "Sons, stop that! The Lord’s people are saying bad things about you.",
          "ID": "24"
        },
        {
          "text": "If you sin against other people, God might protect you. But who can help you if you sin against the Lord?”\nEli’s sons refused to listen to him, so the Lord decided to kill them.",
          "ID": "25"
        },
        {
          "text": "The boy Samuel kept growing. He was pleasing to the Lord and to the people.",
          "ID": "26"
        },
        {
          "text": "A man of God came to Eli and said, “The Lord says, ‘I appeared to your ancestors when they were slaves of Pharaoh.",
          "ID": "27",
          "comments": [
            "ancestors Literally, “father’s house.” See “ancestor” in the Word List."
          ]
        },
        {
          "text": "From all the tribes of Israel, I chose your tribe to be my priests. I chose them to offer sacrifices on my altar, to burn incense, and wear the ephod. I also let your tribe have the meat from the sacrifices that the Israelites give to me.",
          "ID": "28"
        },
        {
          "text": "So why don’t you respect these gifts and sacrifices? You honor your sons more than me. You become fat eating the best parts of the meat that the Israelites bring to me.’",
          "ID": "29"
        },
        {
          "text": "“The Lord, the God of Israel, promised that your father’s family would serve him forever. But now the Lord says, ‘That will never be! I will honor people who honor me, but bad things will happen to those who refuse to respect me.",
          "ID": "30"
        },
        {
          "text": "The time is coming when I will destroy all your descendants. No one in your family will live to be an old man.",
          "ID": "31"
        },
        {
          "text": "Good things will happen to Israel, but you will see bad things happening at home. No one in your family will live to be an old man.",
          "ID": "32",
          "comments": [
            "but you … at home These words are not in the ancient Greek version or the Hebrew scrolls from Qumran."
          ]
        },
        {
          "text": "There is only one man I will save to serve as priest at my altar. He will live until his eyes wear out and his strength is gone. But all of your descendants will die by the sword.",
          "ID": "33",
          "comments": [
            "by the sword This is found in the ancient Greek version and a Hebrew scroll from Qumran. The standard Hebrew text has “like men.”"
          ]
        },
        {
          "text": "I will give you a sign to show that these things will come true. Your two sons, Hophni and Phinehas, will die on the same day.",
          "ID": "34"
        },
        {
          "text": "I will choose a priest I can trust. This priest will listen to me and do what I want. I will make his family strong, and he will always serve before my chosen king.",
          "ID": "35",
          "comments": [
            "chosen king Literally, “anointed one.”"
          ]
        },
        {
          "text": "Then whoever is left in your family will come and bow down before this priest and beg for a little money or a piece of bread. They will say, “Please give me a job as priest so that I can have some food to eat.”’”",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2",
      "name": "1 Samuel 2"
    },
    {
      "title": "God Calls Samuel",
      "text": [
        {
          "text": "The boy Samuel was Eli’s helper and served the Lord with him. At that time the Lord did not speak directly to people very often. There were very few visions.",
          "ID": "1"
        },
        {
          "text": "Eli’s eyes were getting so weak that he was almost blind. One night he went to his room to go to bed.",
          "ID": "2"
        },
        {
          "text": "The special lamp in the Lord’s temple was still burning, so Samuel lay down in the temple near where the Holy Box was.",
          "ID": "3",
          "comments": [
            "temple This could mean the Holy Tent at Shiloh where people went to worship the Lord or a larger area where they put the Holy Tent."
          ]
        },
        {
          "text": "The Lord called Samuel, and Samuel answered, “Here I am.”",
          "ID": "4"
        },
        {
          "text": "Samuel thought Eli was calling him, so he ran to Eli and said, “Here I am. You called me.”\nBut Eli said, “I didn’t call you. Go back to bed.”\nSo Samuel went back to bed.",
          "ID": "5"
        },
        {
          "text": "Again the Lord called, “Samuel!” Again Samuel ran to Eli and said, “Here I am. You called me.”\nEli said, “I didn’t call you. Go back to bed.”",
          "ID": "6"
        },
        {
          "text": "Samuel did not yet know the Lord because the Lord had not spoken directly to him before.",
          "ID": "7",
          "comments": [
            "the Lord … him before Literally, “the word of the Lord had not yet been revealed to him.”"
          ]
        },
        {
          "text": "The Lord called Samuel the third time. Again Samuel got up and went to Eli and said, “Here I am. You called me.”\nFinally, Eli understood that the Lord was calling the boy.",
          "ID": "8"
        },
        {
          "text": "Eli told Samuel, “Go to bed. If he calls you again, say, ‘Speak, Lord. I am your servant, and I am listening.’”\nSo Samuel went back to bed.",
          "ID": "9"
        },
        {
          "text": "The Lord came and stood there. He called as he did before, saying, “Samuel, Samuel!”\nSamuel said, “Speak. I am your servant, and I am listening.”",
          "ID": "10"
        },
        {
          "text": "The Lord said to Samuel, “I will soon do things in Israel that will shock anyone who hears about them.",
          "ID": "11"
        },
        {
          "text": "I will do everything I said I would do against Eli and his family, everything from the beginning to the end.",
          "ID": "12"
        },
        {
          "text": "I told Eli I would punish his family forever. I will do this because Eli knew his sons were saying and doing bad things against God. But he failed to control them.",
          "ID": "13"
        },
        {
          "text": "That is why I swore an oath that sacrifices and offerings will never take away the sins of the people in Eli’s family.”",
          "ID": "14",
          "comments": [
            "Or “That is why I swore an oath that Eli’s family would not be forgiven for their sins against the offerings and sacrifices.”"
          ]
        },
        {
          "text": "Samuel lay down in bed until the morning came. He got up early and opened the doors of the Lord’s house. Samuel was afraid to tell Eli about the vision.",
          "ID": "15"
        },
        {
          "text": "But Eli said to Samuel, “Samuel, my son.”\nSamuel answered, “Yes, sir.”",
          "ID": "16"
        },
        {
          "text": "Eli asked, “What did God say to you? Don’t hide it from me. God will punish you if you hide anything from the message he spoke to you.”",
          "ID": "17"
        },
        {
          "text": "So Samuel told Eli everything. He did not hide anything from him.\nEli said, “He is the Lord. Let him do whatever he thinks is right.”",
          "ID": "18"
        },
        {
          "text": "The Lord was with Samuel while he grew up. He did not let any of Samuel’s messages prove false.",
          "ID": "19"
        },
        {
          "text": "Then all Israel, from Dan to Beersheba, knew that Samuel was a true prophet of the Lord.",
          "ID": "20"
        },
        {
          "text": "And the Lord continued to appear to Samuel at Shiloh. There he told Samuel what he wanted.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3",
      "name": "1 Samuel 3"
    },
    {
      "title": "The Glory Is Gone",
      "text": [
        {
          "text": "Then Samuel would announce the Lord’s message to all the people of Israel. When Eli was very old, his sons lived more and more in a way the Lord considered evil.\nAt that time the Israelites went out to fight against the Philistines. The Israelites made their camp at Ebenezer. The Philistines made their camp at Aphek.",
          "ID": "1",
          "comments": [
            "When Eli … evil The ancient Greek version has these words at the end of chapter 3."
          ]
        },
        {
          "text": "The Philistines lined up their soldiers in front of the Israelites and began the attack.\nThe Philistines defeated the Israelites. They killed about 4000 soldiers from Israel’s army.",
          "ID": "2"
        },
        {
          "text": "The rest of the Israelite soldiers went back to their camp. The elders of Israel asked, “Why did the Lord let the Philistines defeat us? Let’s bring the Lord’s Box of the Agreement from Shiloh. God will go with us into battle and save us from our enemies.”",
          "ID": "3"
        },
        {
          "text": "So the people sent men to Shiloh. The men brought back the Lord All-Powerful’s Box of the Agreement. On top of the Box are the Cherub angels. They are like a throne where the Lord sits. Eli’s two sons, Hophni and Phinehas, came with the Box.",
          "ID": "4"
        },
        {
          "text": "When the Lord’s Box of the Agreement came into the camp, all the Israelites gave a great shout loud enough to make the ground shake.",
          "ID": "5"
        },
        {
          "text": "The Philistines heard Israel’s shout and asked, “Why are the people so excited in the Hebrew camp?”\nThen the Philistines learned that the Lord’s Holy Box had been brought into Israel’s camp.",
          "ID": "6",
          "comments": [
            "Hebrew Or “Israelite.”"
          ]
        },
        {
          "text": "They became afraid and said, “Gods have come to their camp! We’re in trouble. This has never happened before.",
          "ID": "7"
        },
        {
          "text": "We are worried. Who can save us from these powerful gods? These gods are the same ones that gave the Egyptians those diseases and terrible sicknesses.",
          "ID": "8"
        },
        {
          "text": "Be brave, Philistines. Fight like men. In the past they were our slaves, so fight like men or you will become their slaves.”",
          "ID": "9"
        },
        {
          "text": "So the Philistines fought very hard and defeated the Israelites. The Israelite soldiers ran away and went home. It was a terrible defeat for Israel. 30,000 Israelite soldiers were killed.",
          "ID": "10"
        },
        {
          "text": "The Philistines took God’s Holy Box and killed Eli’s two sons, Hophni and Phinehas.",
          "ID": "11"
        },
        {
          "text": "One of the men who ran from the battle was a man from the tribe of Benjamin. He tore his clothes and put dust on his head to show his great sadness.",
          "ID": "12"
        },
        {
          "text": "Eli was worried about the Holy Box, so he was sitting there by the city gate waiting and watching when the Benjamite man came into Shiloh and told the bad news. All the people in town began to cry loudly.",
          "ID": "13"
        },
        {
          "text": "Eli was 98 years old. He was blind, so he could not see what was happening, but he could hear the loud noise of the people crying. Eli asked, “Why are the people making this loud noise?”\nThe Benjamite man ran to Eli and told him what happened.",
          "ID": "14-15"
        },
        {
          "text": "He said, “I am the man who just came from the battle. I ran away from the battle today.”\nEli asked, “What happened, son?”",
          "ID": "16"
        },
        {
          "text": "The Benjamite man answered, “Israel ran away from the Philistines. The Israelite army has lost many soldiers. Your two sons are both dead, and the Philistines took God’s Holy Box.”",
          "ID": "17"
        },
        {
          "text": "When the Benjamite man mentioned God’s Holy Box, Eli fell backward off his chair near the gate and broke his neck. Eli was old and fat, so he died. He had led Israel for 20 years.",
          "ID": "18",
          "comments": [
            "20 years This is found in the ancient Greek version and Josephus. The standard Hebrew text has “40 years.”"
          ]
        },
        {
          "text": "Eli’s daughter-in-law, the wife of Phinehas, was pregnant. It was nearly time for her baby to be born. She heard the news that God’s Holy Box was taken. She also heard that her father-in-law Eli and her husband Phinehas were both dead. As soon as she heard the news, her pain started and she began giving birth to her baby.",
          "ID": "19"
        },
        {
          "text": "She was about to die when the women who were helping her said, “Don’t worry, you have given birth to a son.”\nBut she did not answer or pay attention.",
          "ID": "20"
        },
        {
          "text": "She named the baby Ichabod, that is to say, “Israel’s glory has been taken away.” She did this because God’s Holy Box was taken away and because both her father-in-law and her husband were dead.",
          "ID": "21",
          "comments": [
            "Ichabod This name means “No glory.” The Greek has “Ouai Barchaboth.”",
            "that is … taken away This is not in the ancient Greek version."
          ]
        },
        {
          "text": "She said, “Israel’s glory has been taken away” because the Philistines had taken God’s Holy Box.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4",
      "name": "1 Samuel 4"
    },
    {
      "title": "The Holy Box Troubles the Philistines",
      "text": [
        {
          "text": "The Philistines carried God’s Holy Box, from Ebenezer to Ashdod.",
          "ID": "1"
        },
        {
          "text": "They carried God’s Holy Box into the temple of Dagon and put it next to the statue of Dagon.",
          "ID": "2"
        },
        {
          "text": "The next morning, the people of Ashdod got up and found Dagon lying face down on the ground before the Lord’s Box.\nThe people of Ashdod put the statue of Dagon back in its place.",
          "ID": "3"
        },
        {
          "text": "But the next morning when the people of Ashdod got up, they found Dagon on the ground again. Dagon had fallen down before the Lord’s Holy Box. This time, Dagon’s head and hands were broken off and were lying in the doorway. Only his body was still in one piece.",
          "ID": "4"
        },
        {
          "text": "That is why, even today, the priests or other people refuse to step on the threshold when they enter Dagon’s temple at Ashdod.",
          "ID": "5"
        },
        {
          "text": "The Lord made life hard for the people of Ashdod and their neighbors. He gave them many troubles and caused them to get tumors. He also sent mice to them. The mice ran all over their ships and then onto their land. The people in the city were very afraid.",
          "ID": "6",
          "comments": [
            "He also sent … afraid This is from the ancient Greek version."
          ]
        },
        {
          "text": "They saw what was happening and said, “The Holy Box of the God of Israel can’t stay here. God is punishing us and Dagon our god.”",
          "ID": "7"
        },
        {
          "text": "The people of Ashdod called the five Philistine rulers together and asked them, “What must we do with the Holy Box of the God of Israel?”\nThe rulers answered, “Move the Holy Box of the God of Israel to Gath.” So the Philistines moved God’s Holy Box.",
          "ID": "8"
        },
        {
          "text": "But after the Philistines had moved God’s Holy Box to Gath, the Lord punished that city. The people became very frightened. God caused many troubles for all the people—young and old. He caused the people in Gath to have tumors.",
          "ID": "9"
        },
        {
          "text": "So the Philistines sent God’s Holy Box to Ekron.\nBut when God’s Holy Box came into Ekron, the people of Ekron complained. They said, “Why are you bringing the Box of the God of Israel to our city Ekron? Do you want to kill us and our people?”",
          "ID": "10"
        },
        {
          "text": "The people of Ekron called all the Philistine rulers together and said to the rulers, “Send the Box of the God of Israel back home before it kills us and our people!”\nThe people of Ekron were deathly afraid because God severely punished them there.",
          "ID": "11"
        },
        {
          "text": "Many people died, and those who did not, had tumors. The people of Ekron cried loudly to heaven.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5",
      "name": "1 Samuel 5"
    },
    {
      "title": "God’s Holy Box Is Sent Back Home",
      "text": [
        {
          "text": "The Philistines kept the Lord’s Holy Box in their land for seven months.",
          "ID": "1"
        },
        {
          "text": "The Philistines called their priests and magicians and said, “What must we do with the Lord’s Box? Tell us how to send it back home.”",
          "ID": "2"
        },
        {
          "text": "The priests and magicians answered, “If you send back the Holy Box of the God of Israel, don’t send it away empty. You must offer gifts to the God of Israel. Then you will be healed. You must do this so that God will stop punishing you.”",
          "ID": "3",
          "comments": [
            "You must do … punishing you This is found in the ancient Greek version and a Hebrew scroll from Qumran. The standard Hebrew text has “Then you will know why God did not stop punishing you.”"
          ]
        },
        {
          "text": "The Philistines asked, “What kind of gifts should we send for Israel’s God to forgive us?”\nThe priests and magicians answered, “There are five Philistine leaders, one leader for each city. All of you and your leaders had the same problems. So you must make five gold models to look like five tumors. And you must make five gold models to look like five mice.",
          "ID": "4"
        },
        {
          "text": "So make models of the tumors and models of the mice that are ruining the country. Give these gold models to the God of Israel as payment. Then maybe the God of Israel will stop punishing you, your gods, and your land.",
          "ID": "5"
        },
        {
          "text": "Don’t be stubborn like Pharaoh and the Egyptians. God punished the Egyptians. That is why the Egyptians let the Israelites leave Egypt.",
          "ID": "6"
        },
        {
          "text": "“You must build a new wagon and get two cows that have just had calves. These must be cows that have never worked in the fields. Tie the cows to the wagon so that they can pull it. Then take the calves back home and put them in their pen. Don’t let them follow their mothers.",
          "ID": "7",
          "comments": [
            "Don’t let … mothers The Philistines thought if the cows did not try to find their calves it would prove that God was leading them and that he had accepted their gifts."
          ]
        },
        {
          "text": "Put the Lord’s Holy Box on the wagon. You must put the golden models in the bag beside the Box. They are your gifts for God to forgive your sins. Send the wagon straight on its way.",
          "ID": "8"
        },
        {
          "text": "Watch the wagon. If the wagon goes toward Beth Shemesh in Israel’s own land, then it is their God who has given us this great sickness. But if the cows don’t go straight to Beth Shemesh, we will know it was not their God who brought this sickness to us. It was just one of those things that sometimes happen.”",
          "ID": "9"
        },
        {
          "text": "The Philistines did what the priests and magicians said. They found two cows that had just had calves and tied them to the wagon. But they kept the calves at home in a pen.",
          "ID": "10"
        },
        {
          "text": "Then the Philistines put the Lord’s Holy Box on the wagon along with the bag with the golden models of the tumors and mice.",
          "ID": "11"
        },
        {
          "text": "The cows went straight to Beth Shemesh. The cows stayed on the road, mooing all the way. They did not turn right or left. The Philistine rulers followed the cows as far as the city limits of Beth Shemesh.",
          "ID": "12"
        },
        {
          "text": "The people of Beth Shemesh were harvesting their wheat in the valley. They looked up and saw the Holy Box. They were very happy to see it again. They ran to get it.",
          "ID": "13"
        },
        {
          "text": "The wagon came to the field that belonged to Joshua of Beth Shemesh and stopped there near a large rock.\nSome Levites took down the Lord’s Holy Box and the bag that had the golden models. The Levites put the Lord’s Box and the bag that was with it on the large rock.\nThe people of Beth Shemesh cut up the wagon and killed the cows. That day, they sacrificed the cows as burnt offerings to the Lord.",
          "ID": "14-15"
        },
        {
          "text": "The five Philistine rulers watched the people of Beth Shemesh do this and then went back to Ekron that same day.",
          "ID": "16"
        },
        {
          "text": "In this way the Philistines sent golden models of tumors as gifts for their sins to the Lord. They sent one golden model of a tumor for each of the Philistine towns of Ashdod, Gaza, Ashkelon, Gath, and Ekron.",
          "ID": "17"
        },
        {
          "text": "The Philistines also sent golden models of mice. The number of these golden mice was the same number as the towns that belonged to the five Philistine rulers. These towns had walls around them, and each town had villages around it.\nThe people of Beth Shemesh put the Lord’s Holy Box on a rock. That rock is still in the field of Joshua from Beth Shemesh.",
          "ID": "18"
        },
        {
          "text": "But no priests were there to lead the celebration when the men of Beth Shemesh saw the Lord’s Holy Box. So the Lord killed 70 men from Beth Shemesh. The people of Beth Shemesh cried loudly because of this hard punishment.",
          "ID": "19",
          "comments": [
            "no priests Only priests were allowed to carry the Box of the Agreement.",
            "But no … celebration This is based on the ancient Greek version and Josephus.",
            "This is found in a few Hebrew copies. Most Hebrew copies and the ancient versions have “70 men, 50,000 men.”"
          ]
        },
        {
          "text": "They said, “Where is a priest who can care for the Holy Box? Where should the Box go from here?”",
          "ID": "20"
        },
        {
          "text": "There was a priest at Kiriath Jearim. The people of Beth Shemesh sent messengers to the people of Kiriath Jearim. The messengers said, “The Philistines have brought back the Lord’s Holy Box. Come down and take it to your city.”",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6",
      "name": "1 Samuel 6"
    },
    {
      "title": "Peace Comes to Israel",
      "text": [
        {
          "text": "The men of Kiriath Jearim came and took the Lord’s Holy Box up the hill to the house of Abinadab the priest. They performed a special ceremony to prepare Abinadab’s son, Eleazar, to guard the Lord’s Holy Box.",
          "ID": "1"
        },
        {
          "text": "The Box stayed there at Kiriath Jearim for a long time.\nTwenty years passed while the Holy Box was in Kiriath Jearim, and the Israelites began to follow the Lord again.",
          "ID": "2"
        },
        {
          "text": "Samuel told the Israelites, “If you are really coming back to the Lord with all your heart, you must throw away your foreign gods and your idols of Ashtoreth. You must give yourselves fully to the Lord and serve only him. Then he will save you from the Philistines.”",
          "ID": "3"
        },
        {
          "text": "So the Israelites threw away their statues of Baal and Ashtoreth. The Israelites served only the Lord.",
          "ID": "4"
        },
        {
          "text": "Samuel said, “All Israel must meet at Mizpah. I will pray to the Lord for you.”",
          "ID": "5"
        },
        {
          "text": "The Israelites met together at Mizpah. They got water and poured it out before the Lord. In this way they began a time of fasting. They did not eat any food that day, and they confessed their sins. They said, “We have sinned against the Lord.” So Samuel served as a judge of Israel at Mizpah.",
          "ID": "6"
        },
        {
          "text": "When the Philistines heard that the Israelites were meeting at Mizpah, they went to fight them. The Israelites were frightened when they heard the Philistines were coming",
          "ID": "7"
        },
        {
          "text": "and said to Samuel, “Don’t stop praying to the Lord our God for us. Ask him to save us from the Philistines.”",
          "ID": "8"
        },
        {
          "text": "Samuel took a baby lamb and offered it as a whole burnt offering to the Lord. He prayed to the Lord for Israel, and the Lord answered his prayer.",
          "ID": "9"
        },
        {
          "text": "The Philistines came closer and closer to fight the Israelites while Samuel offered the sacrifice. But then, the Lord caused a loud clap of thunder to hit near the Philistines. The thunder scared the Philistines, and they became confused, so the Israelites defeated them in battle.",
          "ID": "10"
        },
        {
          "text": "The men of Israel ran out of Mizpah and chased the Philistines all the way to Beth Car. They killed Philistine soldiers all along the way.",
          "ID": "11"
        },
        {
          "text": "After this Samuel set up a special stone to help people remember what God did. Samuel put the stone between Mizpah and Shen and named the stone “Stone of Help.” Samuel said, “The Lord helped us all the way to this place.”",
          "ID": "12",
          "comments": [
            "Shen Or “Jeshanah,” a town about 17 miles north of Jerusalem.",
            "Stone of Help Or “Ebenezer.”"
          ]
        },
        {
          "text": "The Philistines were defeated and did not enter the land of Israel again. The Lord was against the Philistines during the rest of Samuel’s life.",
          "ID": "13"
        },
        {
          "text": "The Philistines had taken some cities from Israel, but the Israelites won them back. They recovered those cities throughout the Philistine area, from Ekron to Gath.\nThere was also peace between Israel and the Amorites.",
          "ID": "14"
        },
        {
          "text": "Samuel led Israel all his life.",
          "ID": "15"
        },
        {
          "text": "He went from place to place judging the Israelites. Every year he traveled around the country. He went to Bethel, Gilgal, and Mizpah and he judged the Israelites in all these places.",
          "ID": "16"
        },
        {
          "text": "But Samuel always went back to his home in Ramah. There he built an altar to the Lord and judged Israel.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7",
      "name": "1 Samuel 7"
    },
    {
      "title": "Israel Asks for a King",
      "text": [
        {
          "text": "When Samuel was old, he appointed his sons to be judges for Israel.",
          "ID": "1"
        },
        {
          "text": "Samuel’s first son was named Joel. His second son was named Abijah. Joel and Abijah were judges in Beersheba.",
          "ID": "2"
        },
        {
          "text": "But Samuel’s sons did not live the same way he did. Joel and Abijah accepted bribes. They took money secretly and changed their decisions in court. They cheated people in court.",
          "ID": "3"
        },
        {
          "text": "So all the elders of Israel met together and went to Ramah to meet with Samuel.",
          "ID": "4"
        },
        {
          "text": "The elders said to Samuel, “You’re old, and your sons don’t live right. They are not like you. Now, give us a king to rule us like all the other nations.”",
          "ID": "5"
        },
        {
          "text": "So the elders asked for a king to lead them. Samuel thought this was a bad idea, so he prayed to the Lord.",
          "ID": "6"
        },
        {
          "text": "The Lord told Samuel, “Do what the people tell you. They have not rejected you. They have rejected me. They don’t want me to be their king.",
          "ID": "7"
        },
        {
          "text": "They are doing the same thing they have always done. I took them out of Egypt, but they left me and served other gods. They are doing the same to you.",
          "ID": "8"
        },
        {
          "text": "So listen to the people and do what they say. But give them a warning. Tell the people what a king will do to them. Tell them how a king rules people.”",
          "ID": "9"
        },
        {
          "text": "Those people asked for a king. So Samuel told them everything the Lord said.",
          "ID": "10"
        },
        {
          "text": "Samuel said, “If you have a king ruling over you, this is what he will do: He will take away your sons and force them to serve him. He will force them to be soldiers—they must fight from his chariots and become horse soldiers in his army. Your sons will become guards running in front of the king’s chariot.",
          "ID": "11"
        },
        {
          "text": "“A king will force your sons to become soldiers. He will choose which of your sons will be officers over 1000 men and which will be officers over 50 men.\n“A king will force some of your sons to plow his fields and gather his harvest. He will force some of your sons to make weapons for war and to make things for his chariots.",
          "ID": "12"
        },
        {
          "text": "“A king will take your daughters and force some of them to make perfume for him and some to cook and bake for him.",
          "ID": "13"
        },
        {
          "text": "“A king will take your best fields, vineyards, and olive groves. He will take them from you and give them to his officers.",
          "ID": "14"
        },
        {
          "text": "He will take one-tenth of your grain and grapes, and he will give them to his officers and servants.",
          "ID": "15"
        },
        {
          "text": "“A king will take your men and women servants. He will take your best cattle and your donkeys. He will use them all for his own work.",
          "ID": "16",
          "comments": [
            "cattle This is from the ancient Greek version. The standard Hebrew text has “young men.”"
          ]
        },
        {
          "text": "He will take one-tenth of your flocks.\n“And you yourselves will become slaves of this king.",
          "ID": "17"
        },
        {
          "text": "When that time comes, you will cry because of the king you chose. But the Lord won’t answer you at that time.”",
          "ID": "18"
        },
        {
          "text": "But the people would not listen to Samuel. They said, “No, we want a king to rule over us.",
          "ID": "19"
        },
        {
          "text": "Then we will be the same as all the other nations. Our king will lead us. He will go before us and fight our battles.”",
          "ID": "20"
        },
        {
          "text": "Samuel listened to the people and then repeated their words to the Lord.",
          "ID": "21"
        },
        {
          "text": "The Lord answered, “Listen to them and give them a king.”\nThen Samuel told the Israelites, “You will have a king. Now go home.”",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8",
      "name": "1 Samuel 8"
    },
    {
      "title": "Saul Looks for His Father’s Donkeys",
      "text": [
        {
          "text": "Kish was an important man from the tribe of Benjamin. He was the son of Abiel. Abiel was the son of Zeror. Zeror was the son of Becorath. Becorath was the son of Aphiah, a man from Benjamin.",
          "ID": "1"
        },
        {
          "text": "Kish had a son named Saul, who was a handsome young man. There was no one more handsome than Saul. He stood a head taller than any other man in Israel.",
          "ID": "2"
        },
        {
          "text": "One day Kish’s donkeys got lost. So he said to his son Saul, “Take one of the servants and go look for the donkeys.”",
          "ID": "3"
        },
        {
          "text": "Saul went to look for the donkeys. He walked through the hills of Ephraim and through the area around Shalisha. But Saul and the servant could not find Kish’s donkeys. So they went to the area around Shaalim, but the donkeys were not there either. Then Saul traveled through the land of Benjamin, but he and the servant still could not find the donkeys.",
          "ID": "4"
        },
        {
          "text": "Finally, Saul and the servant came to the town named Zuph. Saul said to his servant, “Let’s go back. My father will stop worrying about the donkeys and start worrying about us.”",
          "ID": "5"
        },
        {
          "text": "But the servant answered, “A man of God is in this town. People respect him. Everything he says comes true, so let’s go into town. Maybe the man of God will tell us where we should go next.”",
          "ID": "6"
        },
        {
          "text": "Saul said to his servant, “Sure, we can go into town, but what can we give to him? We have no gift to give the man of God. Even the food in our bags is gone. What can we give him?”",
          "ID": "7"
        },
        {
          "text": "Again the servant answered Saul. “Look, I have a little bit of money. Let’s give it to the man of God. Then he will tell us where we should go.”",
          "ID": "8",
          "comments": [
            "a little bit of money Literally, “1/4 shekel of silver” (about 1/10 of an ounce)."
          ]
        },
        {
          "text": "Saul said to his servant, “That is a good idea. Let’s go.” So they went to the town where the man of God was.\nSaul and the servant were walking up the hill toward town when they met some young women on the road. The young women were coming out to get water. Saul and the servant asked the young women, “Is the seer here?” (In the past, people in Israel called a prophet a “seer.” So if they wanted to ask something from God, they would say, “Let’s go to the seer.”)",
          "ID": "9-11"
        },
        {
          "text": "The young women answered, “Yes, the seer is here. He is just up the road. He came to town today. Some people are meeting together today to share in a fellowship offering at the place for worship.",
          "ID": "12",
          "comments": [
            "place for worship Or “high place.” See “high place” in the Word List. Also in verses 14, 19, 25."
          ]
        },
        {
          "text": "So go into town and you will find him. If you hurry, you can catch him before he goes up to eat at the place for worship. The seer blesses the sacrifice, so the people won’t begin eating until he gets there. If you hurry, you can find him.”",
          "ID": "13"
        },
        {
          "text": "Saul and the servant started walking up the hill to town. Just as they came into town, they saw Samuel coming out of town, walking toward them. He was on his way to the place for worship.",
          "ID": "14"
        },
        {
          "text": "The day before, the Lord had told Samuel,",
          "ID": "15"
        },
        {
          "text": "“At this time tomorrow I will send a man to you. He will be from the tribe of Benjamin. You must anoint him and make him the new leader over my people Israel. This man will save my people from the Philistines. I have seen my people suffering, and I have heard their cries for help.”",
          "ID": "16",
          "comments": [
            "suffering This is from the ancient Greek version."
          ]
        },
        {
          "text": "When Samuel saw Saul, the Lord said to Samuel, “This is the man I told you about. He will rule my people.”",
          "ID": "17"
        },
        {
          "text": "Saul went up to a man near the gate to ask directions. This man just happened to be Samuel. Saul said, “Excuse me. Could you tell me where the seer’s house is?”",
          "ID": "18"
        },
        {
          "text": "Samuel answered, “I am the seer. Go on up ahead of me to the place for worship. You and your servant will eat with me today. I will let you go home tomorrow morning. I will answer all your questions.",
          "ID": "19"
        },
        {
          "text": "And don’t worry about the donkeys that you lost three days ago. They have been found. Now, there is something that everyone in Israel is looking for and that something is you and your family.”",
          "ID": "20"
        },
        {
          "text": "Saul answered, “But I am a member of the tribe of Benjamin. It is the smallest tribe in Israel. And my family is the smallest in the tribe of Benjamin. Why do you say Israel wants me?”",
          "ID": "21"
        },
        {
          "text": "Then Samuel took Saul and his servant to the eating area. About 30 people had been invited to eat together and share the sacrifice. Samuel gave Saul and his servant the most important place at the table.",
          "ID": "22"
        },
        {
          "text": "Samuel said to the cook, “Bring the meat I gave you. It is the share I told you to save.”",
          "ID": "23"
        },
        {
          "text": "The cook brought out the thigh and put it on the table in front of Saul. Samuel said, “Eat the meat that was put in front of you. It was saved for you for this special time when I called the people together.” So Saul ate with Samuel that day.",
          "ID": "24",
          "comments": [
            "thigh This was probably the left thigh that was reserved for important guests. The right thigh was reserved for the priest who sacrificed the animal. This priest helped kill the animal and put the fat from the animal on the altar as a gift to God."
          ]
        },
        {
          "text": "After they finished eating, they came down from the place for worship and went back to town. Samuel made a bed for Saul on the roof,",
          "ID": "25"
        },
        {
          "text": "and Saul went to sleep.\nEarly the next morning, Samuel shouted to Saul on the roof and said, “Get up. I will send you on your way.” Saul got up and went out of the house with Samuel.",
          "ID": "26",
          "comments": [
            "made … to sleep This is from the ancient Greek version. The standard Hebrew text has “Samuel spoke with Saul on the roof.” In ancient Israel, houses had flat roofs that were used as an extra room."
          ]
        },
        {
          "text": "Saul, his servant, and Samuel were walking together near the edge of town. Samuel said to Saul, “Tell your servant to go on ahead of us. I have a message for you from God.” So the servant walked ahead of them.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9",
      "name": "1 Samuel 9"
    },
    {
      "title": "Nahash, King of the Ammonites",
      "text": [
        {
          "text": "Samuel took a jar of the special oil and poured the oil on Saul’s head. Samuel kissed Saul and said, “The Lord has anointed you to be the leader over the people who belong to him. You will control the people. You will save them from the enemies that are all around them. He has anointed you to be ruler over his people. Here is a sign that will prove this is true:",
          "ID": "1",
          "comments": [
            "You will control … true This is from the ancient Greek version."
          ]
        },
        {
          "text": "After you leave me today, you will meet two men near Rachel’s tomb on the border of Benjamin at Zelzah. The two men will say to you, ‘Someone found the donkeys you were looking for. Your father stopped worrying about his donkeys. Now he is worrying about you. He is saying: What will I do about my son?’”",
          "ID": "2"
        },
        {
          "text": "Samuel said, “Then you will go until you come to the large oak tree at Tabor. Three men will meet you there. They will be on their way to worship God at Bethel. One man will be carrying three young goats. The second man will be carrying three loaves of bread. And the third man will have a leather bag full of wine.",
          "ID": "3"
        },
        {
          "text": "These three men will say hello to you. They will offer you two bread offerings reserved for priests, and you will accept that bread.",
          "ID": "4",
          "comments": [
            "two bread offerings … priests This is from the ancient Greek version and a Hebrew scroll from Qumran. The standard Hebrew text has “two of bread.”"
          ]
        },
        {
          "text": "Then you will go to Gibeath Elohim. There is a Philistine fort in that place. When you come to this town, a group of prophets will come out. These prophets will come down from the place for worship. They will be prophesying. They will be playing harps, tambourines, flutes, and lyres.",
          "ID": "5",
          "comments": [
            "place for worship Or “high places,” places for worshiping God or false gods. These places were often on the hills and mountains.",
            "prophesying This usually means “speaking for God.” But here, this also means that the Spirit of God took control of people, causing them to sing and dance. Also in verses 11, 13."
          ]
        },
        {
          "text": "Then the Lord’s Spirit will come on you with great power. You will be changed. You will be like a different man. You will begin to prophesy with these prophets.",
          "ID": "6"
        },
        {
          "text": "After that happens, you can do whatever you choose to do, because God will be with you.",
          "ID": "7"
        },
        {
          "text": "“Go to Gilgal before me. Then I will come there to you. And I will offer burnt offerings and fellowship offerings. But you must wait seven days. Then I will come and tell you what to do.”",
          "ID": "8"
        },
        {
          "text": "Just as Saul turned to leave Samuel, God turned Saul’s life around. All these things happened that day.",
          "ID": "9"
        },
        {
          "text": "When Saul and his servant came to Gibeath Elohim, Saul met a group of prophets. God’s Spirit came on Saul with great power, and Saul prophesied with the prophets.",
          "ID": "10"
        },
        {
          "text": "Some of the people who had known Saul before saw him prophesying with the prophets. So they asked each other, “What has happened to Kish’s son? Is Saul also one of the prophets?”",
          "ID": "11"
        },
        {
          "text": "A man living in Gibeath Elohim said, “Yes, and it seems that he is their leader.” That is why this became a famous saying: “Is Saul also one of the prophets?”",
          "ID": "12",
          "comments": [
            "Yes … leader Literally, “And who is their father?” Often the man who taught and led other prophets was called “father.”"
          ]
        },
        {
          "text": "After Saul finished prophesying, he went to the place of worship.",
          "ID": "13"
        },
        {
          "text": "Saul’s uncle asked Saul and his servant, “Where have you been?”\nSaul said, “We were looking for the donkeys. When we couldn’t find them, we went to see Samuel.”",
          "ID": "14"
        },
        {
          "text": "Saul’s uncle said, “Please tell me, what did Samuel say to you?”",
          "ID": "15"
        },
        {
          "text": "Saul answered, “Samuel told us the donkeys were already found.” He did not tell his uncle everything. Saul did not tell him what Samuel said about the kingdom.",
          "ID": "16"
        },
        {
          "text": "Samuel told all the Israelites to meet together with the Lord at Mizpah.",
          "ID": "17"
        },
        {
          "text": "Samuel told the Israelites, “The Lord, the God of Israel says, ‘I led Israel out of Egypt. I saved you from Egypt’s control and from the other kingdoms that tried to hurt you.’",
          "ID": "18"
        },
        {
          "text": "But today you have rejected your God. Your God saves you from all your troubles and problems. But you said, ‘No, we want a king to rule us.’ Now come, stand before the Lord in your family groups and tribes.”",
          "ID": "19"
        },
        {
          "text": "Samuel brought all the tribes of Israel near. Then Samuel began to choose the new king. First, the tribe of Benjamin was chosen.",
          "ID": "20"
        },
        {
          "text": "Samuel told each family in the tribe of Benjamin to pass by. Matri’s family was chosen. Then Samuel told each man in Matri’s family to walk by. Saul son of Kish was chosen.\nBut when the people looked for Saul, they could not find him.",
          "ID": "21"
        },
        {
          "text": "Then they asked the Lord, “Has Saul come here yet?”\nThe Lord said, “Saul is hiding behind the supplies.”",
          "ID": "22"
        },
        {
          "text": "The people ran and took Saul out from behind the supplies. Saul stood up among the people. He was a head taller than anyone else.",
          "ID": "23"
        },
        {
          "text": "Samuel said to all the people, “See the man the Lord has chosen. There is no one like Saul among the people.”\nThen the people shouted, “Long live the king!”",
          "ID": "24"
        },
        {
          "text": "Samuel explained the rules of the kingdom to the people. He wrote the rules in a book and put the book before the Lord. Then Samuel told the people to go home.",
          "ID": "25"
        },
        {
          "text": "Saul also went to his home in Gibeah. God touched the hearts of brave men who then began to follow Saul.",
          "ID": "26"
        },
        {
          "text": "But some troublemakers said, “How can this man save us?” They said bad things about Saul and refused to bring gifts to him. But Saul said nothing.\nKing Nahash of the Ammonites had been hurting the tribes of Gad and Reuben. Nahash poked out the right eye of each of the men and did not allow anyone to help them. He poked out the right eye of every Israelite man living in the area east of the Jordan River. But 7000 Israelite men ran away from the Ammonites and came to Jabesh Gilead.",
          "ID": "27",
          "comments": [
            "Nahash … came to Jabesh Gilead This is found in some ancient versions and in a Hebrew scroll from Qumran but not in the standard Hebrew text."
          ]
        }
      ],
      "ID": "OT:1SA.10",
      "name": "1 Samuel 10"
    },
    {
      "title": "Saul Saves Jabesh Gilead",
      "text": [
        {
          "text": "About a month later, Nahash the Ammonite and his army surrounded Jabesh Gilead. All the people of Jabesh said to Nahash, “If you will make a treaty with us, we will serve you.”",
          "ID": "1"
        },
        {
          "text": "But he answered, “I will make a treaty with you people only if I can poke out the right eye of each person. Then all Israel will be ashamed.”",
          "ID": "2"
        },
        {
          "text": "The leaders of Jabesh said to Nahash, “Let us have seven days. We will send messengers through all Israel. If no one comes to help us, we will come up to you and surrender to you.”",
          "ID": "3"
        },
        {
          "text": "The messengers came to Gibeah where Saul lived. They told the news to the people. The people cried loudly.",
          "ID": "4"
        },
        {
          "text": "Saul had been out in the field with his oxen. When he came in from the field he heard the people crying and asked, “What’s wrong with the people? Why are they crying?”\nThen the people told Saul what the messengers from Jabesh said.",
          "ID": "5"
        },
        {
          "text": "Saul listened to their story. Then God’s Spirit came on him with great power. Saul became very angry.",
          "ID": "6"
        },
        {
          "text": "He took a pair of oxen and cut them in pieces. Then he gave the pieces of the oxen to messengers. He ordered the messengers to carry the pieces throughout the land of Israel. He told them to give this message to the Israelites: “Come follow Saul and Samuel. If anyone doesn’t come and help them, this same thing will happen to his oxen.”\nA great fear from the Lord came on the people. They all came together like one person.",
          "ID": "7"
        },
        {
          "text": "Saul gathered the men together at Bezek. There were 300,000 men from Israel and 30,000 men from Judah.",
          "ID": "8"
        },
        {
          "text": "Saul and his army told the messengers from Jabesh, “Tell the people at Jabesh in Gilead that by noon tomorrow, you will be saved.”\nThe messengers told Saul’s message to the people at Jabesh, and they were very happy.",
          "ID": "9"
        },
        {
          "text": "Then the people of Jabesh said to Nahash the Ammonite, “Tomorrow we will come to you, and you can do whatever you want to us.”",
          "ID": "10"
        },
        {
          "text": "The next morning Saul separated his soldiers into three groups. At sunrise, Saul and his soldiers entered the Ammonite camp. Saul attacked while they were changing guards that morning. He and his soldiers defeated the Ammonites before noon. The Ammonite soldiers all ran away in different directions—no two soldiers stayed together.",
          "ID": "11"
        },
        {
          "text": "Then the people said to Samuel, “Where are the people who said they didn’t want Saul to rule as king? Bring them here, and we will kill them.”",
          "ID": "12"
        },
        {
          "text": "But Saul said, “No, don’t kill anyone today! The Lord saved Israel today.”",
          "ID": "13"
        },
        {
          "text": "Then Samuel said to the people, “Come, let’s go to Gilgal. At Gilgal we will again make Saul the king.”",
          "ID": "14"
        },
        {
          "text": "All the people went to Gilgal. There, in front of the Lord, the people made Saul king. They offered fellowship offerings to the Lord. Saul and all the Israelites had a great celebration.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11",
      "name": "1 Samuel 11"
    },
    {
      "title": "Samuel Speaks About the King",
      "text": [
        {
          "text": "Samuel said to all Israel: “I have done everything you wanted me to do. I have put a king over you.",
          "ID": "1"
        },
        {
          "text": "Now you have a king to lead you. I am old and gray, but my sons are here with you. I have been your leader since I was young.",
          "ID": "2"
        },
        {
          "text": "Here I am. If I have done anything wrong, you must tell these things to the Lord and his chosen king. Did I steal anyone’s ox or donkey? Did I hurt or cheat anyone? Did I ever take money, or even a pair of sandals, to do something wrong? If I did any of these things, I will make it right.”",
          "ID": "3",
          "comments": [
            "chosen king Literally, “anointed one.” Also in verse 5."
          ]
        },
        {
          "text": "The Israelites answered, “No, you never did anything bad to us. You never cheated us or took things from us.”",
          "ID": "4"
        },
        {
          "text": "Samuel said to the Israelites, “The Lord and his chosen king are witnesses today. They heard what you said—that you found nothing wrong with me.” The people answered, “Yes, the Lord is witness!”",
          "ID": "5"
        },
        {
          "text": "Then Samuel said to the people, “The Lord has seen what happened. He is the one who chose Moses and Aaron and brought your ancestors out of Egypt.",
          "ID": "6"
        },
        {
          "text": "Now, stand there. I will accuse you before the Lord and I will tell you about the good things the Lord did for you and your ancestors.",
          "ID": "7",
          "comments": [
            "and I will tell you about This is from the ancient Greek version."
          ]
        },
        {
          "text": "“Jacob went to Egypt. Later, the Egyptians made life hard for his descendants. So they cried to the Lord for help. The Lord sent Moses and Aaron, and they took your ancestors out of Egypt and led them to live in this place.",
          "ID": "8"
        },
        {
          "text": "“But your ancestors forgot the Lord their God. So he let them become the slaves of Sisera, the commander of the army at Hazor. Then the Lord let them become the slaves of the Philistines and the king of Moab. They all fought against your ancestors.",
          "ID": "9"
        },
        {
          "text": "But your ancestors cried to the Lord for help. They said, ‘We have sinned. We left the Lord, and we served the false gods Baal and Ashtoreth. But now save us from our enemies, and we will serve you.’",
          "ID": "10"
        },
        {
          "text": "“So the Lord sent Gideon, Barak, Jephthah, and Samuel. He saved you from your enemies around you, and you lived in safety.",
          "ID": "11",
          "comments": [
            "Gideon Literally, “Jerub-Baal,” a nickname given to Gideon earlier. (See Judges 6:32.)",
            "Barak This is found in the ancient Greek and Syriac versions. The Hebrew has “Bedan.”",
            "Samuel The Syriac version and some copies of the Greek version have “Samson.”"
          ]
        },
        {
          "text": "But then you saw King Nahash of the Ammonites coming to fight against you. You said, ‘No, we want a king to rule over us!’ You said that, even though the Lord your God was already your king.",
          "ID": "12"
        },
        {
          "text": "Now, here is the king you chose. The Lord put this king over you.",
          "ID": "13"
        },
        {
          "text": "You must fear and respect the Lord. You must serve him and obey his commands. You must not turn against him. You and the king ruling over you must follow the Lord your God. If you do, God will save you.",
          "ID": "14",
          "comments": [
            "If you do, God will save you This is from the ancient Greek version."
          ]
        },
        {
          "text": "But if you don’t listen to the Lord, if you refuse to do what the Lord says, he will be against you. The Lord will destroy you and your king.",
          "ID": "15"
        },
        {
          "text": "“Now stand still and see the great thing the Lord will do before your eyes.",
          "ID": "16"
        },
        {
          "text": "Now is the time of the wheat harvest. I will pray to the Lord and ask him to send thunder and rain. Then you will know you did a very bad thing against the Lord when you asked for a king.”",
          "ID": "17",
          "comments": [
            "time of … harvest This was the dry time of year when no rains fell."
          ]
        },
        {
          "text": "So Samuel prayed to the Lord. That same day the Lord sent thunder and rain. And the people became very afraid of the Lord and Samuel.",
          "ID": "18"
        },
        {
          "text": "All the people said to Samuel, “Pray to the Lord your God for us, your servants. Don’t let us die! We have sinned many times. And now we have added to these sins—we have asked for a king.”",
          "ID": "19"
        },
        {
          "text": "Samuel answered, “Don’t be afraid. It is true that you did all these bad things, but don’t stop following the Lord. Serve the Lord with all your heart.",
          "ID": "20"
        },
        {
          "text": "Idols are only statues—they can’t help you. So don’t worship them. Idols can’t help you or save you. They are nothing!",
          "ID": "21"
        },
        {
          "text": "“But the Lord won’t leave his people. No, the Lord was pleased to make you his own people. So for his own good name, he won’t leave you.",
          "ID": "22"
        },
        {
          "text": "And as for me, I would never stop praying for you. If I stopped praying for you, I would be sinning against the Lord. I will continue to teach you the right way to live a good life.",
          "ID": "23"
        },
        {
          "text": "But you must honor the Lord. You must serve him sincerely with all your heart. Remember the wonderful things he has done for you.",
          "ID": "24"
        },
        {
          "text": "But if you are stubborn and do evil, God will throw you and your king away, like dirt swept out with a broom.”",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12",
      "name": "1 Samuel 12"
    },
    {
      "title": "The Battle at Micmash",
      "text": [
        {
          "text": "Saul was 30 years old when he became king. He ruled over Israel 42 years.",
          "ID": "1",
          "comments": [
            "30 This first number and part of the second number in this verse are missing in the Hebrew text. The whole verse is missing from most copies of the ancient Greek version, but a few late Greek copies have the numbers 30 and 42. Acts 13:21 says that Saul was king for 40 years.",
            "He ruled … 42 years Or “After he had ruled over Israel for 2 years, ….”"
          ]
        },
        {
          "text": "Saul chose 3000 men from Israel. There were 2000 men who stayed with him at Micmash in the hill country of Bethel. There were 1000 men who stayed with Jonathan at Gibeah in Benjamin. Saul sent the other men in the army back home.",
          "ID": "2"
        },
        {
          "text": "Jonathan defeated the Philistines at their camp in Geba. The Philistines heard about this. They said, “The Hebrews have rebelled.”\nSaul said, “Let the Hebrew people hear what happened.” So Saul told the men to blow trumpets through all the land of Israel.",
          "ID": "3",
          "comments": [
            "They said … rebelled This is from the ancient Greek version."
          ]
        },
        {
          "text": "All the Israelites heard this news: “Saul has killed the Philistine leader. Now the Philistines will really hate the Israelites!”\nThe Israelites were called to join Saul at Gilgal.",
          "ID": "4"
        },
        {
          "text": "The Philistines gathered to fight Israel. The Philistines camped at Micmash, east of Beth Aven. They had 3000 chariots and 6000 horse soldiers. There were so many Philistines that they were like sand on the seashore.",
          "ID": "5",
          "comments": [
            "3000 This is found in some copies of the ancient Greek version and the Syriac version. The standard Hebrew text has “30,000.”"
          ]
        },
        {
          "text": "The Israelites saw that they were in trouble. They felt trapped. They ran away to hide in caves and cracks in the rock. They hid among the rocks, in wells, and in other holes in the ground.",
          "ID": "6"
        },
        {
          "text": "Some Hebrews even went across the Jordan River to the land of Gad and Gilead. Saul was still at Gilgal. All the men in his army were shaking with fear.",
          "ID": "7"
        },
        {
          "text": "Samuel said he would meet Saul at Gilgal. Saul waited there seven days. But Samuel had not yet come to Gilgal, and the soldiers began to leave Saul.",
          "ID": "8"
        },
        {
          "text": "So Saul said, “Bring me the burnt offerings and the fellowship offerings.” Then Saul offered the burnt offering.",
          "ID": "9"
        },
        {
          "text": "As soon as Saul finished offering that sacrifice, Samuel arrived. Saul went out to meet him.",
          "ID": "10"
        },
        {
          "text": "Samuel asked, “What have you done?”\nSaul answered, “I saw the soldiers leaving me. You were not here on time, and the Philistines were gathering at Micmash.",
          "ID": "11"
        },
        {
          "text": "I thought to myself, ‘The Philistines will come here and attack me at Gilgal, and I haven’t asked the Lord to help us yet.’ So I forced myself to offer the burnt offering.”",
          "ID": "12"
        },
        {
          "text": "Samuel said, “You did a foolish thing. You did not obey the Lord your God. If you had done what he commanded, the Lord would have let your family rule Israel forever.",
          "ID": "13"
        },
        {
          "text": "But now your kingdom won’t continue. The Lord was looking for a man who wants to obey him. He has found that man—and the Lord has chosen him to be the new leader of his people, because you didn’t obey his command.”",
          "ID": "14",
          "comments": [
            "a man who wants to obey him Literally, “a man according to his heart.” This could also mean “a man of his own choosing.”"
          ]
        },
        {
          "text": "Then Samuel got up and left Gilgal.\nSaul and the rest of his army left Gilgal and went to Gibeah in Benjamin. Saul counted the men who were still with him. There were about 600.",
          "ID": "15",
          "comments": [
            "Saul and the rest of his army left Gilgal This is found in the ancient Greek version but not in the standard Hebrew text."
          ]
        },
        {
          "text": "Saul, his son Jonathan, and the soldiers went to Geba in Benjamin.\nThe Philistines were camped at Micmash.",
          "ID": "16"
        },
        {
          "text": "So their best soldiers began the attack. The Philistine army split into three groups. One group went north on the road to Ophrah, near Shual.",
          "ID": "17"
        },
        {
          "text": "The second group went southeast on the road to Beth Horon, and the third group went east on the road to the border. That road looks over the Valley of Zeboim toward the desert.",
          "ID": "18"
        },
        {
          "text": "There were no blacksmiths in Israel. The Philistines would not allow them because they were afraid the Israelites would make iron swords and spears.",
          "ID": "19"
        },
        {
          "text": "Only the Philistines could sharpen iron tools. So if the Israelites needed to sharpen their plows, hoes, axes, or sickles, they had to go to the Philistines.",
          "ID": "20"
        },
        {
          "text": "The Philistine blacksmiths charged 1/3 ounce of silver for sharpening plows and hoes and 1/6 ounce of silver for sharpening picks, axes, and the iron tip on ox goads.",
          "ID": "21",
          "comments": [
            "1/3 ounce Literally, “1 pim” (7.8 g).",
            "1/6 ounce Literally, “1/3 shekel” (3.8 g)."
          ]
        },
        {
          "text": "So on the day of battle, none of the Israelite soldiers with Saul had iron swords or spears. Only Saul and his son Jonathan had such weapons.",
          "ID": "22"
        },
        {
          "text": "A group of Philistine soldiers guarded the mountain pass at Micmash.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13",
      "name": "1 Samuel 13"
    },
    {
      "title": "Saul Fights Israel’s Enemies",
      "text": [
        {
          "text": "That day, Saul’s son Jonathan was talking with the young man who carried his weapons. Jonathan said, “Let’s go to the Philistine camp on the other side of the valley.” But Jonathan did not tell his father.",
          "ID": "1"
        },
        {
          "text": "Saul was sitting under a pomegranate tree at the threshing floor at the edge of the hill. Saul had about 600 men with him.",
          "ID": "2",
          "comments": [
            "at the threshing floor Or “in Migron.”",
            "edge of the hill Or “the edge of Gibeah.”"
          ]
        },
        {
          "text": "One of the men was named Ahijah. Ahijah was a son of Ichabod’s brother Ahitub. Ahitub was the son of Phinehas. Phinehas was the son of Eli. Eli had been the Lord’s priest at Shiloh. Now Ahijah was the priest who wore the ephod.\nThese men did not know that Jonathan had left.",
          "ID": "3"
        },
        {
          "text": "Jonathan was planning to go through a pass to get to the Philistine camp. There was a large rock on each side of the pass. The large rock on one side was named Bozez. The large rock on the other side was named Seneh.",
          "ID": "4"
        },
        {
          "text": "One of the rocks faced north toward Micmash, and the other faced south toward Geba.",
          "ID": "5"
        },
        {
          "text": "Jonathan said to his young helper who carried his weapons, “Come on, let’s go to the camp of those foreigners. Maybe the Lord will use us to defeat them. Nothing can stop the Lord—it doesn’t matter if we have many soldiers or just a few soldiers.”",
          "ID": "6",
          "comments": [
            "foreigners Literally, “uncircumcised.” This means people who did not share in the agreement God made with Israel. See “circumcise, circumcision” in the Word List."
          ]
        },
        {
          "text": "The young man who carried Jonathan’s weapons said to him, “Do what you think is best. Whatever you decide, I am with you all the way.”",
          "ID": "7"
        },
        {
          "text": "Jonathan said, “Let’s go! We’ll cross the valley and go to the Philistine guards. We’ll let them see us.",
          "ID": "8"
        },
        {
          "text": "If they say to us, ‘Stay there until we come to you,’ we will stay where we are. We won’t go up to them.",
          "ID": "9"
        },
        {
          "text": "But if the Philistine men say, ‘Come up here,’ then we will climb up to them. That will be a sign from God. That will mean that the Lord will allow us to defeat them.”",
          "ID": "10"
        },
        {
          "text": "So Jonathan and his helper let the Philistines see them. The Philistine guards said, “Look! The Hebrews are coming out of the holes they were hiding in.”",
          "ID": "11"
        },
        {
          "text": "The Philistines in the fort shouted to Jonathan and his helper, “Come up here. We’ll teach you a lesson.”\nJonathan said to his helper, “Follow me up the hill. The Lord is letting Israel defeat the Philistines.”",
          "ID": "12"
        },
        {
          "text": "So Jonathan climbed up the hill with his hands and feet, and his helper was right behind him. Jonathan and his helper attacked them. In the first attack, they killed 20 Philistines in an area about one-half acre in size. Jonathan fought the men who attacked from the front. His helper came behind him and killed the men who were only wounded.",
          "ID": "13-14"
        },
        {
          "text": "Great fear spread among the Philistine soldiers—those in the field, in the camp, and at the fort. Even the bravest soldiers were afraid. The ground began to shake, and they were completely overcome with fear.",
          "ID": "15"
        },
        {
          "text": "Saul’s guards at Gibeah in the land of Benjamin saw the Philistine soldiers running away in different ways.",
          "ID": "16"
        },
        {
          "text": "Saul said to the army with him, “Count the men. I want to know who left camp.”\nThey counted the men. Jonathan and his helper were gone.",
          "ID": "17"
        },
        {
          "text": "Saul said to Ahijah, “Bring God’s Holy Box!” (At that time God’s Holy Box was there with the Israelites.)",
          "ID": "18",
          "comments": [
            "The ancient Greek and Latin versions have “Saul said to Ahijah, ‘Bring the ephod!’ (At that time Ahijah was wearing the ephod.)”"
          ]
        },
        {
          "text": "Saul was talking to Ahijah the priest waiting for advice from God. But the noise and confusion in the Philistine camp was growing and growing. Saul was becoming impatient. Finally, he said to Ahijah the priest, “That’s enough. Put your hand down and stop praying.”",
          "ID": "19"
        },
        {
          "text": "Saul gathered his army together and went to the battle. The Philistine soldiers were very confused. They were even fighting each other with their swords.",
          "ID": "20"
        },
        {
          "text": "There were Hebrews who served the Philistines in the past and who stayed in the Philistine camp. But now these Hebrews joined the Israelites with Saul and Jonathan.",
          "ID": "21"
        },
        {
          "text": "All the Israelites who had hidden in the hill country of Ephraim heard the Philistine soldiers were running away. So these Israelites also joined in the battle and began chasing the Philistines.",
          "ID": "22"
        },
        {
          "text": "So the Lord saved the Israelites that day. The battle moved on past Beth Aven. The whole army was with Saul—he now had about 10,000 men. The battle spread to every city in the hill country of Ephraim.",
          "ID": "23",
          "comments": [
            "The whole army … Ephraim This is from the ancient Greek version."
          ]
        },
        {
          "text": "But Saul made a big mistake that day. He made this oath: “If any man eats food before evening comes, before I finish defeating my enemies, he will be under a curse.” He made the soldiers promise not to eat. So none of them ate anything.",
          "ID": "24",
          "comments": [
            "But Saul … that day This is from the ancient Greek version. The standard Hebrew text has “The Israelites were very tired and hungry that day.”"
          ]
        },
        {
          "text": "Because of the fighting, the people went into some woods. Then they saw a honeycomb on the ground. The Israelites went up to the honeycomb, but they didn’t eat any of it. They were afraid to break the promise.",
          "ID": "25-26"
        },
        {
          "text": "But Jonathan didn’t know about the oath. He didn’t hear his father make the soldiers promise not to eat. Jonathan had a stick in his hand, so he dipped the end of the stick into the honeycomb and pulled out some honey. He ate the honey and began to feel much better.",
          "ID": "27"
        },
        {
          "text": "One of the soldiers told Jonathan, “Your father forced the soldiers to make a special promise. He said that any man who eats today will be under a curse. So the men have not eaten anything. That’s why they are weak.”",
          "ID": "28"
        },
        {
          "text": "Jonathan said, “My father has brought a lot of trouble to the land. See how much better I feel after tasting just a little of this honey.",
          "ID": "29"
        },
        {
          "text": "It would have been much better for the men to eat the food that they took from their enemies today. We could have killed more Philistines.”",
          "ID": "30"
        },
        {
          "text": "That day the Israelites defeated the Philistines. They fought them all the way from Micmash to Aijalon. So the people were very tired and hungry.",
          "ID": "31"
        },
        {
          "text": "They had taken sheep, cattle, and calves from the Philistines. Now they were so hungry that they killed the animals on the ground and ate them. And the blood was still in the animals.",
          "ID": "32"
        },
        {
          "text": "Someone said to Saul, “Look, the men are sinning against the Lord. They’re eating meat that still has blood in it!”\nSaul said, “You have sinned. Roll a large stone over here now!”",
          "ID": "33"
        },
        {
          "text": "Then Saul said, “Go to the men and tell them that each one must bring his bull and sheep to me. Then the men must kill their bulls and sheep here. Don’t sin against the Lord! Don’t eat meat that still has blood in it.”\nThat night everyone brought their animals and killed them there.",
          "ID": "34"
        },
        {
          "text": "Then Saul built an altar for the Lord. Saul himself began building that altar for the Lord.",
          "ID": "35"
        },
        {
          "text": "Saul said, “Let’s go after the Philistines tonight. We will take everything from them. We will kill them all!”\nThe army answered, “Do whatever you think is best.”\nBut the priest said, “Let’s ask God.”",
          "ID": "36"
        },
        {
          "text": "So Saul asked God, “Should I go chase the Philistines? Will you let us defeat the Philistines?” But God did not answer Saul that day.",
          "ID": "37"
        },
        {
          "text": "So Saul said, “Bring all the leaders to me! Let’s find who committed the sin today.",
          "ID": "38"
        },
        {
          "text": "I swear by the Lord who saves Israel, that even if my own son Jonathan sinned, he must die.” None of the people said a word.",
          "ID": "39"
        },
        {
          "text": "Then Saul said to all the Israelites, “You stand on this side. I and my son Jonathan will stand on the other side.”\nThe soldiers answered, “As you wish, sir.”",
          "ID": "40"
        },
        {
          "text": "Then Saul prayed, “Lord, God of Israel, why haven’t you answered me today? Show us who sinned. If it was I or my son Jonathan, give Urim. But if it was your people Israel who sinned, give Thummim.”\nSaul and Jonathan were shown to be the ones who sinned, and the people went free.",
          "ID": "41",
          "comments": [
            "Then Saul prayed … give Thummim This is found in the ancient Greek version. The standard Hebrew text has, “Then Samuel prayed to the Lord, God of Israel, ‘Give the right answer.’”"
          ]
        },
        {
          "text": "Saul said, “Throw them again to show the guilty one—me or my son Jonathan.” Jonathan was shown to be the one.",
          "ID": "42"
        },
        {
          "text": "Saul said to Jonathan, “Tell me what you have done.”\nJonathan told Saul, “I only tasted a little honey from the end of my stick. Should I die for doing that?”",
          "ID": "43"
        },
        {
          "text": "Saul said, “I made an oath and asked God to punish me if I didn’t keep it. Jonathan, you must die.”",
          "ID": "44"
        },
        {
          "text": "But the soldiers said to Saul, “Jonathan led Israel to a great victory today. Must Jonathan die? Never! As surely as the Lord lives, not one hair of Jonathan’s head will fall to the ground! God helped Jonathan fight against the Philistines today.” So the people saved Jonathan from death.",
          "ID": "45"
        },
        {
          "text": "Saul did not chase the Philistines. The Philistines went back to their place.",
          "ID": "46"
        },
        {
          "text": "Saul took full control of Israel and fought all the enemies who lived around Israel. Saul fought Moab, the Ammonites, Edom, the king of Zobah, and the Philistines. He defeated Israel’s enemies wherever he went.",
          "ID": "47"
        },
        {
          "text": "Saul was very brave. He saved Israel from all the enemies who tried to take things from the Israelites. He even defeated the Amalekites.",
          "ID": "48"
        },
        {
          "text": "Saul’s sons were Jonathan, Ishvi, and Malki Shua. Saul’s older daughter was named Merab. Saul’s younger daughter was named Michal.",
          "ID": "49"
        },
        {
          "text": "Saul’s wife was named Ahinoam. Ahinoam was the daughter of Ahimaaz.\nThe commander of Saul’s army was named Abner son of Ner. Ner was Saul’s uncle.",
          "ID": "50"
        },
        {
          "text": "Saul’s father Kish and Abner’s father Ner were sons of Abiel.",
          "ID": "51"
        },
        {
          "text": "Saul was brave all his life. He fought hard against the Philistines. Any time Saul saw a man who was strong or brave, he took that man and put him into the group of soldiers who stayed near the king and protected him.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14",
      "name": "1 Samuel 14"
    },
    {
      "title": "Samuel Tells Saul About His Sin",
      "text": [
        {
          "text": "One day Samuel said to Saul, “The Lord sent me to anoint you king over his people Israel. Now listen to his message.",
          "ID": "1"
        },
        {
          "text": "The Lord All-Powerful says: ‘When the Israelites came out of Egypt, the Amalekites tried to stop them from going to Canaan. I saw what the Amalekites did.",
          "ID": "2"
        },
        {
          "text": "Now go fight against the Amalekites. You must completely destroy the Amalekites and everything that belongs to them. Don’t let anything live; you must kill all the men and women and all of their children and little babies. You must kill all of their cattle and sheep and all of their camels and donkeys.’”",
          "ID": "3"
        },
        {
          "text": "Saul gathered the army together at Telaim. There were 200,000 foot soldiers and 10,000 other men, including the men from Judah.",
          "ID": "4"
        },
        {
          "text": "Then Saul went to the city of Amalek and waited in the valley.",
          "ID": "5"
        },
        {
          "text": "He said to the Kenites, “Go away! Leave the Amalekites. Then I won’t destroy you with the Amalekites. You showed kindness to the Israelites when they came out of Egypt.” So the Kenites left the Amalekites.",
          "ID": "6"
        },
        {
          "text": "Saul defeated the Amalekites. He fought them and chased them all the way from Havilah to Shur, at the border of Egypt.",
          "ID": "7"
        },
        {
          "text": "Agag was the king of the Amalekites. Saul captured Agag alive. Saul let Agag live, but he killed all the men in Agag’s army.",
          "ID": "8"
        },
        {
          "text": "Saul and the Israelite soldiers felt bad about destroying everything. So they let Agag live. They also kept the fat cattle, the best sheep, and the lambs. They kept everything that was worth keeping. They didn’t want to destroy those things. They destroyed only what was not worth keeping.",
          "ID": "9"
        },
        {
          "text": "Then Samuel received this message from the Lord:",
          "ID": "10"
        },
        {
          "text": "“Saul has stopped following me, so I am sorry that I made him king. He is not doing what I tell him.” Samuel became angry and cried to the Lord all night.",
          "ID": "11"
        },
        {
          "text": "Samuel got up early the next morning and went to meet Saul. But the people told Samuel, “Saul went to Carmel. He went there to set up a stone monument to honor himself. Then he left there and went down to Gilgal.”\nSo Samuel went to Saul. Saul had just offered the first part of the things he took from the Amalekites as a burnt offering to the Lord.",
          "ID": "12",
          "comments": [
            "Saul had just offered … Lord This is from the ancient Greek version."
          ]
        },
        {
          "text": "When Samuel came near to Saul, Saul greeted him and said, “The Lord bless you! I have obeyed the Lord’s commands.”",
          "ID": "13"
        },
        {
          "text": "But Samuel said, “Then what is that sound I hear? Why do I hear sheep and cattle?”",
          "ID": "14"
        },
        {
          "text": "Saul said, “The soldiers took them from the Amalekites. They saved the best sheep and cattle to burn as sacrifices to the Lord your God. But we destroyed everything else.”",
          "ID": "15"
        },
        {
          "text": "Samuel said to Saul, “Stop! Let me tell you what the Lord told me last night.”\nSaul answered, “Tell me what he said.”",
          "ID": "16"
        },
        {
          "text": "Samuel said, “In the past you didn’t think that you were important, but the Lord chose you to be the king. So you became the leader of the tribes of Israel.",
          "ID": "17"
        },
        {
          "text": "The Lord sent you on a special mission. He said, ‘Go and destroy all the Amalekites. They are evil people. Destroy them all! Fight them until they are completely finished.’",
          "ID": "18"
        },
        {
          "text": "So why didn’t you listen to the Lord? You did what the Lord said is wrong because you wanted to keep what you took in battle.”",
          "ID": "19"
        },
        {
          "text": "Saul said, “But I did obey the Lord! I went where the Lord sent me. I destroyed all the Amalekites. I brought back only one—their king Agag.",
          "ID": "20"
        },
        {
          "text": "And the soldiers took the best sheep and cattle to sacrifice to the Lord your God at Gilgal.”",
          "ID": "21"
        },
        {
          "text": "But Samuel answered, “Which pleases the Lord more: burnt offerings and sacrifices or obeying his commands? It is better to obey the Lord than to offer sacrifices to him. It is better to listen to him than to offer the fat from rams.",
          "ID": "22"
        },
        {
          "text": "Refusing to obey is as bad as the sin of sorcery. Being stubborn and doing what you want is like the sin of worshiping idols. You refused to obey the Lord’s command, so he now refuses to accept you as king.”",
          "ID": "23"
        },
        {
          "text": "Then Saul said to Samuel, “I have sinned. I did not obey the Lord’s commands, and I did not do what you told me. I was afraid of the people, and I did what they said.",
          "ID": "24"
        },
        {
          "text": "Now I beg you, forgive me for doing this sin. Come back with me, so I may worship the Lord.”",
          "ID": "25"
        },
        {
          "text": "But Samuel said to Saul, “I won’t go back with you. You rejected the Lord’s command, and now the Lord rejects you as king of Israel.”",
          "ID": "26"
        },
        {
          "text": "When Samuel turned to leave, Saul caught Samuel’s robe. The robe tore.",
          "ID": "27"
        },
        {
          "text": "Samuel said to Saul, “In this same way the Lord has torn the kingdom of Israel from you today. He has given the kingdom to one of your friends, a man who is a better person than you.",
          "ID": "28"
        },
        {
          "text": "The one who lives forever, the God of Israel, does not lie and will not change his mind. He is not like a man who is always changing his mind.”",
          "ID": "29"
        },
        {
          "text": "Saul answered, “All right, I sinned! But please come back with me. Show me some respect in front of the leaders and the Israelites. Come back with me so that I may worship the Lord your God.”",
          "ID": "30"
        },
        {
          "text": "Samuel went back with Saul, and Saul worshiped the Lord.",
          "ID": "31"
        },
        {
          "text": "Samuel said, “Bring King Agag of the Amalekites to me.”\nAgag came to Samuel. Agag was tied with chains and thought, “Surely he won’t kill me.”",
          "ID": "32",
          "comments": [
            "Surely … kill me The ancient Greek version has “This treatment is worse than death.”"
          ]
        },
        {
          "text": "But Samuel said to Agag, “Your sword took babies from their mothers. So now, your mother will have no children.” And Samuel cut Agag to pieces before the Lord at Gilgal.",
          "ID": "33"
        },
        {
          "text": "Then Samuel left and went to Ramah. And Saul went up to his home in Gibeah.",
          "ID": "34"
        },
        {
          "text": "After that Samuel never saw Saul again. Samuel was very sad for Saul. And the Lord was very sorry that he had made Saul king of Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15",
      "name": "1 Samuel 15"
    },
    {
      "title": "An Evil Spirit Bothers Saul",
      "text": [
        {
          "text": "The Lord said to Samuel, “How long will you feel sorry for Saul? I have rejected him as king of Israel. Fill your horn with oil and go to Bethlehem. I am sending you to Jesse who lives in Bethlehem, because I have chosen one of his sons to be the new king.”",
          "ID": "1",
          "comments": [
            "horn An animal’s horn is hollow and often used like a bottle."
          ]
        },
        {
          "text": "But Samuel said, “If I go, Saul will hear the news and try to kill me.”\nThe Lord said, “Go to Bethlehem. Take a young calf with you and tell them, ‘I have come to make a sacrifice to the Lord.’",
          "ID": "2"
        },
        {
          "text": "Invite Jesse to the sacrifice. Then I will show you what to do. You must anoint the person I show you.”",
          "ID": "3"
        },
        {
          "text": "Samuel did what the Lord told him to do and went to Bethlehem. The elders of Bethlehem shook with fear. They met Samuel and asked, “Do you come in peace?”",
          "ID": "4"
        },
        {
          "text": "Samuel answered, “Yes, I come in peace. I come to make a sacrifice to the Lord. Prepare yourselves and come to the sacrifice with me.” Samuel prepared Jesse and his sons. Then he invited them to come and share the sacrifice.",
          "ID": "5"
        },
        {
          "text": "When Jesse and his sons arrived, Samuel saw Eliab and thought, “Surely this is the man who the Lord has chosen.”",
          "ID": "6"
        },
        {
          "text": "But the Lord said to Samuel, “Eliab is tall and handsome, but don’t judge by things like that. God doesn’t look at what people see. People judge by what is on the outside, but the Lord looks at the heart. Eliab is not the right man.”",
          "ID": "7"
        },
        {
          "text": "Then Jesse called his second son, Abinadab. Abinadab walked by Samuel. But Samuel said, “No, this is not the man who the Lord chose.”",
          "ID": "8"
        },
        {
          "text": "Then Jesse told Shammah to walk by Samuel. But Samuel said, “No, the Lord did not choose this man, either.”",
          "ID": "9"
        },
        {
          "text": "Jesse showed seven of his sons to Samuel. But Samuel said to Jesse, “The Lord has not chosen any of these men.”",
          "ID": "10"
        },
        {
          "text": "Then he asked Jesse, “Are these all the sons you have?”\nJesse answered, “No, I have another son—my youngest, but he is out taking care of the sheep.”\nSamuel said, “Send for him. Bring him here. We won’t sit down to eat until he arrives.”",
          "ID": "11"
        },
        {
          "text": "Jesse sent someone to get his youngest son. This son was a good-looking, healthy young man. He was very handsome.\nThe Lord said to Samuel, “Get up and anoint him. He is the one.”",
          "ID": "12",
          "comments": [
            "healthy The Hebrew word means “red,” “ruddy,” or “red-haired.”"
          ]
        },
        {
          "text": "Samuel took the horn with the oil in it, and poured the special oil on Jesse’s youngest son in front of his brothers. The Spirit of the Lord came on David with great power from that day on. Then Samuel went back home to Ramah.",
          "ID": "13"
        },
        {
          "text": "The Lord’s Spirit left Saul. Then the Lord sent an evil spirit to Saul that caused him much trouble.",
          "ID": "14"
        },
        {
          "text": "Saul’s servants said to him, “An evil spirit from God is bothering you.",
          "ID": "15"
        },
        {
          "text": "Give us the command and we will look for someone who can play the harp. If the evil spirit from God comes on you, this person will play music for you. Then you will feel better.”",
          "ID": "16"
        },
        {
          "text": "So Saul said to his servants, “Find someone who plays music well and bring him to me.”",
          "ID": "17"
        },
        {
          "text": "One of the servants said, “There is a man named Jesse living in Bethlehem. I saw Jesse’s son. He knows how to play the harp. He is also a brave man and fights well. He is smart and handsome, and the Lord is with him.”",
          "ID": "18"
        },
        {
          "text": "So Saul sent messengers to Jesse. They told Jesse, “You have a son named David. He takes care of your sheep. Send him to me.”",
          "ID": "19"
        },
        {
          "text": "So Jesse got some things as a gift for Saul. Jesse got a donkey, some bread and a leather bag full of wine, and a young goat. He gave them to David and sent him to Saul.",
          "ID": "20"
        },
        {
          "text": "So David went to Saul and stood in front of him. Saul loved David very much. David became the helper who carried Saul’s weapons.",
          "ID": "21"
        },
        {
          "text": "Saul sent a message to Jesse. “Let David stay and serve me. I like him very much.”",
          "ID": "22"
        },
        {
          "text": "Any time the evil spirit from God came on Saul, David would take his harp and play it. The evil spirit would leave Saul and he would begin to feel better.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16",
      "name": "1 Samuel 16"
    },
    {
      "title": "Saul Begins to Fear David",
      "text": [
        {
          "text": "The Philistines gathered their armies together for war. They met at Socoh in Judah. Their camp was between Socoh and Azekah, at a town called Ephes Dammim.",
          "ID": "1"
        },
        {
          "text": "Saul and the Israelite soldiers also gathered together. Their camp was in the Valley of Elah. Saul’s soldiers were lined up and ready to fight the Philistines.",
          "ID": "2"
        },
        {
          "text": "The Philistines were on one hill. The Israelites were on the other hill. The valley was between them.",
          "ID": "3"
        },
        {
          "text": "The Philistines had a champion fighter named Goliath, who was from Gath. He was over 9 feet tall. Goliath came out of the Philistine camp.",
          "ID": "4",
          "comments": [
            "over 9 feet Literally, “6 cubits and 1 span” (2.9 m). Josephus, most copies of the ancient Greek version, and a Hebrew scroll from Qumran all have “4 cubits and 1 span.” This is 6' 6\" (2 m) for the short cubit or 7' 7\" (2.33 m) for the long cubit."
          ]
        },
        {
          "text": "He had a bronze helmet on his head. He wore a coat of armor that was made like the scales on a fish. This armor was made of bronze and weighed about 125 pounds.",
          "ID": "5",
          "comments": [
            "125 pounds Literally, “5000 shekels” (57.5 kg)."
          ]
        },
        {
          "text": "Goliath wore bronze protectors on his legs. He had a bronze javelin tied on his back.",
          "ID": "6"
        },
        {
          "text": "The wooden part of his spear was as big as a weaver’s rod. The spear’s blade weighed 15 pounds. Goliath’s helper walked in front of him, carrying Goliath’s shield.",
          "ID": "7",
          "comments": [
            "15 pounds Literally, “600 shekels” (6.9 kg)."
          ]
        },
        {
          "text": "Each day Goliath would come out and shout a challenge to the Israelite soldiers. He would say, “Why are all of your soldiers lined up ready for battle? You are Saul’s servants. I am a Philistine. So choose one man and send him to fight me.",
          "ID": "8"
        },
        {
          "text": "If that man kills me, he wins and we Philistines will become your slaves. But if I kill your man, then I win, and you will become our slaves. You will have to serve us.”",
          "ID": "9"
        },
        {
          "text": "The Philistine also said, “Today I stand and make fun of the army of Israel. I dare you to send me one of your men and let us fight.”",
          "ID": "10"
        },
        {
          "text": "Saul and the Israelite soldiers heard what Goliath said, and they were very afraid.",
          "ID": "11"
        },
        {
          "text": " David was the son of Jesse. Jesse was from the Ephrathah family in Bethlehem, Judah. Jesse had eight sons. In Saul’s time Jesse was an old man.",
          "ID": "12",
          "comments": [
            "The oldest copies of the ancient Greek version do not have 17:12-31, 41, 48b, 50, 55-58; 18:1-5, 10-11, 17-19, 29b-30."
          ]
        },
        {
          "text": "Jesse’s three oldest sons went with Saul to the war. The first son was Eliab, the second was Abinadab, and the third was Shammah.",
          "ID": "13"
        },
        {
          "text": "David was the youngest son. The three oldest sons were in Saul’s army,",
          "ID": "14"
        },
        {
          "text": "but David left Saul from time to time to take care of his father’s sheep at Bethlehem.",
          "ID": "15"
        },
        {
          "text": "The Philistine came out every morning and evening and stood before the Israelite army. Goliath insulted Israel like this for 40 days.",
          "ID": "16"
        },
        {
          "text": "One day Jesse said to his son David, “Take this basket of cooked grain and these ten loaves of bread to your brothers in the camp.",
          "ID": "17",
          "comments": [
            "basket Literally, “ephah.”"
          ]
        },
        {
          "text": "Also take these ten pieces of cheese for the officer who commands your brothers’ group of 1000 soldiers. See how your brothers are doing. Bring back something to show me your brothers are all right.",
          "ID": "18"
        },
        {
          "text": "Your brothers are with Saul and all the Israelite soldiers in the Valley of Elah. They are there to fight against the Philistines.”",
          "ID": "19"
        },
        {
          "text": "Early in the morning, David had another shepherd take care of the sheep while he took the food and left as Jesse had told him to. David drove their wagon to the camp. The soldiers were going out to their battle positions just as David arrived. The soldiers began shouting their war cry.",
          "ID": "20"
        },
        {
          "text": "The Israelites and Philistines were lined up and ready for battle.",
          "ID": "21"
        },
        {
          "text": "David left the food with the man who kept supplies. Then he ran to the place where the Israelite soldiers were and asked about his brothers.",
          "ID": "22"
        },
        {
          "text": "While David was talking with his brothers, the Philistine champion fighter came out from the Philistine army. This was Goliath, the Philistine from Gath. Goliath shouted things against Israel as usual. David heard what he said.",
          "ID": "23"
        },
        {
          "text": "The Israelite soldiers saw Goliath and ran away. They were all afraid of him.",
          "ID": "24"
        },
        {
          "text": "One of the Israelite men said, “Did you see that man? Look at him! He comes out each day and makes fun of Israel. Whoever kills him will get rich. King Saul will give him a lot of money. Saul will also let his daughter marry the man who kills Goliath. He will also make that man’s family free from taxes in Israel.”",
          "ID": "25"
        },
        {
          "text": "David asked the men standing near him, “What did he say? What is the reward for killing this Philistine and taking away this shame from Israel? Who is this Goliath anyway? He is only some foreigner, nothing but a Philistine. Why does he think he can speak against the army of the living God?”",
          "ID": "26",
          "comments": [
            "foreigner Literally, “uncircumcised.” This means a person who did not share in the agreement God made with Israel. See “circumcise, circumcision” in the Word List. Also in verse 36."
          ]
        },
        {
          "text": "So the Israelite told David about the reward for killing Goliath.",
          "ID": "27"
        },
        {
          "text": "David’s oldest brother Eliab heard David talking with the soldiers and became angry. Eliab asked David, “Why did you come here? Who did you leave those few sheep with in the desert? I know why you came down here. You didn’t want to do what you were told to do. You just wanted to come down here to watch the battle.”",
          "ID": "28"
        },
        {
          "text": "David said, “What did I do now? I didn’t do anything wrong! I was only talking.”",
          "ID": "29"
        },
        {
          "text": "He turned to some other people and asked them the same questions. They gave him the same answers as before.",
          "ID": "30"
        },
        {
          "text": "Some men heard David talking. They took David to Saul and told him what David had said.",
          "ID": "31"
        },
        {
          "text": "David said to Saul, “People shouldn’t let Goliath discourage them. I am your servant. I will go fight this Philistine.”",
          "ID": "32"
        },
        {
          "text": "Saul answered, “You can’t go out and fight against this Philistine. You’re not even a soldier! Goliath has been fighting in wars since he was a boy.”",
          "ID": "33",
          "comments": [
            "You’re not even a soldier Or “You are only a boy!” The Hebrew word for “boy” often means “servant” or “the helper who carries a soldier’s weapons.”"
          ]
        },
        {
          "text": "But David said to Saul, “There were times when I was taking care of my father’s sheep that wild animals came to take some sheep from the flock. Once there was a lion and another time, a bear.",
          "ID": "34"
        },
        {
          "text": "I chased that wild animal, attacked it, and took the sheep from its mouth. The wild animal jumped on me, but I caught it by the fur under its mouth. And I hit it and killed it.",
          "ID": "35"
        },
        {
          "text": "I killed both a lion and a bear like that! And I will kill that foreigner, Goliath, just like them. Goliath will die because he made fun of the army of the living God.",
          "ID": "36"
        },
        {
          "text": "The Lord saved me from the lion and the bear. He will also save me from this Philistine.”\nSaul said to David, “Go and may the Lord be with you.”",
          "ID": "37"
        },
        {
          "text": "Saul put his own clothes on David. He put a bronze helmet on David’s head and armor on his body.",
          "ID": "38"
        },
        {
          "text": "David put on the sword and tried to walk around. He tried to wear Saul’s uniform, but David was not used to all those heavy things.\nDavid said to Saul, “I can’t fight in these things. I’m not used to them.” So David took them all off.",
          "ID": "39"
        },
        {
          "text": "He took his walking stick in his hand and went to find five smooth stones from the stream. He put the five stones in his shepherd’s bag and held his sling in his hand. Then he went out to meet the Philistine.",
          "ID": "40"
        },
        {
          "text": "The Philistine slowly walked closer and closer to David. Goliath’s helper walked in front of him, carrying a large shield.",
          "ID": "41"
        },
        {
          "text": "Goliath looked at David with disgust. He saw that David was only a handsome, healthy boy.",
          "ID": "42",
          "comments": [
            "healthy The Hebrew word means “red,” “ruddy,” or “red-haired.”",
            "boy Or “teenager” or “soldier’s helper.”"
          ]
        },
        {
          "text": "Goliath said to David, “What is that stick for? Did you come to chase me away like a dog?” Then Goliath used the names of his gods to say curses against David.",
          "ID": "43"
        },
        {
          "text": "He said to David, “Come here, and I’ll feed your body to the birds and wild animals.”",
          "ID": "44"
        },
        {
          "text": "David said to the Philistine, “You come to me using sword, spear, and javelin. But I come to you in the name of the Lord All-Powerful, the God of the armies of Israel. You have said bad things about him.",
          "ID": "45"
        },
        {
          "text": "Today the Lord will let me defeat you. I will kill you. I will cut off your head and feed your body to the birds and wild animals. And we will do the same thing to all the other Philistines too. Then all the world will know there is a God in Israel.",
          "ID": "46"
        },
        {
          "text": "All the people gathered here will know that the Lord doesn’t need swords or spears to save people. The battle belongs to the Lord, and he will help us defeat all of you.”",
          "ID": "47"
        },
        {
          "text": "Goliath the Philistine started to attack David. He slowly walked closer and closer toward David, but David ran out to meet Goliath.",
          "ID": "48"
        },
        {
          "text": "David took out a stone from his bag. He put it in his sling and swung the sling. The stone flew from the sling and hit Goliath right between the eyes. The stone sank deep into his head, and Goliath fell to the ground—face down.",
          "ID": "49"
        },
        {
          "text": "So David defeated the Philistine with only a sling and one stone! He hit the Philistine and killed him. David didn’t have a sword,",
          "ID": "50"
        },
        {
          "text": "so he ran and stood beside the Philistine. Then David took Goliath’s own sword out of its sheath and used it to cut off his head. That is how David killed the Philistine.\nWhen the other Philistines saw their hero was dead, they turned and ran.",
          "ID": "51"
        },
        {
          "text": "The soldiers of Israel and Judah shouted and started chasing the Philistines. The Israelites chased them all the way to the city limits of Gath and to the gates of Ekron. They killed many of the Philistines. Their bodies were scattered along the Shaaraim road all the way to Gath and Ekron.",
          "ID": "52"
        },
        {
          "text": "After chasing the Philistines, the Israelites came back to the Philistine camp and took many things from that camp.",
          "ID": "53"
        },
        {
          "text": "David took the Philistine’s head to Jerusalem, but he kept the Philistine’s weapons at home.",
          "ID": "54"
        },
        {
          "text": "Saul watched David go out to fight Goliath. Saul spoke to Abner, the commander of the army. “Abner, who is that young man’s father?”\nAbner answered, “I swear I don’t know, sir.”",
          "ID": "55"
        },
        {
          "text": "King Saul said, “Find out who his father is.”",
          "ID": "56"
        },
        {
          "text": "When David came back after killing Goliath, Abner brought him to Saul. David was still holding the Philistine’s head.",
          "ID": "57"
        },
        {
          "text": "Saul asked him, “Young man, who is your father?”\nDavid answered, “I am the son of your servant Jesse, from Bethlehem.”",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17",
      "name": "1 Samuel 17"
    },
    {
      "title": "Saul Wants His Daughter to Marry David",
      "text": [
        {
          "text": "Saul decided to take David with him. He would not let David go back home to his father. After David finished talking with Saul, Jonathan developed a strong friendship with David.",
          "ID": "1",
          "comments": [
            "Jonathan … with David Literally, “Jonathan’s soul was tied to David’s soul.”"
          ]
        },
        {
          "text": "Jonathan loved David as much as himself, so they made a special agreement.",
          "ID": "3"
        },
        {
          "text": "Jonathan took off the coat he was wearing and gave it to David. In fact, Jonathan gave David his whole uniform—including his sword, his bow, and even his belt.",
          "ID": "4"
        },
        {
          "text": "David went to fight wherever Saul sent him. He was very successful, so Saul put him in charge of the soldiers. This pleased everyone, even Saul’s officers.",
          "ID": "5"
        },
        {
          "text": "David would go out to fight against the Philistines. On the way home, after the battles, women in every town in Israel would come out to meet him. They sang and danced for joy as they played their tambourines and lyres. They did this right in front of Saul!",
          "ID": "6"
        },
        {
          "text": "The women sang,\n“Saul has killed his thousands,",
          "ID": "7"
        },
        {
          "text": "This song upset Saul and he became very angry. Saul thought, “The women give David credit for killing tens of thousands of the enemy, and they give me credit for only thousands. A little more of this and they will give him the kingdom itself!”",
          "ID": "8",
          "comments": [
            "A little more … itself This is not in one of the oldest and best copies of the ancient Greek version."
          ]
        },
        {
          "text": "So from that time on, Saul watched David very closely.",
          "ID": "9"
        },
        {
          "text": "The next day, an evil spirit from God took control of Saul and he went wild in his house. David played the harp to calm him as he usually did,",
          "ID": "10",
          "comments": [
            "Saul … wild Or “Saul prophesied.” The Hebrew word means that the person lost control of what they said and did. Usually this meant God was using them to give a special message to other people."
          ]
        },
        {
          "text": "but Saul had a spear in his hand. He thought, “I’ll pin David to the wall.” Saul threw the spear twice, but David jumped out of the way both times.",
          "ID": "11"
        },
        {
          "text": "The Lord had left Saul and was now with David, so Saul was afraid of David.",
          "ID": "12"
        },
        {
          "text": "Saul sent David away and made him a commander over 1000 soldiers. This put David out among the men even more as they went into battle and returned.",
          "ID": "13"
        },
        {
          "text": "The Lord was with David, so he was successful in everything.",
          "ID": "14"
        },
        {
          "text": "Saul saw how successful David was and became even more afraid of him.",
          "ID": "15"
        },
        {
          "text": "But all the people in Israel and Judah loved David because he was out among them and led them into battle.",
          "ID": "16"
        },
        {
          "text": "One day Saul said to David, “Here is my oldest daughter, Merab. I will let you marry her. Then you will be like a son to me and you will be a real soldier. Then you will go and fight the Lord’s battles.” Saul was really thinking, “Now I won’t have to kill David. I will let the Philistines kill him for me.”",
          "ID": "17",
          "comments": [
            "real soldier That is, a member of the warrior class. They were free from certain duties of ordinary citizens."
          ]
        },
        {
          "text": "But David said, “I am not an important man from an important family. I can’t marry the king’s daughter.”",
          "ID": "18"
        },
        {
          "text": "So when the time came for David to marry Saul’s daughter, Saul let her marry Adriel from Meholah.",
          "ID": "19"
        },
        {
          "text": "People told Saul that his daughter Michal loved David. This made Saul happy.",
          "ID": "20"
        },
        {
          "text": "He thought, “I will use Michal to trap David. I will let Michal marry David, and then I will let the Philistines kill him.” So Saul said to David a second time, “You can marry my daughter today.”",
          "ID": "21"
        },
        {
          "text": "Saul commanded his officers to speak to David in private. He told them to say, “Look, the king likes you. His officers like you. You should marry his daughter.”",
          "ID": "22"
        },
        {
          "text": "Saul’s officers said these things to David, but David answered, “Do you think it is easy to become the king’s son-in-law? I am just a poor, ordinary man.”",
          "ID": "23"
        },
        {
          "text": "Saul’s officers told Saul what David said.",
          "ID": "24"
        },
        {
          "text": "Saul told them, “Say this to David, ‘David, the king doesn’t want you to pay money for his daughter. He wants to get even with his enemy, so the price for marrying his daughter is 100 Philistine foreskins.’” That was Saul’s secret plan. He thought the Philistines would kill David.",
          "ID": "25",
          "comments": [
            "money for his daughter In Bible times a man usually had to give money to a woman’s father before he could marry her."
          ]
        },
        {
          "text": "Saul’s officers told this to David. David was happy that he had a chance to become the king’s son-in-law, so immediately",
          "ID": "26"
        },
        {
          "text": "he and his men went out to fight the Philistines. They killed 200 Philistines. David took these Philistine foreskins and gave them to Saul. He did this because he wanted to become the king’s son-in-law.\nSaul let David marry his daughter Michal.",
          "ID": "27",
          "comments": [
            "200 The ancient Greek version has “100.”"
          ]
        },
        {
          "text": "He saw that the Lord was with David and he also saw that his daughter, Michal, loved David.",
          "ID": "28"
        },
        {
          "text": "So Saul became even more afraid of David and was against him all that time.",
          "ID": "29"
        },
        {
          "text": "The Philistine commanders continued to go out to fight the Israelites, but David defeated them every time. He became famous as Saul’s best officer.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18",
      "name": "1 Samuel 18"
    },
    {
      "title": "David Goes to the Camps at Ramah",
      "text": [
        {
          "text": "Saul told his son Jonathan and his officers to kill David. But Jonathan liked David very much,",
          "ID": "1"
        },
        {
          "text": "so he warned him. “Be careful! Saul is looking for a chance to kill you. In the morning go into the field and hide. I will go out into the field with my father. We will stand in the field where you are hiding. I will talk to my father about you, and I will tell you what I learn.”",
          "ID": "2-3"
        },
        {
          "text": "Jonathan talked to his father Saul. Jonathan said good things about David. He said, “You are the king. David is your servant. David hasn’t done anything wrong to you, so don’t do anything wrong to him. He has always been good to you.",
          "ID": "4"
        },
        {
          "text": "He risked his life when he killed the Philistine. The Lord won a great victory for all Israel. You saw it, and you were happy. Why do you want to hurt David? He’s innocent. There is no reason to kill him.”",
          "ID": "5"
        },
        {
          "text": "Saul listened to Jonathan and made a promise. He said, “As surely as the Lord lives, David won’t be put to death.”",
          "ID": "6"
        },
        {
          "text": "So Jonathan called David and told him everything that was said. Then Jonathan brought David to Saul, and David was with Saul as before.",
          "ID": "7"
        },
        {
          "text": "Once again there was war with the Philistines, and David went out to fight. He defeated them badly, and they ran away.",
          "ID": "8"
        },
        {
          "text": "Later, in Saul’s house, David was playing the harp. Saul was there with his spear in his hand. Then an evil spirit from the Lord came on Saul.",
          "ID": "9"
        },
        {
          "text": "Saul threw his spear at David and tried to pin him to the wall. David jumped out of the way, so the spear missed him and stuck in the wall. That night, David ran away.",
          "ID": "10"
        },
        {
          "text": "Saul sent men to watch David’s house. They stayed there all night. They were waiting to kill David in the morning, but David’s wife Michal warned him. She said, “You must run away tonight and save your life. If you don’t, you will be killed tomorrow.”",
          "ID": "11"
        },
        {
          "text": "Then Michal let David down out of a window, and he escaped and ran away.",
          "ID": "12"
        },
        {
          "text": "Michal took the household god, put clothes on it, and put goats’ hair on its head. Then she put the statue in the bed.",
          "ID": "13"
        },
        {
          "text": "Saul sent messengers to take David prisoner. But Michal said, “David is sick.”",
          "ID": "14"
        },
        {
          "text": "The men went and told Saul, but he sent the messengers back to see David. Saul told these men, “Bring David to me. Bring him lying on his bed if you must, even if it kills him.”",
          "ID": "15"
        },
        {
          "text": "The messengers went to David’s house. They went inside to get him, but they saw it was only a statue and that its hair was only goats’ hair.",
          "ID": "16"
        },
        {
          "text": "Saul said to Michal, “Why did you trick me like this? You let my enemy escape, and now he is gone.”\nMichal answered Saul, “David told me he would kill me if I didn’t help him escape.”",
          "ID": "17"
        },
        {
          "text": "David escaped and ran away to Samuel at Ramah. He told Samuel everything that Saul had done to him. Then David and Samuel went to the camps where the prophets stayed. David stayed there.",
          "ID": "18"
        },
        {
          "text": "Saul heard that David was there in the camps near Ramah.",
          "ID": "19"
        },
        {
          "text": "So he sent some men to arrest David. But when they came to the camps, there was a group of prophets prophesying. Samuel was standing there leading the group. The Spirit of God came on Saul’s messengers and they began prophesying.",
          "ID": "20",
          "comments": [
            "prophesying This usually means “speaking for God.” But here, this also means that the Spirit of God took control of the people, causing them to sing and dance. Also in verse 23."
          ]
        },
        {
          "text": "Saul heard about this, so he sent other messengers, but they also began prophesying. So Saul sent messengers a third time, and they also began prophesying.",
          "ID": "21"
        },
        {
          "text": "Finally, Saul himself went to Ramah. Saul came to the big well by the threshing floor at Secu. He asked, “Where are Samuel and David?”\nThe people answered, “In the camps near Ramah.”",
          "ID": "22"
        },
        {
          "text": "So Saul went out to the camps near Ramah. The Spirit of God came on Saul, and he also began prophesying. He prophesied all the way to the camps at Ramah.",
          "ID": "23"
        },
        {
          "text": "Saul even took off his clothes. He lay there naked all day and through the night. So even Saul prophesied there in front of Samuel.\nThat is why people say, “Is Saul also one of the prophets?”",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19",
      "name": "1 Samuel 19"
    },
    {
      "title": "David and Jonathan Say Goodbye",
      "text": [
        {
          "text": "David ran away from the camps at Ramah and went to Jonathan and asked him, “What have I done wrong? What is my crime? Why is your father trying to kill me?”",
          "ID": "1"
        },
        {
          "text": "Jonathan answered, “That can’t be true! My father isn’t trying to kill you. My father doesn’t do anything without first telling me. It doesn’t matter how important it is, my father always tells me. Why would my father refuse to tell me that he wants to kill you? No, it is not true!”",
          "ID": "2"
        },
        {
          "text": "But David answered, “Your father knows very well that I am your friend. Your father said to himself, ‘Jonathan must not know about it. If he knows, he will tell David.’ But as surely as you and the Lord are alive, I am very close to death.”",
          "ID": "3",
          "comments": [
            "he will tell David This is from the ancient Greek version. The standard Hebrew text here has “he will be upset.”"
          ]
        },
        {
          "text": "Jonathan said to David, “I will do anything you want me to do.”",
          "ID": "4"
        },
        {
          "text": "Then David said, “Look, tomorrow is the New Moon celebration. I am supposed to eat with the king, but let me hide in the field until the evening.",
          "ID": "5"
        },
        {
          "text": "If your father notices I am gone, tell him, ‘David wanted to go home to Bethlehem. His family is having its own feast for this monthly sacrifice. David asked me to let him run down to Bethlehem and join his family.’",
          "ID": "6"
        },
        {
          "text": "If your father says, ‘Fine,’ then I am safe. But if your father becomes angry, you will know that he wants to hurt me.",
          "ID": "7"
        },
        {
          "text": "Jonathan, be kind to me. I am your servant. You have made an agreement with me before the Lord. If I am guilty, you may kill me yourself, but don’t take me to your father.”",
          "ID": "8"
        },
        {
          "text": "Jonathan answered, “No, never! If I learn that my father plans to hurt you, I will warn you.”",
          "ID": "9"
        },
        {
          "text": "David said, “Who will warn me if your father says bad things to you?”",
          "ID": "10"
        },
        {
          "text": "Then Jonathan said, “Come, let’s go out into the field.” So Jonathan and David went together into the field.",
          "ID": "11"
        },
        {
          "text": "Jonathan said to David, “I make this promise before the Lord, the God of Israel. I promise that I will learn how my father feels about you. I will learn if he feels good about you or not. Then, in three days, I will send a message to you in the field.",
          "ID": "12"
        },
        {
          "text": "If my father wants to hurt you, I will let you know. I will let you leave in safety. May the Lord punish me if I don’t do this. May the Lord be with you as he has been with my father.",
          "ID": "13"
        },
        {
          "text": "As long as I live, show me the same kindness the Lord does. And if I die, never stop showing this kindness to my family. Be faithful to us, even when the Lord destroys all your enemies from the earth.”",
          "ID": "14-15",
          "comments": [
            "enemies Or “descendants.”"
          ]
        },
        {
          "text": "So Jonathan made this agreement with David and his family, and he asked the Lord to hold them responsible for keeping it.",
          "ID": "16",
          "comments": [
            "The Hebrew text here is unclear, and several different translations are possible."
          ]
        },
        {
          "text": "Jonathan loved David as himself, and because of this love, he asked David to repeat this agreement for himself.",
          "ID": "17"
        },
        {
          "text": "Jonathan said to David, “Tomorrow is the New Moon celebration. Your seat will be empty, so my father will see that you are gone.",
          "ID": "18"
        },
        {
          "text": "On the third day go to the same place you hid when this trouble began. Wait by that hill.",
          "ID": "19"
        },
        {
          "text": "On the third day I will go to that hill and shoot three arrows as if I am shooting at a target.",
          "ID": "20"
        },
        {
          "text": "Then I will tell the boy to go find the arrows. If everything is fine, I will tell the boy, ‘You went too far! The arrows are closer to me. Come back and get them.’ If I say that, you can come out of hiding. I promise, as surely as the Lord lives, you are safe. There is no danger.",
          "ID": "21"
        },
        {
          "text": "But if there is trouble, I will say to the boy, ‘The arrows are farther away. Go get them.’ If I say that, you must leave. The Lord is sending you away.",
          "ID": "22"
        },
        {
          "text": "Remember this agreement between you and me. The Lord is our witness forever.”",
          "ID": "23"
        },
        {
          "text": "Then David hid in the field.\nThe time for the New Moon celebration came, and the king sat down to eat.",
          "ID": "24"
        },
        {
          "text": "He sat next to the wall where he usually sat, and Jonathan sat across from him. Abner sat next to Saul, but David’s place was empty.",
          "ID": "25"
        },
        {
          "text": "That day Saul said nothing. He thought, “Maybe something happened to David so that he is not clean.”",
          "ID": "26"
        },
        {
          "text": "On the next day, the second day of the month, David’s place was empty again. Then Saul said to his son Jonathan, “Why didn’t Jesse’s son come to the New Moon celebration yesterday or today?”",
          "ID": "27"
        },
        {
          "text": "Jonathan answered, “David asked me to let him go to Bethlehem.",
          "ID": "28"
        },
        {
          "text": "He said, ‘Let me go. Our family is having a sacrifice in Bethlehem. My brother ordered me to be there. Now if I am your friend, please let me go and see my brothers.’ That is why David has not come to the king’s table.”",
          "ID": "29"
        },
        {
          "text": "Saul was very angry with Jonathan and said to him, “You son of a twisted, rebellious woman! I know that you have chosen to support that son of Jesse. This will bring shame to you and to your mother.",
          "ID": "30",
          "comments": [
            "that son of Jesse Saul refers to David by his father’s name, intending it as an insult."
          ]
        },
        {
          "text": "As long as Jesse’s son lives, you will never be king and have a kingdom. Now, bring David to me! He is a dead man.”",
          "ID": "31"
        },
        {
          "text": "Jonathan asked his father, “Why should David be killed? What did he do wrong?”",
          "ID": "32"
        },
        {
          "text": "But Saul threw his spear at Jonathan and tried to kill him. So Jonathan knew that his father wanted very much to kill David.",
          "ID": "33"
        },
        {
          "text": "Jonathan became angry and left the table. He was so upset and angry with his father that he refused to eat any food on the second day of the festival. He was angry because Saul humiliated him and because Saul wanted to kill David.",
          "ID": "34"
        },
        {
          "text": "The next morning Jonathan went out to the field to meet David as they had agreed. Jonathan brought a little boy with him.",
          "ID": "35"
        },
        {
          "text": "He said to the boy, “Run. Go find the arrows I shoot.” The boy began to run, and Jonathan shot the arrows over his head.",
          "ID": "36"
        },
        {
          "text": "The boy ran to the place where the arrows fell, but Jonathan called, “The arrows are farther away.”",
          "ID": "37"
        },
        {
          "text": "Then he shouted, “Hurry! Go get them. Don’t just stand there.” The boy picked up the arrows and brought them back to his master.",
          "ID": "38"
        },
        {
          "text": "The boy knew nothing about what went on. Only Jonathan and David knew.",
          "ID": "39"
        },
        {
          "text": "Jonathan gave his bow and arrows to the boy and told him to go back to town.",
          "ID": "40"
        },
        {
          "text": "When the boy left, David came out from his hiding place on the other side of the hill. David gave a formal greeting by bowing to the ground three times to show his respect for Jonathan. But then David and Jonathan kissed each other and cried together. It was a very sad goodbye, especially for David.",
          "ID": "41"
        },
        {
          "text": "Then Jonathan said to David, “Go in peace. We have taken an oath in the Lord’s name to be friends forever. We have asked the Lord to be a witness between us and our descendants forever.”",
          "ID": "42"
        }
      ],
      "ID": "OT:1SA.20",
      "name": "1 Samuel 20"
    },
    {
      "title": "David Runs Away to the Enemy at Gath",
      "text": [
        {
          "text": "Then David left and Jonathan went back to the town. David went to the town named Nob to see Ahimelech the priest.\nAhimelech went out to meet David. He was afraid of David and asked, “Why are you alone? Why isn’t anyone with you?”",
          "ID": "1",
          "comments": [
            "Nob A city near Ramah where many priests lived. See 1 Sam. 22:19."
          ]
        },
        {
          "text": "David answered him, “The king gave me a special order. He told me, ‘Don’t let anyone know about this mission. No one must know what I told you to do.’ I told my men where to meet me.",
          "ID": "2"
        },
        {
          "text": "Now, what food do you have with you? Give me five loaves of bread or whatever you have to eat.”",
          "ID": "3"
        },
        {
          "text": "The priest said to David, “I don’t have any ordinary bread here, but I do have some of the holy bread. Your officers can eat it if they have not had sexual relations with any women.”",
          "ID": "4",
          "comments": [
            "Your officers … women This would make the men unclean and not able to eat any food that had been made holy by offering it to God. See Lev. 7:21; 15:1-33."
          ]
        },
        {
          "text": "David answered the priest, “We have not been with any women. My men keep their bodies holy every time we go out to fight, even on ordinary missions. And this is especially true today.”",
          "ID": "5",
          "comments": [
            "bodies Literally, “vessels” or “weapons.”",
            "My men … missions See 2 Sam. 11:11 and the rules in Deut. 23:9-14."
          ]
        },
        {
          "text": "There was no bread except the holy bread, so the priest gave David this bread. This was the bread that the priests put on the holy table before the Lord. Each day they took this bread away and put fresh bread in its place.",
          "ID": "6"
        },
        {
          "text": "One of Saul’s officers was there that day. He was Doeg the Edomite, the leader of Saul’s shepherds. He had been kept there before the Lord.",
          "ID": "7",
          "comments": [
            "shepherds Or “messengers.”",
            "kept there before the Lord This might mean that Doeg was there as part of a special promise to God or some other religious reason. Or it might mean he was being held there because of some crime, such as accidentally killing a man."
          ]
        },
        {
          "text": "David asked Ahimelech, “Do you have a spear or sword here? The king’s business is very important. I had to leave quickly, and I didn’t bring my sword or any other weapon.”",
          "ID": "8"
        },
        {
          "text": "The priest answered, “The only sword here is the sword of Goliath the Philistine. It is the sword you took from him when you killed him in the Valley of Elah. That sword is behind the ephod, wrapped in a cloth. You may take it if you want to.”\nDavid said, “Goliath’s sword—there’s not another one like it. Give it to me.”",
          "ID": "9"
        },
        {
          "text": "That day David ran away from Saul and went to King Achish of Gath.",
          "ID": "10"
        },
        {
          "text": "Achish’s officers said, “Isn’t this David, the king of the land of Israel? He is the one the Israelites sing about. They dance and sing this song about him:\n“Saul has killed thousands of enemies,",
          "ID": "11"
        },
        {
          "text": "David paid close attention to what they said. He was afraid of King Achish of Gath,",
          "ID": "12"
        },
        {
          "text": "so he pretended to be crazy in front of Achish and his officers. While David was with them, he acted like a crazy man. He spat on the doors of the gate. He let spit fall down his beard.",
          "ID": "13"
        },
        {
          "text": "Achish said to his officers, “Look at the man! He is crazy. Why did you bring him to me?",
          "ID": "14"
        },
        {
          "text": "I have enough crazy men. I don’t need you to bring this man to my house to act crazy in front of me. Don’t let this man come into my house again.”",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21",
      "name": "1 Samuel 21"
    },
    {
      "title": "Saul Destroys Ahimelech’s Family",
      "text": [
        {
          "text": "David left Gath and ran away to the cave of Adullam. David’s brothers and relatives heard that David was at Adullam and went to see him there.",
          "ID": "1",
          "comments": [
            "cave Or possibly, “fortress.”"
          ]
        },
        {
          "text": "Many people joined David. There were men who were in some kind of trouble, men who owed a lot of money, and men who were just not satisfied with life. All kinds of people joined David, and he became their leader. He had about 400 men with him.",
          "ID": "2"
        },
        {
          "text": "David left Adullam and went to Mizpah in Moab. David said to the king of Moab, “Please let my father and mother come and stay with you until I learn what God is going to do to me.”",
          "ID": "3"
        },
        {
          "text": "So David left his parents with the king of Moab. They stayed with the king of Moab as long as David was at the fort.",
          "ID": "4"
        },
        {
          "text": "But the prophet Gad said to David, “Don’t stay in the fort. Go to the land of Judah.” So David left and went to Hereth Forest.",
          "ID": "5"
        },
        {
          "text": "Saul heard the report about David and his men while sitting under the tree on the hill at Gibeah. Saul had his spear in his hand. All of his officers were standing around him.",
          "ID": "6"
        },
        {
          "text": "Saul said to his officers who were standing around him, “Listen, men of Benjamin. Do you think that son of Jesse will give you fields and vineyards? He is not one of us, so don’t think he will give you anything or make you officers over 1000 or even 100 men!",
          "ID": "7",
          "comments": [
            "that son of Jesse As usual, Saul refers to David by his father’s name, intending it as an insult."
          ]
        },
        {
          "text": "No, but all of you are plotting against me. None of you told me about my son Jonathan and the agreement he made with the son of Jesse. None of you cares enough about me to tell me that my own son Jonathan encouraged David to turn against me and attack me. And that is what David is doing now.”",
          "ID": "8"
        },
        {
          "text": "Doeg the Edomite was standing there with Saul’s officers. Doeg said, “I saw Jesse’s son at Nob. David came to see Ahimelech son of Ahitub.",
          "ID": "9"
        },
        {
          "text": "Ahimelech prayed to the Lord for David and gave him some food. He even gave David the sword of Goliath the Philistine.”",
          "ID": "10"
        },
        {
          "text": "Then King Saul ordered some men to bring the priest to him. Saul told them to bring Ahimelech son of Ahitub and all his relatives who were priests at Nob. So all of them came to the king.",
          "ID": "11"
        },
        {
          "text": "Saul said to Ahimelech, “Listen now, son of Ahitub.”\nAhimelech answered, “Yes, sir.”",
          "ID": "12"
        },
        {
          "text": "Saul said to him, “Why did you and Jesse’s son make secret plans against me? You gave David bread and a sword. You prayed to God for him. And right now, David is waiting to attack me.”",
          "ID": "13"
        },
        {
          "text": "Ahimelech answered, “David is very faithful to you. Not one of your other officers is as faithful as David. He is your own son-in-law and the captain of your bodyguards. Your own family respects David.",
          "ID": "14"
        },
        {
          "text": "That was not the first time I prayed to God for David. Not at all! Don’t blame me or any of my relatives. We are your servants. I know nothing about what is happening.”",
          "ID": "15"
        },
        {
          "text": "But the king said, “Ahimelech, you and all your relatives must die.”",
          "ID": "16"
        },
        {
          "text": "Then the king told the guards at his side, “Go and kill the priests of the Lord because they are on David’s side too. They knew he was running away, but they didn’t tell me.”\nThe king’s officers refused to hurt the priests of the Lord.",
          "ID": "17"
        },
        {
          "text": "So the king gave the order to Doeg. Saul said, “Doeg, you go kill the priests.” So Doeg the Edomite went and killed the priests. That day he killed 85 men who were priests.",
          "ID": "18",
          "comments": [
            "priests Literally, “men who wore the linen ephod.”"
          ]
        },
        {
          "text": "Nob was the city of the priests. Doeg killed all the people of Nob. He used his sword and killed men, women, children and small babies. He even killed their cattle, donkeys, and sheep.",
          "ID": "19"
        },
        {
          "text": "But Abiathar son of Ahimelech escaped. He ran away and joined David.",
          "ID": "20"
        },
        {
          "text": "Abiathar told David that Saul had killed the Lord’s priests.",
          "ID": "21"
        },
        {
          "text": "Then David told Abiathar, “I saw Doeg the Edomite at Nob that day. I knew he would tell Saul! I am responsible for the death of your father’s family.",
          "ID": "22"
        },
        {
          "text": "Stay with me. Don’t be afraid, because the man who tried to kill you is the same man who wants to kill me. I will protect you if you stay with me.”",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22",
      "name": "1 Samuel 22"
    },
    {
      "title": "The People of Ziph Tell Saul About David",
      "text": [
        {
          "text": "People told David, “Look, the Philistines are fighting against the city of Keilah. They are robbing grain from the threshing floors.”",
          "ID": "1"
        },
        {
          "text": "David asked the Lord, “Should I go and fight these Philistines?”\nThe Lord answered David, “Yes, go attack the Philistines. Save Keilah.”",
          "ID": "2"
        },
        {
          "text": "But David’s men said to him, “Look, our men are afraid here in Judah. Just think how afraid we will be if we go to Keilah, where the Philistine army is lined up and ready for battle.”",
          "ID": "3"
        },
        {
          "text": "David again asked the Lord. And the Lord answered David, “Go down to Keilah. I will help you defeat the Philistines.”",
          "ID": "4"
        },
        {
          "text": "So David and his men went to Keilah. David’s men fought the Philistines. They defeated them and took their cattle. In this way David saved the people of Keilah.",
          "ID": "5"
        },
        {
          "text": "(When Abiathar ran away to David, Abiathar took an ephod with him.)",
          "ID": "6",
          "comments": [
            "When Abiathar … him This means that Abiathar could go before God for David and ask for advice."
          ]
        },
        {
          "text": "People told Saul that David was now at Keilah. Saul said, “God has given David to me. David trapped himself when he went into a city surrounded by a wall with gates and bars to lock them.”",
          "ID": "7"
        },
        {
          "text": "Saul called all his army together for battle. They prepared to go down to Keilah to attack David and his men.",
          "ID": "8"
        },
        {
          "text": "David learned that Saul was making plans against him. David then said to Abiathar the priest, “Bring the ephod.”",
          "ID": "9"
        },
        {
          "text": "David prayed, “Lord, God of Israel, I have heard that Saul plans to come to Keilah and destroy the town because of me.",
          "ID": "10"
        },
        {
          "text": "Will Saul come to Keilah? Will the people of Keilah give me to Saul? Lord, God of Israel, I am your servant. Please tell me!”\nThe Lord answered, “Saul will come.”",
          "ID": "11"
        },
        {
          "text": "Again David asked, “Will the people of Keilah give me and my men to Saul?”\nThe Lord answered, “They will.”",
          "ID": "12"
        },
        {
          "text": "So David and his men left Keilah. There were about 600 men who went with David. They kept moving from place to place. Saul learned that David had escaped from Keilah, so he did not go to that city.",
          "ID": "13"
        },
        {
          "text": "David went into the desert of Ziph and stayed in the mountains and fortresses there. Saul looked for David the whole time, but the Lord didn’t let Saul catch him.",
          "ID": "14",
          "comments": [
            "the Lord From the ancient Greek version and a Hebrew copy from Qumran. The standard Hebrew text has “God.”"
          ]
        },
        {
          "text": "David was at Horesh in the desert of Ziph. He was afraid because Saul was coming to kill him.",
          "ID": "15"
        },
        {
          "text": "But Saul’s son Jonathan went to see David at Horesh and encouraged him to have a stronger faith in God.",
          "ID": "16"
        },
        {
          "text": "Jonathan told David, “Don’t be afraid. My father Saul won’t hurt you. You will become the king of Israel, and I will be second to you. Even my father knows this.”",
          "ID": "17"
        },
        {
          "text": "Jonathan and David both made an agreement before the Lord. Then Jonathan went home, and David stayed at Horesh.",
          "ID": "18"
        },
        {
          "text": "Some people from Ziph went to Saul at Gibeah and told him, “David is hiding in our area. He is at the fortresses of Horesh on Hakilah Hill, south of Jeshimon.",
          "ID": "19"
        },
        {
          "text": "Now, King, come down any time you want. It is our duty to give David to you.”",
          "ID": "20"
        },
        {
          "text": "Saul answered, “May the Lord bless you for helping me.",
          "ID": "21"
        },
        {
          "text": "Go and learn more about David. Keep track of where he goes and who goes to see him. I am told that David is smart and that he is trying to trick me.",
          "ID": "22"
        },
        {
          "text": "Find all the hiding places that David uses. Then come back to me and tell me everything. Then I’ll go with you. If David is in the area, I will find him, even if I must go to every family group in Judah.”",
          "ID": "23"
        },
        {
          "text": "So those people went back to Ziph before Saul.\nDavid and his men were in the desert of Maon, south of Jeshimon.",
          "ID": "24"
        },
        {
          "text": "Saul and his men went to look for David, but the people warned him. They told David that Saul was looking for him. So David then went down to “The Rock” in the desert of Maon. Saul heard that David had gone there, so Saul went to that place to find him.",
          "ID": "25"
        },
        {
          "text": "Saul was on one side of the mountain. David and his men were on the other side of the same mountain. David was moving as quickly as possible to get away from Saul. But Saul and his soldiers were going around the mountain to cut them off and trap David and his men.",
          "ID": "26"
        },
        {
          "text": "Then a messenger arrived and told Saul, “Come quickly! The Philistines are attacking.”",
          "ID": "27"
        },
        {
          "text": "So Saul stopped chasing David and went to fight the Philistines. That is why people call this place “Slippery Rock.”",
          "ID": "28",
          "comments": [
            "Slippery Rock Or “Sela Hammahlekoth.”"
          ]
        },
        {
          "text": "David left the desert of Maon and went to the fortresses near En Gedi.",
          "ID": "29"
        }
      ],
      "ID": "OT:1SA.23",
      "name": "1 Samuel 23"
    },
    {
      "title": "David Shames Saul",
      "text": [
        {
          "text": "After Saul had chased the Philistines away, people told him, “David is in the desert area near En Gedi.”",
          "ID": "1"
        },
        {
          "text": "So Saul chose 3000 men from all over Israel and began searching for David and his men. They looked near Wild Goat Rocks.",
          "ID": "2"
        },
        {
          "text": "Saul came to some sheep pens beside the road. There was a cave near there, so Saul went in to relieve himself. David and his men were deep inside that same cave.",
          "ID": "3"
        },
        {
          "text": "David’s men told him, “This is day the Lord told you about when he said, ‘I will give your enemy to you, and you can do whatever you want to him.’”\nSo David crawled closer and closer to Saul and cut off a corner of Saul’s robe. Saul didn’t notice what happened.",
          "ID": "4"
        },
        {
          "text": "Later, David felt bad about what he did.",
          "ID": "5"
        },
        {
          "text": "He said to his men, “I pray the Lord never lets me do anything like that to my master again. I must not do anything against Saul, because he is the Lord’s chosen king.”",
          "ID": "6",
          "comments": [
            "chosen king Literally, “anointed one.” Also in verse 10."
          ]
        },
        {
          "text": "David said these things to stop his men. He would not let his men hurt Saul.\nSaul left the cave and went on his way.",
          "ID": "7"
        },
        {
          "text": "Later, David came out of the cave and called out to Saul, “My lord the king!”\nSaul looked back. David bowed with his face to the ground to show his respect.",
          "ID": "8"
        },
        {
          "text": "David said to Saul, “Why do you listen when people say, ‘David plans to hurt you’?",
          "ID": "9"
        },
        {
          "text": "You can see that with your own eyes that is not true. The Lord put you within my grasp today in the cave, but I refused to kill you. I was merciful to you. I said, ‘I won’t hurt my master. Saul is the Lord’s chosen king.’",
          "ID": "10"
        },
        {
          "text": "Look at this piece of cloth in my hand. I cut off the corner of your robe. I could have killed you, but I didn’t. Now, I want you to understand this. I want you to know that I am not planning anything against you. I did nothing wrong to you, but you are hunting me and trying to kill me.",
          "ID": "11"
        },
        {
          "text": "Let the Lord be the judge. I hope the Lord will punish you for the wrong you did to me, but I won’t fight you myself.",
          "ID": "12"
        },
        {
          "text": "There is an old saying:\n‘Bad things come from bad people.’\n“I haven’t done anything bad, and I won’t hurt you.",
          "ID": "13"
        },
        {
          "text": "Who are you chasing? Did the king of Israel bring an army to chase a single flea or a dying dog?",
          "ID": "14"
        },
        {
          "text": "Let the Lord be the judge. Let him decide between you and me. He will support me and show that I am right. He will save me from you.”",
          "ID": "15"
        },
        {
          "text": "When David finished speaking, Saul asked, “Is that your voice, David my son?” Then Saul lifted his voice and began to cry.",
          "ID": "16"
        },
        {
          "text": "He said, “You are right, and I am wrong. You were good to me, even though I have been bad to you.",
          "ID": "17"
        },
        {
          "text": "You yourself said it when you told me about the good things you did. The Lord put my life in your hands, but you did not kill me.",
          "ID": "18"
        },
        {
          "text": "This shows that you are not my enemy. A man doesn’t catch his enemy, and then just let him go. He doesn’t do good things for his enemy. May the Lord reward you for being good to me today.",
          "ID": "19"
        },
        {
          "text": "Now, I know that you will become the new king. You will rule the kingdom of Israel.",
          "ID": "20"
        },
        {
          "text": "Now make a promise to me with an oath using the Lord’s name. Promise that you will not kill my descendants, even after I die. Promise me that you will not erase my name from my father’s family.”",
          "ID": "21"
        },
        {
          "text": "So David made a promise to Saul. He promised that he would not kill Saul’s family. Then Saul went back home. David and his men went back up to the fort.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.24",
      "name": "1 Samuel 24"
    },
    {
      "title": "Nabal’s Death",
      "text": [
        {
          "text": "Samuel died. All the Israelites met together and mourned his death. They buried him at his home in Ramah.\nThen David moved to the desert of Maon.",
          "ID": "1",
          "comments": [
            "Maon This is from the ancient Greek version. The standard Hebrew text has “Paran.”"
          ]
        },
        {
          "text": "There was a very rich man living in Maon. He had 3000 sheep and 1000 goats. That man was in Carmel taking care of some business. He went there to cut the wool from his sheep.",
          "ID": "2"
        },
        {
          "text": "This man’s name was Nabal. He was from Caleb’s family. Nabal’s wife was named Abigail. She was a wise and beautiful woman, but Nabal was a mean and cruel man.",
          "ID": "3",
          "comments": [
            "Nabal This name means “foolish.”"
          ]
        },
        {
          "text": "David was in the desert when he heard that Nabal was cutting the wool from his sheep.",
          "ID": "4"
        },
        {
          "text": "David sent ten young men to talk to Nabal. He told them, “Go to Carmel. Find Nabal and tell him ‘Hello’ for me.”",
          "ID": "5"
        },
        {
          "text": "David gave them this message for Nabal: “May you and your family be well and all that you own be well.",
          "ID": "6"
        },
        {
          "text": "I heard that you are cutting wool from your sheep. Your shepherds were with us for a while, and we did nothing wrong to them. We never took anything from your shepherds while they were at Carmel.",
          "ID": "7"
        },
        {
          "text": "Ask your servants and they will tell you this is true. Please be kind to my young men. We come to you now, at this happy time. Please give these young men anything you can. Please do this for me, your friend David.”",
          "ID": "8",
          "comments": [
            "friend Literally, “son.”"
          ]
        },
        {
          "text": "David’s men went to Nabal. They gave his message to Nabal,",
          "ID": "9"
        },
        {
          "text": "but Nabal said, “Who is David? Who is this son of Jesse? There are many slaves who have run away from their masters these days.",
          "ID": "10"
        },
        {
          "text": "I have bread and water, and I have the meat I killed for my servants who cut the wool from my sheep. But I won’t give them to men I don’t even know.”",
          "ID": "11"
        },
        {
          "text": "David’s men went back and told him everything that Nabal had said.",
          "ID": "12"
        },
        {
          "text": "David’s response was, “Put on your swords.” So David and his men put on their swords. About 400 men went with David while 200 of them stayed with the supplies.",
          "ID": "13"
        },
        {
          "text": "One of Nabal’s servants spoke to Nabal’s wife Abigail. The servant said, “David sent messengers from the desert to meet our master, but Nabal was rude to them.",
          "ID": "14"
        },
        {
          "text": "These men were very good to us while we were out in the fields with the sheep. David’s men were with us the whole time, and they never did anything wrong to us. They did not take anything from us.",
          "ID": "15"
        },
        {
          "text": "His men protected us night and day. They were like a wall around us—they protected us while we were with them caring for the sheep.",
          "ID": "16"
        },
        {
          "text": "Nabal was foolish to say what he did. Terrible trouble is coming to our master and all his family. You need to think of something to do.”",
          "ID": "17"
        },
        {
          "text": "Abigail quickly gathered up 200 loaves of bread, two full wine bags, five cooked sheep, about a bushel of cooked grain, about 2 quarts of raisins, and 200 cakes of pressed figs. She put them on donkeys.",
          "ID": "18",
          "comments": [
            "about a bushel Literally, “5 seahs” (36.5 l).",
            "about 2 quarts Literally, “1 omer” (2.2 l)."
          ]
        },
        {
          "text": "Then Abigail told her servants, “Go on. I’ll follow you.” But she did not tell her husband.",
          "ID": "19"
        },
        {
          "text": "Abigail rode her donkey down to the other side of the mountain. She met David and his men coming from the other direction.",
          "ID": "20"
        },
        {
          "text": "David was saying, “I protected Nabal’s property in the desert. I made sure not one of his sheep was missing. I did all that for nothing. I was good to him, but he was rude to me.",
          "ID": "21"
        },
        {
          "text": "I swear, I won’t let even one man in Nabal’s family live until tomorrow morning.”",
          "ID": "22",
          "comments": [
            "I swear Literally, “May God do so and so for David’s enemies if ….”"
          ]
        },
        {
          "text": "Just then Abigail arrived. When she saw David, she quickly got off her donkey and bowed down with her face to the ground in front of him.",
          "ID": "23"
        },
        {
          "text": "Abigail fell at his feet and said, “Sir, please let me talk to you. Listen to what I say. Blame me for what happened.",
          "ID": "24"
        },
        {
          "text": "I didn’t see the men you sent. Sir, don’t pay any attention to that worthless man, Nabal. His name means ‘Foolish,’ and that is what he is.",
          "ID": "25"
        },
        {
          "text": "The Lord has kept you from killing innocent people. As surely as the Lord lives and you as well, may your enemies and anyone else who wants to harm you be as cursed as Nabal is.",
          "ID": "26"
        },
        {
          "text": "Now, I am bringing this gift to you. Please give these things to your men.",
          "ID": "27"
        },
        {
          "text": "Please forgive me for doing wrong. I know the Lord will make your family strong because you fight his battles. People will never find anything bad about you as long as you live.",
          "ID": "28"
        },
        {
          "text": "If someone chases you to kill you, the Lord your God will save your life. But he will throw away your enemies like a stone from a sling.",
          "ID": "29"
        },
        {
          "text": "The Lord promised to do many good things for you, and he will keep his promises. He will make you leader over Israel.",
          "ID": "30"
        },
        {
          "text": "So don’t do anything that would make you guilty of killing innocent people. Please don’t fall into that trap. Please remember me when the Lord blesses you.”",
          "ID": "31"
        },
        {
          "text": "David answered Abigail, “Praise the Lord, the God of Israel. Praise God for sending you to meet me.",
          "ID": "32"
        },
        {
          "text": "God bless you for your good judgment. You kept me from killing innocent people today.",
          "ID": "33"
        },
        {
          "text": "As surely as the Lord, the God of Israel, lives, if you hadn’t come quickly to meet me, not one man in Nabal’s family would have lived until tomorrow morning. But the Lord prevented me from hurting you.”",
          "ID": "34"
        },
        {
          "text": "Then David accepted Abigail’s gifts. He told her, “Go home in peace. I have listened to your request, and I will do what you asked.”",
          "ID": "35"
        },
        {
          "text": "Abigail went back to Nabal, who was in the house. He had been eating like a king, and he was drunk and feeling good. So Abigail told Nabal nothing until the next morning.",
          "ID": "36"
        },
        {
          "text": "The next morning, Nabal was sober, so his wife told him everything. He had a heart attack and became as stiff as a rock.",
          "ID": "37"
        },
        {
          "text": "About ten days later, the Lord gave him a stroke and Nabal died.",
          "ID": "38"
        },
        {
          "text": "When David heard that Nabal was dead, he said, “Praise the Lord! He judged Nabal to be wrong for insulting me and kept me from doing something wrong. The Lord made Nabal pay for what he did.”\nThen David sent a message to Abigail and asked her to be his wife.",
          "ID": "39"
        },
        {
          "text": "His servants went to Carmel with this message, “David sent us to get you. He wants you to be his wife.”",
          "ID": "40"
        },
        {
          "text": "Abigail bowed her face to the ground. She said, “I am willing to be your slave woman, even if it is only to wash the feet of my master’s servants.”",
          "ID": "41"
        },
        {
          "text": "Abigail quickly got on a donkey and brought five of her maids with her. They followed David’s messengers. So Abigail became David’s wife.",
          "ID": "42"
        },
        {
          "text": "David had also married Ahinoam of Jezreel. Both Ahinoam and Abigail were David’s wives.",
          "ID": "43"
        },
        {
          "text": "David was also married to Saul’s daughter Michal, but Saul had taken her away from him and had given her to a man named Palti, son of Laish. Palti was from the town named Gallim.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25",
      "name": "1 Samuel 25"
    },
    {
      "title": "David Shames Saul Again",
      "text": [
        {
          "text": "The people of Ziph went to see Saul at Gibeah and said to him, “David is hiding on Hakilah Hill, across from Jeshimon.”",
          "ID": "1"
        },
        {
          "text": "Saul gathered 3000 of the best soldiers in Israel and went down to the desert of Ziph to search for David there.",
          "ID": "2"
        },
        {
          "text": "Saul set up his camp by the road at Hakilah Hill, across from Jeshimon.\nDavid was out in the desert and saw that Saul had come out into the desert after him.",
          "ID": "3"
        },
        {
          "text": "So David sent out spies to know for certain that Saul had come after him again.",
          "ID": "4"
        },
        {
          "text": "Then David went to where Saul had set up his camp. David saw where Saul and Abner were sleeping. (Abner son of Ner was the commander of Saul’s army.) Saul was sleeping in the center of a circle of men that surrounded him.",
          "ID": "5"
        },
        {
          "text": "David talked to Ahimelech the Hittite and Abishai son of Zeruiah. (Abishai was Joab’s brother.) He asked them, “Who would like to go down into the camp with me after Saul?”\nAbishai answered, “I’ll go with you.”",
          "ID": "6"
        },
        {
          "text": "When night came, David and Abishai went into Saul’s camp. Saul was asleep in the middle of the circle of men. His spear was stuck in the ground near his head. Abner and the other soldiers were asleep around Saul.",
          "ID": "7"
        },
        {
          "text": "Abishai said to David, “Today God has given your enemy to you. Let me pin Saul to the ground with his spear. I’ll only do it once!”",
          "ID": "8"
        },
        {
          "text": "But David said to Abishai, “Don’t kill Saul! Anyone who hurts the Lord’s chosen king must be punished.",
          "ID": "9",
          "comments": [
            "chosen king Literally, “anointed one.” Also in verses 16, 23."
          ]
        },
        {
          "text": "As surely as the Lord lives, the Lord himself will punish Saul. Maybe Saul will die naturally or maybe he will be killed in battle.",
          "ID": "10"
        },
        {
          "text": "But I pray that the Lord never lets me hurt the Lord’s chosen king. Now pick up the spear and water jug by Saul’s head and let’s go.”",
          "ID": "11"
        },
        {
          "text": "So David took the spear and water jug that were near Saul’s head, and then David and Abishai left Saul’s camp. No one knew what had happened. No one saw it. No one even woke up. Saul and all of his soldiers slept because the Lord had put them into a deep sleep.",
          "ID": "12"
        },
        {
          "text": "David crossed over to the other side of the valley. He stood on top of the mountain across the valley from Saul’s camp. David and Saul’s camp were far apart.",
          "ID": "13"
        },
        {
          "text": "David shouted to the army and to Abner son of Ner, “Answer me, Abner!”\nAbner answered, “Who are you? Why are you calling the king?”",
          "ID": "14"
        },
        {
          "text": "David said, “You are an important man, aren’t you? You are better than any other man in Israel. Is that right? So why didn’t you guard your master, the king? An ordinary man came into your camp to kill your master, the king.",
          "ID": "15"
        },
        {
          "text": "You made a big mistake. As surely as the Lord is alive, you and your men should die, because you didn’t protect your master, the Lord’s chosen king. Look for the king’s spear and the water jug that was near Saul’s head. Where are they?”",
          "ID": "16"
        },
        {
          "text": "Saul knew David’s voice and said, “Is that your voice, David my son?”\nDavid answered, “Yes, it is my voice, my lord the king.",
          "ID": "17"
        },
        {
          "text": "Sir, why are you chasing me? What wrong have I done? What am I guilty of?",
          "ID": "18"
        },
        {
          "text": "My lord the king, listen to me. If the Lord caused you to be angry with me, let him accept an offering. But if men caused you to be angry with me, I ask the Lord to curse them because they forced me to leave the land that the Lord gave me and told me to go serve other gods.",
          "ID": "19"
        },
        {
          "text": "Now don’t make me die far away from the Lord’s presence. The king of Israel has come out looking for a flea. You are like a man hunting partridges in the mountains.”",
          "ID": "20",
          "comments": [
            "hunting partridges in the mountains People hunted these birds until the birds became too tired to go on. Then they killed the birds. Saul was chasing David the same way. This is also a wordplay. The Hebrew word for “partridge” is like the word for “calling” in verse 14."
          ]
        },
        {
          "text": "Then Saul said, “David, my son! I have sinned. Come back. Today you showed me that my life is important to you, so I won’t try to hurt you. I have acted foolishly. I have made a big mistake.”",
          "ID": "21"
        },
        {
          "text": "David answered, “Here is the king’s spear. Let one of your young men come here and get it.",
          "ID": "22"
        },
        {
          "text": "The Lord pays every man for what he does—he rewards him if he does right, and he punishes him if he does wrong. The Lord gave you to me today, but I wouldn’t harm the Lord’s chosen king.",
          "ID": "23"
        },
        {
          "text": "Today I showed you that your life is important to me. In the same way the Lord will show that my life is important to him. He will save me from every trouble.”",
          "ID": "24"
        },
        {
          "text": "Then Saul said to David, “God bless you, David my son. You will do great things and you will win.”\nDavid went on his way, and Saul went back home.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26",
      "name": "1 Samuel 26"
    },
    {
      "title": "David Fools King Achish",
      "text": [
        {
          "text": "But David thought to himself, “Saul will catch me some day. The best thing I can do is to escape to the land of the Philistines. Then Saul will give up looking for me in Israel. That way I will escape from Saul.”",
          "ID": "1"
        },
        {
          "text": "So David and his 600 men left Israel and went to Achish son of Maoch. Achish was king of Gath.",
          "ID": "2"
        },
        {
          "text": "David, his men, and their families lived in Gath with Achish. David had his two wives with him—Ahinoam of Jezreel and Abigail of Carmel. Abigail was the widow of Nabal.",
          "ID": "3"
        },
        {
          "text": "People told Saul that David had run away to Gath, so Saul stopped looking for him.",
          "ID": "4"
        },
        {
          "text": "David said to Achish, “If you are pleased with me, give me a place in one of the country towns. I am only your servant. I should live there, not here with you in this royal city.”",
          "ID": "5"
        },
        {
          "text": "That day Achish gave David the town of Ziklag. And Ziklag has belonged to the kings of Judah ever since.",
          "ID": "6"
        },
        {
          "text": "David lived with the Philistines one year and four months.",
          "ID": "7"
        },
        {
          "text": "David and his men went to fight the Amalekites and Geshurites who lived in the area from Telem near Shur all the way to Egypt. David’s men defeated them and took their wealth.",
          "ID": "8",
          "comments": [
            "Telem This is found in copies of the ancient Greek version. The standard Hebrew text has “long ago.”"
          ]
        },
        {
          "text": "David defeated the people in that area. He took all their sheep, cattle, donkeys, camels, and clothes and brought them back to Achish. But David didn’t let any of those people live.",
          "ID": "9"
        },
        {
          "text": "David did this many times. Each time Achish asked David where he fought and took those things. David said, “I fought against the southern part of Judah,” or “I fought against the southern part of Jerahmeel,” or “I fought against the southern part of the Kenizzites.”",
          "ID": "10",
          "comments": [
            "Judah, Jerahmeel, Kenizzites All these places belonged to Israel. David made Achish think he had fought against his own people, the Israelites."
          ]
        },
        {
          "text": "David never brought a man or woman alive to Gath. He thought, “If we let anyone live, they might tell Achish what I really did.”\nDavid did this all the time he lived in the Philistine land.",
          "ID": "11"
        },
        {
          "text": "Achish began to trust David and said to himself, “Now David’s own people hate him. The Israelites hate him very much. Now he will serve me forever.”",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27",
      "name": "1 Samuel 27"
    },
    {
      "title": "Saul and the Woman at Endor",
      "text": [
        {
          "text": "Later, the Philistines gathered their armies to fight against Israel. Achish said to David, “Do you understand that you and your men must go with me to fight against Israel?”",
          "ID": "1"
        },
        {
          "text": "David answered, “Certainly, then you can see for yourself what I can do.”\nAchish said, “Fine, I will make you my permanent bodyguard.”",
          "ID": "2"
        },
        {
          "text": "After Samuel died, all the Israelites mourned for him and buried him in Ramah, his hometown.\nSaul had removed the mediums and fortunetellers from Israel.",
          "ID": "3"
        },
        {
          "text": "The Philistines prepared for war. They came to Shunem and made their camp at that place. Saul gathered all the Israelites together and made his camp at Gilboa.",
          "ID": "4"
        },
        {
          "text": "Saul saw the Philistine army, and he was afraid. His heart pounded with fear.",
          "ID": "5"
        },
        {
          "text": "He prayed to the Lord, but the Lord did not answer him. God did not talk to Saul in dreams. God did not use the Urim to give him an answer, and God did not use prophets to speak to Saul.",
          "ID": "6"
        },
        {
          "text": "Finally, Saul said to his officers, “Find me a woman who is a medium. Then I can go ask her what will happen.”\nHis officers answered, “There is a medium at Endor.”",
          "ID": "7",
          "comments": [
            "Endor A town around the mountain from Shunem, where the Philistines were camped. Saul had to go around them to get to Endor."
          ]
        },
        {
          "text": "That night, Saul put on different clothes so that no one would know who he was. Then Saul and two of his men went to see the woman. Saul said to her, “I want you to bring up a ghost who can tell me what will happen in the future. You must call for the ghost of the person I name.”",
          "ID": "8"
        },
        {
          "text": "But the woman said to him, “You know that Saul forced all the mediums and fortunetellers to leave the land of Israel. You are trying to trap me and kill me.”",
          "ID": "9"
        },
        {
          "text": "Saul used the Lord’s name to make a promise to the woman. He said, “As surely as the Lord lives, you won’t be punished for doing this.”",
          "ID": "10"
        },
        {
          "text": "The woman asked, “Who do you want me to bring up for you?”\nSaul answered, “Bring up Samuel.”",
          "ID": "11"
        },
        {
          "text": "And it happened—the woman saw Samuel and screamed. She said to Saul, “You tricked me! You are Saul.”",
          "ID": "12"
        },
        {
          "text": "The king said to the woman, “Don’t be afraid! What do you see?”\nThe woman said, “I see a spirit coming up out of the ground.”",
          "ID": "13",
          "comments": [
            "ground Or “Sheol, the place of death.”"
          ]
        },
        {
          "text": "Saul asked, “What does he look like?”\nThe woman answered, “He looks like an old man wearing a special robe.”\nThen Saul knew it was Samuel, and he bowed down. His face touched the ground.",
          "ID": "14"
        },
        {
          "text": "Samuel said to Saul, “Why did you bother me? Why did you bring me up?”\nSaul answered, “I am in trouble! The Philistines have come to fight me, and God has left me. God won’t answer me anymore. He won’t use prophets or dreams to answer me, so I called you. I want you to tell me what to do.”",
          "ID": "15"
        },
        {
          "text": "Samuel said, “The Lord left you and is now your enemy, so why are you asking me for advice?",
          "ID": "16"
        },
        {
          "text": "The Lord used me to tell you what he would do, and now he is doing what he said he would do. He is tearing the kingdom out of your hands and giving it to your neighbor, David.",
          "ID": "17"
        },
        {
          "text": "The Lord was angry with the Amalekites and told you to destroy them. But you did not obey him. That’s why the Lord is doing this to you today.",
          "ID": "18"
        },
        {
          "text": "The Lord will let the Philistines defeat you and the army of Israel today. Tomorrow, you and your sons will be here with me.”",
          "ID": "19"
        },
        {
          "text": "Saul quickly fell to the ground and lay stretched out there. Saul was afraid because of what Samuel said. Saul was also very weak because he had not eaten any food all that day and night.",
          "ID": "20"
        },
        {
          "text": "The woman came over to Saul and saw how afraid he was. She said, “Look, I am your servant. I have obeyed you. I risked my life and did what you told me to do.",
          "ID": "21"
        },
        {
          "text": "Please, listen to me. You need to eat. Let me get you some food. Then you will have enough strength to go on your way.”",
          "ID": "22"
        },
        {
          "text": "But Saul refused. He said, “I won’t eat.”\nSaul’s officers joined the woman and begged him to eat. Finally, Saul listened to them. He got up from the ground and sat on the bed.",
          "ID": "23"
        },
        {
          "text": "The woman had a calf that she had been fattening. She quickly killed the calf. She took some flour and pressed it with her hands. Then she baked some bread without yeast.",
          "ID": "24"
        },
        {
          "text": "The woman put the food before Saul and his officers and they ate. Then they got up and left during the night.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28",
      "name": "1 Samuel 28"
    },
    {
      "title": "David Can’t Come With Us",
      "text": [
        {
          "text": "Meanwhile, the Philistines had gathered all of their army camps at Aphek. The Israelites were camped by the spring near Jezreel.",
          "ID": "1"
        },
        {
          "text": "The Philistine rulers were marching in divisions of 100 and 1000 men. David and his men were at the back with Achish.",
          "ID": "2"
        },
        {
          "text": "The Philistine captains asked, “What are these Hebrews doing here?”\nAchish told the Philistine captains, “This is David. He was one of Saul’s officers, but he has been with me for a long time. I found nothing wrong in David since the time he left Saul and came to me.”",
          "ID": "3"
        },
        {
          "text": "But the Philistine captains were angry with Achish. They said, “Send him back. Let him go back to the city you gave him, but he can’t go into battle with us. As long as he is here, we have an enemy in our own camp. He would make his king happy by killing our men.",
          "ID": "4"
        },
        {
          "text": "Isn’t David the one the Israelites sing about? They dance and sing this song:\n‘Saul has killed thousands of enemies,",
          "ID": "5"
        },
        {
          "text": "So Achish called David and said, “As surely as the Lord lives, you are loyal to me. I would be pleased to have you serve in my army. I haven’t found anything wrong with you since the day you came to me. The Philistine rulers also think you are a good man.",
          "ID": "6",
          "comments": [
            "The Philistine … man This is from the ancient Greek version. The Philistine rulers were pleased with David. It was the Philistine army commanders who were against him. The standard Hebrew text has “The Philistine rulers do not think you are a good man.”"
          ]
        },
        {
          "text": "Go back in peace. Don’t do anything against the Philistine rulers.”",
          "ID": "7"
        },
        {
          "text": "David asked, “What have I done wrong? Have you found anything wrong with me since the day I came to you? So why won’t you let me go to fight the enemies of my lord the king?”",
          "ID": "8"
        },
        {
          "text": "Achish answered, “I believe that you are a good man. You are like an angel from God. But the Philistine captains still say, ‘David can’t go with us into battle.’",
          "ID": "9"
        },
        {
          "text": "Early in the morning, you and your men should go back to the city I gave you. Don’t pay attention to the bad things the captains say about you. You are a good man, but you must leave as soon as there is enough light in the morning.”",
          "ID": "10"
        },
        {
          "text": "So David and his men got up early in the morning and went back to the country of the Philistines, and the Philistines went up to Jezreel.",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29",
      "name": "1 Samuel 29"
    },
    {
      "title": "All Men Will Share Equally",
      "text": [
        {
          "text": "As soon as David and his men arrived at Ziklag on the third day, they saw that the Amalekites had attacked Ziklag. The Amalekites invaded the Negev area, attacked Ziklag, and burned the city.",
          "ID": "1"
        },
        {
          "text": "They took all the women in Ziklag, both young and old, as prisoners. They didn’t kill anyone; they only took them as prisoners.",
          "ID": "2"
        },
        {
          "text": "When David and his men came to Ziklag, they found the city burning. Their wives, sons, and daughters were all gone. The Amalekites had taken them.",
          "ID": "3"
        },
        {
          "text": "David and the other men in his army cried loudly until they were too weak to cry anymore.",
          "ID": "4"
        },
        {
          "text": "The Amalekites had taken David’s two wives, Ahinoam of Jezreel and Abigail, who had been the wife of Nabal from Carmel.",
          "ID": "5"
        },
        {
          "text": "All the men in the army were sad and angry because their sons and daughters were taken as prisoners. The men were talking about killing David with stones. This upset David very much, but he found strength in the Lord his God.",
          "ID": "6"
        },
        {
          "text": "David said to Abiathar the priest, “Bring the ephod.” So Abiathar brought it.",
          "ID": "7"
        },
        {
          "text": "Then David prayed to the Lord. “Should I chase the people who took our families? Will I catch them?”\nThe Lord answered, “Chase them. You will catch them, and you will save your families.”",
          "ID": "8"
        },
        {
          "text": "David took the 600 men with him and went to Besor Ravine. About 200 of his men stayed there because they were too weak and tired to continue. But David and the other 400 men continued to chase the Amalekites.",
          "ID": "9-10"
        },
        {
          "text": "David’s men found an Egyptian in a field and took him to David. They gave the Egyptian some water to drink and some food to eat.",
          "ID": "11"
        },
        {
          "text": "The Egyptian had not had any food or water for three days and nights, so they gave him a piece of fig cake and two clusters of raisins. He felt better after eating.",
          "ID": "12"
        },
        {
          "text": "David asked the Egyptian, “Who is your master? Where do you come from?”\nThe Egyptian answered, “I am an Egyptian, the slave of an Amalekite. Three days ago I got sick, and my master left me behind.",
          "ID": "13"
        },
        {
          "text": "We had attacked the Negev area where the Kerethites live. We also attacked Judah and the Negev area where Caleb’s people live. We burned Ziklag.”",
          "ID": "14",
          "comments": [
            "Kerethites Or “people from Crete.” These were one of the groups of Philistines. Some of David’s best soldiers were Kerethites."
          ]
        },
        {
          "text": "David asked the Egyptian, “Will you lead me to the people who took our families?”\nThe Egyptian answered, “If you make a special promise before God, I will help you find them. But you must promise that you will not kill me or give me back to my master.”",
          "ID": "15"
        },
        {
          "text": "The Egyptian led David to the Amalekites. They were lying around on the ground, eating and drinking. They were celebrating with the many things they had taken from the Philistines and from Judah.",
          "ID": "16"
        },
        {
          "text": "David attacked them and killed them. They fought from sunrise until the evening of the next day. None of the Amalekites escaped, except for 400 young men who jumped onto their camels and rode away.",
          "ID": "17"
        },
        {
          "text": "David got back everything the Amalekites had taken, including his two wives.",
          "ID": "18"
        },
        {
          "text": "Nothing was missing. They found all the children and old people, all their sons and daughters, and all their valuables. They got back everything the Amalekites had taken. David brought everything back.",
          "ID": "19"
        },
        {
          "text": "He took all the sheep and cattle. His men led these animals to the front of the group and said, “This is David’s prize.”",
          "ID": "20"
        },
        {
          "text": "David came to the 200 men who had stayed at Besor Ravine. These were the men who were too weak and tired to follow David. They came out to meet him and the soldiers who went with him. They greeted David and his army as they approached.",
          "ID": "21"
        },
        {
          "text": "There were some troublemakers in the group who went with David who started complaining, “These 200 men didn’t go with us, so why should we give them any of the things we took. These men get nothing but their own wives and children.”",
          "ID": "22"
        },
        {
          "text": "David answered, “No, my brothers. Don’t do that! Think about what the Lord gave us. He let us defeat the enemy that attacked us.",
          "ID": "23"
        },
        {
          "text": "No one will listen to what you say. The share will be the same for the man who stayed with the supplies and for the man who went into battle. Everyone will share alike.”",
          "ID": "24"
        },
        {
          "text": "David made this an order and rule for Israel. This rule continues even today.",
          "ID": "25"
        },
        {
          "text": "When David got to Ziklag, he sent some of the things he took from the Amalekites to his friends, the leaders of Judah. David said, “Here is a present for you that we took from the Lord’s enemies.”",
          "ID": "26"
        },
        {
          "text": "David sent some of the gifts to the leaders in Bethel, Ramoth in the Negev, Jattir,",
          "ID": "27"
        },
        {
          "text": "Aroer, Siphmoth, Eshtemoa,",
          "ID": "28"
        },
        {
          "text": "Racal, the cities of the Jerahmeelites and the cities of the Kenites,",
          "ID": "29"
        },
        {
          "text": "Hormah, Bor Ashan, Athach,",
          "ID": "30"
        },
        {
          "text": "and Hebron, and to all the other places where David and his men had stayed.",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30",
      "name": "1 Samuel 30"
    },
    {
      "title": "The Philistines Rejoice at Saul’s Death",
      "text": [
        {
          "text": "Meanwhile, the Philistines fought against the Israelites, and the Israelites ran from them. There were many dead bodies that fell at Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "The Philistines fought hard against Saul and his sons. They killed Jonathan, Abinadab, and Malki Shua.",
          "ID": "2"
        },
        {
          "text": "The battle grew even more intense around Saul. The archers closed in on Saul and wounded him with many arrows.",
          "ID": "3"
        },
        {
          "text": "Saul told the boy who carried his armor, “Take your sword and kill me or else these foreigners will do it and torment me as well!” But Saul’s helper was afraid and refused to kill him. So Saul took out his own sword and fell on it.",
          "ID": "4"
        },
        {
          "text": "When the helper saw that Saul was dead, he took out his own sword, fell on it, and died there with Saul.",
          "ID": "5"
        },
        {
          "text": "So Saul, his three sons, and the boy who carried his armor all died together that day.",
          "ID": "6"
        },
        {
          "text": "The Israelites who lived on the other side of the valley saw the Israelite army running away. They saw that Saul and his sons were dead, so they left their cities and ran away. Then the Philistines came and lived in their cities.",
          "ID": "7"
        },
        {
          "text": "The next day, the Philistines went back to take things from the dead bodies. They found Saul and his three sons dead on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "The Philistines cut off Saul’s head and took all his armor. They carried the news to the Philistines and to all the temples of their idols.",
          "ID": "9"
        },
        {
          "text": "They put Saul’s armor in the temple of Ashtoreth. The Philistines also hung Saul’s body on the wall of Beth Shan.",
          "ID": "10",
          "comments": [
            "Beth Shan Or possibly, “Beth Shean.” Also in verse 12."
          ]
        },
        {
          "text": "The people living in Jabesh Gilead heard what the Philistines did to Saul.",
          "ID": "11"
        },
        {
          "text": "So all the soldiers of Jabesh went to Beth Shan. They marched all night, went to the wall of Beth Shan, and took down the bodies of Saul and his sons. Then they carried them to Jabesh. There the people of Jabesh burned the bodies of Saul and his three sons.",
          "ID": "12"
        },
        {
          "text": "Later, they buried the bones of Saul and his three sons under the big tree in Jabesh. Then the people of Jabesh showed their sadness—they did not eat for seven days.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31",
      "name": "1 Samuel 31"
    }
  ],
  "ID": "OT:1SA(ERV)",
  "name": "1 Samuel"
}