{
  "text": [
    {
      "text": [
        {
          "text": "There was a certain man of Ramathaim-zophim of the hill country of Ephraim whose name was Elkanah the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephrathite.",
          "ID": "1"
        },
        {
          "text": "He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children.",
          "ID": "2"
        },
        {
          "text": "Now this man used to go up year by year from his city to worship and to sacrifice to the Lord of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests of the Lord.",
          "ID": "3"
        },
        {
          "text": "On the day when Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and daughters.",
          "ID": "4"
        },
        {
          "text": "But to Hannah he gave a double portion, because he loved her, though the Lord had closed her womb.",
          "ID": "5"
        },
        {
          "text": "And her rival used to provoke her grievously to irritate her, because the Lord had closed her womb.",
          "ID": "6"
        },
        {
          "text": "So it went on year by year. As often as she went up to the house of the Lord, she used to provoke her. Therefore Hannah wept and would not eat.",
          "ID": "7"
        },
        {
          "text": "And Elkanah, her husband, said to her, \"Hannah, why do you weep? And why do you not eat? And why is your heart sad? Am I not more to you than ten sons?\"",
          "ID": "8"
        },
        {
          "text": "After they had eaten and drunk in Shiloh, Hannah rose. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the Lord.",
          "ID": "9"
        },
        {
          "text": "She was deeply distressed and prayed to the Lord and wept bitterly.",
          "ID": "10"
        },
        {
          "text": "And she vowed a vow and said, \"O Lord of hosts, if you will indeed look on the affliction of your servant and remember me and not forget your servant, but will give to your servant a son, then I will give him to the Lord all the days of his life, and no razor shall touch his head.\"",
          "ID": "11"
        },
        {
          "text": "As she continued praying before the Lord, Eli observed her mouth.",
          "ID": "12"
        },
        {
          "text": "Hannah was speaking in her heart; only her lips moved, and her voice was not heard. Therefore Eli took her to be a drunken woman.",
          "ID": "13"
        },
        {
          "text": "And Eli said to her, \"How long will you go on being drunk? Put your wine away from you.\"",
          "ID": "14"
        },
        {
          "text": "But Hannah answered, \"No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the Lord.",
          "ID": "15"
        },
        {
          "text": "Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.\"",
          "ID": "16"
        },
        {
          "text": "Then Eli answered, \"Go in peace, and the God of Israel grant your petition that you have made to him.\"",
          "ID": "17"
        },
        {
          "text": "And she said, \"Let your servant find favor in your eyes.\" Then the woman went her way and ate, and her face was no longer sad.",
          "ID": "18"
        },
        {
          "text": "They rose early in the morning and worshiped before the Lord; then they went back to their house at Ramah. And Elkanah knew Hannah his wife, and the Lord remembered her.",
          "ID": "19"
        },
        {
          "text": "And in due time Hannah conceived and bore a son, and she called his name Samuel, for she said, \"I have asked for him from the Lord.\"",
          "ID": "20"
        },
        {
          "text": "The man Elkanah and all his house went up to offer to the Lord the yearly sacrifice and to pay his vow.",
          "ID": "21"
        },
        {
          "text": "But Hannah did not go up, for she said to her husband, \"As soon as the child is weaned, I will bring him, so that he may appear in the presence of the Lord and dwell there forever.\"",
          "ID": "22"
        },
        {
          "text": "Elkanah her husband said to her, \"Do what seems best to you; wait until you have weaned him; only, may the Lord establish his word.\" So the woman remained and nursed her son until she weaned him.",
          "ID": "23"
        },
        {
          "text": "And when she had weaned him, she took him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and she brought him to the house of the Lord at Shiloh. And the child was young.",
          "ID": "24"
        },
        {
          "text": "Then they slaughtered the bull, and they brought the child to Eli.",
          "ID": "25"
        },
        {
          "text": "And she said, \"Oh, my lord! As you live, my lord, I am the woman who was standing here in your presence, praying to the Lord.",
          "ID": "26"
        },
        {
          "text": "For this child I prayed, and the Lord has granted me my petition that I made to him.",
          "ID": "27"
        },
        {
          "text": "Therefore I have lent him to the Lord. As long as he lives, he is lent to the Lord.\"",
          "ID": "28"
        },
        {
          "text": "And he worshiped the Lord there.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.1",
      "name": "1 Samuel 1"
    },
    {
      "text": [
        {
          "text": "And Hannah prayed and said,",
          "ID": "1"
        },
        {
          "text": "\"My heart exults in the Lord;",
          "ID": "1"
        },
        {
          "text": "my horn is exalted in the Lord.",
          "ID": "1"
        },
        {
          "text": "My mouth derides my enemies,",
          "ID": "1"
        },
        {
          "text": "because I rejoice in your salvation.",
          "ID": "1"
        },
        {
          "text": "\"There is none holy like the Lord:",
          "ID": "2"
        },
        {
          "text": "for there is none besides you;",
          "ID": "2"
        },
        {
          "text": "there is no rock like our God.",
          "ID": "2"
        },
        {
          "text": "Talk no more so very proudly,",
          "ID": "3"
        },
        {
          "text": "let not arrogance come from your mouth;",
          "ID": "3"
        },
        {
          "text": "for the Lord is a God of knowledge,",
          "ID": "3"
        },
        {
          "text": "and by him actions are weighed.",
          "ID": "3"
        },
        {
          "text": "The bows of the mighty are broken,",
          "ID": "4"
        },
        {
          "text": "but the feeble bind on strength.",
          "ID": "4"
        },
        {
          "text": "Those who were full have hired themselves out for bread,",
          "ID": "5"
        },
        {
          "text": "but those who were hungry have ceased to hunger.",
          "ID": "5"
        },
        {
          "text": "The barren has borne seven,",
          "ID": "5"
        },
        {
          "text": "but she who has many children is forlorn.",
          "ID": "5"
        },
        {
          "text": "The Lord kills and brings to life;",
          "ID": "6"
        },
        {
          "text": "he brings down to Sheol and raises up.",
          "ID": "6"
        },
        {
          "text": "The Lord makes poor and makes rich;",
          "ID": "7"
        },
        {
          "text": "he brings low and he exalts.",
          "ID": "7"
        },
        {
          "text": "He raises up the poor from the dust;",
          "ID": "8"
        },
        {
          "text": "he lifts the needy from the ash heap",
          "ID": "8"
        },
        {
          "text": "to make them sit with princes",
          "ID": "8"
        },
        {
          "text": "and inherit a seat of honor.",
          "ID": "8"
        },
        {
          "text": "For the pillars of the earth are the Lord's,",
          "ID": "8"
        },
        {
          "text": "and on them he has set the world.",
          "ID": "8"
        },
        {
          "text": "\"He will guard the feet of his faithful ones,",
          "ID": "9"
        },
        {
          "text": "but the wicked shall be cut off in darkness,",
          "ID": "9"
        },
        {
          "text": "for not by might shall a man prevail.",
          "ID": "9"
        },
        {
          "text": "The adversaries of the Lord shall be broken to pieces;",
          "ID": "10"
        },
        {
          "text": "against them he will thunder in heaven.",
          "ID": "10"
        },
        {
          "text": "The Lord will judge the ends of the earth;",
          "ID": "10"
        },
        {
          "text": "he will give strength to his king",
          "ID": "10"
        },
        {
          "text": "and exalt the horn of his anointed.\"",
          "ID": "10"
        },
        {
          "text": "Then Elkanah went home to Ramah. And the boy was ministering to the Lord in the presence of Eli the priest.",
          "ID": "11"
        },
        {
          "text": "Now the sons of Eli were worthless men. They did not know the Lord.",
          "ID": "12"
        },
        {
          "text": "The custom of the priests with the people was that when any man offered sacrifice, the priest's servant would come, while the meat was boiling, with a three-pronged fork in his hand,",
          "ID": "13"
        },
        {
          "text": "and he would thrust it into the pan or kettle or cauldron or pot. All that the fork brought up the priest would take for himself. This is what they did at Shiloh to all the Israelites who came there.",
          "ID": "14"
        },
        {
          "text": "Moreover, before the fat was burned, the priest's servant would come and say to the man who was sacrificing, \"Give meat for the priest to roast, for he will not accept boiled meat from you but only raw.\"",
          "ID": "15"
        },
        {
          "text": "And if the man said to him, \"Let them burn the fat first, and then take as much as you wish,\" he would say, \"No, you must give it now, and if not, I will take it by force.\"",
          "ID": "16"
        },
        {
          "text": "Thus the sin of the young men was very great in the sight of the Lord, for the men treated the offering of the Lord with contempt.",
          "ID": "17"
        },
        {
          "text": "Samuel was ministering before the Lord, a boy clothed with a linen ephod.",
          "ID": "18"
        },
        {
          "text": "And his mother used to make for him a little robe and take it to him each year when she went up with her husband to offer the yearly sacrifice.",
          "ID": "19"
        },
        {
          "text": "Then Eli would bless Elkanah and his wife, and say, \"May the Lord give you children by this woman for the petition she asked of the Lord.\" So then they would return to their home.",
          "ID": "20"
        },
        {
          "text": "Indeed the Lord visited Hannah, and she conceived and bore three sons and two daughters. And the boy Samuel grew in the presence of the Lord.",
          "ID": "21"
        },
        {
          "text": "Now Eli was very old, and he kept hearing all that his sons were doing to all Israel, and how they lay with the women who were serving at the entrance to the tent of meeting.",
          "ID": "22"
        },
        {
          "text": "And he said to them, \"Why do you do such things? For I hear of your evil dealings from all these people.",
          "ID": "23"
        },
        {
          "text": "No, my sons; it is no good report that I hear the people of the Lord spreading abroad.",
          "ID": "24"
        },
        {
          "text": "If someone sins against a man, God will mediate for him, but if someone sins against the Lord, who can intercede for him?\" But they would not listen to the voice of their father, for it was the will of the Lord to put them to death.",
          "ID": "25"
        },
        {
          "text": "Now the boy Samuel continued to grow both in stature and in favor with the Lord and also with man.",
          "ID": "26"
        },
        {
          "text": "And there came a man of God to Eli and said to him, \"Thus says the Lord, 'Did I indeed reveal myself to the house of your father when they were in Egypt subject to the house of Pharaoh?",
          "ID": "27"
        },
        {
          "text": "Did I choose him out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, to wear an ephod before me? I gave to the house of your father all my offerings by fire from the people of Israel.",
          "ID": "28"
        },
        {
          "text": "Why then do you scorn my sacrifices and my offerings that I commanded for my dwelling, and honor your sons above me by fattening yourselves on the choicest parts of every offering of my people Israel?'",
          "ID": "29"
        },
        {
          "text": "Therefore the Lord, the God of Israel, declares: 'I promised that your house and the house of your father should go in and out before me forever,' but now the Lord declares: 'Far be it from me, for those who honor me I will honor, and those who despise me shall be lightly esteemed.",
          "ID": "30"
        },
        {
          "text": "Behold, the days are coming when I will cut off your strength and the strength of your father's house, so that there will not be an old man in your house.",
          "ID": "31"
        },
        {
          "text": "Then in distress you will look with envious eye on all the prosperity that shall be bestowed on Israel, and there shall not be an old man in your house forever.",
          "ID": "32"
        },
        {
          "text": "The only one of you whom I shall not cut off from my altar shall be spared to weep his eyes out to grieve his heart, and all the descendants of your house shall die by the sword of men.",
          "ID": "33"
        },
        {
          "text": "And this that shall come upon your two sons, Hophni and Phinehas, shall be the sign to you: both of them shall die on the same day.",
          "ID": "34"
        },
        {
          "text": "And I will raise up for myself a faithful priest, who shall do according to what is in my heart and in my mind. And I will build him a sure house, and he shall go in and out before my anointed forever.",
          "ID": "35"
        },
        {
          "text": "And everyone who is left in your house shall come to implore him for a piece of silver or a loaf of bread and shall say, \"Please put me in one of the priests' places, that I may eat a morsel of bread.\"'\"",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2",
      "name": "1 Samuel 2"
    },
    {
      "text": [
        {
          "text": "Now the boy Samuel was ministering to the Lord in the presence of Eli. And the word of the Lord was rare in those days; there was no frequent vision.",
          "ID": "1"
        },
        {
          "text": "At that time Eli, whose eyesight had begun to grow dim so that he could not see, was lying down in his own place.",
          "ID": "2"
        },
        {
          "text": "The lamp of God had not yet gone out, and Samuel was lying down in the temple of the Lord, where the ark of God was.",
          "ID": "3"
        },
        {
          "text": "Then the Lord called Samuel, and he said, \"Here I am!\"",
          "ID": "4"
        },
        {
          "text": "and ran to Eli and said, \"Here I am, for you called me.\" But he said, \"I did not call; lie down again.\" So he went and lay down.",
          "ID": "5"
        },
        {
          "text": "And the Lord called again, \"Samuel!\" and Samuel arose and went to Eli and said, \"Here I am, for you called me.\" But he said, \"I did not call, my son; lie down again.\"",
          "ID": "6"
        },
        {
          "text": "Now Samuel did not yet know the Lord, and the word of the Lord had not yet been revealed to him.",
          "ID": "7"
        },
        {
          "text": "And the Lord called Samuel again the third time. And he arose and went to Eli and said, \"Here I am, for you called me.\" Then Eli perceived that the Lord was calling the boy.",
          "ID": "8"
        },
        {
          "text": "Therefore Eli said to Samuel, \"Go, lie down, and if he calls you, you shall say, 'Speak, Lord, for your servant hears.'\" So Samuel went and lay down in his place.",
          "ID": "9"
        },
        {
          "text": "And the Lord came and stood, calling as at other times, \"Samuel! Samuel!\" And Samuel said, \"Speak, for your servant hears.\"",
          "ID": "10"
        },
        {
          "text": "Then the Lord said to Samuel, \"Behold, I am about to do a thing in Israel at which the two ears of everyone who hears it will tingle.",
          "ID": "11"
        },
        {
          "text": "On that day I will fulfill against Eli all that I have spoken concerning his house, from beginning to end.",
          "ID": "12"
        },
        {
          "text": "And I declare to him that I am about to punish his house forever, for the iniquity that he knew, because his sons were blaspheming God, and he did not restrain them.",
          "ID": "13"
        },
        {
          "text": "Therefore I swear to the house of Eli that the iniquity of Eli's house shall not be atoned for by sacrifice or offering forever.\"",
          "ID": "14"
        },
        {
          "text": "Samuel lay until morning; then he opened the doors of the house of the Lord. And Samuel was afraid to tell the vision to Eli.",
          "ID": "15"
        },
        {
          "text": "But Eli called Samuel and said, \"Samuel, my son.\" And he said, \"Here I am.\"",
          "ID": "16"
        },
        {
          "text": "And Eli said, \"What was it that he told you? Do not hide it from me. May God do so to you and more also if you hide anything from me of all that he told you.\"",
          "ID": "17"
        },
        {
          "text": "So Samuel told him everything and hid nothing from him. And he said, \"It is the Lord. Let him do what seems good to him.\"",
          "ID": "18"
        },
        {
          "text": "And Samuel grew, and the Lord was with him and let none of his words fall to the ground.",
          "ID": "19"
        },
        {
          "text": "And all Israel from Dan to Beersheba knew that Samuel was established as a prophet of the Lord.",
          "ID": "20"
        },
        {
          "text": "And the Lord appeared again at Shiloh, for the Lord revealed himself to Samuel at Shiloh by the word of the Lord.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3",
      "name": "1 Samuel 3"
    },
    {
      "text": [
        {
          "text": "And the word of Samuel came to all Israel.",
          "ID": "1"
        },
        {
          "text": "Now Israel went out to battle against the Philistines. They encamped at Ebenezer, and the Philistines encamped at Aphek.",
          "ID": "1"
        },
        {
          "text": "The Philistines drew up in line against Israel, and when the battle spread, Israel was defeated before the Philistines, who killed about four thousand men on the field of battle.",
          "ID": "2"
        },
        {
          "text": "And when the people came to the camp, the elders of Israel said, \"Why has the Lord defeated us today before the Philistines? Let us bring the ark of the covenant of the Lord here from Shiloh, that it may come among us and save us from the power of our enemies.\"",
          "ID": "3"
        },
        {
          "text": "So the people sent to Shiloh and brought from there the ark of the covenant of the Lord of hosts, who is enthroned on the cherubim. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.",
          "ID": "4"
        },
        {
          "text": "As soon as the ark of the covenant of the Lord came into the camp, all Israel gave a mighty shout, so that the earth resounded.",
          "ID": "5"
        },
        {
          "text": "And when the Philistines heard the noise of the shouting, they said, \"What does this great shouting in the camp of the Hebrews mean?\" And when they learned that the ark of the Lord had come to the camp,",
          "ID": "6"
        },
        {
          "text": "the Philistines were afraid, for they said, \"A god has come into the camp.\" And they said, \"Woe to us! For nothing like this has happened before.",
          "ID": "7"
        },
        {
          "text": "Woe to us! Who can deliver us from the power of these mighty gods? These are the gods who struck the Egyptians with every sort of plague in the wilderness.",
          "ID": "8"
        },
        {
          "text": "Take courage, and be men, O Philistines, lest you become slaves to the Hebrews as they have been to you; be men and fight.\"",
          "ID": "9"
        },
        {
          "text": "So the Philistines fought, and Israel was defeated, and they fled, every man to his home. And there was a very great slaughter, for thirty thousand foot soldiers of Israel fell.",
          "ID": "10"
        },
        {
          "text": "And the ark of God was captured, and the two sons of Eli, Hophni and Phinehas, died.",
          "ID": "11"
        },
        {
          "text": "A man of Benjamin ran from the battle line and came to Shiloh the same day, with his clothes torn and with dirt on his head.",
          "ID": "12"
        },
        {
          "text": "When he arrived, Eli was sitting on his seat by the road watching, for his heart trembled for the ark of God. And when the man came into the city and told the news, all the city cried out.",
          "ID": "13"
        },
        {
          "text": "When Eli heard the sound of the outcry, he said, \"What is this uproar?\" Then the man hurried and came and told Eli.",
          "ID": "14"
        },
        {
          "text": "Now Eli was ninety-eight years old and his eyes were set so that he could not see.",
          "ID": "15"
        },
        {
          "text": "And the man said to Eli, \"I am he who has come from the battle; I fled from the battle today.\" And he said, \"How did it go, my son?\"",
          "ID": "16"
        },
        {
          "text": "He who brought the news answered and said, \"Israel has fled before the Philistines, and there has also been a great defeat among the people. Your two sons also, Hophni and Phinehas, are dead, and the ark of God has been captured.\"",
          "ID": "17"
        },
        {
          "text": "As soon as he mentioned the ark of God, Eli fell over backward from his seat by the side of the gate, and his neck was broken and he died, for the man was old and heavy. He had judged Israel forty years.",
          "ID": "18"
        },
        {
          "text": "Now his daughter-in-law, the wife of Phinehas, was pregnant, about to give birth. And when she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed and gave birth, for her pains came upon her.",
          "ID": "19"
        },
        {
          "text": "And about the time of her death the women attending her said to her, \"Do not be afraid, for you have borne a son.\" But she did not answer or pay attention.",
          "ID": "20"
        },
        {
          "text": "And she named the child Ichabod, saying, \"The glory has departed from Israel!\" because the ark of God had been captured and because of her father-in-law and her husband.",
          "ID": "21"
        },
        {
          "text": "And she said, \"The glory has departed from Israel, for the ark of God has been captured.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4",
      "name": "1 Samuel 4"
    },
    {
      "text": [
        {
          "text": "When the Philistines captured the ark of God, they brought it from Ebenezer to Ashdod.",
          "ID": "1"
        },
        {
          "text": "Then the Philistines took the ark of God and brought it into the house of Dagon and set it up beside Dagon.",
          "ID": "2"
        },
        {
          "text": "And when the people of Ashdod rose early the next day, behold, Dagon had fallen face downward on the ground before the ark of the Lord. So they took Dagon and put him back in his place.",
          "ID": "3"
        },
        {
          "text": "But when they rose early on the next morning, behold, Dagon had fallen face downward on the ground before the ark of the Lord, and the head of Dagon and both his hands were lying cut off on the threshold. Only the trunk of Dagon was left to him.",
          "ID": "4"
        },
        {
          "text": "This is why the priests of Dagon and all who enter the house of Dagon do not tread on the threshold of Dagon in Ashdod to this day.",
          "ID": "5"
        },
        {
          "text": "The hand of the Lord was heavy against the people of Ashdod, and he terrified and afflicted them with tumors, both Ashdod and its territory.",
          "ID": "6"
        },
        {
          "text": "And when the men of Ashdod saw how things were, they said, \"The ark of the God of Israel must not remain with us, for his hand is hard against us and against Dagon our god.\"",
          "ID": "7"
        },
        {
          "text": "So they sent and gathered together all the lords of the Philistines and said, \"What shall we do with the ark of the God of Israel?\" They answered, \"Let the ark of the God of Israel be brought around to Gath.\" So they brought the ark of the God of Israel there.",
          "ID": "8"
        },
        {
          "text": "But after they had brought it around, the hand of the Lord was against the city, causing a very great panic, and he afflicted the men of the city, both young and old, so that tumors broke out on them.",
          "ID": "9"
        },
        {
          "text": "So they sent the ark of God to Ekron. But as soon as the ark of God came to Ekron, the people of Ekron cried out, \"They have brought around to us the ark of the God of Israel to kill us and our people.\"",
          "ID": "10"
        },
        {
          "text": "They sent therefore and gathered together all the lords of the Philistines and said, \"Send away the ark of the God of Israel, and let it return to its own place, that it may not kill us and our people.\" For there was a deathly panic throughout the whole city. The hand of God was very heavy there.",
          "ID": "11"
        },
        {
          "text": "The men who did not die were struck with tumors, and the cry of the city went up to heaven.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5",
      "name": "1 Samuel 5"
    },
    {
      "text": [
        {
          "text": "The ark of the Lord was in the country of the Philistines seven months.",
          "ID": "1"
        },
        {
          "text": "And the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the Lord? Tell us with what we shall send it to its place.\"",
          "ID": "2"
        },
        {
          "text": "They said, \"If you send away the ark of the God of Israel, do not send it empty, but by all means return him a guilt offering. Then you will be healed, and it will be known to you why his hand does not turn away from you.\"",
          "ID": "3"
        },
        {
          "text": "And they said, \"What is the guilt offering that we shall return to him?\" They answered, \"Five golden tumors and five golden mice, according to the number of the lords of the Philistines, for the same plague was on all of you and on your lords.",
          "ID": "4"
        },
        {
          "text": "So you must make images of your tumors and images of your mice that ravage the land, and give glory to the God of Israel. Perhaps he will lighten his hand from off you and your gods and your land.",
          "ID": "5"
        },
        {
          "text": "Why should you harden your hearts as the Egyptians and Pharaoh hardened their hearts? After he had dealt severely with them, did they not send the people away, and they departed?",
          "ID": "6"
        },
        {
          "text": "Now then, take and prepare a new cart and two milk cows on which there has never come a yoke, and yoke the cows to the cart, but take their calves home, away from them.",
          "ID": "7"
        },
        {
          "text": "And take the ark of the Lord and place it on the cart and put in a box at its side the figures of gold, which you are returning to him as a guilt offering. Then send it off and let it go its way",
          "ID": "8"
        },
        {
          "text": "and watch. If it goes up on the way to its own land, to Beth-shemesh, then it is he who has done us this great harm, but if not, then we shall know that it is not his hand that struck us; it happened to us by coincidence.\"",
          "ID": "9"
        },
        {
          "text": "The men did so, and took two milk cows and yoked them to the cart and shut up their calves at home.",
          "ID": "10"
        },
        {
          "text": "And they put the ark of the Lord on the cart and the box with the golden mice and the images of their tumors.",
          "ID": "11"
        },
        {
          "text": "And the cows went straight in the direction of Beth-shemesh along one highway, lowing as they went. They turned neither to the right nor to the left, and the lords of the Philistines went after them as far as the border of Beth-shemesh.",
          "ID": "12"
        },
        {
          "text": "Now the people of Beth-shemesh were reaping their wheat harvest in the valley. And when they lifted up their eyes and saw the ark, they rejoiced to see it.",
          "ID": "13"
        },
        {
          "text": "The cart came into the field of Joshua of Beth-shemesh and stopped there. A great stone was there. And they split up the wood of the cart and offered the cows as a burnt offering to the Lord.",
          "ID": "14"
        },
        {
          "text": "And the Levites took down the ark of the Lord and the box that was beside it, in which were the golden figures, and set them upon the great stone. And the men of Beth-shemesh offered burnt offerings and sacrificed sacrifices on that day to the Lord.",
          "ID": "15"
        },
        {
          "text": "And when the five lords of the Philistines saw it, they returned that day to Ekron.",
          "ID": "16"
        },
        {
          "text": "These are the golden tumors that the Philistines returned as a guilt offering to the Lord: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron,",
          "ID": "17"
        },
        {
          "text": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both fortified cities and unwalled villages. The great stone beside which they set down the ark of the Lord is a witness to this day in the field of Joshua of Beth-shemesh.",
          "ID": "18"
        },
        {
          "text": "And he struck some of the men of Beth-shemesh, because they looked upon the ark of the Lord. He struck seventy men of them, and the people mourned because the Lord had struck the people with a great blow.",
          "ID": "19"
        },
        {
          "text": "Then the men of Beth-shemesh said, \"Who is able to stand before the Lord, this holy God? And to whom shall he go up away from us?\"",
          "ID": "20"
        },
        {
          "text": "So they sent messengers to the inhabitants of Kiriath-jearim, saying, \"The Philistines have returned the ark of the Lord. Come down and take it up to you.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6",
      "name": "1 Samuel 6"
    },
    {
      "text": [
        {
          "text": "And the men of Kiriath-jearim came and took up the ark of the Lord and brought it to the house of Abinadab on the hill. And they consecrated his son Eleazar to have charge of the ark of the Lord.",
          "ID": "1"
        },
        {
          "text": "From the day that the ark was lodged at Kiriath-jearim, a long time passed, some twenty years, and all the house of Israel lamented after the Lord.",
          "ID": "2"
        },
        {
          "text": "And Samuel said to all the house of Israel, \"If you are returning to the Lord with all your heart, then put away the foreign gods and the Ashtaroth from among you and direct your heart to the Lord and serve him only, and he will deliver you out of the hand of the Philistines.\"",
          "ID": "3"
        },
        {
          "text": "So the people of Israel put away the Baals and the Ashtaroth, and they served the Lord only.",
          "ID": "4"
        },
        {
          "text": "Then Samuel said, \"Gather all Israel at Mizpah, and I will pray to the Lord for you.\"",
          "ID": "5"
        },
        {
          "text": "So they gathered at Mizpah and drew water and poured it out before the Lord and fasted on that day and said there, \"We have sinned against the Lord.\" And Samuel judged the people of Israel at Mizpah.",
          "ID": "6"
        },
        {
          "text": "Now when the Philistines heard that the people of Israel had gathered at Mizpah, the lords of the Philistines went up against Israel. And when the people of Israel heard of it, they were afraid of the Philistines.",
          "ID": "7"
        },
        {
          "text": "And the people of Israel said to Samuel, \"Do not cease to cry out to the Lord our God for us, that he may save us from the hand of the Philistines.\"",
          "ID": "8"
        },
        {
          "text": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord. And Samuel cried out to the Lord for Israel, and the Lord answered him.",
          "ID": "9"
        },
        {
          "text": "As Samuel was offering up the burnt offering, the Philistines drew near to attack Israel. But the Lord thundered with a mighty sound that day against the Philistines and threw them into confusion, and they were defeated before Israel.",
          "ID": "10"
        },
        {
          "text": "And the men of Israel went out from Mizpah and pursued the Philistines and struck them, as far as below Beth-car.",
          "ID": "11"
        },
        {
          "text": "Then Samuel took a stone and set it up between Mizpah and Shen and called its name Ebenezer; for he said, \"Till now the Lord has helped us.\"",
          "ID": "12"
        },
        {
          "text": "So the Philistines were subdued and did not again enter the territory of Israel. And the hand of the Lord was against the Philistines all the days of Samuel.",
          "ID": "13"
        },
        {
          "text": "The cities that the Philistines had taken from Israel were restored to Israel, from Ekron to Gath, and Israel delivered their territory from the hand of the Philistines. There was peace also between Israel and the Amorites.",
          "ID": "14"
        },
        {
          "text": "Samuel judged Israel all the days of his life.",
          "ID": "15"
        },
        {
          "text": "And he went on a circuit year by year to Bethel, Gilgal, and Mizpah. And he judged Israel in all these places.",
          "ID": "16"
        },
        {
          "text": "Then he would return to Ramah, for his home was there, and there also he judged Israel. And he built there an altar to the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7",
      "name": "1 Samuel 7"
    },
    {
      "text": [
        {
          "text": "When Samuel became old, he made his sons judges over Israel.",
          "ID": "1"
        },
        {
          "text": "The name of his firstborn son was Joel, and the name of his second, Abijah; they were judges in Beersheba.",
          "ID": "2"
        },
        {
          "text": "Yet his sons did not walk in his ways but turned aside after gain. They took bribes and perverted justice.",
          "ID": "3"
        },
        {
          "text": "Then all the elders of Israel gathered together and came to Samuel at Ramah",
          "ID": "4"
        },
        {
          "text": "and said to him, \"Behold, you are old and your sons do not walk in your ways. Now appoint for us a king to judge us like all the nations.\"",
          "ID": "5"
        },
        {
          "text": "But the thing displeased Samuel when they said, \"Give us a king to judge us.\" And Samuel prayed to the Lord.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Samuel, \"Obey the voice of the people in all that they say to you, for they have not rejected you, but they have rejected me from being king over them.",
          "ID": "7"
        },
        {
          "text": "According to all the deeds that they have done, from the day I brought them up out of Egypt even to this day, forsaking me and serving other gods, so they are also doing to you.",
          "ID": "8"
        },
        {
          "text": "Now then, obey their voice; only you shall solemnly warn them and show them the ways of the king who shall reign over them.\"",
          "ID": "9"
        },
        {
          "text": "So Samuel told all the words of the Lord to the people who were asking for a king from him.",
          "ID": "10"
        },
        {
          "text": "He said, \"These will be the ways of the king who will reign over you: he will take your sons and appoint them to his chariots and to be his horsemen and to run before his chariots.",
          "ID": "11"
        },
        {
          "text": "And he will appoint for himself commanders of thousands and commanders of fifties, and some to plow his ground and to reap his harvest, and to make his implements of war and the equipment of his chariots.",
          "ID": "12"
        },
        {
          "text": "He will take your daughters to be perfumers and cooks and bakers.",
          "ID": "13"
        },
        {
          "text": "He will take the best of your fields and vineyards and olive orchards and give them to his servants.",
          "ID": "14"
        },
        {
          "text": "He will take the tenth of your grain and of your vineyards and give it to his officers and to his servants.",
          "ID": "15"
        },
        {
          "text": "He will take your male servants and female servants and the best of your young men and your donkeys, and put them to his work.",
          "ID": "16"
        },
        {
          "text": "He will take the tenth of your flocks, and you shall be his slaves.",
          "ID": "17"
        },
        {
          "text": "And in that day you will cry out because of your king, whom you have chosen for yourselves, but the Lord will not answer you in that day.\"",
          "ID": "18"
        },
        {
          "text": "But the people refused to obey the voice of Samuel. And they said, \"No! But there shall be a king over us,",
          "ID": "19"
        },
        {
          "text": "that we also may be like all the nations, and that our king may judge us and go out before us and fight our battles.\"",
          "ID": "20"
        },
        {
          "text": "And when Samuel had heard all the words of the people, he repeated them in the ears of the Lord.",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Samuel, \"Obey their voice and make them a king.\" Samuel then said to the men of Israel, \"Go every man to his city.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8",
      "name": "1 Samuel 8"
    },
    {
      "text": [
        {
          "text": "There was a man of Benjamin whose name was Kish, the son of Abiel, son of Zeror, son of Becorath, son of Aphiah, a Benjaminite, a man of wealth.",
          "ID": "1"
        },
        {
          "text": "And he had a son whose name was Saul, a handsome young man. There was not a man among the people of Israel more handsome than he. From his shoulders upward he was taller than any of the people.",
          "ID": "2"
        },
        {
          "text": "Now the donkeys of Kish, Saul's father, were lost. So Kish said to Saul his son, \"Take one of the young men with you, and arise, go and look for the donkeys.\"",
          "ID": "3"
        },
        {
          "text": "And he passed through the hill country of Ephraim and passed through the land of Shalishah, but they did not find them. And they passed through the land of Shaalim, but they were not there. Then they passed through the land of Benjamin, but did not find them.",
          "ID": "4"
        },
        {
          "text": "When they came to the land of Zuph, Saul said to his servant who was with him, \"Come, let us go back, lest my father cease to care about the donkeys and become anxious about us.\"",
          "ID": "5"
        },
        {
          "text": "But he said to him, \"Behold, there is a man of God in this city, and he is a man who is held in honor; all that he says comes true. So now let us go there. Perhaps he can tell us the way we should go.\"",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servant, \"But if we go, what can we bring the man? For the bread in our sacks is gone, and there is no present to bring to the man of God. What do we have?\"",
          "ID": "7"
        },
        {
          "text": "The servant answered Saul again, \"Here, I have with me a quarter of a shekel of silver, and I will give it to the man of God to tell us our way.\"",
          "ID": "8"
        },
        {
          "text": "(Formerly in Israel, when a man went to inquire of God, he said, \"Come, let us go to the seer,\" for today's \"prophet\" was formerly called a seer.)",
          "ID": "9"
        },
        {
          "text": "And Saul said to his servant, \"Well said; come, let us go.\" So they went to the city where the man of God was.",
          "ID": "10"
        },
        {
          "text": "As they went up the hill to the city, they met young women coming out to draw water and said to them, \"Is the seer here?\"",
          "ID": "11"
        },
        {
          "text": "They answered, \"He is; behold, he is just ahead of you. Hurry. He has come just now to the city, because the people have a sacrifice today on the high place.",
          "ID": "12"
        },
        {
          "text": "As soon as you enter the city you will find him, before he goes up to the high place to eat. For the people will not eat till he comes, since he must bless the sacrifice; afterward those who are invited will eat. Now go up, for you will meet him immediately.\"",
          "ID": "13"
        },
        {
          "text": "So they went up to the city. As they were entering the city, they saw Samuel coming out toward them on his way up to the high place.",
          "ID": "14"
        },
        {
          "text": "Now the day before Saul came, the Lord had revealed to Samuel:",
          "ID": "15"
        },
        {
          "text": "\"Tomorrow about this time I will send to you a man from the land of Benjamin, and you shall anoint him to be prince over my people Israel. He shall save my people from the hand of the Philistines. For I have seen my people, because their cry has come to me.\"",
          "ID": "16"
        },
        {
          "text": "When Samuel saw Saul, the Lord told him, \"Here is the man of whom I spoke to you! He it is who shall restrain my people.\"",
          "ID": "17"
        },
        {
          "text": "Then Saul approached Samuel in the gate and said, \"Tell me where is the house of the seer?\"",
          "ID": "18"
        },
        {
          "text": "Samuel answered Saul, \"I am the seer. Go up before me to the high place, for today you shall eat with me, and in the morning I will let you go and will tell you all that is on your mind.",
          "ID": "19"
        },
        {
          "text": "As for your donkeys that were lost three days ago, do not set your mind on them, for they have been found. And for whom is all that is desirable in Israel? Is it not for you and for all your father's house?\"",
          "ID": "20"
        },
        {
          "text": "Saul answered, \"Am I not a Benjaminite, from the least of the tribes of Israel? And is not my clan the humblest of all the clans of the tribe of Benjamin? Why then have you spoken to me in this way?\"",
          "ID": "21"
        },
        {
          "text": "Then Samuel took Saul and his young man and brought them into the hall and gave them a place at the head of those who had been invited, who were about thirty persons.",
          "ID": "22"
        },
        {
          "text": "And Samuel said to the cook, \"Bring the portion I gave you, of which I said to you, 'Put it aside.'\"",
          "ID": "23"
        },
        {
          "text": "So the cook took up the leg and what was on it and set them before Saul. And Samuel said, \"See, what was kept is set before you. Eat, because it was kept for you until the hour appointed, that you might eat with the guests.\"",
          "ID": "24"
        },
        {
          "text": "So Saul ate with Samuel that day.",
          "ID": "24"
        },
        {
          "text": "And when they came down from the high place into the city, a bed was spread for Saul on the roof, and he lay down to sleep.",
          "ID": "25"
        },
        {
          "text": "Then at the break of dawn Samuel called to Saul on the roof, \"Up, that I may send you on your way.\" So Saul arose, and both he and Samuel went out into the street.",
          "ID": "26"
        },
        {
          "text": "As they were going down to the outskirts of the city, Samuel said to Saul, \"Tell the servant to pass on before us, and when he has passed on, stop here yourself for a while, that I may make known to you the word of God.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9",
      "name": "1 Samuel 9"
    },
    {
      "text": [
        {
          "text": "Then Samuel took a flask of oil and poured it on his head and kissed him and said, \"Has not the Lord anointed you to be prince over his people Israel? And you shall reign over the people of the Lord and you will save them from the hand of their surrounding enemies. And this shall be the sign to you that the Lord has anointed you to be prince over his heritage.",
          "ID": "1"
        },
        {
          "text": "When you depart from me today, you will meet two men by Rachel's tomb in the territory of Benjamin at Zelzah, and they will say to you, 'The donkeys that you went to seek are found, and now your father has ceased to care about the donkeys and is anxious about you, saying, \"What shall I do about my son?\"'",
          "ID": "2"
        },
        {
          "text": "Then you shall go on from there farther and come to the oak of Tabor. Three men going up to God at Bethel will meet you there, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine.",
          "ID": "3"
        },
        {
          "text": "And they will greet you and give you two loaves of bread, which you shall accept from their hand.",
          "ID": "4"
        },
        {
          "text": "After that you shall come to Gibeath-elohim, where there is a garrison of the Philistines. And there, as soon as you come to the city, you will meet a group of prophets coming down from the high place with harp, tambourine, flute, and lyre before them, prophesying.",
          "ID": "5"
        },
        {
          "text": "Then the Spirit of the Lord will rush upon you, and you will prophesy with them and be turned into another man.",
          "ID": "6"
        },
        {
          "text": "Now when these signs meet you, do what your hand finds to do, for God is with you.",
          "ID": "7"
        },
        {
          "text": "Then go down before me to Gilgal. And behold, I am coming down to you to offer burnt offerings and to sacrifice peace offerings. Seven days you shall wait, until I come to you and show you what you shall do.\"",
          "ID": "8"
        },
        {
          "text": "When he turned his back to leave Samuel, God gave him another heart. And all these signs came to pass that day.",
          "ID": "9"
        },
        {
          "text": "When they came to Gibeah, behold, a group of prophets met him, and the Spirit of God rushed upon him, and he prophesied among them.",
          "ID": "10"
        },
        {
          "text": "And when all who knew him previously saw how he prophesied with the prophets, the people said to one another, \"What has come over the son of Kish? Is Saul also among the prophets?\"",
          "ID": "11"
        },
        {
          "text": "And a man of the place answered, \"And who is their father?\" Therefore it became a proverb, \"Is Saul also among the prophets?\"",
          "ID": "12"
        },
        {
          "text": "When he had finished prophesying, he came to the high place.",
          "ID": "13"
        },
        {
          "text": "Saul's uncle said to him and to his servant, \"Where did you go?\" And he said, \"To seek the donkeys. And when we saw they were not to be found, we went to Samuel.\"",
          "ID": "14"
        },
        {
          "text": "And Saul's uncle said, \"Please tell me what Samuel said to you.\"",
          "ID": "15"
        },
        {
          "text": "And Saul said to his uncle, \"He told us plainly that the donkeys had been found.\" But about the matter of the kingdom, of which Samuel had spoken, he did not tell him anything.",
          "ID": "16"
        },
        {
          "text": "Now Samuel called the people together to the Lord at Mizpah.",
          "ID": "17"
        },
        {
          "text": "And he said to the people of Israel, \"Thus says the Lord, the God of Israel, 'I brought up Israel out of Egypt, and I delivered you from the hand of the Egyptians and from the hand of all the kingdoms that were oppressing you.'",
          "ID": "18"
        },
        {
          "text": "But today you have rejected your God, who saves you from all your calamities and your distresses, and you have said to him, 'Set a king over us.' Now therefore present yourselves before the Lord by your tribes and by your thousands.\"",
          "ID": "19"
        },
        {
          "text": "Then Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken by lot.",
          "ID": "20"
        },
        {
          "text": "He brought the tribe of Benjamin near by its clans, and the clan of the Matrites was taken by lot; and Saul the son of Kish was taken by lot. But when they sought him, he could not be found.",
          "ID": "21"
        },
        {
          "text": "So they inquired again of the Lord, \"Is there a man still to come?\" and the Lord said, \"Behold, he has hidden himself among the baggage.\"",
          "ID": "22"
        },
        {
          "text": "Then they ran and took him from there. And when he stood among the people, he was taller than any of the people from his shoulders upward.",
          "ID": "23"
        },
        {
          "text": "And Samuel said to all the people, \"Do you see him whom the Lord has chosen? There is none like him among all the people.\" And all the people shouted, \"Long live the king!\"",
          "ID": "24"
        },
        {
          "text": "Then Samuel told the people the rights and duties of the kingship, and he wrote them in a book and laid it up before the Lord. Then Samuel sent all the people away, each one to his home.",
          "ID": "25"
        },
        {
          "text": "Saul also went to his home at Gibeah, and with him went men of valor whose hearts God had touched.",
          "ID": "26"
        },
        {
          "text": "But some worthless fellows said, \"How can this man save us?\" And they despised him and brought him no present. But he held his peace.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.10",
      "name": "1 Samuel 10"
    },
    {
      "text": [
        {
          "text": "Then Nahash the Ammonite went up and besieged Jabesh-gilead, and all the men of Jabesh said to Nahash, \"Make a treaty with us, and we will serve you.\"",
          "ID": "1"
        },
        {
          "text": "But Nahash the Ammonite said to them, \"On this condition I will make a treaty with you, that I gouge out all your right eyes, and thus bring disgrace on all Israel.\"",
          "ID": "2"
        },
        {
          "text": "The elders of Jabesh said to him, \"Give us seven days' respite that we may send messengers through all the territory of Israel. Then, if there is no one to save us, we will give ourselves up to you.\"",
          "ID": "3"
        },
        {
          "text": "When the messengers came to Gibeah of Saul, they reported the matter in the ears of the people, and all the people wept aloud.",
          "ID": "4"
        },
        {
          "text": "Now, behold, Saul was coming from the field behind the oxen. And Saul said, \"What is wrong with the people, that they are weeping?\" So they told him the news of the men of Jabesh.",
          "ID": "5"
        },
        {
          "text": "And the Spirit of God rushed upon Saul when he heard these words, and his anger was greatly kindled.",
          "ID": "6"
        },
        {
          "text": "He took a yoke of oxen and cut them in pieces and sent them throughout all the territory of Israel by the hand of the messengers, saying, \"Whoever does not come out after Saul and Samuel, so shall it be done to his oxen!\" Then the dread of the Lord fell upon the people, and they came out as one man.",
          "ID": "7"
        },
        {
          "text": "When he mustered them at Bezek, the people of Israel were three hundred thousand, and the men of Judah thirty thousand.",
          "ID": "8"
        },
        {
          "text": "And they said to the messengers who had come, \"Thus shall you say to the men of Jabesh-gilead: 'Tomorrow, by the time the sun is hot, you shall have salvation.'\" When the messengers came and told the men of Jabesh, they were glad.",
          "ID": "9"
        },
        {
          "text": "Therefore the men of Jabesh said, \"Tomorrow we will give ourselves up to you, and you may do to us whatever seems good to you.\"",
          "ID": "10"
        },
        {
          "text": "And the next day Saul put the people in three companies. And they came into the midst of the camp in the morning watch and struck down the Ammonites until the heat of the day. And those who survived were scattered, so that no two of them were left together.",
          "ID": "11"
        },
        {
          "text": "Then the people said to Samuel, \"Who is it that said, 'Shall Saul reign over us?' Bring the men, that we may put them to death.\"",
          "ID": "12"
        },
        {
          "text": "But Saul said, \"Not a man shall be put to death this day, for today the Lord has worked salvation in Israel.\"",
          "ID": "13"
        },
        {
          "text": "Then Samuel said to the people, \"Come, let us go to Gilgal and there renew the kingdom.\"",
          "ID": "14"
        },
        {
          "text": "So all the people went to Gilgal, and there they made Saul king before the Lord in Gilgal. There they sacrificed peace offerings before the Lord, and there Saul and all the men of Israel rejoiced greatly.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11",
      "name": "1 Samuel 11"
    },
    {
      "text": [
        {
          "text": "And Samuel said to all Israel, \"Behold, I have obeyed your voice in all that you have said to me and have made a king over you.",
          "ID": "1"
        },
        {
          "text": "And now, behold, the king walks before you, and I am old and gray; and behold, my sons are with you. I have walked before you from my youth until this day.",
          "ID": "2"
        },
        {
          "text": "Here I am; testify against me before the Lord and before his anointed. Whose ox have I taken? Or whose donkey have I taken? Or whom have I defrauded? Whom have I oppressed? Or from whose hand have I taken a bribe to blind my eyes with it? Testify against me and I will restore it to you.\"",
          "ID": "3"
        },
        {
          "text": "They said, \"You have not defrauded us or oppressed us or taken anything from any man's hand.\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"The Lord is witness against you, and his anointed is witness this day, that you have not found anything in my hand.\" And they said, \"He is witness.\"",
          "ID": "5"
        },
        {
          "text": "And Samuel said to the people, \"The Lord is witness, who appointed Moses and Aaron and brought your fathers up out of the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "Now therefore stand still that I may plead with you before the Lord concerning all the righteous deeds of the Lord that he performed for you and for your fathers.",
          "ID": "7"
        },
        {
          "text": "When Jacob went into Egypt, and the Egyptians oppressed them, then your fathers cried out to the Lord and the Lord sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place.",
          "ID": "8"
        },
        {
          "text": "But they forgot the Lord their God. And he sold them into the hand of Sisera, commander of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab. And they fought against them.",
          "ID": "9"
        },
        {
          "text": "And they cried out to the Lord and said, 'We have sinned, because we have forsaken the Lord and have served the Baals and the Ashtaroth. But now deliver us out of the hand of our enemies, that we may serve you.'",
          "ID": "10"
        },
        {
          "text": "And the Lord sent Jerubbaal and Barak and Jephthah and Samuel and delivered you out of the hand of your enemies on every side, and you lived in safety.",
          "ID": "11"
        },
        {
          "text": "And when you saw that Nahash the king of the Ammonites came against you, you said to me, 'No, but a king shall reign over us,' when the Lord your God was your king.",
          "ID": "12"
        },
        {
          "text": "And now behold the king whom you have chosen, for whom you have asked; behold, the Lord has set a king over you.",
          "ID": "13"
        },
        {
          "text": "If you will fear the Lord and serve him and obey his voice and not rebel against the commandment of the Lord, and if both you and the king who reigns over you will follow the Lord your God, it will be well.",
          "ID": "14"
        },
        {
          "text": "But if you will not obey the voice of the Lord, but rebel against the commandment of the Lord, then the hand of the Lord will be against you and your king.",
          "ID": "15"
        },
        {
          "text": "Now therefore stand still and see this great thing that the Lord will do before your eyes.",
          "ID": "16"
        },
        {
          "text": "Is it not wheat harvest today? I will call upon the Lord, that he may send thunder and rain. And you shall know and see that your wickedness is great, which you have done in the sight of the Lord, in asking for yourselves a king.\"",
          "ID": "17"
        },
        {
          "text": "So Samuel called upon the Lord, and the Lord sent thunder and rain that day, and all the people greatly feared the Lord and Samuel.",
          "ID": "18"
        },
        {
          "text": "And all the people said to Samuel, \"Pray for your servants to the Lord your God, that we may not die, for we have added to all our sins this evil, to ask for ourselves a king.\"",
          "ID": "19"
        },
        {
          "text": "And Samuel said to the people, \"Do not be afraid; you have done all this evil. Yet do not turn aside from following the Lord, but serve the Lord with all your heart.",
          "ID": "20"
        },
        {
          "text": "And do not turn aside after empty things that cannot profit or deliver, for they are empty.",
          "ID": "21"
        },
        {
          "text": "For the Lord will not forsake his people, for his great name's sake, because it has pleased the Lord to make you a people for himself.",
          "ID": "22"
        },
        {
          "text": "Moreover, as for me, far be it from me that I should sin against the Lord by ceasing to pray for you, and I will instruct you in the good and the right way.",
          "ID": "23"
        },
        {
          "text": "Only fear the Lord and serve him faithfully with all your heart. For consider what great things he has done for you.",
          "ID": "24"
        },
        {
          "text": "But if you still do wickedly, you shall be swept away, both you and your king.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12",
      "name": "1 Samuel 12"
    },
    {
      "text": [
        {
          "text": "Saul lived for one year and then became king, and when he had reigned for two years over Israel,",
          "ID": "1"
        },
        {
          "text": "Saul chose three thousand men of Israel. Two thousand were with Saul in Michmash and the hill country of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent home, every man to his tent.",
          "ID": "2"
        },
        {
          "text": "Jonathan defeated the garrison of the Philistines that was at Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, \"Let the Hebrews hear.\"",
          "ID": "3"
        },
        {
          "text": "And all Israel heard it said that Saul had defeated the garrison of the Philistines, and also that Israel had become a stench to the Philistines. And the people were called out to join Saul at Gilgal.",
          "ID": "4"
        },
        {
          "text": "And the Philistines mustered to fight with Israel, thirty thousand chariots and six thousand horsemen and troops like the sand on the seashore in multitude. They came up and encamped in Michmash, to the east of Beth-aven.",
          "ID": "5"
        },
        {
          "text": "When the men of Israel saw that they were in trouble (for the people were hard pressed), the people hid themselves in caves and in holes and in rocks and in tombs and in cisterns,",
          "ID": "6"
        },
        {
          "text": "and some Hebrews crossed the fords of the Jordan to the land of Gad and Gilead. Saul was still at Gilgal, and all the people followed him trembling.",
          "ID": "7"
        },
        {
          "text": "He waited seven days, the time appointed by Samuel. But Samuel did not come to Gilgal, and the people were scattering from him.",
          "ID": "8"
        },
        {
          "text": "So Saul said, \"Bring the burnt offering here to me, and the peace offerings.\" And he offered the burnt offering.",
          "ID": "9"
        },
        {
          "text": "As soon as he had finished offering the burnt offering, behold, Samuel came. And Saul went out to meet him and greet him.",
          "ID": "10"
        },
        {
          "text": "Samuel said, \"What have you done?\" And Saul said, \"When I saw that the people were scattering from me, and that you did not come within the days appointed, and that the Philistines had mustered at Michmash,",
          "ID": "11"
        },
        {
          "text": "I said, 'Now the Philistines will come down against me at Gilgal, and I have not sought the favor of the Lord.' So I forced myself, and offered the burnt offering.\"",
          "ID": "12"
        },
        {
          "text": "And Samuel said to Saul, \"You have done foolishly. You have not kept the command of the Lord your God, with which he commanded you. For then the Lord would have established your kingdom over Israel forever.",
          "ID": "13"
        },
        {
          "text": "But now your kingdom shall not continue. The Lord has sought out a man after his own heart, and the Lord has commanded him to be prince over his people, because you have not kept what the Lord commanded you.\"",
          "ID": "14"
        },
        {
          "text": "And Samuel arose and went up from Gilgal. The rest of the people went up after Saul to meet the army; they went up from Gilgal to Gibeah of Benjamin.",
          "ID": "15"
        },
        {
          "text": "And Saul numbered the people who were present with him, about six hundred men.",
          "ID": "15"
        },
        {
          "text": "And Saul and Jonathan his son and the people who were present with them stayed in Geba of Benjamin, but the Philistines encamped in Michmash.",
          "ID": "16"
        },
        {
          "text": "And raiders came out of the camp of the Philistines in three companies. One company turned toward Ophrah, to the land of Shual;",
          "ID": "17"
        },
        {
          "text": "another company turned toward Beth-horon; and another company turned toward the border that looks down on the Valley of Zeboim toward the wilderness.",
          "ID": "18"
        },
        {
          "text": "Now there was no blacksmith to be found throughout all the land of Israel, for the Philistines said, \"Lest the Hebrews make themselves swords or spears.\"",
          "ID": "19"
        },
        {
          "text": "But every one of the Israelites went down to the Philistines to sharpen his plowshare, his mattock, his axe, or his sickle,",
          "ID": "20"
        },
        {
          "text": "and the charge was two-thirds of a shekel for the plowshares and for the mattocks, and a third of a shekel for sharpening the axes and for setting the goads.",
          "ID": "21"
        },
        {
          "text": "So on the day of the battle there was neither sword nor spear found in the hand of any of the people with Saul and Jonathan, but Saul and Jonathan his son had them.",
          "ID": "22"
        },
        {
          "text": "And the garrison of the Philistines went out to the pass of Michmash.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13",
      "name": "1 Samuel 13"
    },
    {
      "text": [
        {
          "text": "One day Jonathan the son of Saul said to the young man who carried his armor, \"Come, let us go over to the Philistine garrison on the other side.\" But he did not tell his father.",
          "ID": "1"
        },
        {
          "text": "Saul was staying in the outskirts of Gibeah in the pomegranate cave at Migron. The people who were with him were about six hundred men,",
          "ID": "2"
        },
        {
          "text": "including Ahijah the son of Ahitub, Ichabod's brother, son of Phinehas, son of Eli, the priest of the Lord in Shiloh, wearing an ephod. And the people did not know that Jonathan had gone.",
          "ID": "3"
        },
        {
          "text": "Within the passes, by which Jonathan sought to go over to the Philistine garrison, there was a rocky crag on the one side and a rocky crag on the other side. The name of the one was Bozez, and the name of the other Seneh.",
          "ID": "4"
        },
        {
          "text": "The one crag rose on the north in front of Michmash, and the other on the south in front of Geba.",
          "ID": "5"
        },
        {
          "text": "Jonathan said to the young man who carried his armor, \"Come, let us go over to the garrison of these uncircumcised. It may be that the Lord will work for us, for nothing can hinder the Lord from saving by many or by few.\"",
          "ID": "6"
        },
        {
          "text": "And his armor-bearer said to him, \"Do all that is in your heart. Do as you wish. Behold, I am with you heart and soul.\"",
          "ID": "7"
        },
        {
          "text": "Then Jonathan said, \"Behold, we will cross over to the men, and we will show ourselves to them.",
          "ID": "8"
        },
        {
          "text": "If they say to us, 'Wait until we come to you,' then we will stand still in our place, and we will not go up to them.",
          "ID": "9"
        },
        {
          "text": "But if they say, 'Come up to us,' then we will go up, for the Lord has given them into our hand. And this shall be the sign to us.\"",
          "ID": "10"
        },
        {
          "text": "So both of them showed themselves to the garrison of the Philistines. And the Philistines said, \"Look, Hebrews are coming out of the holes where they have hidden themselves.\"",
          "ID": "11"
        },
        {
          "text": "And the men of the garrison hailed Jonathan and his armor-bearer and said, \"Come up to us, and we will show you a thing.\" And Jonathan said to his armor-bearer, \"Come up after me, for the Lord has given them into the hand of Israel.\"",
          "ID": "12"
        },
        {
          "text": "Then Jonathan climbed up on his hands and feet, and his armor-bearer after him. And they fell before Jonathan, and his armor-bearer killed them after him.",
          "ID": "13"
        },
        {
          "text": "And that first strike, which Jonathan and his armor-bearer made, killed about twenty men within as it were half a furrow's length in an acre of land.",
          "ID": "14"
        },
        {
          "text": "And there was a panic in the camp, in the field, and among all the people. The garrison and even the raiders trembled, the earth quaked, and it became a very great panic.",
          "ID": "15"
        },
        {
          "text": "And the watchmen of Saul in Gibeah of Benjamin looked, and behold, the multitude was dispersing here and there.",
          "ID": "16"
        },
        {
          "text": "Then Saul said to the people who were with him, \"Count and see who has gone from us.\" And when they had counted, behold, Jonathan and his armor-bearer were not there.",
          "ID": "17"
        },
        {
          "text": "So Saul said to Ahijah, \"Bring the ark of God here.\" For the ark of God went at that time with the people of Israel.",
          "ID": "18"
        },
        {
          "text": "Now while Saul was talking to the priest, the tumult in the camp of the Philistines increased more and more. So Saul said to the priest, \"Withdraw your hand.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul and all the people who were with him rallied and went into the battle. And behold, every Philistine's sword was against his fellow, and there was very great confusion.",
          "ID": "20"
        },
        {
          "text": "Now the Hebrews who had been with the Philistines before that time and who had gone up with them into the camp, even they also turned to be with the Israelites who were with Saul and Jonathan.",
          "ID": "21"
        },
        {
          "text": "Likewise, when all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines were fleeing, they too followed hard after them in the battle.",
          "ID": "22"
        },
        {
          "text": "So the Lord saved Israel that day. And the battle passed beyond Beth-aven.",
          "ID": "23"
        },
        {
          "text": "And the men of Israel had been hard pressed that day, so Saul had laid an oath on the people, saying, \"Cursed be the man who eats food until it is evening and I am avenged on my enemies.\" So none of the people had tasted food.",
          "ID": "24"
        },
        {
          "text": "Now when all the people came to the forest, behold, there was honey on the ground.",
          "ID": "25"
        },
        {
          "text": "And when the people entered the forest, behold, the honey was dropping, but no one put his hand to his mouth, for the people feared the oath.",
          "ID": "26"
        },
        {
          "text": "But Jonathan had not heard his father charge the people with the oath, so he put out the tip of the staff that was in his hand and dipped it in the honeycomb and put his hand to his mouth, and his eyes became bright.",
          "ID": "27"
        },
        {
          "text": "Then one of the people said, \"Your father strictly charged the people with an oath, saying, 'Cursed be the man who eats food this day.'\" And the people were faint.",
          "ID": "28"
        },
        {
          "text": "Then Jonathan said, \"My father has troubled the land. See how my eyes have become bright because I tasted a little of this honey.",
          "ID": "29"
        },
        {
          "text": "How much better if the people had eaten freely today of the spoil of their enemies that they found. For now the defeat among the Philistines has not been great.\"",
          "ID": "30"
        },
        {
          "text": "They struck down the Philistines that day from Michmash to Aijalon. And the people were very faint.",
          "ID": "31"
        },
        {
          "text": "The people pounced on the spoil and took sheep and oxen and calves and slaughtered them on the ground. And the people ate them with the blood.",
          "ID": "32"
        },
        {
          "text": "Then they told Saul, \"Behold, the people are sinning against the Lord by eating with the blood.\" And he said, \"You have dealt treacherously; roll a great stone to me here.\"",
          "ID": "33"
        },
        {
          "text": "And Saul said, \"Disperse yourselves among the people and say to them, 'Let every man bring his ox or his sheep and slaughter them here and eat, and do not sin against the Lord by eating with the blood.'\" So every one of the people brought his ox with him that night and they slaughtered them there.",
          "ID": "34"
        },
        {
          "text": "And Saul built an altar to the Lord; it was the first altar that he built to the Lord.",
          "ID": "35"
        },
        {
          "text": "Then Saul said, \"Let us go down after the Philistines by night and plunder them until the morning light; let us not leave a man of them.\" And they said, \"Do whatever seems good to you.\" But the priest said, \"Let us draw near to God here.\"",
          "ID": "36"
        },
        {
          "text": "And Saul inquired of God, \"Shall I go down after the Philistines? Will you give them into the hand of Israel?\" But he did not answer him that day.",
          "ID": "37"
        },
        {
          "text": "And Saul said, \"Come here, all you leaders of the people, and know and see how this sin has arisen today.",
          "ID": "38"
        },
        {
          "text": "For as the Lord lives who saves Israel, though it be in Jonathan my son, he shall surely die.\" But there was not a man among all the people who answered him.",
          "ID": "39"
        },
        {
          "text": "Then he said to all Israel, \"You shall be on one side, and I and Jonathan my son will be on the other side.\" And the people said to Saul, \"Do what seems good to you.\"",
          "ID": "40"
        },
        {
          "text": "Therefore Saul said, \"O Lord God of Israel, why have you not answered your servant this day? If this guilt is in me or in Jonathan my son, O Lord, God of Israel, give Urim. But if this guilt is in your people Israel, give Thummim.\" And Jonathan and Saul were taken, but the people escaped.",
          "ID": "41"
        },
        {
          "text": "Then Saul said, \"Cast the lot between me and my son Jonathan.\" And Jonathan was taken.",
          "ID": "42"
        },
        {
          "text": "Then Saul said to Jonathan, \"Tell me what you have done.\" And Jonathan told him, \"I tasted a little honey with the tip of the staff that was in my hand. Here I am; I will die.\"",
          "ID": "43"
        },
        {
          "text": "And Saul said, \"God do so to me and more also; you shall surely die, Jonathan.\"",
          "ID": "44"
        },
        {
          "text": "Then the people said to Saul, \"Shall Jonathan die, who has worked this great salvation in Israel? Far from it! As the Lord lives, there shall not one hair of his head fall to the ground, for he has worked with God this day.\" So the people ransomed Jonathan, so that he did not die.",
          "ID": "45"
        },
        {
          "text": "Then Saul went up from pursuing the Philistines, and the Philistines went to their own place.",
          "ID": "46"
        },
        {
          "text": "When Saul had taken the kingship over Israel, he fought against all his enemies on every side, against Moab, against the Ammonites, against Edom, against the kings of Zobah, and against the Philistines. Wherever he turned he routed them.",
          "ID": "47"
        },
        {
          "text": "And he did valiantly and struck the Amalekites and delivered Israel out of the hands of those who plundered them.",
          "ID": "48"
        },
        {
          "text": "Now the sons of Saul were Jonathan, Ishvi, and Malchi-shua. And the names of his two daughters were these: the name of the firstborn was Merab, and the name of the younger Michal.",
          "ID": "49"
        },
        {
          "text": "And the name of Saul's wife was Ahinoam the daughter of Ahimaaz. And the name of the commander of his army was Abner the son of Ner, Saul's uncle.",
          "ID": "50"
        },
        {
          "text": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.",
          "ID": "51"
        },
        {
          "text": "There was hard fighting against the Philistines all the days of Saul. And when Saul saw any strong man, or any valiant man, he attached him to himself.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14",
      "name": "1 Samuel 14"
    },
    {
      "text": [
        {
          "text": "And Samuel said to Saul, \"The Lord sent me to anoint you king over his people Israel; now therefore listen to the words of the Lord.",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts, 'I have noted what Amalek did to Israel in opposing them on the way when they came up out of Egypt.",
          "ID": "2"
        },
        {
          "text": "Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.'\"",
          "ID": "3"
        },
        {
          "text": "So Saul summoned the people and numbered them in Telaim, two hundred thousand men on foot, and ten thousand men of Judah.",
          "ID": "4"
        },
        {
          "text": "And Saul came to the city of Amalek and lay in wait in the valley.",
          "ID": "5"
        },
        {
          "text": "Then Saul said to the Kenites, \"Go, depart; go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the people of Israel when they came up out of Egypt.\" So the Kenites departed from among the Amalekites.",
          "ID": "6"
        },
        {
          "text": "And Saul defeated the Amalekites from Havilah as far as Shur, which is east of Egypt.",
          "ID": "7"
        },
        {
          "text": "And he took Agag the king of the Amalekites alive and devoted to destruction all the people with the edge of the sword.",
          "ID": "8"
        },
        {
          "text": "But Saul and the people spared Agag and the best of the sheep and of the oxen and of the fattened calves and the lambs, and all that was good, and would not utterly destroy them. All that was despised and worthless they devoted to destruction.",
          "ID": "9"
        },
        {
          "text": "The word of the Lord came to Samuel:",
          "ID": "10"
        },
        {
          "text": "\"I regret that I have made Saul king, for he has turned back from following me and has not performed my commandments.\" And Samuel was angry, and he cried to the Lord all night.",
          "ID": "11"
        },
        {
          "text": "And Samuel rose early to meet Saul in the morning. And it was told Samuel, \"Saul came to Carmel, and behold, he set up a monument for himself and turned and passed on and went down to Gilgal.\"",
          "ID": "12"
        },
        {
          "text": "And Samuel came to Saul, and Saul said to him, \"Blessed be you to the Lord. I have performed the commandment of the Lord.\"",
          "ID": "13"
        },
        {
          "text": "And Samuel said, \"What then is this bleating of the sheep in my ears and the lowing of the oxen that I hear?\"",
          "ID": "14"
        },
        {
          "text": "Saul said, \"They have brought them from the Amalekites, for the people spared the best of the sheep and of the oxen to sacrifice to the Lord your God, and the rest we have devoted to destruction.\"",
          "ID": "15"
        },
        {
          "text": "Then Samuel said to Saul, \"Stop! I will tell you what the Lord said to me this night.\" And he said to him, \"Speak.\"",
          "ID": "16"
        },
        {
          "text": "And Samuel said, \"Though you are little in your own eyes, are you not the head of the tribes of Israel? The Lord anointed you king over Israel.",
          "ID": "17"
        },
        {
          "text": "And the Lord sent you on a mission and said, 'Go, devote to destruction the sinners, the Amalekites, and fight against them until they are consumed.'",
          "ID": "18"
        },
        {
          "text": "Why then did you not obey the voice of the Lord? Why did you pounce on the spoil and do what was evil in the sight of the Lord?\"",
          "ID": "19"
        },
        {
          "text": "And Saul said to Samuel, \"I have obeyed the voice of the Lord. I have gone on the mission on which the Lord sent me. I have brought Agag the king of Amalek, and I have devoted the Amalekites to destruction.",
          "ID": "20"
        },
        {
          "text": "But the people took of the spoil, sheep and oxen, the best of the things devoted to destruction, to sacrifice to the Lord your God in Gilgal.\"",
          "ID": "21"
        },
        {
          "text": "And Samuel said,",
          "ID": "22"
        },
        {
          "text": "\"Has the Lord as great delight in burnt offerings and sacrifices,",
          "ID": "22"
        },
        {
          "text": "as in obeying the voice of the Lord?",
          "ID": "22"
        },
        {
          "text": "Behold, to obey is better than sacrifice,",
          "ID": "22"
        },
        {
          "text": "and to listen than the fat of rams.",
          "ID": "22"
        },
        {
          "text": "For rebellion is as the sin of divination,",
          "ID": "23"
        },
        {
          "text": "and presumption is as iniquity and idolatry.",
          "ID": "23"
        },
        {
          "text": "Because you have rejected the word of the Lord,",
          "ID": "23"
        },
        {
          "text": "he has also rejected you from being king.\"",
          "ID": "23"
        },
        {
          "text": "Saul said to Samuel, \"I have sinned, for I have transgressed the commandment of the Lord and your words, because I feared the people and obeyed their voice.",
          "ID": "24"
        },
        {
          "text": "Now therefore, please pardon my sin and return with me that I may bow before the Lord.\"",
          "ID": "25"
        },
        {
          "text": "And Samuel said to Saul, \"I will not return with you. For you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.\"",
          "ID": "26"
        },
        {
          "text": "As Samuel turned to go away, Saul seized the skirt of his robe, and it tore.",
          "ID": "27"
        },
        {
          "text": "And Samuel said to him, \"The Lord has torn the kingdom of Israel from you this day and has given it to a neighbor of yours, who is better than you.",
          "ID": "28"
        },
        {
          "text": "And also the Glory of Israel will not lie or have regret, for he is not a man, that he should have regret.\"",
          "ID": "29"
        },
        {
          "text": "Then he said, \"I have sinned; yet honor me now before the elders of my people and before Israel, and return with me, that I may bow before the Lord your God.\"",
          "ID": "30"
        },
        {
          "text": "So Samuel turned back after Saul, and Saul bowed before the Lord.",
          "ID": "31"
        },
        {
          "text": "Then Samuel said, \"Bring here to me Agag the king of the Amalekites.\" And Agag came to him cheerfully. Agag said, \"Surely the bitterness of death is past.\"",
          "ID": "32"
        },
        {
          "text": "And Samuel said, \"As your sword has made women childless, so shall your mother be childless among women.\" And Samuel hacked Agag to pieces before the Lord in Gilgal.",
          "ID": "33"
        },
        {
          "text": "Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul.",
          "ID": "34"
        },
        {
          "text": "And Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul. And the Lord regretted that he had made Saul king over Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15",
      "name": "1 Samuel 15"
    },
    {
      "text": [
        {
          "text": "The Lord said to Samuel, \"How long will you grieve over Saul, since I have rejected him from being king over Israel? Fill your horn with oil, and go. I will send you to Jesse the Bethlehemite, for I have provided for myself a king among his sons.\"",
          "ID": "1"
        },
        {
          "text": "And Samuel said, \"How can I go? If Saul hears it, he will kill me.\" And the Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.'",
          "ID": "2"
        },
        {
          "text": "And invite Jesse to the sacrifice, and I will show you what you shall do. And you shall anoint for me him whom I declare to you.\"",
          "ID": "3"
        },
        {
          "text": "Samuel did what the Lord commanded and came to Bethlehem. The elders of the city came to meet him trembling and said, \"Do you come peaceably?\"",
          "ID": "4"
        },
        {
          "text": "And he said, \"Peaceably; I have come to sacrifice to the Lord. Consecrate yourselves, and come with me to the sacrifice.\" And he consecrated Jesse and his sons and invited them to the sacrifice.",
          "ID": "5"
        },
        {
          "text": "When they came, he looked on Eliab and thought, \"Surely the Lord's anointed is before him.\"",
          "ID": "6"
        },
        {
          "text": "But the Lord said to Samuel, \"Do not look on his appearance or on the height of his stature, because I have rejected him. For the Lord sees not as man sees: man looks on the outward appearance, but the Lord looks on the heart.\"",
          "ID": "7"
        },
        {
          "text": "Then Jesse called Abinadab and made him pass before Samuel. And he said, \"Neither has the Lord chosen this one.\"",
          "ID": "8"
        },
        {
          "text": "Then Jesse made Shammah pass by. And he said, \"Neither has the Lord chosen this one.\"",
          "ID": "9"
        },
        {
          "text": "And Jesse made seven of his sons pass before Samuel. And Samuel said to Jesse, \"The Lord has not chosen these.\"",
          "ID": "10"
        },
        {
          "text": "Then Samuel said to Jesse, \"Are all your sons here?\" And he said, \"There remains yet the youngest, but behold, he is keeping the sheep.\" And Samuel said to Jesse, \"Send and get him, for we will not sit down till he comes here.\"",
          "ID": "11"
        },
        {
          "text": "And he sent and brought him in. Now he was ruddy and had beautiful eyes and was handsome. And the Lord said, \"Arise, anoint him, for this is he.\"",
          "ID": "12"
        },
        {
          "text": "Then Samuel took the horn of oil and anointed him in the midst of his brothers. And the Spirit of the Lord rushed upon David from that day forward. And Samuel rose up and went to Ramah.",
          "ID": "13"
        },
        {
          "text": "Now the Spirit of the Lord departed from Saul, and a harmful spirit from the Lord tormented him.",
          "ID": "14"
        },
        {
          "text": "And Saul's servants said to him, \"Behold now, a harmful spirit from God is tormenting you.",
          "ID": "15"
        },
        {
          "text": "Let our lord now command your servants who are before you to seek out a man who is skillful in playing the lyre, and when the harmful spirit from God is upon you, he will play it, and you will be well.\"",
          "ID": "16"
        },
        {
          "text": "So Saul said to his servants, \"Provide for me a man who can play well and bring him to me.\"",
          "ID": "17"
        },
        {
          "text": "One of the young men answered, \"Behold, I have seen a son of Jesse the Bethlehemite, who is skillful in playing, a man of valor, a man of war, prudent in speech, and a man of good presence, and the Lord is with him.\"",
          "ID": "18"
        },
        {
          "text": "Therefore Saul sent messengers to Jesse and said, \"Send me David your son, who is with the sheep.\"",
          "ID": "19"
        },
        {
          "text": "And Jesse took a donkey laden with bread and a skin of wine and a young goat and sent them by David his son to Saul.",
          "ID": "20"
        },
        {
          "text": "And David came to Saul and entered his service. And Saul loved him greatly, and he became his armor-bearer.",
          "ID": "21"
        },
        {
          "text": "And Saul sent to Jesse, saying, \"Let David remain in my service, for he has found favor in my sight.\"",
          "ID": "22"
        },
        {
          "text": "And whenever the harmful spirit from God was upon Saul, David took the lyre and played it with his hand. So Saul was refreshed and was well, and the harmful spirit departed from him.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16",
      "name": "1 Samuel 16"
    },
    {
      "text": [
        {
          "text": "Now the Philistines gathered their armies for battle. And they were gathered at Socoh, which belongs to Judah, and encamped between Socoh and Azekah, in Ephes-dammim.",
          "ID": "1"
        },
        {
          "text": "And Saul and the men of Israel were gathered, and encamped in the Valley of Elah, and drew up in line of battle against the Philistines.",
          "ID": "2"
        },
        {
          "text": "And the Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side, with a valley between them.",
          "ID": "3"
        },
        {
          "text": "And there came out from the camp of the Philistines a champion named Goliath of Gath, whose height was six cubits and a span.",
          "ID": "4"
        },
        {
          "text": "He had a helmet of bronze on his head, and he was armed with a coat of mail, and the weight of the coat was five thousand shekels of bronze.",
          "ID": "5"
        },
        {
          "text": "And he had bronze armor on his legs, and a javelin of bronze slung between his shoulders.",
          "ID": "6"
        },
        {
          "text": "The shaft of his spear was like a weaver's beam, and his spear's head weighed six hundred shekels of iron. And his shield-bearer went before him.",
          "ID": "7"
        },
        {
          "text": "He stood and shouted to the ranks of Israel, \"Why have you come out to draw up for battle? Am I not a Philistine, and are you not servants of Saul? Choose a man for yourselves, and let him come down to me.",
          "ID": "8"
        },
        {
          "text": "If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and serve us.\"",
          "ID": "9"
        },
        {
          "text": "And the Philistine said, \"I defy the ranks of Israel this day. Give me a man, that we may fight together.\"",
          "ID": "10"
        },
        {
          "text": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid.",
          "ID": "11"
        },
        {
          "text": "Now David was the son of an Ephrathite of Bethlehem in Judah, named Jesse, who had eight sons. In the days of Saul the man was already old and advanced in years.",
          "ID": "12"
        },
        {
          "text": "The three oldest sons of Jesse had followed Saul to the battle. And the names of his three sons who went to the battle were Eliab the firstborn, and next to him Abinadab, and the third Shammah.",
          "ID": "13"
        },
        {
          "text": "David was the youngest. The three eldest followed Saul,",
          "ID": "14"
        },
        {
          "text": "but David went back and forth from Saul to feed his father's sheep at Bethlehem.",
          "ID": "15"
        },
        {
          "text": "For forty days the Philistine came forward and took his stand, morning and evening.",
          "ID": "16"
        },
        {
          "text": "And Jesse said to David his son, \"Take for your brothers an ephah of this parched grain, and these ten loaves, and carry them quickly to the camp to your brothers.",
          "ID": "17"
        },
        {
          "text": "Also take these ten cheeses to the commander of their thousand. See if your brothers are well, and bring some token from them.\"",
          "ID": "18"
        },
        {
          "text": "Now Saul and they and all the men of Israel were in the Valley of Elah, fighting with the Philistines.",
          "ID": "19"
        },
        {
          "text": "And David rose early in the morning and left the sheep with a keeper and took the provisions and went, as Jesse had commanded him. And he came to the encampment as the host was going out to the battle line, shouting the war cry.",
          "ID": "20"
        },
        {
          "text": "And Israel and the Philistines drew up for battle, army against army.",
          "ID": "21"
        },
        {
          "text": "And David left the things in charge of the keeper of the baggage and ran to the ranks and went and greeted his brothers.",
          "ID": "22"
        },
        {
          "text": "As he talked with them, behold, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines and spoke the same words as before. And David heard him.",
          "ID": "23"
        },
        {
          "text": "All the men of Israel, when they saw the man, fled from him and were much afraid.",
          "ID": "24"
        },
        {
          "text": "And the men of Israel said, \"Have you seen this man who has come up? Surely he has come up to defy Israel. And the king will enrich the man who kills him with great riches and will give him his daughter and make his father's house free in Israel.\"",
          "ID": "25"
        },
        {
          "text": "And David said to the men who stood by him, \"What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?\"",
          "ID": "26"
        },
        {
          "text": "And the people answered him in the same way, \"So shall it be done to the man who kills him.\"",
          "ID": "27"
        },
        {
          "text": "Now Eliab his eldest brother heard when he spoke to the men. And Eliab's anger was kindled against David, and he said, \"Why have you come down? And with whom have you left those few sheep in the wilderness? I know your presumption and the evil of your heart, for you have come down to see the battle.\"",
          "ID": "28"
        },
        {
          "text": "And David said, \"What have I done now? Was it not but a word?\"",
          "ID": "29"
        },
        {
          "text": "And he turned away from him toward another, and spoke in the same way, and the people answered him again as before.",
          "ID": "30"
        },
        {
          "text": "When the words that David spoke were heard, they repeated them before Saul, and he sent for him.",
          "ID": "31"
        },
        {
          "text": "And David said to Saul, \"Let no man's heart fail because of him. Your servant will go and fight with this Philistine.\"",
          "ID": "32"
        },
        {
          "text": "And Saul said to David, \"You are not able to go against this Philistine to fight with him, for you are but a youth, and he has been a man of war from his youth.\"",
          "ID": "33"
        },
        {
          "text": "But David said to Saul, \"Your servant used to keep sheep for his father. And when there came a lion, or a bear, and took a lamb from the flock,",
          "ID": "34"
        },
        {
          "text": "I went after him and struck him and delivered it out of his mouth. And if he arose against me, I caught him by his beard and struck him and killed him.",
          "ID": "35"
        },
        {
          "text": "Your servant has struck down both lions and bears, and this uncircumcised Philistine shall be like one of them, for he has defied the armies of the living God.\"",
          "ID": "36"
        },
        {
          "text": "And David said, \"The Lord who delivered me from the paw of the lion and from the paw of the bear will deliver me from the hand of this Philistine.\" And Saul said to David, \"Go, and the Lord be with you!\"",
          "ID": "37"
        },
        {
          "text": "Then Saul clothed David with his armor. He put a helmet of bronze on his head and clothed him with a coat of mail,",
          "ID": "38"
        },
        {
          "text": "and David strapped his sword over his armor. And he tried in vain to go, for he had not tested them. Then David said to Saul, \"I cannot go with these, for I have not tested them.\" So David put them off.",
          "ID": "39"
        },
        {
          "text": "Then he took his staff in his hand and chose five smooth stones from the brook and put them in his shepherd's pouch. His sling was in his hand, and he approached the Philistine.",
          "ID": "40"
        },
        {
          "text": "And the Philistine moved forward and came near to David, with his shield-bearer in front of him.",
          "ID": "41"
        },
        {
          "text": "And when the Philistine looked and saw David, he disdained him, for he was but a youth, ruddy and handsome in appearance.",
          "ID": "42"
        },
        {
          "text": "And the Philistine said to David, \"Am I a dog, that you come to me with sticks?\" And the Philistine cursed David by his gods.",
          "ID": "43"
        },
        {
          "text": "The Philistine said to David, \"Come to me, and I will give your flesh to the birds of the air and to the beasts of the field.\"",
          "ID": "44"
        },
        {
          "text": "Then David said to the Philistine, \"You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the Lord of hosts, the God of the armies of Israel, whom you have defied.",
          "ID": "45"
        },
        {
          "text": "This day the Lord will deliver you into my hand, and I will strike you down and cut off your head. And I will give the dead bodies of the host of the Philistines this day to the birds of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel,",
          "ID": "46"
        },
        {
          "text": "and that all this assembly may know that the Lord saves not with sword and spear. For the battle is the Lord's, and he will give you into our hand.\"",
          "ID": "47"
        },
        {
          "text": "When the Philistine arose and came and drew near to meet David, David ran quickly toward the battle line to meet the Philistine.",
          "ID": "48"
        },
        {
          "text": "And David put his hand in his bag and took out a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, and he fell on his face to the ground.",
          "ID": "49"
        },
        {
          "text": "So David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him. There was no sword in the hand of David.",
          "ID": "50"
        },
        {
          "text": "Then David ran and stood over the Philistine and took his sword and drew it out of its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
          "ID": "51"
        },
        {
          "text": "And the men of Israel and Judah rose with a shout and pursued the Philistines as far as Gath and the gates of Ekron, so that the wounded Philistines fell on the way from Shaaraim as far as Gath and Ekron.",
          "ID": "52"
        },
        {
          "text": "And the people of Israel came back from chasing the Philistines, and they plundered their camp.",
          "ID": "53"
        },
        {
          "text": "And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.",
          "ID": "54"
        },
        {
          "text": "As soon as Saul saw David go out against the Philistine, he said to Abner, the commander of the army, \"Abner, whose son is this youth?\" And Abner said, \"As your soul lives, O king, I do not know.\"",
          "ID": "55"
        },
        {
          "text": "And the king said, \"Inquire whose son the boy is.\"",
          "ID": "56"
        },
        {
          "text": "And as soon as David returned from the striking down of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand.",
          "ID": "57"
        },
        {
          "text": "And Saul said to him, \"Whose son are you, young man?\" And David answered, \"I am the son of your servant Jesse the Bethlehemite.\"",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17",
      "name": "1 Samuel 17"
    },
    {
      "text": [
        {
          "text": "As soon as he had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul.",
          "ID": "1"
        },
        {
          "text": "And Saul took him that day and would not let him return to his father's house.",
          "ID": "2"
        },
        {
          "text": "Then Jonathan made a covenant with David, because he loved him as his own soul.",
          "ID": "3"
        },
        {
          "text": "And Jonathan stripped himself of the robe that was on him and gave it to David, and his armor, and even his sword and his bow and his belt.",
          "ID": "4"
        },
        {
          "text": "And David went out and was successful wherever Saul sent him, so that Saul set him over the men of war. And this was good in the sight of all the people and also in the sight of Saul's servants.",
          "ID": "5"
        },
        {
          "text": "As they were coming home, when David returned from striking down the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments.",
          "ID": "6"
        },
        {
          "text": "And the women sang to one another as they celebrated,",
          "ID": "7"
        },
        {
          "text": "\"Saul has struck down his thousands,",
          "ID": "7"
        },
        {
          "text": "and David his ten thousands.\"",
          "ID": "7"
        },
        {
          "text": "And Saul was very angry, and this saying displeased him. He said, \"They have ascribed to David ten thousands, and to me they have ascribed thousands, and what more can he have but the kingdom?\"",
          "ID": "8"
        },
        {
          "text": "And Saul eyed David from that day on.",
          "ID": "9"
        },
        {
          "text": "The next day a harmful spirit from God rushed upon Saul, and he raved within his house while David was playing the lyre, as he did day by day. Saul had his spear in his hand.",
          "ID": "10"
        },
        {
          "text": "And Saul hurled the spear, for he thought, \"I will pin David to the wall.\" But David evaded him twice.",
          "ID": "11"
        },
        {
          "text": "Saul was afraid of David because the Lord was with him but had departed from Saul.",
          "ID": "12"
        },
        {
          "text": "So Saul removed him from his presence and made him a commander of a thousand. And he went out and came in before the people.",
          "ID": "13"
        },
        {
          "text": "And David had success in all his undertakings, for the Lord was with him.",
          "ID": "14"
        },
        {
          "text": "And when Saul saw that he had great success, he stood in fearful awe of him.",
          "ID": "15"
        },
        {
          "text": "But all Israel and Judah loved David, for he went out and came in before them.",
          "ID": "16"
        },
        {
          "text": "Then Saul said to David, \"Here is my elder daughter Merab. I will give her to you for a wife. Only be valiant for me and fight the Lord's battles.\" For Saul thought, \"Let not my hand be against him, but let the hand of the Philistines be against him.\"",
          "ID": "17"
        },
        {
          "text": "And David said to Saul, \"Who am I, and who are my relatives, my father's clan in Israel, that I should be son-in-law to the king?\"",
          "ID": "18"
        },
        {
          "text": "But at the time when Merab, Saul's daughter, should have been given to David, she was given to Adriel the Meholathite for a wife.",
          "ID": "19"
        },
        {
          "text": "Now Saul's daughter Michal loved David. And they told Saul, and the thing pleased him.",
          "ID": "20"
        },
        {
          "text": "Saul thought, \"Let me give her to him, that she may be a snare for him and that the hand of the Philistines may be against him.\" Therefore Saul said to David a second time, \"You shall now be my son-in-law.\"",
          "ID": "21"
        },
        {
          "text": "And Saul commanded his servants, \"Speak to David in private and say, 'Behold, the king has delight in you, and all his servants love you. Now then become the king's son-in-law.'\"",
          "ID": "22"
        },
        {
          "text": "And Saul's servants spoke those words in the ears of David. And David said, \"Does it seem to you a little thing to become the king's son-in-law, since I am a poor man and have no reputation?\"",
          "ID": "23"
        },
        {
          "text": "And the servants of Saul told him, \"Thus and so did David speak.\"",
          "ID": "24"
        },
        {
          "text": "Then Saul said, \"Thus shall you say to David, 'The king desires no bride-price except a hundred foreskins of the Philistines, that he may be avenged of the king's enemies.'\" Now Saul thought to make David fall by the hand of the Philistines.",
          "ID": "25"
        },
        {
          "text": "And when his servants told David these words, it pleased David well to be the king's son-in-law. Before the time had expired,",
          "ID": "26"
        },
        {
          "text": "David arose and went, along with his men, and killed two hundred of the Philistines. And David brought their foreskins, which were given in full number to the king, that he might become the king's son-in-law. And Saul gave him his daughter Michal for a wife.",
          "ID": "27"
        },
        {
          "text": "But when Saul saw and knew that the Lord was with David, and that Michal, Saul's daughter, loved him,",
          "ID": "28"
        },
        {
          "text": "Saul was even more afraid of David. So Saul was David's enemy continually.",
          "ID": "29"
        },
        {
          "text": "Then the commanders of the Philistines came out to battle, and as often as they came out David had more success than all the servants of Saul, so that his name was highly esteemed.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18",
      "name": "1 Samuel 18"
    },
    {
      "text": [
        {
          "text": "And Saul spoke to Jonathan his son and to all his servants, that they should kill David. But Jonathan, Saul's son, delighted much in David.",
          "ID": "1"
        },
        {
          "text": "And Jonathan told David, \"Saul my father seeks to kill you. Therefore be on your guard in the morning. Stay in a secret place and hide yourself.",
          "ID": "2"
        },
        {
          "text": "And I will go out and stand beside my father in the field where you are, and I will speak to my father about you. And if I learn anything I will tell you.\"",
          "ID": "3"
        },
        {
          "text": "And Jonathan spoke well of David to Saul his father and said to him, \"Let not the king sin against his servant David, because he has not sinned against you, and because his deeds have brought good to you.",
          "ID": "4"
        },
        {
          "text": "For he took his life in his hand and he struck down the Philistine, and the Lord worked a great salvation for all Israel. You saw it, and rejoiced. Why then will you sin against innocent blood by killing David without cause?\"",
          "ID": "5"
        },
        {
          "text": "And Saul listened to the voice of Jonathan. Saul swore, \"As the Lord lives, he shall not be put to death.\"",
          "ID": "6"
        },
        {
          "text": "And Jonathan called David, and Jonathan reported to him all these things. And Jonathan brought David to Saul, and he was in his presence as before.",
          "ID": "7"
        },
        {
          "text": "And there was war again. And David went out and fought with the Philistines and struck them with a great blow, so that they fled before him.",
          "ID": "8"
        },
        {
          "text": "Then a harmful spirit from the Lord came upon Saul, as he sat in his house with his spear in his hand. And David was playing the lyre.",
          "ID": "9"
        },
        {
          "text": "And Saul sought to pin David to the wall with the spear, but he eluded Saul, so that he struck the spear into the wall. And David fled and escaped that night.",
          "ID": "10"
        },
        {
          "text": "Saul sent messengers to David's house to watch him, that he might kill him in the morning. But Michal, David's wife, told him, \"If you do not escape with your life tonight, tomorrow you will be killed.\"",
          "ID": "11"
        },
        {
          "text": "So Michal let David down through the window, and he fled away and escaped.",
          "ID": "12"
        },
        {
          "text": "Michal took an image and laid it on the bed and put a pillow of goats' hair at its head and covered it with the clothes.",
          "ID": "13"
        },
        {
          "text": "And when Saul sent messengers to take David, she said, \"He is sick.\"",
          "ID": "14"
        },
        {
          "text": "Then Saul sent the messengers to see David, saying, \"Bring him up to me in the bed, that I may kill him.\"",
          "ID": "15"
        },
        {
          "text": "And when the messengers came in, behold, the image was in the bed, with the pillow of goats' hair at its head.",
          "ID": "16"
        },
        {
          "text": "Saul said to Michal, \"Why have you deceived me thus and let my enemy go, so that he has escaped?\" And Michal answered Saul, \"He said to me, 'Let me go. Why should I kill you?'\"",
          "ID": "17"
        },
        {
          "text": "Now David fled and escaped, and he came to Samuel at Ramah and told him all that Saul had done to him. And he and Samuel went and lived at Naioth.",
          "ID": "18"
        },
        {
          "text": "And it was told Saul, \"Behold, David is at Naioth in Ramah.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul sent messengers to take David, and when they saw the company of the prophets prophesying, and Samuel standing as head over them, the Spirit of God came upon the messengers of Saul, and they also prophesied.",
          "ID": "20"
        },
        {
          "text": "When it was told Saul, he sent other messengers, and they also prophesied. And Saul sent messengers again the third time, and they also prophesied.",
          "ID": "21"
        },
        {
          "text": "Then he himself went to Ramah and came to the great well that is in Secu. And he asked, \"Where are Samuel and David?\" And one said, \"Behold, they are at Naioth in Ramah.\"",
          "ID": "22"
        },
        {
          "text": "And he went there to Naioth in Ramah. And the Spirit of God came upon him also, and as he went he prophesied until he came to Naioth in Ramah.",
          "ID": "23"
        },
        {
          "text": "And he too stripped off his clothes, and he too prophesied before Samuel and lay naked all that day and all that night. Thus it is said, \"Is Saul also among the prophets?\"",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19",
      "name": "1 Samuel 19"
    },
    {
      "text": [
        {
          "text": "Then David fled from Naioth in Ramah and came and said before Jonathan, \"What have I done? What is my guilt? And what is my sin before your father, that he seeks my life?\"",
          "ID": "1"
        },
        {
          "text": "And he said to him, \"Far from it! You shall not die. Behold, my father does nothing either great or small without disclosing it to me. And why should my father hide this from me? It is not so.\"",
          "ID": "2"
        },
        {
          "text": "But David vowed again, saying, \"Your father knows well that I have found favor in your eyes, and he thinks, 'Do not let Jonathan know this, lest he be grieved.' But truly, as the Lord lives and as your soul lives, there is but a step between me and death.\"",
          "ID": "3"
        },
        {
          "text": "Then Jonathan said to David, \"Whatever you say, I will do for you.\"",
          "ID": "4"
        },
        {
          "text": "David said to Jonathan, \"Behold, tomorrow is the new moon, and I should not fail to sit at table with the king. But let me go, that I may hide myself in the field till the third day at evening.",
          "ID": "5"
        },
        {
          "text": "If your father misses me at all, then say, 'David earnestly asked leave of me to run to Bethlehem his city, for there is a yearly sacrifice there for all the clan.'",
          "ID": "6"
        },
        {
          "text": "If he says, 'Good!' it will be well with your servant, but if he is angry, then know that harm is determined by him.",
          "ID": "7"
        },
        {
          "text": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of the Lord with you. But if there is guilt in me, kill me yourself, for why should you bring me to your father?\"",
          "ID": "8"
        },
        {
          "text": "And Jonathan said, \"Far be it from you! If I knew that it was determined by my father that harm should come to you, would I not tell you?\"",
          "ID": "9"
        },
        {
          "text": "Then David said to Jonathan, \"Who will tell me if your father answers you roughly?\"",
          "ID": "10"
        },
        {
          "text": "And Jonathan said to David, \"Come, let us go out into the field.\" So they both went out into the field.",
          "ID": "11"
        },
        {
          "text": "And Jonathan said to David, \"The Lord, the God of Israel, be witness! When I have sounded out my father, about this time tomorrow, or the third day, behold, if he is well disposed toward David, shall I not then send and disclose it to you?",
          "ID": "12"
        },
        {
          "text": "But should it please my father to do you harm, the Lord do so to Jonathan and more also if I do not disclose it to you and send you away, that you may go in safety. May the Lord be with you, as he has been with my father.",
          "ID": "13"
        },
        {
          "text": "If I am still alive, show me the steadfast love of the Lord, that I may not die;",
          "ID": "14"
        },
        {
          "text": "and do not cut off your steadfast love from my house forever, when the Lord cuts off every one of the enemies of David from the face of the earth.\"",
          "ID": "15"
        },
        {
          "text": "And Jonathan made a covenant with the house of David, saying, \"May the Lord take vengeance on David's enemies.\"",
          "ID": "16"
        },
        {
          "text": "And Jonathan made David swear again by his love for him, for he loved him as he loved his own soul.",
          "ID": "17"
        },
        {
          "text": "Then Jonathan said to him, \"Tomorrow is the new moon, and you will be missed, because your seat will be empty.",
          "ID": "18"
        },
        {
          "text": "On the third day go down quickly to the place where you hid yourself when the matter was in hand, and remain beside the stone heap.",
          "ID": "19"
        },
        {
          "text": "And I will shoot three arrows to the side of it, as though I shot at a mark.",
          "ID": "20"
        },
        {
          "text": "And behold, I will send the boy, saying, 'Go, find the arrows.' If I say to the boy, 'Look, the arrows are on this side of you, take them,' then you are to come, for, as the Lord lives, it is safe for you and there is no danger.",
          "ID": "21"
        },
        {
          "text": "But if I say to the youth, 'Look, the arrows are beyond you,' then go, for the Lord has sent you away.",
          "ID": "22"
        },
        {
          "text": "And as for the matter of which you and I have spoken, behold, the Lord is between you and me forever.\"",
          "ID": "23"
        },
        {
          "text": "So David hid himself in the field. And when the new moon came, the king sat down to eat food.",
          "ID": "24"
        },
        {
          "text": "The king sat on his seat, as at other times, on the seat by the wall. Jonathan sat opposite, and Abner sat by Saul's side, but David's place was empty.",
          "ID": "25"
        },
        {
          "text": "Yet Saul did not say anything that day, for he thought, \"Something has happened to him. He is not clean; surely he is not clean.\"",
          "ID": "26"
        },
        {
          "text": "But on the second day, the day after the new moon, David's place was empty. And Saul said to Jonathan his son, \"Why has not the son of Jesse come to the meal, either yesterday or today?\"",
          "ID": "27"
        },
        {
          "text": "Jonathan answered Saul, \"David earnestly asked leave of me to go to Bethlehem.",
          "ID": "28"
        },
        {
          "text": "He said, 'Let me go, for our clan holds a sacrifice in the city, and my brother has commanded me to be there. So now, if I have found favor in your eyes, let me get away and see my brothers.' For this reason he has not come to the king's table.\"",
          "ID": "29"
        },
        {
          "text": "Then Saul's anger was kindled against Jonathan, and he said to him, \"You son of a perverse, rebellious woman, do I not know that you have chosen the son of Jesse to your own shame, and to the shame of your mother's nakedness?",
          "ID": "30"
        },
        {
          "text": "For as long as the son of Jesse lives on the earth, neither you nor your kingdom shall be established. Therefore send and bring him to me, for he shall surely die.\"",
          "ID": "31"
        },
        {
          "text": "Then Jonathan answered Saul his father, \"Why should he be put to death? What has he done?\"",
          "ID": "32"
        },
        {
          "text": "But Saul hurled his spear at him to strike him. So Jonathan knew that his father was determined to put David to death.",
          "ID": "33"
        },
        {
          "text": "And Jonathan rose from the table in fierce anger and ate no food the second day of the month, for he was grieved for David, because his father had disgraced him.",
          "ID": "34"
        },
        {
          "text": "In the morning Jonathan went out into the field to the appointment with David, and with him a little boy.",
          "ID": "35"
        },
        {
          "text": "And he said to his boy, \"Run and find the arrows that I shoot.\" As the boy ran, he shot an arrow beyond him.",
          "ID": "36"
        },
        {
          "text": "And when the boy came to the place of the arrow that Jonathan had shot, Jonathan called after the boy and said, \"Is not the arrow beyond you?\"",
          "ID": "37"
        },
        {
          "text": "And Jonathan called after the boy, \"Hurry! Be quick! Do not stay!\" So Jonathan's boy gathered up the arrows and came to his master.",
          "ID": "38"
        },
        {
          "text": "But the boy knew nothing. Only Jonathan and David knew the matter.",
          "ID": "39"
        },
        {
          "text": "And Jonathan gave his weapons to his boy and said to him, \"Go and carry them to the city.\"",
          "ID": "40"
        },
        {
          "text": "And as soon as the boy had gone, David rose from beside the stone heap and fell on his face to the ground and bowed three times. And they kissed one another and wept with one another, David weeping the most.",
          "ID": "41"
        },
        {
          "text": "Then Jonathan said to David, \"Go in peace, because we have sworn both of us in the name of the Lord, saying, 'The Lord shall be between me and you, and between my offspring and your offspring, forever.'\" And he rose and departed, and Jonathan went into the city.",
          "ID": "42"
        }
      ],
      "ID": "OT:1SA.20",
      "name": "1 Samuel 20"
    },
    {
      "text": [
        {
          "text": "Then David came to Nob to Ahimelech the priest. And Ahimelech came to meet David trembling and said to him, \"Why are you alone, and no one with you?\"",
          "ID": "1"
        },
        {
          "text": "And David said to Ahimelech the priest, \"The king has charged me with a matter and said to me, 'Let no one know anything of the matter about which I send you, and with which I have charged you.' I have made an appointment with the young men for such and such a place.",
          "ID": "2"
        },
        {
          "text": "Now then, what do you have on hand? Give me five loaves of bread, or whatever is here.\"",
          "ID": "3"
        },
        {
          "text": "And the priest answered David, \"I have no common bread on hand, but there is holy breadif the young men have kept themselves from women.\"",
          "ID": "4"
        },
        {
          "text": "And David answered the priest, \"Truly women have been kept from us as always when I go on an expedition. The vessels of the young men are holy even when it is an ordinary journey. How much more today will their vessels be holy?\"",
          "ID": "5"
        },
        {
          "text": "So the priest gave him the holy bread, for there was no bread there but the bread of the Presence, which is removed from before the Lord, to be replaced by hot bread on the day it is taken away.",
          "ID": "6"
        },
        {
          "text": "Now a certain man of the servants of Saul was there that day, detained before the Lord. His name was Doeg the Edomite, the chief of Saul's herdsmen.",
          "ID": "7"
        },
        {
          "text": "Then David said to Ahimelech, \"Then have you not here a spear or a sword at hand? For I have brought neither my sword nor my weapons with me, because the king's business required haste.\"",
          "ID": "8"
        },
        {
          "text": "And the priest said, \"The sword of Goliath the Philistine, whom you struck down in the Valley of Elah, behold, it is here wrapped in a cloth behind the ephod. If you will take that, take it, for there is none but that here.\" And David said, \"There is none like that; give it to me.\"",
          "ID": "9"
        },
        {
          "text": "And David rose and fled that day from Saul and went to Achish the king of Gath.",
          "ID": "10"
        },
        {
          "text": "And the servants of Achish said to him, \"Is not this David the king of the land? Did they not sing to one another of him in dances,",
          "ID": "11"
        },
        {
          "text": "'Saul has struck down his thousands,",
          "ID": "11"
        },
        {
          "text": "and David his ten thousands'?\"",
          "ID": "11"
        },
        {
          "text": "And David took these words to heart and was much afraid of Achish the king of Gath.",
          "ID": "12"
        },
        {
          "text": "So he changed his behavior before them and pretended to be insane in their hands and made marks on the doors of the gate and let his spittle run down his beard.",
          "ID": "13"
        },
        {
          "text": "Then Achish said to his servants, \"Behold, you see the man is mad. Why then have you brought him to me?",
          "ID": "14"
        },
        {
          "text": "Do I lack madmen, that you have brought this fellow to behave as a madman in my presence? Shall this fellow come into my house?\"",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21",
      "name": "1 Samuel 21"
    },
    {
      "text": [
        {
          "text": "David departed from there and escaped to the cave of Adullam. And when his brothers and all his father's house heard it, they went down there to him.",
          "ID": "1"
        },
        {
          "text": "And everyone who was in distress, and everyone who was in debt, and everyone who was bitter in soul, gathered to him. And he became commander over them. And there were with him about four hundred men.",
          "ID": "2"
        },
        {
          "text": "And David went from there to Mizpeh of Moab. And he said to the king of Moab, \"Please let my father and my mother stay with you, till I know what God will do for me.\"",
          "ID": "3"
        },
        {
          "text": "And he left them with the king of Moab, and they stayed with him all the time that David was in the stronghold.",
          "ID": "4"
        },
        {
          "text": "Then the prophet Gad said to David, \"Do not remain in the stronghold; depart, and go into the land of Judah.\" So David departed and went into the forest of Hereth.",
          "ID": "5"
        },
        {
          "text": "Now Saul heard that David was discovered, and the men who were with him. Saul was sitting at Gibeah under the tamarisk tree on the height with his spear in his hand, and all his servants were standing about him.",
          "ID": "6"
        },
        {
          "text": "And Saul said to his servants who stood about him, \"Hear now, people of Benjamin; will the son of Jesse give every one of you fields and vineyards, will he make you all commanders of thousands and commanders of hundreds,",
          "ID": "7"
        },
        {
          "text": "that all of you have conspired against me? No one discloses to me when my son makes a covenant with the son of Jesse. None of you is sorry for me or discloses to me that my son has stirred up my servant against me, to lie in wait, as at this day.\"",
          "ID": "8"
        },
        {
          "text": "Then answered Doeg the Edomite, who stood by the servants of Saul, \"I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub,",
          "ID": "9"
        },
        {
          "text": "and he inquired of the Lord for him and gave him provisions and gave him the sword of Goliath the Philistine.\"",
          "ID": "10"
        },
        {
          "text": "Then the king sent to summon Ahimelech the priest, the son of Ahitub, and all his father's house, the priests who were at Nob, and all of them came to the king.",
          "ID": "11"
        },
        {
          "text": "And Saul said, \"Hear now, son of Ahitub.\" And he answered, \"Here I am, my lord.\"",
          "ID": "12"
        },
        {
          "text": "And Saul said to him, \"Why have you conspired against me, you and the son of Jesse, in that you have given him bread and a sword and have inquired of God for him, so that he has risen against me, to lie in wait, as at this day?\"",
          "ID": "13"
        },
        {
          "text": "Then Ahimelech answered the king, \"And who among all your servants is so faithful as David, who is the king's son-in-law, and captain over your bodyguard, and honored in your house?",
          "ID": "14"
        },
        {
          "text": "Is today the first time that I have inquired of God for him? No! Let not the king impute anything to his servant or to all the house of my father, for your servant has known nothing of all this, much or little.\"",
          "ID": "15"
        },
        {
          "text": "And the king said, \"You shall surely die, Ahimelech, you and all your father's house.\"",
          "ID": "16"
        },
        {
          "text": "And the king said to the guard who stood about him, \"Turn and kill the priests of the Lord, because their hand also is with David, and they knew that he fled and did not disclose it to me.\" But the servants of the king would not put out their hand to strike the priests of the Lord.",
          "ID": "17"
        },
        {
          "text": "Then the king said to Doeg, \"You turn and strike the priests.\" And Doeg the Edomite turned and struck down the priests, and he killed on that day eighty-five persons who wore the linen ephod.",
          "ID": "18"
        },
        {
          "text": "And Nob, the city of the priests, he put to the sword; both man and woman, child and infant, ox, donkey and sheep, he put to the sword.",
          "ID": "19"
        },
        {
          "text": "But one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David.",
          "ID": "20"
        },
        {
          "text": "And Abiathar told David that Saul had killed the priests of the Lord.",
          "ID": "21"
        },
        {
          "text": "And David said to Abiathar, \"I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I have occasioned the death of all the persons of your father's house.",
          "ID": "22"
        },
        {
          "text": "Stay with me; do not be afraid, for he who seeks my life seeks your life. With me you shall be in safekeeping.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22",
      "name": "1 Samuel 22"
    },
    {
      "text": [
        {
          "text": "Now they told David, \"Behold, the Philistines are fighting against Keilah and are robbing the threshing floors.\"",
          "ID": "1"
        },
        {
          "text": "Therefore David inquired of the Lord, \"Shall I go and attack these Philistines?\" And the Lord said to David, \"Go and attack the Philistines and save Keilah.\"",
          "ID": "2"
        },
        {
          "text": "But David's men said to him, \"Behold, we are afraid here in Judah; how much more then if we go to Keilah against the armies of the Philistines?\"",
          "ID": "3"
        },
        {
          "text": "Then David inquired of the Lord again. And the Lord answered him, \"Arise, go down to Keilah, for I will give the Philistines into your hand.\"",
          "ID": "4"
        },
        {
          "text": "And David and his men went to Keilah and fought with the Philistines and brought away their livestock and struck them with a great blow. So David saved the inhabitants of Keilah.",
          "ID": "5"
        },
        {
          "text": "When Abiathar the son of Ahimelech had fled to David to Keilah, he had come down with an ephod in his hand.",
          "ID": "6"
        },
        {
          "text": "Now it was told Saul that David had come to Keilah. And Saul said, \"God has given him into my hand, for he has shut himself in by entering a town that has gates and bars.\"",
          "ID": "7"
        },
        {
          "text": "And Saul summoned all the people to war, to go down to Keilah, to besiege David and his men.",
          "ID": "8"
        },
        {
          "text": "David knew that Saul was plotting harm against him. And he said to Abiathar the priest, \"Bring the ephod here.\"",
          "ID": "9"
        },
        {
          "text": "Then David said, \"O Lord, the God of Israel, your servant has surely heard that Saul seeks to come to Keilah, to destroy the city on my account.",
          "ID": "10"
        },
        {
          "text": "Will the men of Keilah surrender me into his hand? Will Saul come down, as your servant has heard? O Lord, the God of Israel, please tell your servant.\" And the Lord said, \"He will come down.\"",
          "ID": "11"
        },
        {
          "text": "Then David said, \"Will the men of Keilah surrender me and my men into the hand of Saul?\" And the Lord said, \"They will surrender you.\"",
          "ID": "12"
        },
        {
          "text": "Then David and his men, who were about six hundred, arose and departed from Keilah, and they went wherever they could go. When Saul was told that David had escaped from Keilah, he gave up the expedition.",
          "ID": "13"
        },
        {
          "text": "And David remained in the strongholds in the wilderness, in the hill country of the wilderness of Ziph. And Saul sought him every day, but God did not give him into his hand.",
          "ID": "14"
        },
        {
          "text": "David saw that Saul had come out to seek his life. David was in the wilderness of Ziph at Horesh.",
          "ID": "15"
        },
        {
          "text": "And Jonathan, Saul's son, rose and went to David at Horesh, and strengthened his hand in God.",
          "ID": "16"
        },
        {
          "text": "And he said to him, \"Do not fear, for the hand of Saul my father shall not find you. You shall be king over Israel, and I shall be next to you. Saul my father also knows this.\"",
          "ID": "17"
        },
        {
          "text": "And the two of them made a covenant before the Lord. David remained at Horesh, and Jonathan went home.",
          "ID": "18"
        },
        {
          "text": "Then the Ziphites went up to Saul at Gibeah, saying, \"Is not David hiding among us in the strongholds at Horesh, on the hill of Hachilah, which is south of Jeshimon?",
          "ID": "19"
        },
        {
          "text": "Now come down, O king, according to all your heart's desire to come down, and our part shall be to surrender him into the king's hand.\"",
          "ID": "20"
        },
        {
          "text": "And Saul said, \"May you be blessed by the Lord, for you have had compassion on me.",
          "ID": "21"
        },
        {
          "text": "Go, make yet more sure. Know and see the place where his foot is, and who has seen him there, for it is told me that he is very cunning.",
          "ID": "22"
        },
        {
          "text": "See therefore and take note of all the lurking places where he hides, and come back to me with sure information. Then I will go with you. And if he is in the land, I will search him out among all the thousands of Judah.\"",
          "ID": "23"
        },
        {
          "text": "And they arose and went to Ziph ahead of Saul.",
          "ID": "24"
        },
        {
          "text": "Now David and his men were in the wilderness of Maon, in the Arabah to the south of Jeshimon.",
          "ID": "24"
        },
        {
          "text": "And Saul and his men went to seek him. And David was told, so he went down to the rock and lived in the wilderness of Maon. And when Saul heard that, he pursued after David in the wilderness of Maon.",
          "ID": "25"
        },
        {
          "text": "Saul went on one side of the mountain, and David and his men on the other side of the mountain. And David was hurrying to get away from Saul. As Saul and his men were closing in on David and his men to capture them,",
          "ID": "26"
        },
        {
          "text": "a messenger came to Saul, saying, \"Hurry and come, for the Philistines have made a raid against the land.\"",
          "ID": "27"
        },
        {
          "text": "So Saul returned from pursuing after David and went against the Philistines. Therefore that place was called the Rock of Escape.",
          "ID": "28"
        },
        {
          "text": "And David went up from there and lived in the strongholds of Engedi.",
          "ID": "29"
        }
      ],
      "ID": "OT:1SA.23",
      "name": "1 Samuel 23"
    },
    {
      "text": [
        {
          "text": "When Saul returned from following the Philistines, he was told, \"Behold, David is in the wilderness of Engedi.\"",
          "ID": "1"
        },
        {
          "text": "Then Saul took three thousand chosen men out of all Israel and went to seek David and his men in front of the Wildgoats' Rocks.",
          "ID": "2"
        },
        {
          "text": "And he came to the sheepfolds by the way, where there was a cave, and Saul went in to relieve himself. Now David and his men were sitting in the innermost parts of the cave.",
          "ID": "3"
        },
        {
          "text": "And the men of David said to him, \"Here is the day of which the Lord said to you, 'Behold, I will give your enemy into your hand, and you shall do to him as it shall seem good to you.'\" Then David arose and stealthily cut off a corner of Saul's robe.",
          "ID": "4"
        },
        {
          "text": "And afterward David's heart struck him, because he had cut off a corner of Saul's robe.",
          "ID": "5"
        },
        {
          "text": "He said to his men, \"The Lord forbid that I should do this thing to my lord, the Lord's anointed, to put out my hand against him, seeing he is the Lord's anointed.\"",
          "ID": "6"
        },
        {
          "text": "So David persuaded his men with these words and did not permit them to attack Saul. And Saul rose up and left the cave and went on his way.",
          "ID": "7"
        },
        {
          "text": "Afterward David also arose and went out of the cave, and called after Saul, \"My lord the king!\" And when Saul looked behind him, David bowed with his face to the earth and paid homage.",
          "ID": "8"
        },
        {
          "text": "And David said to Saul, \"Why do you listen to the words of men who say, 'Behold, David seeks your harm'?",
          "ID": "9"
        },
        {
          "text": "Behold, this day your eyes have seen how the Lord gave you today into my hand in the cave. And some told me to kill you, but I spared you. I said, 'I will not put out my hand against my lord, for he is the Lord's anointed.'",
          "ID": "10"
        },
        {
          "text": "See, my father, see the corner of your robe in my hand. For by the fact that I cut off the corner of your robe and did not kill you, you may know and see that there is no wrong or treason in my hands. I have not sinned against you, though you hunt my life to take it.",
          "ID": "11"
        },
        {
          "text": "May the Lord judge between me and you, may the Lord avenge me against you, but my hand shall not be against you.",
          "ID": "12"
        },
        {
          "text": "As the proverb of the ancients says, 'Out of the wicked comes wickedness.' But my hand shall not be against you.",
          "ID": "13"
        },
        {
          "text": "After whom has the king of Israel come out? After whom do you pursue? After a dead dog! After a flea!",
          "ID": "14"
        },
        {
          "text": "May the Lord therefore be judge and give sentence between me and you, and see to it and plead my cause and deliver me from your hand.\"",
          "ID": "15"
        },
        {
          "text": "As soon as David had finished speaking these words to Saul, Saul said, \"Is this your voice, my son David?\" And Saul lifted up his voice and wept.",
          "ID": "16"
        },
        {
          "text": "He said to David, \"You are more righteous than I, for you have repaid me good, whereas I have repaid you evil.",
          "ID": "17"
        },
        {
          "text": "And you have declared this day how you have dealt well with me, in that you did not kill me when the Lord put me into your hands.",
          "ID": "18"
        },
        {
          "text": "For if a man finds his enemy, will he let him go away safe? So may the Lord reward you with good for what you have done to me this day.",
          "ID": "19"
        },
        {
          "text": "And now, behold, I know that you shall surely be king, and that the kingdom of Israel shall be established in your hand.",
          "ID": "20"
        },
        {
          "text": "Swear to me therefore by the Lord that you will not cut off my offspring after me, and that you will not destroy my name out of my father's house.\"",
          "ID": "21"
        },
        {
          "text": "And David swore this to Saul. Then Saul went home, but David and his men went up to the stronghold.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.24",
      "name": "1 Samuel 24"
    },
    {
      "text": [
        {
          "text": "Now Samuel died. And all Israel assembled and mourned for him, and they buried him in his house at Ramah.",
          "ID": "1"
        },
        {
          "text": "Then David rose and went down to the wilderness of Paran.",
          "ID": "1"
        },
        {
          "text": "And there was a man in Maon whose business was in Carmel. The man was very rich; he had three thousand sheep and a thousand goats. He was shearing his sheep in Carmel.",
          "ID": "2"
        },
        {
          "text": "Now the name of the man was Nabal, and the name of his wife Abigail. The woman was discerning and beautiful, but the man was harsh and badly behaved; he was a Calebite.",
          "ID": "3"
        },
        {
          "text": "David heard in the wilderness that Nabal was shearing his sheep.",
          "ID": "4"
        },
        {
          "text": "So David sent ten young men. And David said to the young men, \"Go up to Carmel, and go to Nabal and greet him in my name.",
          "ID": "5"
        },
        {
          "text": "And thus you shall greet him: 'Peace be to you, and peace be to your house, and peace be to all that you have.",
          "ID": "6"
        },
        {
          "text": "I hear that you have shearers. Now your shepherds have been with us, and we did them no harm, and they missed nothing all the time they were in Carmel.",
          "ID": "7"
        },
        {
          "text": "Ask your young men, and they will tell you. Therefore let my young men find favor in your eyes, for we come on a feast day. Please give whatever you have at hand to your servants and to your son David.'\"",
          "ID": "8"
        },
        {
          "text": "When David's young men came, they said all this to Nabal in the name of David, and then they waited.",
          "ID": "9"
        },
        {
          "text": "And Nabal answered David's servants, \"Who is David? Who is the son of Jesse? There are many servants these days who are breaking away from their masters.",
          "ID": "10"
        },
        {
          "text": "Shall I take my bread and my water and my meat that I have killed for my shearers and give it to men who come from I do not know where?\"",
          "ID": "11"
        },
        {
          "text": "So David's young men turned away and came back and told him all this.",
          "ID": "12"
        },
        {
          "text": "And David said to his men, \"Every man strap on his sword!\" And every man of them strapped on his sword. David also strapped on his sword. And about four hundred men went up after David, while two hundred remained with the baggage.",
          "ID": "13"
        },
        {
          "text": "But one of the young men told Abigail, Nabal's wife, \"Behold, David sent messengers out of the wilderness to greet our master, and he railed at them.",
          "ID": "14"
        },
        {
          "text": "Yet the men were very good to us, and we suffered no harm, and we did not miss anything when we were in the fields, as long as we went with them.",
          "ID": "15"
        },
        {
          "text": "They were a wall to us both by night and by day, all the while we were with them keeping the sheep.",
          "ID": "16"
        },
        {
          "text": "Now therefore know this and consider what you should do, for harm is determined against our master and against all his house, and he is such a worthless man that one cannot speak to him.\"",
          "ID": "17"
        },
        {
          "text": "Then Abigail made haste and took two hundred loaves and two skins of wine and five sheep already prepared and five seahs of parched grain and a hundred clusters of raisins and two hundred cakes of figs, and laid them on donkeys.",
          "ID": "18"
        },
        {
          "text": "And she said to her young men, \"Go on before me; behold, I come after you.\" But she did not tell her husband Nabal.",
          "ID": "19"
        },
        {
          "text": "And as she rode on the donkey and came down under cover of the mountain, behold, David and his men came down toward her, and she met them.",
          "ID": "20"
        },
        {
          "text": "Now David had said, \"Surely in vain have I guarded all that this fellow has in the wilderness, so that nothing was missed of all that belonged to him, and he has returned me evil for good.",
          "ID": "21"
        },
        {
          "text": "God do so to the enemies of David and more also, if by morning I leave so much as one male of all who belong to him.\"",
          "ID": "22"
        },
        {
          "text": "When Abigail saw David, she hurried and got down from the donkey and fell before David on her face and bowed to the ground.",
          "ID": "23"
        },
        {
          "text": "She fell at his feet and said, \"On me alone, my lord, be the guilt. Please let your servant speak in your ears, and hear the words of your servant.",
          "ID": "24"
        },
        {
          "text": "Let not my lord regard this worthless fellow, Nabal, for as his name is, so is he. Nabal is his name, and folly is with him. But I your servant did not see the young men of my lord, whom you sent.",
          "ID": "25"
        },
        {
          "text": "Now then, my lord, as the Lord lives, and as your soul lives, because the Lord has restrained you from bloodguilt and from saving with your own hand, now then let your enemies and those who seek to do evil to my lord be as Nabal.",
          "ID": "26"
        },
        {
          "text": "And now let this present that your servant has brought to my lord be given to the young men who follow my lord.",
          "ID": "27"
        },
        {
          "text": "Please forgive the trespass of your servant. For the Lord will certainly make my lord a sure house, because my lord is fighting the battles of the Lord, and evil shall not be found in you so long as you live.",
          "ID": "28"
        },
        {
          "text": "If men rise up to pursue you and to seek your life, the life of my lord shall be bound in the bundle of the living in the care of the Lord your God. And the lives of your enemies he shall sling out as from the hollow of a sling.",
          "ID": "29"
        },
        {
          "text": "And when the Lord has done to my lord according to all the good that he has spoken concerning you and has appointed you prince over Israel,",
          "ID": "30"
        },
        {
          "text": "my lord shall have no cause of grief or pangs of conscience for having shed blood without cause or for my lord working salvation himself. And when the Lord has dealt well with my lord, then remember your servant.\"",
          "ID": "31"
        },
        {
          "text": "And David said to Abigail, \"Blessed be the Lord, the God of Israel, who sent you this day to meet me!",
          "ID": "32"
        },
        {
          "text": "Blessed be your discretion, and blessed be you, who have kept me this day from bloodguilt and from working salvation with my own hand!",
          "ID": "33"
        },
        {
          "text": "For as surely as the Lord, the God of Israel, lives, who has restrained me from hurting you, unless you had hurried and come to meet me, truly by morning there had not been left to Nabal so much as one male.\"",
          "ID": "34"
        },
        {
          "text": "Then David received from her hand what she had brought him. And he said to her, \"Go up in peace to your house. See, I have obeyed your voice, and I have granted your petition.\"",
          "ID": "35"
        },
        {
          "text": "And Abigail came to Nabal, and behold, he was holding a feast in his house, like the feast of a king. And Nabal's heart was merry within him, for he was very drunk. So she told him nothing at all until the morning light.",
          "ID": "36"
        },
        {
          "text": "In the morning, when the wine had gone out of Nabal, his wife told him these things, and his heart died within him, and he became as a stone.",
          "ID": "37"
        },
        {
          "text": "And about ten days later the Lord struck Nabal, and he died.",
          "ID": "38"
        },
        {
          "text": "When David heard that Nabal was dead, he said, \"Blessed be the Lord who has avenged the insult I received at the hand of Nabal, and has kept back his servant from wrongdoing. The Lord has returned the evil of Nabal on his own head.\" Then David sent and spoke to Abigail, to take her as his wife.",
          "ID": "39"
        },
        {
          "text": "When the servants of David came to Abigail at Carmel, they said to her, \"David has sent us to you to take you to him as his wife.\"",
          "ID": "40"
        },
        {
          "text": "And she rose and bowed with her face to the ground and said, \"Behold, your handmaid is a servant to wash the feet of the servants of my lord.\"",
          "ID": "41"
        },
        {
          "text": "And Abigail hurried and rose and mounted a donkey, and her five young women attended her. She followed the messengers of David and became his wife.",
          "ID": "42"
        },
        {
          "text": "David also took Ahinoam of Jezreel, and both of them became his wives.",
          "ID": "43"
        },
        {
          "text": "Saul had given Michal his daughter, David's wife, to Palti the son of Laish, who was of Gallim.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25",
      "name": "1 Samuel 25"
    },
    {
      "text": [
        {
          "text": "Then the Ziphites came to Saul at Gibeah, saying, \"Is not David hiding himself on the hill of Hachilah, which is on the east of Jeshimon?\"",
          "ID": "1"
        },
        {
          "text": "So Saul arose and went down to the wilderness of Ziph with three thousand chosen men of Israel to seek David in the wilderness of Ziph.",
          "ID": "2"
        },
        {
          "text": "And Saul encamped on the hill of Hachilah, which is beside the road on the east of Jeshimon. But David remained in the wilderness. When he saw that Saul came after him into the wilderness,",
          "ID": "3"
        },
        {
          "text": "David sent out spies and learned that Saul had indeed come.",
          "ID": "4"
        },
        {
          "text": "Then David rose and came to the place where Saul had encamped. And David saw the place where Saul lay, with Abner the son of Ner, the commander of his army. Saul was lying within the encampment, while the army was encamped around him.",
          "ID": "5"
        },
        {
          "text": "Then David said to Ahimelech the Hittite, and to Joab's brother Abishai the son of Zeruiah, \"Who will go down with me into the camp to Saul?\" And Abishai said, \"I will go down with you.\"",
          "ID": "6"
        },
        {
          "text": "So David and Abishai went to the army by night. And there lay Saul sleeping within the encampment, with his spear stuck in the ground at his head, and Abner and the army lay around him.",
          "ID": "7"
        },
        {
          "text": "Then Abishai said to David, \"God has given your enemy into your hand this day. Now please let me pin him to the earth with one stroke of the spear, and I will not strike him twice.\"",
          "ID": "8"
        },
        {
          "text": "But David said to Abishai, \"Do not destroy him, for who can put out his hand against the Lord's anointed and be guiltless?\"",
          "ID": "9"
        },
        {
          "text": "And David said, \"As the Lord lives, the Lord will strike him, or his day will come to die, or he will go down into battle and perish.",
          "ID": "10"
        },
        {
          "text": "The Lord forbid that I should put out my hand against the Lord's anointed. But take now the spear that is at his head and the jar of water, and let us go.\"",
          "ID": "11"
        },
        {
          "text": "So David took the spear and the jar of water from Saul's head, and they went away. No man saw it or knew it, nor did any awake, for they were all asleep, because a deep sleep from the Lord had fallen upon them.",
          "ID": "12"
        },
        {
          "text": "Then David went over to the other side and stood far off on the top of the hill, with a great space between them.",
          "ID": "13"
        },
        {
          "text": "And David called to the army, and to Abner the son of Ner, saying, \"Will you not answer, Abner?\" Then Abner answered, \"Who are you who calls to the king?\"",
          "ID": "14"
        },
        {
          "text": "And David said to Abner, \"Are you not a man? Who is like you in Israel? Why then have you not kept watch over your lord the king? For one of the people came in to destroy the king your lord.",
          "ID": "15"
        },
        {
          "text": "This thing that you have done is not good. As the Lord lives, you deserve to die, because you have not kept watch over your lord, the Lord's anointed. And now see where the king's spear is and the jar of water that was at his head.\"",
          "ID": "16"
        },
        {
          "text": "Saul recognized David's voice and said, \"Is this your voice, my son David?\" And David said, \"It is my voice, my lord, O king.\"",
          "ID": "17"
        },
        {
          "text": "And he said, \"Why does my lord pursue after his servant? For what have I done? What evil is on my hands?",
          "ID": "18"
        },
        {
          "text": "Now therefore let my lord the king hear the words of his servant. If it is the Lord who has stirred you up against me, may he accept an offering, but if it is men, may they be cursed before the Lord, for they have driven me out this day that I should have no share in the heritage of the Lord, saying, 'Go, serve other gods.'",
          "ID": "19"
        },
        {
          "text": "Now therefore, let not my blood fall to the earth away from the presence of the Lord, for the king of Israel has come out to seek a single flea like one who hunts a partridge in the mountains.\"",
          "ID": "20"
        },
        {
          "text": "Then Saul said, \"I have sinned. Return, my son David, for I will no more do you harm, because my life was precious in your eyes this day. Behold, I have acted foolishly, and have made a great mistake.\"",
          "ID": "21"
        },
        {
          "text": "And David answered and said, \"Here is the spear, O king! Let one of the young men come over and take it.",
          "ID": "22"
        },
        {
          "text": "The Lord rewards every man for his righteousness and his faithfulness, for the Lord gave you into my hand today, and I would not put out my hand against the Lord's anointed.",
          "ID": "23"
        },
        {
          "text": "Behold, as your life was precious this day in my sight, so may my life be precious in the sight of the Lord, and may he deliver me out of all tribulation.\"",
          "ID": "24"
        },
        {
          "text": "Then Saul said to David, \"Blessed be you, my son David! You will do many things and will succeed in them.\" So David went his way, and Saul returned to his place.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26",
      "name": "1 Samuel 26"
    },
    {
      "text": [
        {
          "text": "Then David said in his heart, \"Now I shall perish one day by the hand of Saul. There is nothing better for me than that I should escape to the land of the Philistines. Then Saul will despair of seeking me any longer within the borders of Israel, and I shall escape out of his hand.\"",
          "ID": "1"
        },
        {
          "text": "So David arose and went over, he and the six hundred men who were with him, to Achish the son of Maoch, king of Gath.",
          "ID": "2"
        },
        {
          "text": "And David lived with Achish at Gath, he and his men, every man with his household, and David with his two wives, Ahinoam of Jezreel, and Abigail of Carmel, Nabal's widow.",
          "ID": "3"
        },
        {
          "text": "And when it was told Saul that David had fled to Gath, he no longer sought him.",
          "ID": "4"
        },
        {
          "text": "Then David said to Achish, \"If I have found favor in your eyes, let a place be given me in one of the country towns, that I may dwell there. For why should your servant dwell in the royal city with you?\"",
          "ID": "5"
        },
        {
          "text": "So that day Achish gave him Ziklag. Therefore Ziklag has belonged to the kings of Judah to this day.",
          "ID": "6"
        },
        {
          "text": "And the number of the days that David lived in the country of the Philistines was a year and four months.",
          "ID": "7"
        },
        {
          "text": "Now David and his men went up and made raids against the Geshurites, the Girzites, and the Amalekites, for these were the inhabitants of the land from of old, as far as Shur, to the land of Egypt.",
          "ID": "8"
        },
        {
          "text": "And David would strike the land and would leave neither man nor woman alive, but would take away the sheep, the oxen, the donkeys, the camels, and the garments, and come back to Achish.",
          "ID": "9"
        },
        {
          "text": "When Achish asked, \"Where have you made a raid today?\" David would say, \"Against the Negeb of Judah,\" or, \"Against the Negeb of the Jerahmeelites,\" or, \"Against the Negeb of the Kenites.\"",
          "ID": "10"
        },
        {
          "text": "And David would leave neither man nor woman alive to bring news to Gath, thinking, \"lest they should tell about us and say, 'So David has done.'\" Such was his custom all the while he lived in the country of the Philistines.",
          "ID": "11"
        },
        {
          "text": "And Achish trusted David, thinking, \"He has made himself an utter stench to his people Israel; therefore he shall always be my servant.\"",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27",
      "name": "1 Samuel 27"
    },
    {
      "text": [
        {
          "text": "In those days the Philistines gathered their forces for war, to fight against Israel. And Achish said to David, \"Understand that you and your men are to go out with me in the army.\"",
          "ID": "1"
        },
        {
          "text": "David said to Achish, \"Very well, you shall know what your servant can do.\" And Achish said to David, \"Very well, I will make you my bodyguard for life.\"",
          "ID": "2"
        },
        {
          "text": "Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land.",
          "ID": "3"
        },
        {
          "text": "The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa.",
          "ID": "4"
        },
        {
          "text": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly.",
          "ID": "5"
        },
        {
          "text": "And when Saul inquired of the Lord, the Lord did not answer him, either by dreams, or by Urim, or by prophets.",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servants, \"Seek out for me a woman who is a medium, that I may go to her and inquire of her.\" And his servants said to him, \"Behold, there is a medium at En-dor.\"",
          "ID": "7"
        },
        {
          "text": "So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, \"Divine for me by a spirit and bring up for me whomever I shall name to you.\"",
          "ID": "8"
        },
        {
          "text": "The woman said to him, \"Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?\"",
          "ID": "9"
        },
        {
          "text": "But Saul swore to her by the Lord, \"As the Lord lives, no punishment shall come upon you for this thing.\"",
          "ID": "10"
        },
        {
          "text": "Then the woman said, \"Whom shall I bring up for you?\" He said, \"Bring up Samuel for me.\"",
          "ID": "11"
        },
        {
          "text": "When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, \"Why have you deceived me? You are Saul.\"",
          "ID": "12"
        },
        {
          "text": "The king said to her, \"Do not be afraid. What do you see?\" And the woman said to Saul, \"I see a god coming up out of the earth.\"",
          "ID": "13"
        },
        {
          "text": "He said to her, \"What is his appearance?\" And she said, \"An old man is coming up, and he is wrapped in a robe.\" And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.",
          "ID": "14"
        },
        {
          "text": "Then Samuel said to Saul, \"Why have you disturbed me by bringing me up?\" Saul answered, \"I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.\"",
          "ID": "15"
        },
        {
          "text": "And Samuel said, \"Why then do you ask me, since the Lord has turned from you and become your enemy?",
          "ID": "16"
        },
        {
          "text": "The Lord has done to you as he spoke by me, for the Lord has torn the kingdom out of your hand and given it to your neighbor, David.",
          "ID": "17"
        },
        {
          "text": "Because you did not obey the voice of the Lord and did not carry out his fierce wrath against Amalek, therefore the Lord has done this thing to you this day.",
          "ID": "18"
        },
        {
          "text": "Moreover, the Lord will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The Lord will give the army of Israel also into the hand of the Philistines.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night.",
          "ID": "20"
        },
        {
          "text": "And the woman came to Saul, and when she saw that he was terrified, she said to him, \"Behold, your servant has obeyed you. I have taken my life in my hand and have listened to what you have said to me.",
          "ID": "21"
        },
        {
          "text": "Now therefore, you also obey your servant. Let me set a morsel of bread before you; and eat, that you may have strength when you go on your way.\"",
          "ID": "22"
        },
        {
          "text": "He refused and said, \"I will not eat.\" But his servants, together with the woman, urged him, and he listened to their words. So he arose from the earth and sat on the bed.",
          "ID": "23"
        },
        {
          "text": "Now the woman had a fattened calf in the house, and she quickly killed it, and she took flour and kneaded it and baked unleavened bread of it,",
          "ID": "24"
        },
        {
          "text": "and she put it before Saul and his servants, and they ate. Then they rose and went away that night.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28",
      "name": "1 Samuel 28"
    },
    {
      "text": [
        {
          "text": "Now the Philistines had gathered all their forces at Aphek. And the Israelites were encamped by the spring that is in Jezreel.",
          "ID": "1"
        },
        {
          "text": "As the lords of the Philistines were passing on by hundreds and by thousands, and David and his men were passing on in the rear with Achish,",
          "ID": "2"
        },
        {
          "text": "the commanders of the Philistines said, \"What are these Hebrews doing here?\" And Achish said to the commanders of the Philistines, \"Is this not David, the servant of Saul, king of Israel, who has been with me now for days and years, and since he deserted to me I have found no fault in him to this day.\"",
          "ID": "3"
        },
        {
          "text": "But the commanders of the Philistines were angry with him. And the commanders of the Philistines said to him, \"Send the man back, that he may return to the place to which you have assigned him. He shall not go down with us to battle, lest in the battle he become an adversary to us. For how could this fellow reconcile himself to his lord? Would it not be with the heads of the men here?",
          "ID": "4"
        },
        {
          "text": "Is not this David, of whom they sing to one another in dances,",
          "ID": "5"
        },
        {
          "text": "'Saul has struck down his thousands,",
          "ID": "5"
        },
        {
          "text": "and David his ten thousands'?\"",
          "ID": "5"
        },
        {
          "text": "Then Achish called David and said to him, \"As the Lord lives, you have been honest, and to me it seems right that you should march out and in with me in the campaign. For I have found nothing wrong in you from the day of your coming to me to this day. Nevertheless, the lords do not approve of you.",
          "ID": "6"
        },
        {
          "text": "So go back now; and go peaceably, that you may not displease the lords of the Philistines.\"",
          "ID": "7"
        },
        {
          "text": "And David said to Achish, \"But what have I done? What have you found in your servant from the day I entered your service until now, that I may not go and fight against the enemies of my lord the king?\"",
          "ID": "8"
        },
        {
          "text": "And Achish answered David and said, \"I know that you are as blameless in my sight as an angel of God. Nevertheless, the commanders of the Philistines have said, 'He shall not go up with us to the battle.'",
          "ID": "9"
        },
        {
          "text": "Now then rise early in the morning with the servants of your lord who came with you, and start early in the morning, and depart as soon as you have light.\"",
          "ID": "10"
        },
        {
          "text": "So David set out with his men early in the morning to return to the land of the Philistines. But the Philistines went up to Jezreel.",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29",
      "name": "1 Samuel 29"
    },
    {
      "text": [
        {
          "text": "Now when David and his men came to Ziklag on the third day, the Amalekites had made a raid against the Negeb and against Ziklag. They had overcome Ziklag and burned it with fire",
          "ID": "1"
        },
        {
          "text": "and taken captive the women and all who were in it, both small and great. They killed no one, but carried them off and went their way.",
          "ID": "2"
        },
        {
          "text": "And when David and his men came to the city, they found it burned with fire, and their wives and sons and daughters taken captive.",
          "ID": "3"
        },
        {
          "text": "Then David and the people who were with him raised their voices and wept until they had no more strength to weep.",
          "ID": "4"
        },
        {
          "text": "David's two wives also had been taken captive, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel.",
          "ID": "5"
        },
        {
          "text": "And David was greatly distressed, for the people spoke of stoning him, because all the people were bitter in soul, each for his sons and daughters. But David strengthened himself in the Lord his God.",
          "ID": "6"
        },
        {
          "text": "And David said to Abiathar the priest, the son of Ahimelech, \"Bring me the ephod.\" So Abiathar brought the ephod to David.",
          "ID": "7"
        },
        {
          "text": "And David inquired of the Lord, \"Shall I pursue after this band? Shall I overtake them?\" He answered him, \"Pursue, for you shall surely overtake and shall surely rescue.\"",
          "ID": "8"
        },
        {
          "text": "So David set out, and the six hundred men who were with him, and they came to the brook Besor, where those who were left behind stayed.",
          "ID": "9"
        },
        {
          "text": "But David pursued, he and four hundred men. Two hundred stayed behind, who were too exhausted to cross the brook Besor.",
          "ID": "10"
        },
        {
          "text": "They found an Egyptian in the open country and brought him to David. And they gave him bread and he ate. They gave him water to drink,",
          "ID": "11"
        },
        {
          "text": "and they gave him a piece of a cake of figs and two clusters of raisins. And when he had eaten, his spirit revived, for he had not eaten bread or drunk water for three days and three nights.",
          "ID": "12"
        },
        {
          "text": "And David said to him, \"To whom do you belong? And where are you from?\" He said, \"I am a young man of Egypt, servant to an Amalekite, and my master left me behind because I fell sick three days ago.",
          "ID": "13"
        },
        {
          "text": "We had made a raid against the Negeb of the Cherethites and against that which belongs to Judah and against the Negeb of Caleb, and we burned Ziklag with fire.\"",
          "ID": "14"
        },
        {
          "text": "And David said to him, \"Will you take me down to this band?\" And he said, \"Swear to me by God that you will not kill me or deliver me into the hands of my master, and I will take you down to this band.\"",
          "ID": "15"
        },
        {
          "text": "And when he had taken him down, behold, they were spread abroad over all the land, eating and drinking and dancing, because of all the great spoil they had taken from the land of the Philistines and from the land of Judah.",
          "ID": "16"
        },
        {
          "text": "And David struck them down from twilight until the evening of the next day, and not a man of them escaped, except four hundred young men, who mounted camels and fled.",
          "ID": "17"
        },
        {
          "text": "David recovered all that the Amalekites had taken, and David rescued his two wives.",
          "ID": "18"
        },
        {
          "text": "Nothing was missing, whether small or great, sons or daughters, spoil or anything that had been taken. David brought back all.",
          "ID": "19"
        },
        {
          "text": "David also captured all the flocks and herds, and the people drove the livestock before him, and said, \"This is David's spoil.\"",
          "ID": "20"
        },
        {
          "text": "Then David came to the two hundred men who had been too exhausted to follow David, and who had been left at the brook Besor. And they went out to meet David and to meet the people who were with him. And when David came near to the people he greeted them.",
          "ID": "21"
        },
        {
          "text": "Then all the wicked and worthless fellows among the men who had gone with David said, \"Because they did not go with us, we will not give them any of the spoil that we have recovered, except that each man may lead away his wife and children, and depart.\"",
          "ID": "22"
        },
        {
          "text": "But David said, \"You shall not do so, my brothers, with what the Lord has given us. He has preserved us and given into our hand the band that came against us.",
          "ID": "23"
        },
        {
          "text": "Who would listen to you in this matter? For as his share is who goes down into the battle, so shall his share be who stays by the baggage. They shall share alike.\"",
          "ID": "24"
        },
        {
          "text": "And he made it a statute and a rule for Israel from that day forward to this day.",
          "ID": "25"
        },
        {
          "text": "When David came to Ziklag, he sent part of the spoil to his friends, the elders of Judah, saying, \"Here is a present for you from the spoil of the enemies of the Lord.\"",
          "ID": "26"
        },
        {
          "text": "It was for those in Bethel, in Ramoth of the Negeb, in Jattir,",
          "ID": "27"
        },
        {
          "text": "in Aroer, in Siphmoth, in Eshtemoa,",
          "ID": "28"
        },
        {
          "text": "in Racal, in the cities of the Jerahmeelites, in the cities of the Kenites,",
          "ID": "29"
        },
        {
          "text": "in Hormah, in Bor-ashan, in Athach,",
          "ID": "30"
        },
        {
          "text": "in Hebron, for all the places where David and his men had roamed.",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30",
      "name": "1 Samuel 30"
    },
    {
      "text": [
        {
          "text": "Now the Philistines were fighting against Israel, and the men of Israel fled before the Philistines and fell slain on Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "And the Philistines overtook Saul and his sons, and the Philistines struck down Jonathan and Abinadab and Malchi-shua, the sons of Saul.",
          "ID": "2"
        },
        {
          "text": "The battle pressed hard against Saul, and the archers found him, and he was badly wounded by the archers.",
          "ID": "3"
        },
        {
          "text": "Then Saul said to his armor-bearer, \"Draw your sword, and thrust me through with it, lest these uncircumcised come and thrust me through, and mistreat me.\" But his armor-bearer would not, for he feared greatly. Therefore Saul took his own sword and fell upon it.",
          "ID": "4"
        },
        {
          "text": "And when his armor-bearer saw that Saul was dead, he also fell upon his sword and died with him.",
          "ID": "5"
        },
        {
          "text": "Thus Saul died, and his three sons, and his armor-bearer, and all his men, on the same day together.",
          "ID": "6"
        },
        {
          "text": "And when the men of Israel who were on the other side of the valley and those beyond the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned their cities and fled. And the Philistines came and lived in them.",
          "ID": "7"
        },
        {
          "text": "The next day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "So they cut off his head and stripped off his armor and sent messengers throughout the land of the Philistines, to carry the good news to the house of their idols and to the people.",
          "ID": "9"
        },
        {
          "text": "They put his armor in the temple of Ashtaroth, and they fastened his body to the wall of Beth-shan.",
          "ID": "10"
        },
        {
          "text": "But when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,",
          "ID": "11"
        },
        {
          "text": "all the valiant men arose and went all night and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and they came to Jabesh and burned them there.",
          "ID": "12"
        },
        {
          "text": "And they took their bones and buried them under the tamarisk tree in Jabesh and fasted seven days.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31",
      "name": "1 Samuel 31"
    }
  ],
  "ID": "OT:1SA(ESV)",
  "version": "ESV",
  "name": "1 Samuel"
}