{
  "text": [
    {
      "text": [
        {
          "text": "Now there was a certain man from Ramathaim-zophim from the hill country of Ephraim, and his name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
          "ID": "1"
        },
        {
          "text": "He had two wives: the name of one was Hannah and the name of the other Peninnah; and Peninnah had children, but Hannah had no children.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Now this man would go up from his city yearly to worship and to sacrifice to the Lord of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, were priests to the Lord there.",
          "ID": "3"
        },
        {
          "text": "When the day came that Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and her daughters;",
          "ID": "4"
        },
        {
          "text": "but to Hannah he would give a double portion, for he loved Hannah, but the Lord had closed her womb.",
          "ID": "5"
        },
        {
          "text": "Her rival, however, would provoke her bitterly to irritate her, because the Lord had closed her womb.",
          "ID": "6"
        },
        {
          "text": "It happened year after year, as often as she went up to the house of the Lord, she would provoke her; so she wept and would not eat.",
          "ID": "7"
        },
        {
          "text": "Then Elkanah her husband said to her, \"Hannah, why do you weep and why do you not eat and why is your heart sad? Am I not better to you than ten sons?\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then Hannah rose after eating and drinking in Shiloh. Now Eli the priest was sitting on the seat by the doorpost of the temple of the Lord.",
          "ID": "9"
        },
        {
          "text": "She, greatly distressed, prayed to the Lord and wept bitterly.",
          "ID": "10"
        },
        {
          "text": "She made a vow and said, \"O Lord of hosts, if You will indeed look on the affliction of Your maidservant and remember me, and not forget Your maidservant, but will give Your maidservant a son, then I will give him to the Lord all the days of his life, and a razor shall never come on his head.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now it came about, as she continued praying before the Lord, that Eli was watching her mouth.",
          "ID": "12"
        },
        {
          "text": "As for Hannah, she was speaking in her heart, only her lips were moving, but her voice was not heard. So Eli thought she was drunk.",
          "ID": "13"
        },
        {
          "text": "Then Eli said to her, \"How long will you make yourself drunk? Put away your wine from you.\"",
          "ID": "14"
        },
        {
          "text": "But Hannah replied, \"No, my lord, I am a woman oppressed in spirit; I have drunk neither wine nor strong drink, but I have poured out my soul before the Lord.",
          "ID": "15"
        },
        {
          "text": "Do not consider your maidservant as a worthless woman, for I have spoken until now out of my great concern and provocation.\"",
          "ID": "16"
        },
        {
          "text": "Then Eli answered and said, \"Go in peace; and may the God of Israel grant your petition that you have asked of Him.\"",
          "ID": "17"
        },
        {
          "text": "She said, \"Let your maidservant find favor in your sight.\" So the woman went her way and ate, and her face was no longer sad.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then they arose early in the morning and worshiped before the Lord, and returned again to their house in Ramah. And Elkanah had relations with Hannah his wife, and the Lord remembered her.",
          "ID": "19"
        },
        {
          "text": "It came about in due time, after Hannah had conceived, that she gave birth to a son; and she named him Samuel, saying, \"Because I have asked him of the Lord.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then the man Elkanah went up with all his household to offer to the Lord the yearly sacrifice and pay his vow.",
          "ID": "21"
        },
        {
          "text": "But Hannah did not go up, for she said to her husband, \"I will not go up until the child is weaned; then I will bring him, that he may appear before the Lord and stay there forever.\"",
          "ID": "22"
        },
        {
          "text": "Elkanah her husband said to her, \"Do what seems best to you. Remain until you have weaned him; only may the Lord confirm His word.\" So the woman remained and nursed her son until she weaned him.",
          "ID": "23"
        },
        {
          "text": "Now when she had weaned him, she took him up with her, with a three-year-old bull and one ephah of flour and a jug of wine, and brought him to the house of the Lord in Shiloh, although the child was young.",
          "ID": "24"
        },
        {
          "text": "Then they slaughtered the bull, and brought the boy to Eli.",
          "ID": "25"
        },
        {
          "text": "She said, \"Oh, my lord! As your soul lives, my lord, I am the woman who stood here beside you, praying to the Lord.",
          "ID": "26"
        },
        {
          "text": "For this boy I prayed, and the Lord has given me my petition which I asked of Him.",
          "ID": "27"
        },
        {
          "text": "So I have also dedicated him to the Lord; as long as he lives he is dedicated to the Lord.\" And he worshiped the Lord there.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.1",
      "name": "1 SAMUEL 1"
    },
    {
      "text": [
        {
          "text": "Then Hannah prayed and said,",
          "ID": "1"
        },
        {
          "text": "\"My heart exults in the Lord;",
          "ID": "1"
        },
        {
          "text": "My horn is exalted in the Lord,",
          "ID": "1"
        },
        {
          "text": "My mouth speaks boldly against my enemies,",
          "ID": "1"
        },
        {
          "text": "Because I rejoice in Your salvation.",
          "ID": "1"
        },
        {
          "text": "\"There is no one holy like the Lord,",
          "ID": "2"
        },
        {
          "text": "Indeed, there is no one besides You,",
          "ID": "2"
        },
        {
          "text": "Nor is there any rock like our God.",
          "ID": "2"
        },
        {
          "text": "\"Boast no more so very proudly,",
          "ID": "3"
        },
        {
          "text": "Do not let arrogance come out of your mouth;",
          "ID": "3"
        },
        {
          "text": "For the Lord is a God of knowledge,",
          "ID": "3"
        },
        {
          "text": "And with Him actions are weighed.",
          "ID": "3"
        },
        {
          "text": "\"The bows of the mighty are shattered,",
          "ID": "4"
        },
        {
          "text": "But the feeble gird on strength.",
          "ID": "4"
        },
        {
          "text": "\"Those who were full hire themselves out for bread,",
          "ID": "5"
        },
        {
          "text": "But those who were hungry cease to hunger.",
          "ID": "5"
        },
        {
          "text": "Even the barren gives birth to seven,",
          "ID": "5"
        },
        {
          "text": "But she who has many children languishes.",
          "ID": "5"
        },
        {
          "text": "\"The Lord kills and makes alive;",
          "ID": "6"
        },
        {
          "text": "He brings down to Sheol and raises up.",
          "ID": "6"
        },
        {
          "text": "\"The Lord makes poor and rich;",
          "ID": "7"
        },
        {
          "text": "He brings low, He also exalts.",
          "ID": "7"
        },
        {
          "text": "\"He raises the poor from the dust,",
          "ID": "8"
        },
        {
          "text": "He lifts the needy from the ash heap",
          "ID": "8"
        },
        {
          "text": "To make them sit with nobles,",
          "ID": "8"
        },
        {
          "text": "And inherit a seat of honor;",
          "ID": "8"
        },
        {
          "text": "For the pillars of the earth are the Lord's,",
          "ID": "8"
        },
        {
          "text": "And He set the world on them.",
          "ID": "8"
        },
        {
          "text": "\"He keeps the feet of His godly ones,",
          "ID": "9"
        },
        {
          "text": "But the wicked ones are silenced in darkness;",
          "ID": "9"
        },
        {
          "text": "For not by might shall a man prevail.",
          "ID": "9"
        },
        {
          "text": "\"Those who contend with the Lord will be shattered;",
          "ID": "10"
        },
        {
          "text": "Against them He will thunder in the heavens,",
          "ID": "10"
        },
        {
          "text": "The Lord will judge the ends of the earth;",
          "ID": "10"
        },
        {
          "text": "And He will give strength to His king,",
          "ID": "10"
        },
        {
          "text": "And will exalt the horn of His anointed.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then Elkanah went to his home at Ramah. But the boy ministered to the Lord before Eli the priest.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now the sons of Eli were worthless men; they did not know the Lord",
          "ID": "12"
        },
        {
          "text": "and the custom of the priests with the people. When any man was offering a sacrifice, the priest's servant would come while the meat was boiling, with a three-pronged fork in his hand.",
          "ID": "13"
        },
        {
          "text": "Then he would thrust it into the pan, or kettle, or caldron, or pot; all that the fork brought up the priest would take for himself. Thus they did in Shiloh to all the Israelites who came there.",
          "ID": "14"
        },
        {
          "text": "Also, before they burned the fat, the priest's servant would come and say to the man who was sacrificing, \"Give the priest meat for roasting, as he will not take boiled meat from you, only raw.\"",
          "ID": "15"
        },
        {
          "text": "If the man said to him, \"They must surely burn the fat first, and then take as much as you desire,\" then he would say, \"No, but you shall give it to me now; and if not, I will take it by force.\"",
          "ID": "16"
        },
        {
          "text": "Thus the sin of the young men was very great before the Lord, for the men despised the offering of the Lord.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now Samuel was ministering before the Lord, as a boy wearing a linen ephod.",
          "ID": "18"
        },
        {
          "text": "And his mother would make him a little robe and bring it to him from year to year when she would come up with her husband to offer the yearly sacrifice.",
          "ID": "19"
        },
        {
          "text": "Then Eli would bless Elkanah and his wife and say, \"May the Lord give you children from this woman in place of the one she dedicated to the Lord.\" And they went to their own home.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "The Lord visited Hannah; and she conceived and gave birth to three sons and two daughters. And the boy Samuel grew before the Lord.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Now Eli was very old; and he heard all that his sons were doing to all Israel, and how they lay with the women who served at the doorway of the tent of meeting.",
          "ID": "22"
        },
        {
          "text": "He said to them, \"Why do you do such things, the evil things that I hear from all these people?",
          "ID": "23"
        },
        {
          "text": "No, my sons; for the report is not good which I hear the Lord's people circulating.",
          "ID": "24"
        },
        {
          "text": "If one man sins against another, God will mediate for him; but if a man sins against the Lord, who can intercede for him?\" But they would not listen to the voice of their father, for the Lord desired to put them to death.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Now the boy Samuel was growing in stature and in favor both with the Lord and with men.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then a man of God came to Eli and said to him, \"Thus says the Lord, 'Did I not indeed reveal Myself to the house of your father when they were in Egypt in bondage to Pharaoh's house?",
          "ID": "27"
        },
        {
          "text": "Did I not choose them from all the tribes of Israel to be My priests, to go up to My altar, to burn incense, to carry an ephod before Me; and did I not give to the house of your father all the fire offerings of the sons of Israel?",
          "ID": "28"
        },
        {
          "text": "Why do you kick at My sacrifice and at My offering which I have commanded in My dwelling, and honor your sons above Me, by making yourselves fat with the choicest of every offering of My people Israel?'",
          "ID": "29"
        },
        {
          "text": "Therefore the Lord God of Israel declares, 'I did indeed say that your house and the house of your father should walk before Me forever'; but now the Lord declares, 'Far be it from Me-for those who honor Me I will honor, and those who despise Me will be lightly esteemed.",
          "ID": "30"
        },
        {
          "text": "Behold, the days are coming when I will break your strength and the strength of your father's house so that there will not be an old man in your house.",
          "ID": "31"
        },
        {
          "text": "You will see the distress of My dwelling, in spite of all the good that I do for Israel; and an old man will not be in your house forever.",
          "ID": "32"
        },
        {
          "text": "Yet I will not cut off every man of yours from My altar so that your eyes will fail from weeping and your soul grieve, and all the increase of your house will die in the prime of life.",
          "ID": "33"
        },
        {
          "text": "This will be the sign to you which will come concerning your two sons, Hophni and Phinehas: on the same day both of them will die.",
          "ID": "34"
        },
        {
          "text": "But I will raise up for Myself a faithful priest who will do according to what is in My heart and in My soul; and I will build him an enduring house, and he will walk before My anointed always.",
          "ID": "35"
        },
        {
          "text": "Everyone who is left in your house will come and bow down to him for a piece of silver or a loaf of bread and say, \"Please assign me to one of the priest's offices so that I may eat a piece of bread.\"'\"",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2",
      "name": "1 SAMUEL 2"
    },
    {
      "text": [
        {
          "text": "Now the boy Samuel was ministering to the Lord before Eli. And word from the Lord was rare in those days, visions were infrequent.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "It happened at that time as Eli was lying down in his place (now his eyesight had begun to grow dim and he could not see well),",
          "ID": "2"
        },
        {
          "text": "and the lamp of God had not yet gone out, and Samuel was lying down in the temple of the Lord where the ark of God was,",
          "ID": "3"
        },
        {
          "text": "that the Lord called Samuel; and he said, \"Here I am.\"",
          "ID": "4"
        },
        {
          "text": "Then he ran to Eli and said, \"Here I am, for you called me.\" But he said, \"I did not call, lie down again.\" So he went and lay down.",
          "ID": "5"
        },
        {
          "text": "The Lord called yet again, \"Samuel!\" So Samuel arose and went to Eli and said, \"Here I am, for you called me.\" But he answered, \"I did not call, my son, lie down again.\"",
          "ID": "6"
        },
        {
          "text": "Now Samuel did not yet know the Lord, nor had the word of the Lord yet been revealed to him.",
          "ID": "7"
        },
        {
          "text": "So the Lord called Samuel again for the third time. And he arose and went to Eli and said, \"Here I am, for you called me.\" Then Eli discerned that the Lord was calling the boy.",
          "ID": "8"
        },
        {
          "text": "And Eli said to Samuel, \"Go lie down, and it shall be if He calls you, that you shall say, 'Speak, Lord, for Your servant is listening.'\" So Samuel went and lay down in his place.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then the Lord came and stood and called as at other times, \"Samuel! Samuel!\" And Samuel said, \"Speak, for Your servant is listening.\"",
          "ID": "10"
        },
        {
          "text": "The Lord said to Samuel, \"Behold, I am about to do a thing in Israel at which both ears of everyone who hears it will tingle.",
          "ID": "11"
        },
        {
          "text": "In that day I will carry out against Eli all that I have spoken concerning his house, from beginning to end.",
          "ID": "12"
        },
        {
          "text": "For I have told him that I am about to judge his house forever for the iniquity which he knew, because his sons brought a curse on themselves and he did not rebuke them.",
          "ID": "13"
        },
        {
          "text": "Therefore I have sworn to the house of Eli that the iniquity of Eli's house shall not be atoned for by sacrifice or offering forever.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So Samuel lay down until morning. Then he opened the doors of the house of the Lord. But Samuel was afraid to tell the vision to Eli.",
          "ID": "15"
        },
        {
          "text": "Then Eli called Samuel and said, \"Samuel, my son.\" And he said, \"Here I am.\"",
          "ID": "16"
        },
        {
          "text": "He said, \"What is the word that He spoke to you? Please do not hide it from me. May God do so to you, and more also, if you hide anything from me of all the words that He spoke to you.\"",
          "ID": "17"
        },
        {
          "text": "So Samuel told him everything and hid nothing from him. And he said, \"It is the Lord; let Him do what seems good to Him.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Thus Samuel grew and the Lord was with him and let none of his words fail.",
          "ID": "19"
        },
        {
          "text": "All Israel from Dan even to Beersheba knew that Samuel was confirmed as a prophet of the Lord.",
          "ID": "20"
        },
        {
          "text": "And the Lord appeared again at Shiloh, because the Lord revealed Himself to Samuel at Shiloh by the word of the Lord.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3",
      "name": "1 SAMUEL 3"
    },
    {
      "text": [
        {
          "text": "Thus the word of Samuel came to all Israel. Now Israel went out to meet the Philistines in battle and camped beside Ebenezer while the Philistines camped in Aphek.",
          "ID": "1"
        },
        {
          "text": "The Philistines drew up in battle array to meet Israel. When the battle spread, Israel was defeated before the Philistines who killed about four thousand men on the battlefield.",
          "ID": "2"
        },
        {
          "text": "When the people came into the camp, the elders of Israel said, \"Why has the Lord defeated us today before the Philistines? Let us take to ourselves from Shiloh the ark of the covenant of the Lord, that it may come among us and deliver us from the power of our enemies.\"",
          "ID": "3"
        },
        {
          "text": "So the people sent to Shiloh, and from there they carried the ark of the covenant of the Lord of hosts who sits above the cherubim; and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "As the ark of the covenant of the Lord came into the camp, all Israel shouted with a great shout, so that the earth resounded.",
          "ID": "5"
        },
        {
          "text": "When the Philistines heard the noise of the shout, they said, \"What does the noise of this great shout in the camp of the Hebrews mean?\" Then they understood that the ark of the Lord had come into the camp.",
          "ID": "6"
        },
        {
          "text": "The Philistines were afraid, for they said, \"God has come into the camp.\" And they said, \"Woe to us! For nothing like this has happened before.",
          "ID": "7"
        },
        {
          "text": "Woe to us! Who shall deliver us from the hand of these mighty gods? These are the gods who smote the Egyptians with all kinds of plagues in the wilderness.",
          "ID": "8"
        },
        {
          "text": "Take courage and be men, O Philistines, or you will become slaves to the Hebrews, as they have been slaves to you; therefore, be men and fight.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "So the Philistines fought and Israel was defeated, and every man fled to his tent; and the slaughter was very great, for there fell of Israel thirty thousand foot soldiers.",
          "ID": "10"
        },
        {
          "text": "And the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, died.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now a man of Benjamin ran from the battle line and came to Shiloh the same day with his clothes torn and dust on his head.",
          "ID": "12"
        },
        {
          "text": "When he came, behold, Eli was sitting on his seat by the road eagerly watching, because his heart was trembling for the ark of God. So the man came to tell it in the city, and all the city cried out.",
          "ID": "13"
        },
        {
          "text": "When Eli heard the noise of the outcry, he said, \"What does the noise of this commotion mean?\" Then the man came hurriedly and told Eli.",
          "ID": "14"
        },
        {
          "text": "Now Eli was ninety-eight years old, and his eyes were set so that he could not see.",
          "ID": "15"
        },
        {
          "text": "The man said to Eli, \"I am the one who came from the battle line. Indeed, I escaped from the battle line today.\" And he said, \"How did things go, my son?\"",
          "ID": "16"
        },
        {
          "text": "Then the one who brought the news replied, \"Israel has fled before the Philistines and there has also been a great slaughter among the people, and your two sons also, Hophni and Phinehas, are dead, and the ark of God has been taken.\"",
          "ID": "17"
        },
        {
          "text": "When he mentioned the ark of God, Eli fell off the seat backward beside the gate, and his neck was broken and he died, for he was old and heavy. Thus he judged Israel forty years.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now his daughter-in-law, Phinehas's wife, was pregnant and about to give birth; and when she heard the news that the ark of God was taken and that her father-in-law and her husband had died, she kneeled down and gave birth, for her pains came upon her.",
          "ID": "19"
        },
        {
          "text": "And about the time of her death the women who stood by her said to her, \"Do not be afraid, for you have given birth to a son.\" But she did not answer or pay attention.",
          "ID": "20"
        },
        {
          "text": "And she called the boy Ichabod, saying, \"The glory has departed from Israel,\" because the ark of God was taken and because of her father-in-law and her husband.",
          "ID": "21"
        },
        {
          "text": "She said, \"The glory has departed from Israel, for the ark of God was taken.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4",
      "name": "1 SAMUEL 4"
    },
    {
      "text": [
        {
          "text": "Now the Philistines took the ark of God and brought it from Ebenezer to Ashdod.",
          "ID": "1"
        },
        {
          "text": "Then the Philistines took the ark of God and brought it to the house of Dagon and set it by Dagon.",
          "ID": "2"
        },
        {
          "text": "When the Ashdodites arose early the next morning, behold, Dagon had fallen on his face to the ground before the ark of the Lord. So they took Dagon and set him in his place again.",
          "ID": "3"
        },
        {
          "text": "But when they arose early the next morning, behold, Dagon had fallen on his face to the ground before the ark of the Lord. And the head of Dagon and both the palms of his hands were cut off on the threshold; only the trunk of Dagon was left to him.",
          "ID": "4"
        },
        {
          "text": "Therefore neither the priests of Dagon nor all who enter Dagon's house tread on the threshold of Dagon in Ashdod to this day.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now the hand of the Lord was heavy on the Ashdodites, and He ravaged them and smote them with tumors, both Ashdod and its territories.",
          "ID": "6"
        },
        {
          "text": "When the men of Ashdod saw that it was so, they said, \"The ark of the God of Israel must not remain with us, for His hand is severe on us and on Dagon our god.\"",
          "ID": "7"
        },
        {
          "text": "So they sent and gathered all the lords of the Philistines to them and said, \"What shall we do with the ark of the God of Israel?\" And they said, \"Let the ark of the God of Israel be brought around to Gath.\" And they brought the ark of the God of Israel around.",
          "ID": "8"
        },
        {
          "text": "After they had brought it around, the hand of the Lord was against the city with very great confusion; and He smote the men of the city, both young and old, so that tumors broke out on them.",
          "ID": "9"
        },
        {
          "text": "So they sent the ark of God to Ekron. And as the ark of God came to Ekron the Ekronites cried out, saying, \"They have brought the ark of the God of Israel around to us, to kill us and our people.\"",
          "ID": "10"
        },
        {
          "text": "They sent therefore and gathered all the lords of the Philistines and said, \"Send away the ark of the God of Israel, and let it return to its own place, so that it will not kill us and our people.\" For there was a deadly confusion throughout the city; the hand of God was very heavy there.",
          "ID": "11"
        },
        {
          "text": "And the men who did not die were smitten with tumors and the cry of the city went up to heaven.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5",
      "name": "1 SAMUEL 5"
    },
    {
      "text": [
        {
          "text": "Now the ark of the Lord had been in the country of the Philistines seven months.",
          "ID": "1"
        },
        {
          "text": "And the Philistines called for the priests and the diviners, saying, \"What shall we do with the ark of the Lord? Tell us how we shall send it to its place.\"",
          "ID": "2"
        },
        {
          "text": "They said, \"If you send away the ark of the God of Israel, do not send it empty; but you shall surely return to Him a guilt offering. Then you will be healed and it will be known to you why His hand is not removed from you.\"",
          "ID": "3"
        },
        {
          "text": "Then they said, \"What shall be the guilt offering which we shall return to Him?\" And they said, \"Five golden tumors and five golden mice according to the number of the lords of the Philistines, for one plague was on all of you and on your lords.",
          "ID": "4"
        },
        {
          "text": "So you shall make likenesses of your tumors and likenesses of your mice that ravage the land, and you shall give glory to the God of Israel; perhaps He will ease His hand from you, your gods, and your land.",
          "ID": "5"
        },
        {
          "text": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He had severely dealt with them, did they not allow the people to go, and they departed?",
          "ID": "6"
        },
        {
          "text": "Now therefore, take and prepare a new cart and two milch cows on which there has never been a yoke; and hitch the cows to the cart and take their calves home, away from them.",
          "ID": "7"
        },
        {
          "text": "Take the ark of the Lord and place it on the cart; and put the articles of gold which you return to Him as a guilt offering in a box by its side. Then send it away that it may go.",
          "ID": "8"
        },
        {
          "text": "Watch, if it goes up by the way of its own territory to Beth-shemesh, then He has done us this great evil. But if not, then we will know that it was not His hand that struck us; it happened to us by chance.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then the men did so, and took two milch cows and hitched them to the cart, and shut up their calves at home.",
          "ID": "10"
        },
        {
          "text": "They put the ark of the Lord on the cart, and the box with the golden mice and the likenesses of their tumors.",
          "ID": "11"
        },
        {
          "text": "And the cows took the straight way in the direction of Beth-shemesh; they went along the highway, lowing as they went, and did not turn aside to the right or to the left. And the lords of the Philistines followed them to the border of Beth-shemesh.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now the people of Beth-shemesh were reaping their wheat harvest in the valley, and they raised their eyes and saw the ark and were glad to see it.",
          "ID": "13"
        },
        {
          "text": "The cart came into the field of Joshua the Beth-shemite and stood there where there was a large stone; and they split the wood of the cart and offered the cows as a burnt offering to the Lord.",
          "ID": "14"
        },
        {
          "text": "The Levites took down the ark of the Lord and the box that was with it, in which were the articles of gold, and put them on the large stone; and the men of Beth-shemesh offered burnt offerings and sacrificed sacrifices that day to the Lord.",
          "ID": "15"
        },
        {
          "text": "When the five lords of the Philistines saw it, they returned to Ekron that day.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "These are the golden tumors which the Philistines returned for a guilt offering to the Lord: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron;",
          "ID": "17"
        },
        {
          "text": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages. The large stone on which they set the ark of the Lord is a witness to this day in the field of Joshua the Beth-shemite.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He struck down some of the men of Beth-shemesh because they had looked into the ark of the Lord. He struck down of all the people, 50,070 men, and the people mourned because the Lord had struck the people with a great slaughter.",
          "ID": "19"
        },
        {
          "text": "The men of Beth-shemesh said, \"Who is able to stand before the Lord, this holy God? And to whom shall He go up from us?\"",
          "ID": "20"
        },
        {
          "text": "So they sent messengers to the inhabitants of Kiriath-jearim, saying, \"The Philistines have brought back the ark of the Lord; come down and take it up to you.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6",
      "name": "1 SAMUEL 6"
    },
    {
      "text": [
        {
          "text": "And the men of Kiriath-jearim came and took the ark of the Lord and brought it into the house of Abinadab on the hill, and consecrated Eleazar his son to keep the ark of the Lord.",
          "ID": "1"
        },
        {
          "text": "From the day that the ark remained at Kiriath-jearim, the time was long, for it was twenty years; and all the house of Israel lamented after the Lord.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then Samuel spoke to all the house of Israel, saying, \"If you return to the Lord with all your heart, remove the foreign gods and the Ashtaroth from among you and direct your hearts to the Lord and serve Him alone; and He will deliver you from the hand of the Philistines.\"",
          "ID": "3"
        },
        {
          "text": "So the sons of Israel removed the Baals and the Ashtaroth and served the Lord alone.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then Samuel said, \"Gather all Israel to Mizpah and I will pray to the Lord for you.\"",
          "ID": "5"
        },
        {
          "text": "They gathered to Mizpah, and drew water and poured it out before the Lord, and fasted on that day and said there, \"We have sinned against the Lord.\" And Samuel judged the sons of Israel at Mizpah.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now when the Philistines heard that the sons of Israel had gathered to Mizpah, the lords of the Philistines went up against Israel. And when the sons of Israel heard it, they were afraid of the Philistines.",
          "ID": "7"
        },
        {
          "text": "Then the sons of Israel said to Samuel, \"Do not cease to cry to the Lord our God for us, that He may save us from the hand of the Philistines.\"",
          "ID": "8"
        },
        {
          "text": "Samuel took a suckling lamb and offered it for a whole burnt offering to the Lord; and Samuel cried to the Lord for Israel and the Lord answered him.",
          "ID": "9"
        },
        {
          "text": "Now Samuel was offering up the burnt offering, and the Philistines drew near to battle against Israel. But the Lord thundered with a great thunder on that day against the Philistines and confused them, so that they were routed before Israel.",
          "ID": "10"
        },
        {
          "text": "The men of Israel went out of Mizpah and pursued the Philistines, and struck them down as far as below Beth-car.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then Samuel took a stone and set it between Mizpah and Shen, and named it Ebenezer, saying, \"Thus far the Lord has helped us.\"",
          "ID": "12"
        },
        {
          "text": "So the Philistines were subdued and they did not come anymore within the border of Israel. And the hand of the Lord was against the Philistines all the days of Samuel.",
          "ID": "13"
        },
        {
          "text": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron even to Gath; and Israel delivered their territory from the hand of the Philistines. So there was peace between Israel and the Amorites.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Now Samuel judged Israel all the days of his life.",
          "ID": "15"
        },
        {
          "text": "He used to go annually on circuit to Bethel and Gilgal and Mizpah, and he judged Israel in all these places.",
          "ID": "16"
        },
        {
          "text": "Then his return was to Ramah, for his house was there, and there he judged Israel; and he built there an altar to the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7",
      "name": "1 SAMUEL 7"
    },
    {
      "text": [
        {
          "text": "And it came about when Samuel was old that he appointed his sons judges over Israel.",
          "ID": "1"
        },
        {
          "text": "Now the name of his firstborn was Joel, and the name of his second, Abijah; they were judging in Beersheba.",
          "ID": "2"
        },
        {
          "text": "His sons, however, did not walk in his ways, but turned aside after dishonest gain and took bribes and perverted justice.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then all the elders of Israel gathered together and came to Samuel at Ramah;",
          "ID": "4"
        },
        {
          "text": "and they said to him, \"Behold, you have grown old, and your sons do not walk in your ways. Now appoint a king for us to judge us like all the nations.\"",
          "ID": "5"
        },
        {
          "text": "But the thing was displeasing in the sight of Samuel when they said, \"Give us a king to judge us.\" And Samuel prayed to the Lord.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Samuel, \"Listen to the voice of the people in regard to all that they say to you, for they have not rejected you, but they have rejected Me from being king over them.",
          "ID": "7"
        },
        {
          "text": "Like all the deeds which they have done since the day that I brought them up from Egypt even to this day-in that they have forsaken Me and served other gods-so they are doing to you also.",
          "ID": "8"
        },
        {
          "text": "Now then, listen to their voice; however, you shall solemnly warn them and tell them of the procedure of the king who will reign over them.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "So Samuel spoke all the words of the Lord to the people who had asked of him a king.",
          "ID": "10"
        },
        {
          "text": "He said, \"This will be the procedure of the king who will reign over you: he will take your sons and place them for himself in his chariots and among his horsemen and they will run before his chariots.",
          "ID": "11"
        },
        {
          "text": "He will appoint for himself commanders of thousands and of fifties, and some to do his plowing and to reap his harvest and to make his weapons of war and equipment for his chariots.",
          "ID": "12"
        },
        {
          "text": "He will also take your daughters for perfumers and cooks and bakers.",
          "ID": "13"
        },
        {
          "text": "He will take the best of your fields and your vineyards and your olive groves and give them to his servants.",
          "ID": "14"
        },
        {
          "text": "He will take a tenth of your seed and of your vineyards and give to his officers and to his servants.",
          "ID": "15"
        },
        {
          "text": "He will also take your male servants and your female servants and your best young men and your donkeys and use them for his work.",
          "ID": "16"
        },
        {
          "text": "He will take a tenth of your flocks, and you yourselves will become his servants.",
          "ID": "17"
        },
        {
          "text": "Then you will cry out in that day because of your king whom you have chosen for yourselves, but the Lord will not answer you in that day.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Nevertheless, the people refused to listen to the voice of Samuel, and they said, \"No, but there shall be a king over us,",
          "ID": "19"
        },
        {
          "text": "that we also may be like all the nations, that our king may judge us and go out before us and fight our battles.\"",
          "ID": "20"
        },
        {
          "text": "Now after Samuel had heard all the words of the people, he repeated them in the Lord's hearing.",
          "ID": "21"
        },
        {
          "text": "The Lord said to Samuel, \"Listen to their voice and appoint them a king.\" So Samuel said to the men of Israel, \"Go every man to his city.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8",
      "name": "1 SAMUEL 8"
    },
    {
      "text": [
        {
          "text": "Now there was a man of Benjamin whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjamite, a mighty man of valor.",
          "ID": "1"
        },
        {
          "text": "He had a son whose name was Saul, a choice and handsome man, and there was not a more handsome person than he among the sons of Israel; from his shoulders and up he was taller than any of the people.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Now the donkeys of Kish, Saul's father, were lost. So Kish said to his son Saul, \"Take now with you one of the servants, and arise, go search for the donkeys.\"",
          "ID": "3"
        },
        {
          "text": "He passed through the hill country of Ephraim and passed through the land of Shalishah, but they did not find them. Then they passed through the land of Shaalim, but they were not there. Then he passed through the land of the Benjamites, but they did not find them.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "When they came to the land of Zuph, Saul said to his servant who was with him, \"Come, and let us return, or else my father will cease to be concerned about the donkeys and will become anxious for us.\"",
          "ID": "5"
        },
        {
          "text": "He said to him, \"Behold now, there is a man of God in this city, and the man is held in honor; all that he says surely comes true. Now let us go there, perhaps he can tell us about our journey on which we have set out.\"",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servant, \"But behold, if we go, what shall we bring the man? For the bread is gone from our sack and there is no present to bring to the man of God. What do we have?\"",
          "ID": "7"
        },
        {
          "text": "The servant answered Saul again and said, \"Behold, I have in my hand a fourth of a shekel of silver; I will give it to the man of God and he will tell us our way.\"",
          "ID": "8"
        },
        {
          "text": "(Formerly in Israel, when a man went to inquire of God, he used to say, \"Come, and let us go to the seer\"; for he who is called a prophet now was formerly called a seer.)",
          "ID": "9"
        },
        {
          "text": "Then Saul said to his servant, \"Well said; come, let us go.\" So they went to the city where the man of God was.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "As they went up the slope to the city, they found young women going out to draw water and said to them, \"Is the seer here?\"",
          "ID": "11"
        },
        {
          "text": "They answered them and said, \"He is; see, he is ahead of you. Hurry now, for he has come into the city today, for the people have a sacrifice on the high place today.",
          "ID": "12"
        },
        {
          "text": "As soon as you enter the city you will find him before he goes up to the high place to eat, for the people will not eat until he comes, because he must bless the sacrifice; afterward those who are invited will eat. Now therefore, go up for you will find him at once.\"",
          "ID": "13"
        },
        {
          "text": "So they went up to the city. As they came into the city, behold, Samuel was coming out toward them to go up to the high place.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Now a day before Saul's coming, the Lord had revealed this to Samuel saying,",
          "ID": "15"
        },
        {
          "text": "\"About this time tomorrow I will send you a man from the land of Benjamin, and you shall anoint him to be prince over My people Israel; and he will deliver My people from the hand of the Philistines. For I have regarded My people, because their cry has come to Me.\"",
          "ID": "16"
        },
        {
          "text": "When Samuel saw Saul, the Lord said to him, \"Behold, the man of whom I spoke to you! This one shall rule over My people.\"",
          "ID": "17"
        },
        {
          "text": "Then Saul approached Samuel in the gate and said, \"Please tell me where the seer's house is.\"",
          "ID": "18"
        },
        {
          "text": "Samuel answered Saul and said, \"I am the seer. Go up before me to the high place, for you shall eat with me today; and in the morning I will let you go, and will tell you all that is on your mind.",
          "ID": "19"
        },
        {
          "text": "As for your donkeys which were lost three days ago, do not set your mind on them, for they have been found. And for whom is all that is desirable in Israel? Is it not for you and for all your father's household?\"",
          "ID": "20"
        },
        {
          "text": "Saul replied, \"Am I not a Benjamite, of the smallest of the tribes of Israel, and my family the least of all the families of the tribe of Benjamin? Why then do you speak to me in this way?\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then Samuel took Saul and his servant and brought them into the hall and gave them a place at the head of those who were invited, who were about thirty men.",
          "ID": "22"
        },
        {
          "text": "Samuel said to the cook, \"Bring the portion that I gave you, concerning which I said to you, 'Set it aside.'\"",
          "ID": "23"
        },
        {
          "text": "Then the cook took up the leg with what was on it and set it before Saul. And Samuel said, \"Here is what has been reserved! Set it before you and eat, because it has been kept for you until the appointed time, since I said I have invited the people.\" So Saul ate with Samuel that day.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "When they came down from the high place into the city, Samuel spoke with Saul on the roof.",
          "ID": "25"
        },
        {
          "text": "And they arose early; and at daybreak Samuel called to Saul on the roof, saying, \"Get up, that I may send you away.\" So Saul arose, and both he and Samuel went out into the street.",
          "ID": "26"
        },
        {
          "text": "As they were going down to the edge of the city, Samuel said to Saul, \"Say to the servant that he might go ahead of us and pass on, but you remain standing now, that I may proclaim the word of God to you.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9",
      "name": "1 SAMUEL 9"
    },
    {
      "text": [
        {
          "text": "Then Samuel took the flask of oil, poured it on his head, kissed him and said, \"Has not the Lord anointed you a ruler over His inheritance?",
          "ID": "1"
        },
        {
          "text": "When you go from me today, then you will find two men close to Rachel's tomb in the territory of Benjamin at Zelzah; and they will say to you, 'The donkeys which you went to look for have been found. Now behold, your father has ceased to be concerned about the donkeys and is anxious for you, saying, \"What shall I do about my son?\"'",
          "ID": "2"
        },
        {
          "text": "Then you will go on further from there, and you will come as far as the oak of Tabor, and there three men going up to God at Bethel will meet you, one carrying three young goats, another carrying three loaves of bread, and another carrying a jug of wine;",
          "ID": "3"
        },
        {
          "text": "and they will greet you and give you two loaves of bread, which you will accept from their hand.",
          "ID": "4"
        },
        {
          "text": "Afterward you will come to the hill of God where the Philistine garrison is; and it shall be as soon as you have come there to the city, that you will meet a group of prophets coming down from the high place with harp, tambourine, flute, and a lyre before them, and they will be prophesying.",
          "ID": "5"
        },
        {
          "text": "Then the Spirit of the Lord will come upon you mightily, and you shall prophesy with them and be changed into another man.",
          "ID": "6"
        },
        {
          "text": "It shall be when these signs come to you, do for yourself what the occasion requires, for God is with you.",
          "ID": "7"
        },
        {
          "text": "And you shall go down before me to Gilgal; and behold, I will come down to you to offer burnt offerings and sacrifice peace offerings. You shall wait seven days until I come to you and show you what you should do.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then it happened when he turned his back to leave Samuel, God changed his heart; and all those signs came about on that day.",
          "ID": "9"
        },
        {
          "text": "When they came to the hill there, behold, a group of prophets met him; and the Spirit of God came upon him mightily, so that he prophesied among them.",
          "ID": "10"
        },
        {
          "text": "It came about, when all who knew him previously saw that he prophesied now with the prophets, that the people said to one another, \"What has happened to the son of Kish? Is Saul also among the prophets?\"",
          "ID": "11"
        },
        {
          "text": "A man there said, \"Now, who is their father?\" Therefore it became a proverb: \"Is Saul also among the prophets?\"",
          "ID": "12"
        },
        {
          "text": "When he had finished prophesying, he came to the high place.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now Saul's uncle said to him and his servant, \"Where did you go?\" And he said, \"To look for the donkeys. When we saw that they could not be found, we went to Samuel.\"",
          "ID": "14"
        },
        {
          "text": "Saul's uncle said, \"Please tell me what Samuel said to you.\"",
          "ID": "15"
        },
        {
          "text": "So Saul said to his uncle, \"He told us plainly that the donkeys had been found.\" But he did not tell him about the matter of the kingdom which Samuel had mentioned.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Thereafter Samuel called the people together to the Lord at Mizpah;",
          "ID": "17"
        },
        {
          "text": "and he said to the sons of Israel, \"Thus says the Lord, the God of Israel, 'I brought Israel up from Egypt, and I delivered you from the hand of the Egyptians and from the power of all the kingdoms that were oppressing you.'",
          "ID": "18"
        },
        {
          "text": "But you have today rejected your God, who delivers you from all your calamities and your distresses; yet you have said, 'No, but set a king over us!' Now therefore, present yourselves before the Lord by your tribes and by your clans.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Thus Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken by lot.",
          "ID": "20"
        },
        {
          "text": "Then he brought the tribe of Benjamin near by its families, and the Matrite family was taken. And Saul the son of Kish was taken; but when they looked for him, he could not be found.",
          "ID": "21"
        },
        {
          "text": "Therefore they inquired further of the Lord, \"Has the man come here yet?\" So the Lord said, \"Behold, he is hiding himself by the baggage.\"",
          "ID": "22"
        },
        {
          "text": "So they ran and took him from there, and when he stood among the people, he was taller than any of the people from his shoulders upward.",
          "ID": "23"
        },
        {
          "text": "Samuel said to all the people, \"Do you see him whom the Lord has chosen? Surely there is no one like him among all the people.\" So all the people shouted and said, \"Long live the king!\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Then Samuel told the people the ordinances of the kingdom, and wrote them in the book and placed it before the Lord. And Samuel sent all the people away, each one to his house.",
          "ID": "25"
        },
        {
          "text": "Saul also went to his house at Gibeah; and the valiant men whose hearts God had touched went with him.",
          "ID": "26"
        },
        {
          "text": "But certain worthless men said, \"How can this one deliver us?\" And they despised him and did not bring him any present. But he kept silent.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.10",
      "name": "1 SAMUEL 10"
    },
    {
      "text": [
        {
          "text": "Now Nahash the Ammonite came up and besieged Jabesh-gilead; and all the men of Jabesh said to Nahash, \"Make a covenant with us and we will serve you.\"",
          "ID": "1"
        },
        {
          "text": "But Nahash the Ammonite said to them, \"I will make it with you on this condition, that I will gouge out the right eye of every one of you, thus I will make it a reproach on all Israel.\"",
          "ID": "2"
        },
        {
          "text": "The elders of Jabesh said to him, \"Let us alone for seven days, that we may send messengers throughout the territory of Israel. Then, if there is no one to deliver us, we will come out to you.\"",
          "ID": "3"
        },
        {
          "text": "Then the messengers came to Gibeah of Saul and spoke these words in the hearing of the people, and all the people lifted up their voices and wept.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Now behold, Saul was coming from the field behind the oxen, and he said, \"What is the matter with the people that they weep?\" So they related to him the words of the men of Jabesh.",
          "ID": "5"
        },
        {
          "text": "Then the Spirit of God came upon Saul mightily when he heard these words, and he became very angry.",
          "ID": "6"
        },
        {
          "text": "He took a yoke of oxen and cut them in pieces, and sent them throughout the territory of Israel by the hand of messengers, saying, \"Whoever does not come out after Saul and after Samuel, so shall it be done to his oxen.\" Then the dread of the Lord fell on the people, and they came out as one man.",
          "ID": "7"
        },
        {
          "text": "He numbered them in Bezek; and the sons of Israel were 300,000, and the men of Judah 30,000.",
          "ID": "8"
        },
        {
          "text": "They said to the messengers who had come, \"Thus you shall say to the men of Jabesh-gilead, 'Tomorrow, by the time the sun is hot, you will have deliverance.'\" So the messengers went and told the men of Jabesh; and they were glad.",
          "ID": "9"
        },
        {
          "text": "Then the men of Jabesh said, \"Tomorrow we will come out to you, and you may do to us whatever seems good to you.\"",
          "ID": "10"
        },
        {
          "text": "The next morning Saul put the people in three companies; and they came into the midst of the camp at the morning watch and struck down the Ammonites until the heat of the day. Those who survived were scattered, so that no two of them were left together.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then the people said to Samuel, \"Who is he that said, 'Shall Saul reign over us?' Bring the men, that we may put them to death.\"",
          "ID": "12"
        },
        {
          "text": "But Saul said, \"Not a man shall be put to death this day, for today the Lord has accomplished deliverance in Israel.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then Samuel said to the people, \"Come and let us go to Gilgal and renew the kingdom there.\"",
          "ID": "14"
        },
        {
          "text": "So all the people went to Gilgal, and there they made Saul king before the Lord in Gilgal. There they also offered sacrifices of peace offerings before the Lord; and there Saul and all the men of Israel rejoiced greatly.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11",
      "name": "1 SAMUEL 11"
    },
    {
      "text": [
        {
          "text": "Then Samuel said to all Israel, \"Behold, I have listened to your voice in all that you said to me and I have appointed a king over you.",
          "ID": "1"
        },
        {
          "text": "Now, here is the king walking before you, but I am old and gray, and behold my sons are with you. And I have walked before you from my youth even to this day.",
          "ID": "2"
        },
        {
          "text": "Here I am; bear witness against me before the Lord and His anointed. Whose ox have I taken, or whose donkey have I taken, or whom have I defrauded? Whom have I oppressed, or from whose hand have I taken a bribe to blind my eyes with it? I will restore it to you.\"",
          "ID": "3"
        },
        {
          "text": "They said, \"You have not defrauded us or oppressed us or taken anything from any man's hand.\"",
          "ID": "4"
        },
        {
          "text": "He said to them, \"The Lord is witness against you, and His anointed is witness this day that you have found nothing in my hand.\" And they said, \"He is witness.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then Samuel said to the people, \"It is the Lord who appointed Moses and Aaron and who brought your fathers up from the land of Egypt.",
          "ID": "6"
        },
        {
          "text": "So now, take your stand, that I may plead with you before the Lord concerning all the righteous acts of the Lord which He did for you and your fathers.",
          "ID": "7"
        },
        {
          "text": "When Jacob went into Egypt and your fathers cried out to the Lord, then the Lord sent Moses and Aaron who brought your fathers out of Egypt and settled them in this place.",
          "ID": "8"
        },
        {
          "text": "But they forgot the Lord their God, so He sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines and into the hand of the king of Moab, and they fought against them.",
          "ID": "9"
        },
        {
          "text": "They cried out to the Lord and said, 'We have sinned because we have forsaken the Lord and have served the Baals and the Ashtaroth; but now deliver us from the hands of our enemies, and we will serve You.'",
          "ID": "10"
        },
        {
          "text": "Then the Lord sent Jerubbaal and Bedan and Jephthah and Samuel, and delivered you from the hands of your enemies all around, so that you lived in security.",
          "ID": "11"
        },
        {
          "text": "When you saw that Nahash the king of the sons of Ammon came against you, you said to me, 'No, but a king shall reign over us,' although the Lord your God was your king.",
          "ID": "12"
        },
        {
          "text": "Now therefore, here is the king whom you have chosen, whom you have asked for, and behold, the Lord has set a king over you.",
          "ID": "13"
        },
        {
          "text": "If you will fear the Lord and serve Him, and listen to His voice and not rebel against the command of the Lord, then both you and also the king who reigns over you will follow the Lord your God.",
          "ID": "14"
        },
        {
          "text": "If you will not listen to the voice of the Lord, but rebel against the command of the Lord, then the hand of the Lord will be against you, as it was against your fathers.",
          "ID": "15"
        },
        {
          "text": "Even now, take your stand and see this great thing which the Lord will do before your eyes.",
          "ID": "16"
        },
        {
          "text": "Is it not the wheat harvest today? I will call to the Lord, that He may send thunder and rain. Then you will know and see that your wickedness is great which you have done in the sight of the Lord by asking for yourselves a king.\"",
          "ID": "17"
        },
        {
          "text": "So Samuel called to the Lord, and the Lord sent thunder and rain that day; and all the people greatly feared the Lord and Samuel.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then all the people said to Samuel, \"Pray for your servants to the Lord your God, so that we may not die, for we have added to all our sins this evil by asking for ourselves a king.\"",
          "ID": "19"
        },
        {
          "text": "Samuel said to the people, \"Do not fear. You have committed all this evil, yet do not turn aside from following the Lord, but serve the Lord with all your heart.",
          "ID": "20"
        },
        {
          "text": "You must not turn aside, for then you would go after futile things which can not profit or deliver, because they are futile.",
          "ID": "21"
        },
        {
          "text": "For the Lord will not abandon His people on account of His great name, because the Lord has been pleased to make you a people for Himself.",
          "ID": "22"
        },
        {
          "text": "Moreover, as for me, far be it from me that I should sin against the Lord by ceasing to pray for you; but I will instruct you in the good and right way.",
          "ID": "23"
        },
        {
          "text": "Only fear the Lord and serve Him in truth with all your heart; for consider what great things He has done for you.",
          "ID": "24"
        },
        {
          "text": "But if you still do wickedly, both you and your king will be swept away.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12",
      "name": "1 SAMUEL 12"
    },
    {
      "text": [
        {
          "text": "Saul was thirty years old when he began to reign, and he reigned forty two years over Israel.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now Saul chose for himself 3,000 men of Israel, of which 2,000 were with Saul in Michmash and in the hill country of Bethel, while 1,000 were with Jonathan at Gibeah of Benjamin. But he sent away the rest of the people, each to his tent.",
          "ID": "2"
        },
        {
          "text": "Jonathan smote the garrison of the Philistines that was in Geba, and the Philistines heard of it. Then Saul blew the trumpet throughout the land, saying, \"Let the Hebrews hear.\"",
          "ID": "3"
        },
        {
          "text": "All Israel heard the news that Saul had smitten the garrison of the Philistines, and also that Israel had become odious to the Philistines. The people were then summoned to Saul at Gilgal.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Now the Philistines assembled to fight with Israel, 30,000 chariots and 6,000 horsemen, and people like the sand which is on the seashore in abundance; and they came up and camped in Michmash, east of Beth-aven.",
          "ID": "5"
        },
        {
          "text": "When the men of Israel saw that they were in a strait (for the people were hard-pressed), then the people hid themselves in caves, in thickets, in cliffs, in cellars, and in pits.",
          "ID": "6"
        },
        {
          "text": "Also some of the Hebrews crossed the Jordan into the land of Gad and Gilead. But as for Saul, he was still in Gilgal, and all the people followed him trembling.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now he waited seven days, according to the appointed time set by Samuel, but Samuel did not come to Gilgal; and the people were scattering from him.",
          "ID": "8"
        },
        {
          "text": "So Saul said, \"Bring to me the burnt offering and the peace offerings.\" And he offered the burnt offering.",
          "ID": "9"
        },
        {
          "text": "As soon as he finished offering the burnt offering, behold, Samuel came; and Saul went out to meet him and to greet him.",
          "ID": "10"
        },
        {
          "text": "But Samuel said, \"What have you done?\" And Saul said, \"Because I saw that the people were scattering from me, and that you did not come within the appointed days, and that the Philistines were assembling at Michmash,",
          "ID": "11"
        },
        {
          "text": "therefore I said, 'Now the Philistines will come down against me at Gilgal, and I have not asked the favor of the Lord.' So I forced myself and offered the burnt offering.\"",
          "ID": "12"
        },
        {
          "text": "Samuel said to Saul, \"You have acted foolishly; you have not kept the commandment of the Lord your God, which He commanded you, for now the Lord would have established your kingdom over Israel forever.",
          "ID": "13"
        },
        {
          "text": "But now your kingdom shall not endure. The Lord has sought out for Himself a man after His own heart, and the Lord has appointed him as ruler over His people, because you have not kept what the Lord commanded you.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then Samuel arose and went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people who were present with him, about six hundred men.",
          "ID": "15"
        },
        {
          "text": "Now Saul and his son Jonathan and the people who were present with them were staying in Geba of Benjamin while the Philistines camped at Michmash.",
          "ID": "16"
        },
        {
          "text": "And the raiders came from the camp of the Philistines in three companies: one company turned toward Ophrah, to the land of Shual,",
          "ID": "17"
        },
        {
          "text": "and another company turned toward Beth-horon, and another company turned toward the border which overlooks the valley of Zeboim toward the wilderness.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now no blacksmith could be found in all the land of Israel, for the Philistines said, \"Otherwise the Hebrews will make swords or spears.\"",
          "ID": "19"
        },
        {
          "text": "So all Israel went down to the Philistines, each to sharpen his plowshare, his mattock, his axe, and his hoe.",
          "ID": "20"
        },
        {
          "text": "The charge was two-thirds of a shekel for the plowshares, the mattocks, the forks, and the axes, and to fix the hoes.",
          "ID": "21"
        },
        {
          "text": "So it came about on the day of battle that neither sword nor spear was found in the hands of any of the people who were with Saul and Jonathan, but they were found with Saul and his son Jonathan.",
          "ID": "22"
        },
        {
          "text": "And the garrison of the Philistines went out to the pass of Michmash.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13",
      "name": "1 SAMUEL 13"
    },
    {
      "text": [
        {
          "text": "Now the day came that Jonathan, the son of Saul, said to the young man who was carrying his armor, \"Come and let us cross over to the Philistines' garrison that is on the other side.\" But he did not tell his father.",
          "ID": "1"
        },
        {
          "text": "Saul was staying in the outskirts of Gibeah under the pomegranate tree which is in Migron. And the people who were with him were about six hundred men,",
          "ID": "2"
        },
        {
          "text": "and Ahijah, the son of Ahitub, Ichabod's brother, the son of Phinehas, the son of Eli, the priest of the Lord at Shiloh, was wearing an ephod. And the people did not know that Jonathan had gone.",
          "ID": "3"
        },
        {
          "text": "Between the passes by which Jonathan sought to cross over to the Philistines' garrison, there was a sharp crag on the one side and a sharp crag on the other side, and the name of the one was Bozez, and the name of the other Seneh.",
          "ID": "4"
        },
        {
          "text": "The one crag rose on the north opposite Michmash, and the other on the south opposite Geba.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then Jonathan said to the young man who was carrying his armor, \"Come and let us cross over to the garrison of these uncircumcised; perhaps the Lord will work for us, for the Lord is not restrained to save by many or by few.\"",
          "ID": "6"
        },
        {
          "text": "His armor bearer said to him, \"Do all that is in your heart; turn yourself, and here I am with you according to your desire.\"",
          "ID": "7"
        },
        {
          "text": "Then Jonathan said, \"Behold, we will cross over to the men and reveal ourselves to them.",
          "ID": "8"
        },
        {
          "text": "If they say to us, 'Wait until we come to you'; then we will stand in our place and not go up to them.",
          "ID": "9"
        },
        {
          "text": "But if they say, 'Come up to us,' then we will go up, for the Lord has given them into our hands; and this shall be the sign to us.\"",
          "ID": "10"
        },
        {
          "text": "When both of them revealed themselves to the garrison of the Philistines, the Philistines said, \"Behold, Hebrews are coming out of the holes where they have hidden themselves.\"",
          "ID": "11"
        },
        {
          "text": "So the men of the garrison hailed Jonathan and his armor bearer and said, \"Come up to us and we will tell you something.\" And Jonathan said to his armor bearer, \"Come up after me, for the Lord has given them into the hands of Israel.\"",
          "ID": "12"
        },
        {
          "text": "Then Jonathan climbed up on his hands and feet, with his armor bearer behind him; and they fell before Jonathan, and his armor bearer put some to death after him.",
          "ID": "13"
        },
        {
          "text": "That first slaughter which Jonathan and his armor bearer made was about twenty men within about half a furrow in an acre of land.",
          "ID": "14"
        },
        {
          "text": "And there was a trembling in the camp, in the field, and among all the people. Even the garrison and the raiders trembled, and the earth quaked so that it became a great trembling.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now Saul's watchmen in Gibeah of Benjamin looked, and behold, the multitude melted away; and they went here and there.",
          "ID": "16"
        },
        {
          "text": "Saul said to the people who were with him, \"Number now and see who has gone from us.\" And when they had numbered, behold, Jonathan and his armor bearer were not there.",
          "ID": "17"
        },
        {
          "text": "Then Saul said to Ahijah, \"Bring the ark of God here.\" For the ark of God was at that time with the sons of Israel.",
          "ID": "18"
        },
        {
          "text": "While Saul talked to the priest, the commotion in the camp of the Philistines continued and increased; so Saul said to the priest, \"Withdraw your hand.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul and all the people who were with him rallied and came to the battle; and behold, every man's sword was against his fellow, and there was very great confusion.",
          "ID": "20"
        },
        {
          "text": "Now the Hebrews who were with the Philistines previously, who went up with them all around in the camp, even they also turned to be with the Israelites who were with Saul and Jonathan.",
          "ID": "21"
        },
        {
          "text": "When all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, even they also pursued them closely in the battle.",
          "ID": "22"
        },
        {
          "text": "So the Lord delivered Israel that day, and the battle spread beyond Beth-aven.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now the men of Israel were hard-pressed on that day, for Saul had put the people under oath, saying, \"Cursed be the man who eats food before evening, and until I have avenged myself on my enemies.\" So none of the people tasted food.",
          "ID": "24"
        },
        {
          "text": "All the people of the land entered the forest, and there was honey on the ground.",
          "ID": "25"
        },
        {
          "text": "When the people entered the forest, behold, there was a flow of honey; but no man put his hand to his mouth, for the people feared the oath.",
          "ID": "26"
        },
        {
          "text": "But Jonathan had not heard when his father put the people under oath; therefore, he put out the end of the staff that was in his hand and dipped it in the honeycomb, and put his hand to his mouth, and his eyes brightened.",
          "ID": "27"
        },
        {
          "text": "Then one of the people said, \"Your father strictly put the people under oath, saying, 'Cursed be the man who eats food today.'\" And the people were weary.",
          "ID": "28"
        },
        {
          "text": "Then Jonathan said, \"My father has troubled the land. See now, how my eyes have brightened because I tasted a little of this honey.",
          "ID": "29"
        },
        {
          "text": "How much more, if only the people had eaten freely today of the spoil of their enemies which they found! For now the slaughter among the Philistines has not been great.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "They struck among the Philistines that day from Michmash to Aijalon. And the people were very weary.",
          "ID": "31"
        },
        {
          "text": "The people rushed greedily upon the spoil, and took sheep and oxen and calves, and slew them on the ground; and the people ate them with the blood.",
          "ID": "32"
        },
        {
          "text": "Then they told Saul, saying, \"Behold, the people are sinning against the Lord by eating with the blood.\" And he said, \"You have acted treacherously; roll a great stone to me today.\"",
          "ID": "33"
        },
        {
          "text": "Saul said, \"Disperse yourselves among the people and say to them, 'Each one of you bring me his ox or his sheep, and slaughter it here and eat; and do not sin against the Lord by eating with the blood.'\" So all the people that night brought each one his ox with him and slaughtered it there.",
          "ID": "34"
        },
        {
          "text": "And Saul built an altar to the Lord; it was the first altar that he built to the Lord.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then Saul said, \"Let us go down after the Philistines by night and take spoil among them until the morning light, and let us not leave a man of them.\" And they said, \"Do whatever seems good to you.\" So the priest said, \"Let us draw near to God here.\"",
          "ID": "36"
        },
        {
          "text": "Saul inquired of God, \"Shall I go down after the Philistines? Will You give them into the hand of Israel?\" But He did not answer him on that day.",
          "ID": "37"
        },
        {
          "text": "Saul said, \"Draw near here, all you chiefs of the people, and investigate and see how this sin has happened today.",
          "ID": "38"
        },
        {
          "text": "For as the Lord lives, who delivers Israel, though it is in Jonathan my son, he shall surely die.\" But not one of all the people answered him.",
          "ID": "39"
        },
        {
          "text": "Then he said to all Israel, \"You shall be on one side and I and Jonathan my son will be on the other side.\" And the people said to Saul, \"Do what seems good to you.\"",
          "ID": "40"
        },
        {
          "text": "Therefore, Saul said to the Lord, the God of Israel, \"Give a perfect lot.\" And Jonathan and Saul were taken, but the people escaped.",
          "ID": "41"
        },
        {
          "text": "Saul said, \"Cast lots between me and Jonathan my son.\" And Jonathan was taken.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Then Saul said to Jonathan, \"Tell me what you have done.\" So Jonathan told him and said, \"I indeed tasted a little honey with the end of the staff that was in my hand. Here I am, I must die!\"",
          "ID": "43"
        },
        {
          "text": "Saul said, \"May God do this to me and more also, for you shall surely die, Jonathan.\"",
          "ID": "44"
        },
        {
          "text": "But the people said to Saul, \"Must Jonathan die, who has brought about this great deliverance in Israel? Far from it! As the Lord lives, not one hair of his head shall fall to the ground, for he has worked with God this day.\" So the people rescued Jonathan and he did not die.",
          "ID": "45"
        },
        {
          "text": "Then Saul went up from pursuing the Philistines, and the Philistines went to their own place.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "Now when Saul had taken the kingdom over Israel, he fought against all his enemies on every side, against Moab, the sons of Ammon, Edom, the kings of Zobah, and the Philistines; and wherever he turned, he inflicted punishment.",
          "ID": "47"
        },
        {
          "text": "He acted valiantly and defeated the Amalekites, and delivered Israel from the hands of those who plundered them.",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "Now the sons of Saul were Jonathan and Ishvi and Malchi-shua; and the names of his two daughters were these: the name of the firstborn Merab and the name of the younger Michal.",
          "ID": "49"
        },
        {
          "text": "The name of Saul's wife was Ahinoam the daughter of Ahimaaz. And the name of the captain of his army was Abner the son of Ner, Saul's uncle.",
          "ID": "50"
        },
        {
          "text": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "Now the war against the Philistines was severe all the days of Saul; and when Saul saw any mighty man or any valiant man, he attached him to his staff.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14",
      "name": "1 SAMUEL 14"
    },
    {
      "text": [
        {
          "text": "Then Samuel said to Saul, \"The Lord sent me to anoint you as king over His people, over Israel; now therefore, listen to the words of the Lord.",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts, 'I will punish Amalek for what he did to Israel, how he set himself against him on the way while he was coming up from Egypt.",
          "ID": "2"
        },
        {
          "text": "Now go and strike Amalek and utterly destroy all that he has, and do not spare him; but put to death both man and woman, child and infant, ox and sheep, camel and donkey.'\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then Saul summoned the people and numbered them in Telaim, 200,000 foot soldiers and 10,000 men of Judah.",
          "ID": "4"
        },
        {
          "text": "Saul came to the city of Amalek and set an ambush in the valley.",
          "ID": "5"
        },
        {
          "text": "Saul said to the Kenites, \"Go, depart, go down from among the Amalekites, so that I do not destroy you with them; for you showed kindness to all the sons of Israel when they came up from Egypt.\" So the Kenites departed from among the Amalekites.",
          "ID": "6"
        },
        {
          "text": "So Saul defeated the Amalekites, from Havilah as you go to Shur, which is east of Egypt.",
          "ID": "7"
        },
        {
          "text": "He captured Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.",
          "ID": "8"
        },
        {
          "text": "But Saul and the people spared Agag and the best of the sheep, the oxen, the fatlings, the lambs, and all that was good, and were not willing to destroy them utterly; but everything despised and worthless, that they utterly destroyed.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then the word of the Lord came to Samuel, saying,",
          "ID": "10"
        },
        {
          "text": "\"I regret that I have made Saul king, for he has turned back from following Me and has not carried out My commands.\" And Samuel was distressed and cried out to the Lord all night.",
          "ID": "11"
        },
        {
          "text": "Samuel rose early in the morning to meet Saul; and it was told Samuel, saying, \"Saul came to Carmel, and behold, he set up a monument for himself, then turned and proceeded on down to Gilgal.\"",
          "ID": "12"
        },
        {
          "text": "Samuel came to Saul, and Saul said to him, \"Blessed are you of the Lord! I have carried out the command of the Lord.\"",
          "ID": "13"
        },
        {
          "text": "But Samuel said, \"What then is this bleating of the sheep in my ears, and the lowing of the oxen which I hear?\"",
          "ID": "14"
        },
        {
          "text": "Saul said, \"They have brought them from the Amalekites, for the people spared the best of the sheep and oxen, to sacrifice to the Lord your God; but the rest we have utterly destroyed.\"",
          "ID": "15"
        },
        {
          "text": "Then Samuel said to Saul, \"Wait, and let me tell you what the Lord said to me last night.\" And he said to him, \"Speak!\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Samuel said, \"Is it not true, though you were little in your own eyes, you were made the head of the tribes of Israel? And the Lord anointed you king over Israel,",
          "ID": "17"
        },
        {
          "text": "and the Lord sent you on a mission, and said, 'Go and utterly destroy the sinners, the Amalekites, and fight against them until they are exterminated.'",
          "ID": "18"
        },
        {
          "text": "Why then did you not obey the voice of the Lord, but rushed upon the spoil and did what was evil in the sight of the Lord?\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then Saul said to Samuel, \"I did obey the voice of the Lord, and went on the mission on which the Lord sent me, and have brought back Agag the king of Amalek, and have utterly destroyed the Amalekites.",
          "ID": "20"
        },
        {
          "text": "But the people took some of the spoil, sheep and oxen, the choicest of the things devoted to destruction, to sacrifice to the Lord your God at Gilgal.\"",
          "ID": "21"
        },
        {
          "text": "Samuel said,",
          "ID": "22"
        },
        {
          "text": "\"Has the Lord as much delight in burnt offerings and sacrifices",
          "ID": "22"
        },
        {
          "text": "As in obeying the voice of the Lord?",
          "ID": "22"
        },
        {
          "text": "Behold, to obey is better than sacrifice,",
          "ID": "22"
        },
        {
          "text": "And to heed than the fat of rams.",
          "ID": "22"
        },
        {
          "text": "\"For rebellion is as the sin of divination,",
          "ID": "23"
        },
        {
          "text": "And insubordination is as iniquity and idolatry.",
          "ID": "23"
        },
        {
          "text": "Because you have rejected the word of the Lord,",
          "ID": "23"
        },
        {
          "text": "He has also rejected you from being king.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then Saul said to Samuel, \"I have sinned; I have indeed transgressed the command of the Lord and your words, because I feared the people and listened to their voice.",
          "ID": "24"
        },
        {
          "text": "Now therefore, please pardon my sin and return with me, that I may worship the Lord.\"",
          "ID": "25"
        },
        {
          "text": "But Samuel said to Saul, \"I will not return with you; for you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.\"",
          "ID": "26"
        },
        {
          "text": "As Samuel turned to go, Saul seized the edge of his robe, and it tore.",
          "ID": "27"
        },
        {
          "text": "So Samuel said to him, \"The Lord has torn the kingdom of Israel from you today and has given it to your neighbor, who is better than you.",
          "ID": "28"
        },
        {
          "text": "Also the Glory of Israel will not lie or change His mind; for He is not a man that He should change His mind.\"",
          "ID": "29"
        },
        {
          "text": "Then he said, \"I have sinned; but please honor me now before the elders of my people and before Israel, and go back with me, that I may worship the Lord your God.\"",
          "ID": "30"
        },
        {
          "text": "So Samuel went back following Saul, and Saul worshiped the Lord.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Then Samuel said, \"Bring me Agag, the king of the Amalekites.\" And Agag came to him cheerfully. And Agag said, \"Surely the bitterness of death is past.\"",
          "ID": "32"
        },
        {
          "text": "But Samuel said, \"As your sword has made women childless, so shall your mother be childless among women.\" And Samuel hewed Agag to pieces before the Lord at Gilgal.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Then Samuel went to Ramah, but Saul went up to his house at Gibeah of Saul.",
          "ID": "34"
        },
        {
          "text": "Samuel did not see Saul again until the day of his death; for Samuel grieved over Saul. And the Lord regretted that He had made Saul king over Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15",
      "name": "1 SAMUEL 15"
    },
    {
      "text": [
        {
          "text": "Now the Lord said to Samuel, \"How long will you grieve over Saul, since I have rejected him from being king over Israel? Fill your horn with oil and go; I will send you to Jesse the Bethlehemite, for I have selected a king for Myself among his sons.\"",
          "ID": "1"
        },
        {
          "text": "But Samuel said, \"How can I go? When Saul hears of it, he will kill me.\" And the Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.'",
          "ID": "2"
        },
        {
          "text": "You shall invite Jesse to the sacrifice, and I will show you what you shall do; and you shall anoint for Me the one whom I designate to you.\"",
          "ID": "3"
        },
        {
          "text": "So Samuel did what the Lord said, and came to Bethlehem. And the elders of the city came trembling to meet him and said, \"Do you come in peace?\"",
          "ID": "4"
        },
        {
          "text": "He said, \"In peace; I have come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice.\" He also consecrated Jesse and his sons and invited them to the sacrifice.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When they entered, he looked at Eliab and thought, \"Surely the Lord's anointed is before Him.\"",
          "ID": "6"
        },
        {
          "text": "But the Lord said to Samuel, \"Do not look at his appearance or at the height of his stature, because I have rejected him; for God sees not as man sees, for man looks at the outward appearance, but the Lord looks at the heart.\"",
          "ID": "7"
        },
        {
          "text": "Then Jesse called Abinadab and made him pass before Samuel. And he said, \"The Lord has not chosen this one either.\"",
          "ID": "8"
        },
        {
          "text": "Next Jesse made Shammah pass by. And he said, \"The Lord has not chosen this one either.\"",
          "ID": "9"
        },
        {
          "text": "Thus Jesse made seven of his sons pass before Samuel. But Samuel said to Jesse, \"The Lord has not chosen these.\"",
          "ID": "10"
        },
        {
          "text": "And Samuel said to Jesse, \"Are these all the children?\" And he said, \"There remains yet the youngest, and behold, he is tending the sheep.\" Then Samuel said to Jesse, \"Send and bring him; for we will not sit down until he comes here.\"",
          "ID": "11"
        },
        {
          "text": "So he sent and brought him in. Now he was ruddy, with beautiful eyes and a handsome appearance. And the Lord said, \"Arise, anoint him; for this is he.\"",
          "ID": "12"
        },
        {
          "text": "Then Samuel took the horn of oil and anointed him in the midst of his brothers; and the Spirit of the Lord came mightily upon David from that day forward. And Samuel arose and went to Ramah.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now the Spirit of the Lord departed from Saul, and an evil spirit from the Lord terrorized him.",
          "ID": "14"
        },
        {
          "text": "Saul's servants then said to him, \"Behold now, an evil spirit from God is terrorizing you.",
          "ID": "15"
        },
        {
          "text": "Let our lord now command your servants who are before you. Let them seek a man who is a skillful player on the harp; and it shall come about when the evil spirit from God is on you, that he shall play the harp with his hand, and you will be well.\"",
          "ID": "16"
        },
        {
          "text": "So Saul said to his servants, \"Provide for me now a man who can play well and bring him to me.\"",
          "ID": "17"
        },
        {
          "text": "Then one of the young men said, \"Behold, I have seen a son of Jesse the Bethlehemite who is a skillful musician, a mighty man of valor, a warrior, one prudent in speech, and a handsome man; and the Lord is with him.\"",
          "ID": "18"
        },
        {
          "text": "So Saul sent messengers to Jesse and said, \"Send me your son David who is with the flock.\"",
          "ID": "19"
        },
        {
          "text": "Jesse took a donkey loaded with bread and a jug of wine and a young goat, and sent them to Saul by David his son.",
          "ID": "20"
        },
        {
          "text": "Then David came to Saul and attended him; and Saul loved him greatly, and he became his armor bearer.",
          "ID": "21"
        },
        {
          "text": "Saul sent to Jesse, saying, \"Let David now stand before me, for he has found favor in my sight.\"",
          "ID": "22"
        },
        {
          "text": "So it came about whenever the evil spirit from God came to Saul, David would take the harp and play it with his hand; and Saul would be refreshed and be well, and the evil spirit would depart from him.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16",
      "name": "1 SAMUEL 16"
    },
    {
      "text": [
        {
          "text": "Now the Philistines gathered their armies for battle; and they were gathered at Socoh which belongs to Judah, and they camped between Socoh and Azekah, in Ephes-dammim.",
          "ID": "1"
        },
        {
          "text": "Saul and the men of Israel were gathered and camped in the valley of Elah, and drew up in battle array to encounter the Philistines.",
          "ID": "2"
        },
        {
          "text": "The Philistines stood on the mountain on one side while Israel stood on the mountain on the other side, with the valley between them.",
          "ID": "3"
        },
        {
          "text": "Then a champion came out from the armies of the Philistines named Goliath, from Gath, whose height was six cubits and a span.",
          "ID": "4"
        },
        {
          "text": "He had a bronze helmet on his head, and he was clothed with scale-armor which weighed five thousand shekels of bronze.",
          "ID": "5"
        },
        {
          "text": "He also had bronze greaves on his legs and a bronze javelin slung between his shoulders.",
          "ID": "6"
        },
        {
          "text": "The shaft of his spear was like a weaver's beam, and the head of his spear weighed six hundred shekels of iron; his shield-carrier also walked before him.",
          "ID": "7"
        },
        {
          "text": "He stood and shouted to the ranks of Israel and said to them, \"Why do you come out to draw up in battle array? Am I not the Philistine and you servants of Saul? Choose a man for yourselves and let him come down to me.",
          "ID": "8"
        },
        {
          "text": "If he is able to fight with me and kill me, then we will become your servants; but if I prevail against him and kill him, then you shall become our servants and serve us.\"",
          "ID": "9"
        },
        {
          "text": "Again the Philistine said, \"I defy the ranks of Israel this day; give me a man that we may fight together.\"",
          "ID": "10"
        },
        {
          "text": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now David was the son of the Ephrathite of Bethlehem in Judah, whose name was Jesse, and he had eight sons. And Jesse was old in the days of Saul, advanced in years among men.",
          "ID": "12"
        },
        {
          "text": "The three older sons of Jesse had gone after Saul to the battle. And the names of his three sons who went to the battle were Eliab the firstborn, and the second to him Abinadab, and the third Shammah.",
          "ID": "13"
        },
        {
          "text": "David was the youngest. Now the three oldest followed Saul,",
          "ID": "14"
        },
        {
          "text": "but David went back and forth from Saul to tend his father's flock at Bethlehem.",
          "ID": "15"
        },
        {
          "text": "The Philistine came forward morning and evening for forty days and took his stand.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then Jesse said to David his son, \"Take now for your brothers an ephah of this roasted grain and these ten loaves and run to the camp to your brothers.",
          "ID": "17"
        },
        {
          "text": "Bring also these ten cuts of cheese to the commander of their thousand, and look into the welfare of your brothers, and bring back news of them.",
          "ID": "18"
        },
        {
          "text": "For Saul and they and all the men of Israel are in the valley of Elah, fighting with the Philistines.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "So David arose early in the morning and left the flock with a keeper and took the supplies and went as Jesse had commanded him. And he came to the circle of the camp while the army was going out in battle array shouting the war cry.",
          "ID": "20"
        },
        {
          "text": "Israel and the Philistines drew up in battle array, army against army.",
          "ID": "21"
        },
        {
          "text": "Then David left his baggage in the care of the baggage keeper, and ran to the battle line and entered in order to greet his brothers.",
          "ID": "22"
        },
        {
          "text": "As he was talking with them, behold, the champion, the Philistine from Gath named Goliath, was coming up from the army of the Philistines, and he spoke these same words; and David heard them.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When all the men of Israel saw the man, they fled from him and were greatly afraid.",
          "ID": "24"
        },
        {
          "text": "The men of Israel said, \"Have you seen this man who is coming up? Surely he is coming up to defy Israel. And it will be that the king will enrich the man who kills him with great riches and will give him his daughter and make his father's house free in Israel.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then David spoke to the men who were standing by him, saying, \"What will be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should taunt the armies of the living God?\"",
          "ID": "26"
        },
        {
          "text": "The people answered him in accord with this word, saying, \"Thus it will be done for the man who kills him.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Now Eliab his oldest brother heard when he spoke to the men; and Eliab's anger burned against David and he said, \"Why have you come down? And with whom have you left those few sheep in the wilderness? I know your insolence and the wickedness of your heart; for you have come down in order to see the battle.\"",
          "ID": "28"
        },
        {
          "text": "But David said, \"What have I done now? Was it not just a question?\"",
          "ID": "29"
        },
        {
          "text": "Then he turned away from him to another and said the same thing; and the people answered the same thing as before.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "When the words which David spoke were heard, they told them to Saul, and he sent for him.",
          "ID": "31"
        },
        {
          "text": "David said to Saul, \"Let no man's heart fail on account of him; your servant will go and fight with this Philistine.\"",
          "ID": "32"
        },
        {
          "text": "Then Saul said to David, \"You are not able to go against this Philistine to fight with him; for you are but a youth while he has been a warrior from his youth.\"",
          "ID": "33"
        },
        {
          "text": "But David said to Saul, \"Your servant was tending his father's sheep. When a lion or a bear came and took a lamb from the flock,",
          "ID": "34"
        },
        {
          "text": "I went out after him and attacked him, and rescued it from his mouth; and when he rose up against me, I seized him by his beard and struck him and killed him.",
          "ID": "35"
        },
        {
          "text": "Your servant has killed both the lion and the bear; and this uncircumcised Philistine will be like one of them, since he has taunted the armies of the living God.\"",
          "ID": "36"
        },
        {
          "text": "And David said, \"The Lord who delivered me from the paw of the lion and from the paw of the bear, He will deliver me from the hand of this Philistine.\" And Saul said to David, \"Go, and may the Lord be with you.\"",
          "ID": "37"
        },
        {
          "text": "Then Saul clothed David with his garments and put a bronze helmet on his head, and he clothed him with armor.",
          "ID": "38"
        },
        {
          "text": "David girded his sword over his armor and tried to walk, for he had not tested them. So David said to Saul, \"I cannot go with these, for I have not tested them.\" And David took them off.",
          "ID": "39"
        },
        {
          "text": "He took his stick in his hand and chose for himself five smooth stones from the brook, and put them in the shepherd's bag which he had, even in his pouch, and his sling was in his hand; and he approached the Philistine.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Then the Philistine came on and approached David, with the shield-bearer in front of him.",
          "ID": "41"
        },
        {
          "text": "When the Philistine looked and saw David, he disdained him; for he was but a youth, and ruddy, with a handsome appearance.",
          "ID": "42"
        },
        {
          "text": "The Philistine said to David, \"Am I a dog, that you come to me with sticks?\" And the Philistine cursed David by his gods.",
          "ID": "43"
        },
        {
          "text": "The Philistine also said to David, \"Come to me, and I will give your flesh to the birds of the sky and the beasts of the field.\"",
          "ID": "44"
        },
        {
          "text": "Then David said to the Philistine, \"You come to me with a sword, a spear, and a javelin, but I come to you in the name of the Lord of hosts, the God of the armies of Israel, whom you have taunted.",
          "ID": "45"
        },
        {
          "text": "This day the Lord will deliver you up into my hands, and I will strike you down and remove your head from you. And I will give the dead bodies of the army of the Philistines this day to the birds of the sky and the wild beasts of the earth, that all the earth may know that there is a God in Israel,",
          "ID": "46"
        },
        {
          "text": "and that all this assembly may know that the Lord does not deliver by sword or by spear; for the battle is the Lord's and He will give you into our hands.\"",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "Then it happened when the Philistine rose and came and drew near to meet David, that David ran quickly toward the battle line to meet the Philistine.",
          "ID": "48"
        },
        {
          "text": "And David put his hand into his bag and took from it a stone and slung it, and struck the Philistine on his forehead. And the stone sank into his forehead, so that he fell on his face to the ground.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "Thus David prevailed over the Philistine with a sling and a stone, and he struck the Philistine and killed him; but there was no sword in David's hand.",
          "ID": "50"
        },
        {
          "text": "Then David ran and stood over the Philistine and took his sword and drew it out of its sheath and killed him, and cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
          "ID": "51"
        },
        {
          "text": "The men of Israel and Judah arose and shouted and pursued the Philistines as far as the valley, and to the gates of Ekron. And the slain Philistines lay along the way to Shaaraim, even to Gath and Ekron.",
          "ID": "52"
        },
        {
          "text": "The sons of Israel returned from chasing the Philistines and plundered their camps.",
          "ID": "53"
        },
        {
          "text": "Then David took the Philistine's head and brought it to Jerusalem, but he put his weapons in his tent.",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "Now when Saul saw David going out against the Philistine, he said to Abner the commander of the army, \"Abner, whose son is this young man?\" And Abner said, \"By your life, O king, I do not know.\"",
          "ID": "55"
        },
        {
          "text": "The king said, \"You inquire whose son the youth is.\"",
          "ID": "56"
        },
        {
          "text": "So when David returned from killing the Philistine, Abner took him and brought him before Saul with the Philistine's head in his hand.",
          "ID": "57"
        },
        {
          "text": "Saul said to him, \"Whose son are you, young man?\" And David answered, \"I am the son of your servant Jesse the Bethlehemite.\"",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17",
      "name": "1 SAMUEL 17"
    },
    {
      "text": [
        {
          "text": "Now it came about when he had finished speaking to Saul, that the soul of Jonathan was knit to the soul of David, and Jonathan loved him as himself.",
          "ID": "1"
        },
        {
          "text": "Saul took him that day and did not let him return to his father's house.",
          "ID": "2"
        },
        {
          "text": "Then Jonathan made a covenant with David because he loved him as himself.",
          "ID": "3"
        },
        {
          "text": "Jonathan stripped himself of the robe that was on him and gave it to David, with his armor, including his sword and his bow and his belt.",
          "ID": "4"
        },
        {
          "text": "So David went out wherever Saul sent him, and prospered; and Saul set him over the men of war. And it was pleasing in the sight of all the people and also in the sight of Saul's servants.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "It happened as they were coming, when David returned from killing the Philistine, that the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with joy and with musical instruments.",
          "ID": "6"
        },
        {
          "text": "The women sang as they played, and said,",
          "ID": "7"
        },
        {
          "text": "\"Saul has slain his thousands,",
          "ID": "7"
        },
        {
          "text": "And David his ten thousands.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then Saul became very angry, for this saying displeased him; and he said, \"They have ascribed to David ten thousands, but to me they have ascribed thousands. Now what more can he have but the kingdom?\"",
          "ID": "8"
        },
        {
          "text": "Saul looked at David with suspicion from that day on.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Now it came about on the next day that an evil spirit from God came mightily upon Saul, and he raved in the midst of the house, while David was playing the harp with his hand, as usual; and a spear was in Saul's hand.",
          "ID": "10"
        },
        {
          "text": "Saul hurled the spear for he thought, \"I will pin David to the wall.\" But David escaped from his presence twice.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now Saul was afraid of David, for the Lord was with him but had departed from Saul.",
          "ID": "12"
        },
        {
          "text": "Therefore Saul removed him from his presence and appointed him as his commander of a thousand; and he went out and came in before the people.",
          "ID": "13"
        },
        {
          "text": "David was prospering in all his ways for the Lord was with him.",
          "ID": "14"
        },
        {
          "text": "When Saul saw that he was prospering greatly, he dreaded him.",
          "ID": "15"
        },
        {
          "text": "But all Israel and Judah loved David, and he went out and came in before them.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then Saul said to David, \"Here is my older daughter Merab; I will give her to you as a wife, only be a valiant man for me and fight the Lord's battles.\" For Saul thought, \"My hand shall not be against him, but let the hand of the Philistines be against him.\"",
          "ID": "17"
        },
        {
          "text": "But David said to Saul, \"Who am I, and what is my life or my father's family in Israel, that I should be the king's son-in-law?\"",
          "ID": "18"
        },
        {
          "text": "So it came about at the time when Merab, Saul's daughter, should have been given to David, that she was given to Adriel the Meholathite for a wife.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now Michal, Saul's daughter, loved David. When they told Saul, the thing was agreeable to him.",
          "ID": "20"
        },
        {
          "text": "Saul thought, \"I will give her to him that she may become a snare to him, and that the hand of the Philistines may be against him.\" Therefore Saul said to David, \"For a second time you may be my son-in-law today.\"",
          "ID": "21"
        },
        {
          "text": "Then Saul commanded his servants, \"Speak to David secretly, saying, 'Behold, the king delights in you, and all his servants love you; now therefore, become the king's son-in-law.'\"",
          "ID": "22"
        },
        {
          "text": "So Saul's servants spoke these words to David. But David said, \"Is it trivial in your sight to become the king's son-in-law, since I am a poor man and lightly esteemed?\"",
          "ID": "23"
        },
        {
          "text": "The servants of Saul reported to him according to these words which David spoke.",
          "ID": "24"
        },
        {
          "text": "Saul then said, \"Thus you shall say to David, 'The king does not desire any dowry except a hundred foreskins of the Philistines, to take vengeance on the king's enemies.'\" Now Saul planned to make David fall by the hand of the Philistines.",
          "ID": "25"
        },
        {
          "text": "When his servants told David these words, it pleased David to become the king's son-in-law. Before the days had expired",
          "ID": "26"
        },
        {
          "text": "David rose up and went, he and his men, and struck down two hundred men among the Philistines. Then David brought their foreskins, and they gave them in full number to the king, that he might become the king's son-in-law. So Saul gave him Michal his daughter for a wife.",
          "ID": "27"
        },
        {
          "text": "When Saul saw and knew that the Lord was with David, and that Michal, Saul's daughter, loved him,",
          "ID": "28"
        },
        {
          "text": "then Saul was even more afraid of David. Thus Saul was David's enemy continually.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Then the commanders of the Philistines went out to battle, and it happened as often as they went out, that David behaved himself more wisely than all the servants of Saul. So his name was highly esteemed.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18",
      "name": "1 SAMUEL 18"
    },
    {
      "text": [
        {
          "text": "Now Saul told Jonathan his son and all his servants to put David to death. But Jonathan, Saul's son, greatly delighted in David.",
          "ID": "1"
        },
        {
          "text": "So Jonathan told David saying, \"Saul my father is seeking to put you to death. Now therefore, please be on guard in the morning, and stay in a secret place and hide yourself.",
          "ID": "2"
        },
        {
          "text": "I will go out and stand beside my father in the field where you are, and I will speak with my father about you; if I find out anything, then I will tell you.\"",
          "ID": "3"
        },
        {
          "text": "Then Jonathan spoke well of David to Saul his father and said to him, \"Do not let the king sin against his servant David, since he has not sinned against you, and since his deeds have been very beneficial to you.",
          "ID": "4"
        },
        {
          "text": "For he took his life in his hand and struck the Philistine, and the Lord brought about a great deliverance for all Israel; you saw it and rejoiced. Why then will you sin against innocent blood by putting David to death without a cause?\"",
          "ID": "5"
        },
        {
          "text": "Saul listened to the voice of Jonathan, and Saul vowed, \"As the Lord lives, he shall not be put to death.\"",
          "ID": "6"
        },
        {
          "text": "Then Jonathan called David, and Jonathan told him all these words. And Jonathan brought David to Saul, and he was in his presence as formerly.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "When there was war again, David went out and fought with the Philistines and defeated them with great slaughter, so that they fled before him.",
          "ID": "8"
        },
        {
          "text": "Now there was an evil spirit from the Lord on Saul as he was sitting in his house with his spear in his hand, and David was playing the harp with his hand.",
          "ID": "9"
        },
        {
          "text": "Saul tried to pin David to the wall with the spear, but he slipped away out of Saul's presence, so that he stuck the spear into the wall. And David fled and escaped that night.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then Saul sent messengers to David's house to watch him, in order to put him to death in the morning. But Michal, David's wife, told him, saying, \"If you do not save your life tonight, tomorrow you will be put to death.\"",
          "ID": "11"
        },
        {
          "text": "So Michal let David down through a window, and he went out and fled and escaped.",
          "ID": "12"
        },
        {
          "text": "Michal took the household idol and laid it on the bed, and put a quilt of goats' hair at its head, and covered it with clothes.",
          "ID": "13"
        },
        {
          "text": "When Saul sent messengers to take David, she said, \"He is sick.\"",
          "ID": "14"
        },
        {
          "text": "Then Saul sent messengers to see David, saying, \"Bring him up to me on his bed, that I may put him to death.\"",
          "ID": "15"
        },
        {
          "text": "When the messengers entered, behold, the household idol was on the bed with the quilt of goats' hair at its head.",
          "ID": "16"
        },
        {
          "text": "So Saul said to Michal, \"Why have you deceived me like this and let my enemy go, so that he has escaped?\" And Michal said to Saul, \"He said to me, 'Let me go! Why should I put you to death?'\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now David fled and escaped and came to Samuel at Ramah, and told him all that Saul had done to him. And he and Samuel went and stayed in Naioth.",
          "ID": "18"
        },
        {
          "text": "It was told Saul, saying, \"Behold, David is at Naioth in Ramah.\"",
          "ID": "19"
        },
        {
          "text": "Then Saul sent messengers to take David, but when they saw the company of the prophets prophesying, with Samuel standing and presiding over them, the Spirit of God came upon the messengers of Saul; and they also prophesied.",
          "ID": "20"
        },
        {
          "text": "When it was told Saul, he sent other messengers, and they also prophesied. So Saul sent messengers again the third time, and they also prophesied.",
          "ID": "21"
        },
        {
          "text": "Then he himself went to Ramah and came as far as the large well that is in Secu; and he asked and said, \"Where are Samuel and David?\" And someone said, \"Behold, they are at Naioth in Ramah.\"",
          "ID": "22"
        },
        {
          "text": "He proceeded there to Naioth in Ramah; and the Spirit of God came upon him also, so that he went along prophesying continually until he came to Naioth in Ramah.",
          "ID": "23"
        },
        {
          "text": "He also stripped off his clothes, and he too prophesied before Samuel and lay down naked all that day and all that night. Therefore they say, \"Is Saul also among the prophets?\"",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19",
      "name": "1 SAMUEL 19"
    },
    {
      "text": [
        {
          "text": "Then David fled from Naioth in Ramah, and came and said to Jonathan, \"What have I done? What is my iniquity? And what is my sin before your father, that he is seeking my life?\"",
          "ID": "1"
        },
        {
          "text": "He said to him, \"Far from it, you shall not die. Behold, my father does nothing either great or small without disclosing it to me. So why should my father hide this thing from me? It is not so!\"",
          "ID": "2"
        },
        {
          "text": "Yet David vowed again, saying, \"Your father knows well that I have found favor in your sight, and he has said, 'Do not let Jonathan know this, or he will be grieved.' But truly as the Lord lives and as your soul lives, there is hardly a step between me and death.\"",
          "ID": "3"
        },
        {
          "text": "Then Jonathan said to David, \"Whatever you say, I will do for you.\"",
          "ID": "4"
        },
        {
          "text": "So David said to Jonathan, \"Behold, tomorrow is the new moon, and I ought to sit down to eat with the king. But let me go, that I may hide myself in the field until the third evening.",
          "ID": "5"
        },
        {
          "text": "If your father misses me at all, then say, 'David earnestly asked leave of me to run to Bethlehem his city, because it is the yearly sacrifice there for the whole family.'",
          "ID": "6"
        },
        {
          "text": "If he says, 'It is good,' your servant will be safe; but if he is very angry, know that he has decided on evil.",
          "ID": "7"
        },
        {
          "text": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of the Lord with you. But if there is iniquity in me, put me to death yourself; for why then should you bring me to your father?\"",
          "ID": "8"
        },
        {
          "text": "Jonathan said, \"Far be it from you! For if I should indeed learn that evil has been decided by my father to come upon you, then would I not tell you about it?\"",
          "ID": "9"
        },
        {
          "text": "Then David said to Jonathan, \"Who will tell me if your father answers you harshly?\"",
          "ID": "10"
        },
        {
          "text": "Jonathan said to David, \"Come, and let us go out into the field.\" So both of them went out to the field.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then Jonathan said to David, \"The Lord, the God of Israel, be witness! When I have sounded out my father about this time tomorrow, or the third day, behold, if there is good feeling toward David, shall I not then send to you and make it known to you?",
          "ID": "12"
        },
        {
          "text": "If it please my father to do you harm, may the Lord do so to Jonathan and more also, if I do not make it known to you and send you away, that you may go in safety. And may the Lord be with you as He has been with my father.",
          "ID": "13"
        },
        {
          "text": "If I am still alive, will you not show me the lovingkindness of the Lord, that I may not die?",
          "ID": "14"
        },
        {
          "text": "You shall not cut off your lovingkindness from my house forever, not even when the Lord cuts off every one of the enemies of David from the face of the earth.\"",
          "ID": "15"
        },
        {
          "text": "So Jonathan made a covenant with the house of David, saying, \"May the Lord require it at the hands of David's enemies.\"",
          "ID": "16"
        },
        {
          "text": "Jonathan made David vow again because of his love for him, because he loved him as he loved his own life.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then Jonathan said to him, \"Tomorrow is the new moon, and you will be missed because your seat will be empty.",
          "ID": "18"
        },
        {
          "text": "When you have stayed for three days, you shall go down quickly and come to the place where you hid yourself on that eventful day, and you shall remain by the stone Ezel.",
          "ID": "19"
        },
        {
          "text": "I will shoot three arrows to the side, as though I shot at a target.",
          "ID": "20"
        },
        {
          "text": "And behold, I will send the lad, saying, 'Go, find the arrows.' If I specifically say to the lad, 'Behold, the arrows are on this side of you, get them,' then come; for there is safety for you and no harm, as the Lord lives.",
          "ID": "21"
        },
        {
          "text": "But if I say to the youth, 'Behold, the arrows are beyond you,' go, for the Lord has sent you away.",
          "ID": "22"
        },
        {
          "text": "As for the agreement of which you and I have spoken, behold, the Lord is between you and me forever.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "So David hid in the field; and when the new moon came, the king sat down to eat food.",
          "ID": "24"
        },
        {
          "text": "The king sat on his seat as usual, the seat by the wall; then Jonathan rose up and Abner sat down by Saul's side, but David's place was empty.",
          "ID": "25"
        },
        {
          "text": "Nevertheless Saul did not speak anything that day, for he thought, \"It is an accident, he is not clean, surely he is not clean.\"",
          "ID": "26"
        },
        {
          "text": "It came about the next day, the second day of the new moon, that David's place was empty; so Saul said to Jonathan his son, \"Why has the son of Jesse not come to the meal, either yesterday or today?\"",
          "ID": "27"
        },
        {
          "text": "Jonathan then answered Saul, \"David earnestly asked leave of me to go to Bethlehem,",
          "ID": "28"
        },
        {
          "text": "for he said, 'Please let me go, since our family has a sacrifice in the city, and my brother has commanded me to attend. And now, if I have found favor in your sight, please let me get away that I may see my brothers.' For this reason he has not come to the king's table.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Then Saul's anger burned against Jonathan and he said to him, \"You son of a perverse, rebellious woman! Do I not know that you are choosing the son of Jesse to your own shame and to the shame of your mother's nakedness?",
          "ID": "30"
        },
        {
          "text": "For as long as the son of Jesse lives on the earth, neither you nor your kingdom will be established. Therefore now, send and bring him to me, for he must surely die.\"",
          "ID": "31"
        },
        {
          "text": "But Jonathan answered Saul his father and said to him, \"Why should he be put to death? What has he done?\"",
          "ID": "32"
        },
        {
          "text": "Then Saul hurled his spear at him to strike him down; so Jonathan knew that his father had decided to put David to death.",
          "ID": "33"
        },
        {
          "text": "Then Jonathan arose from the table in fierce anger, and did not eat food on the second day of the new moon, for he was grieved over David because his father had dishonored him.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Now it came about in the morning that Jonathan went out into the field for the appointment with David, and a little lad was with him.",
          "ID": "35"
        },
        {
          "text": "He said to his lad, \"Run, find now the arrows which I am about to shoot.\" As the lad was running, he shot an arrow past him.",
          "ID": "36"
        },
        {
          "text": "When the lad reached the place of the arrow which Jonathan had shot, Jonathan called after the lad and said, \"Is not the arrow beyond you?\"",
          "ID": "37"
        },
        {
          "text": "And Jonathan called after the lad, \"Hurry, be quick, do not stay!\" And Jonathan's lad picked up the arrow and came to his master.",
          "ID": "38"
        },
        {
          "text": "But the lad was not aware of anything; only Jonathan and David knew about the matter.",
          "ID": "39"
        },
        {
          "text": "Then Jonathan gave his weapons to his lad and said to him, \"Go, bring them to the city.\"",
          "ID": "40"
        },
        {
          "text": "When the lad was gone, David rose from the south side and fell on his face to the ground, and bowed three times. And they kissed each other and wept together, but David wept the more.",
          "ID": "41"
        },
        {
          "text": "Jonathan said to David, \"Go in safety, inasmuch as we have sworn to each other in the name of the Lord, saying, 'The Lord will be between me and you, and between my descendants and your descendants forever.'\" Then he rose and departed, while Jonathan went into the city.",
          "ID": "42"
        }
      ],
      "ID": "OT:1SA.20",
      "name": "1 SAMUEL 20"
    },
    {
      "text": [
        {
          "text": "Then David came to Nob to Ahimelech the priest; and Ahimelech came trembling to meet David and said to him, \"Why are you alone and no one with you?\"",
          "ID": "1"
        },
        {
          "text": "David said to Ahimelech the priest, \"The king has commissioned me with a matter and has said to me, 'Let no one know anything about the matter on which I am sending you and with which I have commissioned you; and I have directed the young men to a certain place.'",
          "ID": "2"
        },
        {
          "text": "Now therefore, what do you have on hand? Give me five loaves of bread, or whatever can be found.\"",
          "ID": "3"
        },
        {
          "text": "The priest answered David and said, \"There is no ordinary bread on hand, but there is consecrated bread; if only the young men have kept themselves from women.\"",
          "ID": "4"
        },
        {
          "text": "David answered the priest and said to him, \"Surely women have been kept from us as previously when I set out and the vessels of the young men were holy, though it was an ordinary journey; how much more then today will their vessels be holy?\"",
          "ID": "5"
        },
        {
          "text": "So the priest gave him consecrated bread; for there was no bread there but the bread of the Presence which was removed from before the Lord, in order to put hot bread in its place when it was taken away.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now one of the servants of Saul was there that day, detained before the Lord; and his name was Doeg the Edomite, the chief of Saul's shepherds.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "David said to Ahimelech, \"Now is there not a spear or a sword on hand? For I brought neither my sword nor my weapons with me, because the king's matter was urgent.\"",
          "ID": "8"
        },
        {
          "text": "Then the priest said, \"The sword of Goliath the Philistine, whom you killed in the valley of Elah, behold, it is wrapped in a cloth behind the ephod; if you would take it for yourself, take it. For there is no other except it here.\" And David said, \"There is none like it; give it to me.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then David arose and fled that day from Saul, and went to Achish king of Gath.",
          "ID": "10"
        },
        {
          "text": "But the servants of Achish said to him, \"Is this not David the king of the land? Did they not sing of this one as they danced, saying,",
          "ID": "11"
        },
        {
          "text": "'Saul has slain his thousands,",
          "ID": "11"
        },
        {
          "text": "And David his ten thousands'?\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "David took these words to heart and greatly feared Achish king of Gath.",
          "ID": "12"
        },
        {
          "text": "So he disguised his sanity before them, and acted insanely in their hands, and scribbled on the doors of the gate, and let his saliva run down into his beard.",
          "ID": "13"
        },
        {
          "text": "Then Achish said to his servants, \"Behold, you see the man behaving as a madman. Why do you bring him to me?",
          "ID": "14"
        },
        {
          "text": "Do I lack madmen, that you have brought this one to act the madman in my presence? Shall this one come into my house?\"",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21",
      "name": "1 SAMUEL 21"
    },
    {
      "text": [
        {
          "text": "So David departed from there and escaped to the cave of Adullam; and when his brothers and all his father's household heard of it, they went down there to him.",
          "ID": "1"
        },
        {
          "text": "Everyone who was in distress, and everyone who was in debt, and everyone who was discontented gathered to him; and he became captain over them. Now there were about four hundred men with him.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And David went from there to Mizpah of Moab; and he said to the king of Moab, \"Please let my father and my mother come and stay with you until I know what God will do for me.\"",
          "ID": "3"
        },
        {
          "text": "Then he left them with the king of Moab; and they stayed with him all the time that David was in the stronghold.",
          "ID": "4"
        },
        {
          "text": "The prophet Gad said to David, \"Do not stay in the stronghold; depart, and go into the land of Judah.\" So David departed and went into the forest of Hereth.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then Saul heard that David and the men who were with him had been discovered. Now Saul was sitting in Gibeah, under the tamarisk tree on the height with his spear in his hand, and all his servants were standing around him.",
          "ID": "6"
        },
        {
          "text": "Saul said to his servants who stood around him, \"Hear now, O Benjamites! Will the son of Jesse also give to all of you fields and vineyards? Will he make you all commanders of thousands and commanders of hundreds?",
          "ID": "7"
        },
        {
          "text": "For all of you have conspired against me so that there is no one who discloses to me when my son makes a covenant with the son of Jesse, and there is none of you who is sorry for me or discloses to me that my son has stirred up my servant against me to lie in ambush, as it is this day.\"",
          "ID": "8"
        },
        {
          "text": "Then Doeg the Edomite, who was standing by the servants of Saul, said, \"I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub.",
          "ID": "9"
        },
        {
          "text": "He inquired of the Lord for him, gave him provisions, and gave him the sword of Goliath the Philistine.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then the king sent someone to summon Ahimelech the priest, the son of Ahitub, and all his father's household, the priests who were in Nob; and all of them came to the king.",
          "ID": "11"
        },
        {
          "text": "Saul said, \"Listen now, son of Ahitub.\" And he answered, \"Here I am, my lord.\"",
          "ID": "12"
        },
        {
          "text": "Saul then said to him, \"Why have you and the son of Jesse conspired against me, in that you have given him bread and a sword and have inquired of God for him, so that he would rise up against me by lying in ambush as it is this day?\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then Ahimelech answered the king and said, \"And who among all your servants is as faithful as David, even the king's son-in-law, who is captain over your guard, and is honored in your house?",
          "ID": "14"
        },
        {
          "text": "Did I just begin to inquire of God for him today? Far be it from me! Do not let the king impute anything to his servant or to any of the household of my father, for your servant knows nothing at all of this whole affair.\"",
          "ID": "15"
        },
        {
          "text": "But the king said, \"You shall surely die, Ahimelech, you and all your father's household!\"",
          "ID": "16"
        },
        {
          "text": "And the king said to the guards who were attending him, \"Turn around and put the priests of the Lord to death, because their hand also is with David and because they knew that he was fleeing and did not reveal it to me.\" But the servants of the king were not willing to put forth their hands to attack the priests of the Lord.",
          "ID": "17"
        },
        {
          "text": "Then the king said to Doeg, \"You turn around and attack the priests.\" And Doeg the Edomite turned around and attacked the priests, and he killed that day eighty-five men who wore the linen ephod.",
          "ID": "18"
        },
        {
          "text": "And he struck Nob the city of the priests with the edge of the sword, both men and women, children and infants; also oxen, donkeys, and sheep he struck with the edge of the sword.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But one son of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David.",
          "ID": "20"
        },
        {
          "text": "Abiathar told David that Saul had killed the priests of the Lord.",
          "ID": "21"
        },
        {
          "text": "Then David said to Abiathar, \"I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I have brought about the death of every person in your father's household.",
          "ID": "22"
        },
        {
          "text": "Stay with me; do not be afraid, for he who seeks my life seeks your life, for you are safe with me.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22",
      "name": "1 SAMUEL 22"
    },
    {
      "text": [
        {
          "text": "Then they told David, saying, \"Behold, the Philistines are fighting against Keilah and are plundering the threshing floors.\"",
          "ID": "1"
        },
        {
          "text": "So David inquired of the Lord, saying, \"Shall I go and attack these Philistines?\" And the Lord said to David, \"Go and attack the Philistines and deliver Keilah.\"",
          "ID": "2"
        },
        {
          "text": "But David's men said to him, \"Behold, we are afraid here in Judah. How much more then if we go to Keilah against the ranks of the Philistines?\"",
          "ID": "3"
        },
        {
          "text": "Then David inquired of the Lord once more. And the Lord answered him and said, \"Arise, go down to Keilah, for I will give the Philistines into your hand.\"",
          "ID": "4"
        },
        {
          "text": "So David and his men went to Keilah and fought with the Philistines; and he led away their livestock and struck them with a great slaughter. Thus David delivered the inhabitants of Keilah.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now it came about, when Abiathar the son of Ahimelech fled to David at Keilah, that he came down with an ephod in his hand.",
          "ID": "6"
        },
        {
          "text": "When it was told Saul that David had come to Keilah, Saul said, \"God has delivered him into my hand, for he shut himself in by entering a city with double gates and bars.\"",
          "ID": "7"
        },
        {
          "text": "So Saul summoned all the people for war, to go down to Keilah to besiege David and his men.",
          "ID": "8"
        },
        {
          "text": "Now David knew that Saul was plotting evil against him; so he said to Abiathar the priest, \"Bring the ephod here.\"",
          "ID": "9"
        },
        {
          "text": "Then David said, \"O Lord God of Israel, Your servant has heard for certain that Saul is seeking to come to Keilah to destroy the city on my account.",
          "ID": "10"
        },
        {
          "text": "Will the men of Keilah surrender me into his hand? Will Saul come down just as Your servant has heard? O Lord God of Israel, I pray, tell Your servant.\" And the Lord said, \"He will come down.\"",
          "ID": "11"
        },
        {
          "text": "Then David said, \"Will the men of Keilah surrender me and my men into the hand of Saul?\" And the Lord said, \"They will surrender you.\"",
          "ID": "12"
        },
        {
          "text": "Then David and his men, about six hundred, arose and departed from Keilah, and they went wherever they could go. When it was told Saul that David had escaped from Keilah, he gave up the pursuit.",
          "ID": "13"
        },
        {
          "text": "David stayed in the wilderness in the strongholds, and remained in the hill country in the wilderness of Ziph. And Saul sought him every day, but God did not deliver him into his hand.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Now David became aware that Saul had come out to seek his life while David was in the wilderness of Ziph at Horesh.",
          "ID": "15"
        },
        {
          "text": "And Jonathan, Saul's son, arose and went to David at Horesh, and encouraged him in God.",
          "ID": "16"
        },
        {
          "text": "Thus he said to him, \"Do not be afraid, because the hand of Saul my father will not find you, and you will be king over Israel and I will be next to you; and Saul my father knows that also.\"",
          "ID": "17"
        },
        {
          "text": "So the two of them made a covenant before the Lord; and David stayed at Horesh while Jonathan went to his house.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then Ziphites came up to Saul at Gibeah, saying, \"Is David not hiding with us in the strongholds at Horesh, on the hill of Hachilah, which is on the south of Jeshimon?",
          "ID": "19"
        },
        {
          "text": "Now then, O king, come down according to all the desire of your soul to do so; and our part shall be to surrender him into the king's hand.\"",
          "ID": "20"
        },
        {
          "text": "Saul said, \"May you be blessed of the Lord, for you have had compassion on me.",
          "ID": "21"
        },
        {
          "text": "Go now, make more sure, and investigate and see his place where his haunt is, and who has seen him there; for I am told that he is very cunning.",
          "ID": "22"
        },
        {
          "text": "So look, and learn about all the hiding places where he hides himself and return to me with certainty, and I will go with you; and if he is in the land, I will search him out among all the thousands of Judah.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then they arose and went to Ziph before Saul. Now David and his men were in the wilderness of Maon, in the Arabah to the south of Jeshimon.",
          "ID": "24"
        },
        {
          "text": "When Saul and his men went to seek him, they told David, and he came down to the rock and stayed in the wilderness of Maon. And when Saul heard it, he pursued David in the wilderness of Maon.",
          "ID": "25"
        },
        {
          "text": "Saul went on one side of the mountain, and David and his men on the other side of the mountain; and David was hurrying to get away from Saul, for Saul and his men were surrounding David and his men to seize them.",
          "ID": "26"
        },
        {
          "text": "But a messenger came to Saul, saying, \"Hurry and come, for the Philistines have made a raid on the land.\"",
          "ID": "27"
        },
        {
          "text": "So Saul returned from pursuing David and went to meet the Philistines; therefore they called that place the Rock of Escape.",
          "ID": "28"
        },
        {
          "text": "David went up from there and stayed in the strongholds of Engedi.",
          "ID": "29"
        }
      ],
      "ID": "OT:1SA.23",
      "name": "1 SAMUEL 23"
    },
    {
      "text": [
        {
          "text": "Now when Saul returned from pursuing the Philistines, he was told, saying, \"Behold, David is in the wilderness of Engedi.\"",
          "ID": "1"
        },
        {
          "text": "Then Saul took three thousand chosen men from all Israel and went to seek David and his men in front of the Rocks of the Wild Goats.",
          "ID": "2"
        },
        {
          "text": "He came to the sheepfolds on the way, where there was a cave; and Saul went in to relieve himself. Now David and his men were sitting in the inner recesses of the cave.",
          "ID": "3"
        },
        {
          "text": "The men of David said to him, \"Behold, this is the day of which the Lord said to you, 'Behold; I am about to give your enemy into your hand, and you shall do to him as it seems good to you.'\" Then David arose and cut off the edge of Saul's robe secretly.",
          "ID": "4"
        },
        {
          "text": "It came about afterward that David's conscience bothered him because he had cut off the edge of Saul's robe.",
          "ID": "5"
        },
        {
          "text": "So he said to his men, \"Far be it from me because of the Lord that I should do this thing to my lord, the Lord's anointed, to stretch out my hand against him, since he is the Lord's anointed.\"",
          "ID": "6"
        },
        {
          "text": "David persuaded his men with these words and did not allow them to rise up against Saul. And Saul arose, left the cave, and went on his way.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now afterward David arose and went out of the cave and called after Saul, saying, \"My lord the king!\" And when Saul looked behind him, David bowed with his face to the ground and prostrated himself.",
          "ID": "8"
        },
        {
          "text": "David said to Saul, \"Why do you listen to the words of men, saying, 'Behold, David seeks to harm you'?",
          "ID": "9"
        },
        {
          "text": "Behold, this day your eyes have seen that the Lord had given you today into my hand in the cave, and some said to kill you, but my eye had pity on you; and I said, 'I will not stretch out my hand against my lord, for he is the Lord's anointed.'",
          "ID": "10"
        },
        {
          "text": "Now, my father, see! Indeed, see the edge of your robe in my hand! For in that I cut off the edge of your robe and did not kill you, know and perceive that there is no evil or rebellion in my hands, and I have not sinned against you, though you are lying in wait for my life to take it.",
          "ID": "11"
        },
        {
          "text": "May the Lord judge between you and me, and may the Lord avenge me on you; but my hand shall not be against you.",
          "ID": "12"
        },
        {
          "text": "As the proverb of the ancients says, 'Out of the wicked comes forth wickedness'; but my hand shall not be against you.",
          "ID": "13"
        },
        {
          "text": "After whom has the king of Israel come out? Whom are you pursuing? A dead dog, a single flea?",
          "ID": "14"
        },
        {
          "text": "The Lord therefore be judge and decide between you and me; and may He see and plead my cause and deliver me from your hand.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When David had finished speaking these words to Saul, Saul said, \"Is this your voice, my son David?\" Then Saul lifted up his voice and wept.",
          "ID": "16"
        },
        {
          "text": "He said to David, \"You are more righteous than I; for you have dealt well with me, while I have dealt wickedly with you.",
          "ID": "17"
        },
        {
          "text": "You have declared today that you have done good to me, that the Lord delivered me into your hand and yet you did not kill me.",
          "ID": "18"
        },
        {
          "text": "For if a man finds his enemy, will he let him go away safely? May the Lord therefore reward you with good in return for what you have done to me this day.",
          "ID": "19"
        },
        {
          "text": "Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand.",
          "ID": "20"
        },
        {
          "text": "So now swear to me by the Lord that you will not cut off my descendants after me and that you will not destroy my name from my father's household.\"",
          "ID": "21"
        },
        {
          "text": "David swore to Saul. And Saul went to his home, but David and his men went up to the stronghold.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.24",
      "name": "1 SAMUEL 24"
    },
    {
      "text": [
        {
          "text": "Then Samuel died; and all Israel gathered together and mourned for him, and buried him at his house in Ramah. And David arose and went down to the wilderness of Paran.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now there was a man in Maon whose business was in Carmel; and the man was very rich, and he had three thousand sheep and a thousand goats. And it came about while he was shearing his sheep in Carmel",
          "ID": "2"
        },
        {
          "text": "(now the man's name was Nabal, and his wife's name was Abigail. And the woman was intelligent and beautiful in appearance, but the man was harsh and evil in his dealings, and he was a Calebite),",
          "ID": "3"
        },
        {
          "text": "that David heard in the wilderness that Nabal was shearing his sheep.",
          "ID": "4"
        },
        {
          "text": "So David sent ten young men; and David said to the young men, \"Go up to Carmel, visit Nabal and greet him in my name;",
          "ID": "5"
        },
        {
          "text": "and thus you shall say, 'Have a long life, peace be to you, and peace be to your house, and peace be to all that you have.",
          "ID": "6"
        },
        {
          "text": "Now I have heard that you have shearers; now your shepherds have been with us and we have not insulted them, nor have they missed anything all the days they were in Carmel.",
          "ID": "7"
        },
        {
          "text": "Ask your young men and they will tell you. Therefore let my young men find favor in your eyes, for we have come on a festive day. Please give whatever you find at hand to your servants and to your son David.'\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When David's young men came, they spoke to Nabal according to all these words in David's name; then they waited.",
          "ID": "9"
        },
        {
          "text": "But Nabal answered David's servants and said, \"Who is David? And who is the son of Jesse? There are many servants today who are each breaking away from his master.",
          "ID": "10"
        },
        {
          "text": "Shall I then take my bread and my water and my meat that I have slaughtered for my shearers, and give it to men whose origin I do not know?\"",
          "ID": "11"
        },
        {
          "text": "So David's young men retraced their way and went back; and they came and told him according to all these words.",
          "ID": "12"
        },
        {
          "text": "David said to his men, \"Each of you gird on his sword.\" So each man girded on his sword. And David also girded on his sword, and about four hundred men went up behind David while two hundred stayed with the baggage.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But one of the young men told Abigail, Nabal's wife, saying, \"Behold, David sent messengers from the wilderness to greet our master, and he scorned them.",
          "ID": "14"
        },
        {
          "text": "Yet the men were very good to us, and we were not insulted, nor did we miss anything as long as we went about with them, while we were in the fields.",
          "ID": "15"
        },
        {
          "text": "They were a wall to us both by night and by day, all the time we were with them tending the sheep.",
          "ID": "16"
        },
        {
          "text": "Now therefore, know and consider what you should do, for evil is plotted against our master and against all his household; and he is such a worthless man that no one can speak to him.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then Abigail hurried and took two hundred loaves of bread and two jugs of wine and five sheep already prepared and five measures of roasted grain and a hundred clusters of raisins and two hundred cakes of figs, and loaded them on donkeys.",
          "ID": "18"
        },
        {
          "text": "She said to her young men, \"Go on before me; behold, I am coming after you.\" But she did not tell her husband Nabal.",
          "ID": "19"
        },
        {
          "text": "It came about as she was riding on her donkey and coming down by the hidden part of the mountain, that behold, David and his men were coming down toward her; so she met them.",
          "ID": "20"
        },
        {
          "text": "Now David had said, \"Surely in vain I have guarded all that this man has in the wilderness, so that nothing was missed of all that belonged to him; and he has returned me evil for good.",
          "ID": "21"
        },
        {
          "text": "May God do so to the enemies of David, and more also, if by morning I leave as much as one male of any who belong to him.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When Abigail saw David, she hurried and dismounted from her donkey, and fell on her face before David and bowed herself to the ground.",
          "ID": "23"
        },
        {
          "text": "She fell at his feet and said, \"On me alone, my lord, be the blame. And please let your maidservant speak to you, and listen to the words of your maidservant.",
          "ID": "24"
        },
        {
          "text": "Please do not let my lord pay attention to this worthless man, Nabal, for as his name is, so is he. Nabal is his name and folly is with him; but I your maidservant did not see the young men of my lord whom you sent.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"Now therefore, my lord, as the Lord lives, and as your soul lives, since the Lord has restrained you from shedding blood, and from avenging yourself by your own hand, now then let your enemies and those who seek evil against my lord, be as Nabal.",
          "ID": "26"
        },
        {
          "text": "Now let this gift which your maidservant has brought to my lord be given to the young men who accompany my lord.",
          "ID": "27"
        },
        {
          "text": "Please forgive the transgression of your maidservant; for the Lord will certainly make for my lord an enduring house, because my lord is fighting the battles of the Lord, and evil will not be found in you all your days.",
          "ID": "28"
        },
        {
          "text": "Should anyone rise up to pursue you and to seek your life, then the life of my lord shall be bound in the bundle of the living with the Lord your God; but the lives of your enemies He will sling out as from the hollow of a sling.",
          "ID": "29"
        },
        {
          "text": "And when the Lord does for my lord according to all the good that He has spoken concerning you, and appoints you ruler over Israel,",
          "ID": "30"
        },
        {
          "text": "this will not cause grief or a troubled heart to my lord, both by having shed blood without cause and by my lord having avenged himself. When the Lord deals well with my lord, then remember your maidservant.\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Then David said to Abigail, \"Blessed be the Lord God of Israel, who sent you this day to meet me,",
          "ID": "32"
        },
        {
          "text": "and blessed be your discernment, and blessed be you, who have kept me this day from bloodshed and from avenging myself by my own hand.",
          "ID": "33"
        },
        {
          "text": "Nevertheless, as the Lord God of Israel lives, who has restrained me from harming you, unless you had come quickly to meet me, surely there would not have been left to Nabal until the morning light as much as one male.\"",
          "ID": "34"
        },
        {
          "text": "So David received from her hand what she had brought him and said to her, \"Go up to your house in peace. See, I have listened to you and granted your request.\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then Abigail came to Nabal, and behold, he was holding a feast in his house, like the feast of a king. And Nabal's heart was merry within him, for he was very drunk; so she did not tell him anything at all until the morning light.",
          "ID": "36"
        },
        {
          "text": "But in the morning, when the wine had gone out of Nabal, his wife told him these things, and his heart died within him so that he became as a stone.",
          "ID": "37"
        },
        {
          "text": "About ten days later, the Lord struck Nabal and he died.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "When David heard that Nabal was dead, he said, \"Blessed be the Lord, who has pleaded the cause of my reproach from the hand of Nabal and has kept back His servant from evil. The Lord has also returned the evildoing of Nabal on his own head.\" Then David sent a proposal to Abigail, to take her as his wife.",
          "ID": "39"
        },
        {
          "text": "When the servants of David came to Abigail at Carmel, they spoke to her, saying, \"David has sent us to you to take you as his wife.\"",
          "ID": "40"
        },
        {
          "text": "She arose and bowed with her face to the ground and said, \"Behold, your maidservant is a maid to wash the feet of my lord's servants.\"",
          "ID": "41"
        },
        {
          "text": "Then Abigail quickly arose, and rode on a donkey, with her five maidens who attended her; and she followed the messengers of David and became his wife.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "David had also taken Ahinoam of Jezreel, and they both became his wives.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Now Saul had given Michal his daughter, David's wife, to Palti the son of Laish, who was from Gallim.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25",
      "name": "1 SAMUEL 25"
    },
    {
      "text": [
        {
          "text": "Then the Ziphites came to Saul at Gibeah, saying, \"Is not David hiding on the hill of Hachilah, which is before Jeshimon?\"",
          "ID": "1"
        },
        {
          "text": "So Saul arose and went down to the wilderness of Ziph, having with him three thousand chosen men of Israel, to search for David in the wilderness of Ziph.",
          "ID": "2"
        },
        {
          "text": "Saul camped in the hill of Hachilah, which is before Jeshimon, beside the road, and David was staying in the wilderness. When he saw that Saul came after him into the wilderness,",
          "ID": "3"
        },
        {
          "text": "David sent out spies, and he knew that Saul was definitely coming.",
          "ID": "4"
        },
        {
          "text": "David then arose and came to the place where Saul had camped. And David saw the place where Saul lay, and Abner the son of Ner, the commander of his army; and Saul was lying in the circle of the camp, and the people were camped around him.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then David said to Ahimelech the Hittite and to Abishai the son of Zeruiah, Joab's brother, saying, \"Who will go down with me to Saul in the camp?\" And Abishai said, \"I will go down with you.\"",
          "ID": "6"
        },
        {
          "text": "So David and Abishai came to the people by night, and behold, Saul lay sleeping inside the circle of the camp with his spear stuck in the ground at his head; and Abner and the people were lying around him.",
          "ID": "7"
        },
        {
          "text": "Then Abishai said to David, \"Today God has delivered your enemy into your hand; now therefore, please let me strike him with the spear to the ground with one stroke, and I will not strike him the second time.\"",
          "ID": "8"
        },
        {
          "text": "But David said to Abishai, \"Do not destroy him, for who can stretch out his hand against the Lord's anointed and be without guilt?\"",
          "ID": "9"
        },
        {
          "text": "David also said, \"As the Lord lives, surely the Lord will strike him, or his day will come that he dies, or he will go down into battle and perish.",
          "ID": "10"
        },
        {
          "text": "The Lord forbid that I should stretch out my hand against the Lord's anointed; but now please take the spear that is at his head and the jug of water, and let us go.\"",
          "ID": "11"
        },
        {
          "text": "So David took the spear and the jug of water from beside Saul's head, and they went away, but no one saw or knew it, nor did any awake, for they were all asleep, because a sound sleep from the Lord had fallen on them.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then David crossed over to the other side and stood on top of the mountain at a distance with a large area between them.",
          "ID": "13"
        },
        {
          "text": "David called to the people and to Abner the son of Ner, saying, \"Will you not answer, Abner?\" Then Abner replied, \"Who are you who calls to the king?\"",
          "ID": "14"
        },
        {
          "text": "So David said to Abner, \"Are you not a man? And who is like you in Israel? Why then have you not guarded your lord the king? For one of the people came to destroy the king your lord.",
          "ID": "15"
        },
        {
          "text": "This thing that you have done is not good. As the Lord lives, all of you must surely die, because you did not guard your lord, the Lord's anointed. And now, see where the king's spear is and the jug of water that was at his head.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then Saul recognized David's voice and said, \"Is this your voice, my son David?\" And David said, \"It is my voice, my lord the king.\"",
          "ID": "17"
        },
        {
          "text": "He also said, \"Why then is my lord pursuing his servant? For what have I done? Or what evil is in my hand?",
          "ID": "18"
        },
        {
          "text": "Now therefore, please let my lord the king listen to the words of his servant. If the Lord has stirred you up against me, let Him accept an offering; but if it is men, cursed are they before the Lord, for they have driven me out today so that I would have no attachment with the inheritance of the Lord, saying, 'Go, serve other gods.'",
          "ID": "19"
        },
        {
          "text": "Now then, do not let my blood fall to the ground away from the presence of the Lord; for the king of Israel has come out to search for a single flea, just as one hunts a partridge in the mountains.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then Saul said, \"I have sinned. Return, my son David, for I will not harm you again because my life was precious in your sight this day. Behold, I have played the fool and have committed a serious error.\"",
          "ID": "21"
        },
        {
          "text": "David replied, \"Behold the spear of the king! Now let one of the young men come over and take it.",
          "ID": "22"
        },
        {
          "text": "The Lord will repay each man for his righteousness and his faithfulness; for the Lord delivered you into my hand today, but I refused to stretch out my hand against the Lord's anointed.",
          "ID": "23"
        },
        {
          "text": "Now behold, as your life was highly valued in my sight this day, so may my life be highly valued in the sight of the Lord, and may He deliver me from all distress.\"",
          "ID": "24"
        },
        {
          "text": "Then Saul said to David, \"Blessed are you, my son David; you will both accomplish much and surely prevail.\" So David went on his way, and Saul returned to his place.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26",
      "name": "1 SAMUEL 26"
    },
    {
      "text": [
        {
          "text": "Then David said to himself, \"Now I will perish one day by the hand of Saul. There is nothing better for me than to escape into the land of the Philistines. Saul then will despair of searching for me anymore in all the territory of Israel, and I will escape from his hand.\"",
          "ID": "1"
        },
        {
          "text": "So David arose and crossed over, he and the six hundred men who were with him, to Achish the son of Maoch, king of Gath.",
          "ID": "2"
        },
        {
          "text": "And David lived with Achish at Gath, he and his men, each with his household, even David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, Nabal's widow.",
          "ID": "3"
        },
        {
          "text": "Now it was told Saul that David had fled to Gath, so he no longer searched for him.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then David said to Achish, \"If now I have found favor in your sight, let them give me a place in one of the cities in the country, that I may live there; for why should your servant live in the royal city with you?\"",
          "ID": "5"
        },
        {
          "text": "So Achish gave him Ziklag that day; therefore Ziklag has belonged to the kings of Judah to this day.",
          "ID": "6"
        },
        {
          "text": "The number of days that David lived in the country of the Philistines was a year and four months.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now David and his men went up and raided the Geshurites and the Girzites and the Amalekites; for they were the inhabitants of the land from ancient times, as you come to Shur even as far as the land of Egypt.",
          "ID": "8"
        },
        {
          "text": "David attacked the land and did not leave a man or a woman alive, and he took away the sheep, the cattle, the donkeys, the camels, and the clothing. Then he returned and came to Achish.",
          "ID": "9"
        },
        {
          "text": "Now Achish said, \"Where have you made a raid today?\" And David said, \"Against the Negev of Judah and against the Negev of the Jerahmeelites and against the Negev of the Kenites.\"",
          "ID": "10"
        },
        {
          "text": "David did not leave a man or a woman alive to bring to Gath, saying, \"Otherwise they will tell about us, saying, 'So has David done and so has been his practice all the time he has lived in the country of the Philistines.'\"",
          "ID": "11"
        },
        {
          "text": "So Achish believed David, saying, \"He has surely made himself odious among his people Israel; therefore he will become my servant forever.\"",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27",
      "name": "1 SAMUEL 27"
    },
    {
      "text": [
        {
          "text": "Now it came about in those days that the Philistines gathered their armed camps for war, to fight against Israel. And Achish said to David, \"Know assuredly that you will go out with me in the camp, you and your men.\"",
          "ID": "1"
        },
        {
          "text": "David said to Achish, \"Very well, you shall know what your servant can do.\" So Achish said to David, \"Very well, I will make you my bodyguard for life.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Now Samuel was dead, and all Israel had lamented him and buried him in Ramah, his own city. And Saul had removed from the land those who were mediums and spiritists.",
          "ID": "3"
        },
        {
          "text": "So the Philistines gathered together and came and camped in Shunem; and Saul gathered all Israel together and they camped in Gilboa.",
          "ID": "4"
        },
        {
          "text": "When Saul saw the camp of the Philistines, he was afraid and his heart trembled greatly.",
          "ID": "5"
        },
        {
          "text": "When Saul inquired of the Lord, the Lord did not answer him, either by dreams or by Urim or by prophets.",
          "ID": "6"
        },
        {
          "text": "Then Saul said to his servants, \"Seek for me a woman who is a medium, that I may go to her and inquire of her.\" And his servants said to him, \"Behold, there is a woman who is a medium at En-dor.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then Saul disguised himself by putting on other clothes, and went, he and two men with him, and they came to the woman by night; and he said, \"Conjure up for me, please, and bring up for me whom I shall name to you.\"",
          "ID": "8"
        },
        {
          "text": "But the woman said to him, \"Behold, you know what Saul has done, how he has cut off those who are mediums and spiritists from the land. Why are you then laying a snare for my life to bring about my death?\"",
          "ID": "9"
        },
        {
          "text": "Saul vowed to her by the Lord, saying, \"As the Lord lives, no punishment shall come upon you for this thing.\"",
          "ID": "10"
        },
        {
          "text": "Then the woman said, \"Whom shall I bring up for you?\" And he said, \"Bring up Samuel for me.\"",
          "ID": "11"
        },
        {
          "text": "When the woman saw Samuel, she cried out with a loud voice; and the woman spoke to Saul, saying, \"Why have you deceived me? For you are Saul.\"",
          "ID": "12"
        },
        {
          "text": "The king said to her, \"Do not be afraid; but what do you see?\" And the woman said to Saul, \"I see a divine being coming up out of the earth.\"",
          "ID": "13"
        },
        {
          "text": "He said to her, \"What is his form?\" And she said, \"An old man is coming up, and he is wrapped with a robe.\" And Saul knew that it was Samuel, and he bowed with his face to the ground and did homage.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then Samuel said to Saul, \"Why have you disturbed me by bringing me up?\" And Saul answered, \"I am greatly distressed; for the Philistines are waging war against me, and God has departed from me and no longer answers me, either through prophets or by dreams; therefore I have called you, that you may make known to me what I should do.\"",
          "ID": "15"
        },
        {
          "text": "Samuel said, \"Why then do you ask me, since the Lord has departed from you and has become your adversary?",
          "ID": "16"
        },
        {
          "text": "The Lord has done accordingly as He spoke through me; for the Lord has torn the kingdom out of your hand and given it to your neighbor, to David.",
          "ID": "17"
        },
        {
          "text": "As you did not obey the Lord and did not execute His fierce wrath on Amalek, so the Lord has done this thing to you this day.",
          "ID": "18"
        },
        {
          "text": "Moreover the Lord will also give over Israel along with you into the hands of the Philistines, therefore tomorrow you and your sons will be with me. Indeed the Lord will give over the army of Israel into the hands of the Philistines!\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then Saul immediately fell full length upon the ground and was very afraid because of the words of Samuel; also there was no strength in him, for he had eaten no food all day and all night.",
          "ID": "20"
        },
        {
          "text": "The woman came to Saul and saw that he was terrified, and said to him, \"Behold, your maidservant has obeyed you, and I have taken my life in my hand and have listened to your words which you spoke to me.",
          "ID": "21"
        },
        {
          "text": "So now also, please listen to the voice of your maidservant, and let me set a piece of bread before you that you may eat and have strength when you go on your way.\"",
          "ID": "22"
        },
        {
          "text": "But he refused and said, \"I will not eat.\" However, his servants together with the woman urged him, and he listened to them. So he arose from the ground and sat on the bed.",
          "ID": "23"
        },
        {
          "text": "The woman had a fattened calf in the house, and she quickly slaughtered it; and she took flour, kneaded it and baked unleavened bread from it.",
          "ID": "24"
        },
        {
          "text": "She brought it before Saul and his servants, and they ate. Then they arose and went away that night.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28",
      "name": "1 SAMUEL 28"
    },
    {
      "text": [
        {
          "text": "Now the Philistines gathered together all their armies to Aphek, while the Israelites were camping by the spring which is in Jezreel.",
          "ID": "1"
        },
        {
          "text": "And the lords of the Philistines were proceeding on by hundreds and by thousands, and David and his men were proceeding on in the rear with Achish.",
          "ID": "2"
        },
        {
          "text": "Then the commanders of the Philistines said, \"What are these Hebrews doing here?\" And Achish said to the commanders of the Philistines, \"Is this not David, the servant of Saul the king of Israel, who has been with me these days, or rather these years, and I have found no fault in him from the day he deserted to me to this day?\"",
          "ID": "3"
        },
        {
          "text": "But the commanders of the Philistines were angry with him, and the commanders of the Philistines said to him, \"Make the man go back, that he may return to his place where you have assigned him, and do not let him go down to battle with us, or in the battle he may become an adversary to us. For with what could this man make himself acceptable to his lord? Would it not be with the heads of these men?",
          "ID": "4"
        },
        {
          "text": "Is this not David, of whom they sing in the dances, saying,",
          "ID": "5"
        },
        {
          "text": "'Saul has slain his thousands,",
          "ID": "5"
        },
        {
          "text": "And David his ten thousands'?\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then Achish called David and said to him, \"As the Lord lives, you have been upright, and your going out and your coming in with me in the army are pleasing in my sight; for I have not found evil in you from the day of your coming to me to this day. Nevertheless, you are not pleasing in the sight of the lords.",
          "ID": "6"
        },
        {
          "text": "Now therefore return and go in peace, that you may not displease the lords of the Philistines.\"",
          "ID": "7"
        },
        {
          "text": "David said to Achish, \"But what have I done? And what have you found in your servant from the day when I came before you to this day, that I may not go and fight against the enemies of my lord the king?\"",
          "ID": "8"
        },
        {
          "text": "But Achish replied to David, \"I know that you are pleasing in my sight, like an angel of God; nevertheless the commanders of the Philistines have said, 'He must not go up with us to the battle.'",
          "ID": "9"
        },
        {
          "text": "Now then arise early in the morning with the servants of your lord who have come with you, and as soon as you have arisen early in the morning and have light, depart.\"",
          "ID": "10"
        },
        {
          "text": "So David arose early, he and his men, to depart in the morning to return to the land of the Philistines. And the Philistines went up to Jezreel.",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29",
      "name": "1 SAMUEL 29"
    },
    {
      "text": [
        {
          "text": "Then it happened when David and his men came to Ziklag on the third day, that the Amalekites had made a raid on the Negev and on Ziklag, and had overthrown Ziklag and burned it with fire;",
          "ID": "1"
        },
        {
          "text": "and they took captive the women and all who were in it, both small and great, without killing anyone, and carried them off and went their way.",
          "ID": "2"
        },
        {
          "text": "When David and his men came to the city, behold, it was burned with fire, and their wives and their sons and their daughters had been taken captive.",
          "ID": "3"
        },
        {
          "text": "Then David and the people who were with him lifted their voices and wept until there was no strength in them to weep.",
          "ID": "4"
        },
        {
          "text": "Now David's two wives had been taken captive, Ahinoam the Jezreelitess and Abigail the widow of Nabal the Carmelite.",
          "ID": "5"
        },
        {
          "text": "Moreover David was greatly distressed because the people spoke of stoning him, for all the people were embittered, each one because of his sons and his daughters. But David strengthened himself in the Lord his God.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then David said to Abiathar the priest, the son of Ahimelech, \"Please bring me the ephod.\" So Abiathar brought the ephod to David.",
          "ID": "7"
        },
        {
          "text": "David inquired of the Lord, saying, \"Shall I pursue this band? Shall I overtake them?\" And He said to him, \"Pursue, for you will surely overtake them, and you will surely rescue all.\"",
          "ID": "8"
        },
        {
          "text": "So David went, he and the six hundred men who were with him, and came to the brook Besor, where those left behind remained.",
          "ID": "9"
        },
        {
          "text": "But David pursued, he and four hundred men, for two hundred who were too exhausted to cross the brook Besor remained behind.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now they found an Egyptian in the field and brought him to David, and gave him bread and he ate, and they provided him water to drink.",
          "ID": "11"
        },
        {
          "text": "They gave him a piece of fig cake and two clusters of raisins, and he ate; then his spirit revived. For he had not eaten bread or drunk water for three days and three nights.",
          "ID": "12"
        },
        {
          "text": "David said to him, \"To whom do you belong? And where are you from?\" And he said, \"I am a young man of Egypt, a servant of an Amalekite; and my master left me behind when I fell sick three days ago.",
          "ID": "13"
        },
        {
          "text": "We made a raid on the Negev of the Cherethites, and on that which belongs to Judah, and on the Negev of Caleb, and we burned Ziklag with fire.\"",
          "ID": "14"
        },
        {
          "text": "Then David said to him, \"Will you bring me down to this band?\" And he said, \"Swear to me by God that you will not kill me or deliver me into the hands of my master, and I will bring you down to this band.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When he had brought him down, behold, they were spread over all the land, eating and drinking and dancing because of all the great spoil that they had taken from the land of the Philistines and from the land of Judah.",
          "ID": "16"
        },
        {
          "text": "David slaughtered them from the twilight until the evening of the next day; and not a man of them escaped, except four hundred young men who rode on camels and fled.",
          "ID": "17"
        },
        {
          "text": "So David recovered all that the Amalekites had taken, and rescued his two wives.",
          "ID": "18"
        },
        {
          "text": "But nothing of theirs was missing, whether small or great, sons or daughters, spoil or anything that they had taken for themselves; David brought it all back.",
          "ID": "19"
        },
        {
          "text": "So David had captured all the sheep and the cattle which the people drove ahead of the other livestock, and they said, \"This is David's spoil.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When David came to the two hundred men who were too exhausted to follow David, who had also been left at the brook Besor, and they went out to meet David and to meet the people who were with him, then David approached the people and greeted them.",
          "ID": "21"
        },
        {
          "text": "Then all the wicked and worthless men among those who went with David said, \"Because they did not go with us, we will not give them any of the spoil that we have recovered, except to every man his wife and his children, that they may lead them away and depart.\"",
          "ID": "22"
        },
        {
          "text": "Then David said, \"You must not do so, my brothers, with what the Lord has given us, who has kept us and delivered into our hand the band that came against us.",
          "ID": "23"
        },
        {
          "text": "And who will listen to you in this matter? For as his share is who goes down to the battle, so shall his share be who stays by the baggage; they shall share alike.\"",
          "ID": "24"
        },
        {
          "text": "So it has been from that day forward, that he made it a statute and an ordinance for Israel to this day.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Now when David came to Ziklag, he sent some of the spoil to the elders of Judah, to his friends, saying, \"Behold, a gift for you from the spoil of the enemies of the Lord:",
          "ID": "26"
        },
        {
          "text": "to those who were in Bethel, and to those who were in Ramoth of the Negev, and to those who were in Jattir,",
          "ID": "27"
        },
        {
          "text": "and to those who were in Aroer, and to those who were in Siphmoth, and to those who were in Eshtemoa,",
          "ID": "28"
        },
        {
          "text": "and to those who were in Racal, and to those who were in the cities of the Jerahmeelites, and to those who were in the cities of the Kenites,",
          "ID": "29"
        },
        {
          "text": "and to those who were in Hormah, and to those who were in Bor-ashan, and to those who were in Athach,",
          "ID": "30"
        },
        {
          "text": "and to those who were in Hebron, and to all the places where David himself and his men were accustomed to go.\"",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30",
      "name": "1 SAMUEL 30"
    },
    {
      "text": [
        {
          "text": "Now the Philistines were fighting against Israel, and the men of Israel fled from before the Philistines and fell slain on Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "The Philistines overtook Saul and his sons; and the Philistines killed Jonathan and Abinadab and Malchi-shua the sons of Saul.",
          "ID": "2"
        },
        {
          "text": "The battle went heavily against Saul, and the archers hit him; and he was badly wounded by the archers.",
          "ID": "3"
        },
        {
          "text": "Then Saul said to his armor bearer, \"Draw your sword and pierce me through with it, otherwise these uncircumcised will come and pierce me through and make sport of me.\" But his armor bearer would not, for he was greatly afraid. So Saul took his sword and fell on it.",
          "ID": "4"
        },
        {
          "text": "When his armor bearer saw that Saul was dead, he also fell on his sword and died with him.",
          "ID": "5"
        },
        {
          "text": "Thus Saul died with his three sons, his armor bearer, and all his men on that day together.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When the men of Israel who were on the other side of the valley, with those who were beyond the Jordan, saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled; then the Philistines came and lived in them.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "It came about on the next day when the Philistines came to strip the slain, that they found Saul and his three sons fallen on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "They cut off his head and stripped off his weapons, and sent them throughout the land of the Philistines, to carry the good news to the house of their idols and to the people.",
          "ID": "9"
        },
        {
          "text": "They put his weapons in the temple of Ashtaroth, and they fastened his body to the wall of Beth-shan.",
          "ID": "10"
        },
        {
          "text": "Now when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,",
          "ID": "11"
        },
        {
          "text": "all the valiant men rose and walked all night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and they came to Jabesh and burned them there.",
          "ID": "12"
        },
        {
          "text": "They took their bones and buried them under the tamarisk tree at Jabesh, and fasted seven days.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31",
      "name": "1 SAMUEL 31"
    }
  ],
  "ID": "OT:1SA(NASB)",
  "version": "NASB",
  "name": "1 SAMUEL"
}