{
  "name": "Jude",
  "text": [
    {
      "name": "Jude 1",
      "text": [
        {
          "text": "Jude, a servant of Jesus Christ and a brother of James,To those who have been called, who are loved in God the Father and kept for Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Mercy, peace and love be yours in abundance.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Dear friends, although I was very eager to write to you about the salvation we share, I felt compelled to write and urge you to contend for the faith that was once for all entrusted to God's holy people.",
          "ID": "3"
        },
        {
          "text": "For certain individuals whose condemnation was written about long ago have secretly slipped in among you. They are ungodly people, who pervert the grace of our God into a license for immorality and deny Jesus Christ our only Sovereign and Lord.",
          "ID": "4"
        },
        {
          "text": "Though you already know all this, I want to remind you that the Lord at one time delivered his people out of Egypt, but later destroyed those who did not believe.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And the angels who did not keep their positions of authority but abandoned their proper dwelling—these he has kept in darkness, bound with everlasting chains for judgment on the great Day.",
          "ID": "6"
        },
        {
          "text": "In a similar way, Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion. They serve as an example of those who suffer the punishment of eternal fire.",
          "ID": "7"
        },
        {
          "text": "In the very same way, on the strength of their dreams these ungodly people pollute their own bodies, reject authority and heap abuse on celestial beings.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "But even the archangel Michael, when he was disputing with the devil about the body of Moses, did not himself dare to condemn him for slander but said, \"The Lord rebuke you!\"",
          "ID": "9"
        },
        {
          "text": "Yet these people slander whatever they do not understand, and the very things they do understand by instinct—as irrational animals do—will destroy them.",
          "ID": "10"
        },
        {
          "text": "Woe to them! They have taken the way of Cain; they have rushed for profit into Balaam's error; they have been destroyed in Korah's rebellion.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "These people are blemishes at your love feasts, eating with you without the slightest qualm—shepherds who feed only themselves. They are clouds without rain, blown along by the wind; autumn trees, without fruit and uprooted—twice dead.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They are wild waves of the sea, foaming up their shame; wandering stars, for whom blackest darkness has been reserved forever.",
          "ID": "13"
        },
        {
          "text": "Enoch, the seventh from Adam, prophesied about them: \"See, the Lord is coming with thousands upon thousands of his holy ones",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "to judge everyone, and to convict all of them of all the ungodly acts they have committed in their ungodliness, and of all the defiant words ungodly sinners have spoken against him.\"",
          "ID": "15"
        },
        {
          "text": "These people are grumblers and faultfinders; they follow their own evil desires; they boast about themselves and flatter others for their own advantage.",
          "ID": "16"
        },
        {
          "text": "But, dear friends, remember what the apostles of our Lord Jesus Christ foretold.",
          "ID": "17"
        },
        {
          "text": "They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\"",
          "ID": "18"
        },
        {
          "text": "These are the people who divide you, who follow mere natural instincts and do not have the Spirit.",
          "ID": "19"
        },
        {
          "text": "But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.",
          "ID": "21"
        },
        {
          "text": "Be merciful to those who doubt;",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "save others by snatching them from the fire; to others show mercy, mixed with fear—hating even the clothing stained by corrupted flesh.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy—",
          "ID": "24"
        },
        {
          "text": "to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:JUD(BOOKS)"
}