{
  "text": [
    {
      "text": [
        {
          "text": "Jude, a servant of Jesus Christ, and brother of James, to those who are beloved in God the Father, and who are guarded and called in Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "May mercy, and peace, and love be fulfilled in you.",
          "ID": "2"
        },
        {
          "text": "Most beloved, taking all care to write to you about your common salvation, I found it necessary to write to you in order to beg you to contend earnestly for the faith that was handed down once to the saints.",
          "ID": "3"
        },
        {
          "text": "For certain men entered unnoticed, who were written of beforehand unto this judgment: impious persons who are transforming the grace of our God into self-indulgence, and who are denying both the sole Ruler and our Lord Jesus Christ.",
          "ID": "4"
        },
        {
          "text": "So I want to caution you. Those who once knew everything that Jesus did, in saving the people from the land of Egypt, afterwards perished because they did not believe.",
          "ID": "5"
        },
        {
          "text": "And truly, the Angels, who did not keep to their first place, but instead abandoned their own domiciles, he has reserved with perpetual chains under darkness, unto the great day of judgment.",
          "ID": "6"
        },
        {
          "text": "And also Sodom and Gomorrah, and the adjoining cities, in similar ways, having given themselves over to fornication and to the pursuing of other flesh, were made an example, suffering the punishment of eternal fire.",
          "ID": "7"
        },
        {
          "text": "Similarly also, these ones certainly defile the flesh, and they despise proper authority, and they blaspheme against majesty.",
          "ID": "8"
        },
        {
          "text": "When Michael the Archangel, disputing with the devil, contended about the body of Moses, he did not dare to bring against him a judgment of blasphemy, so instead he said: \"The Lord commands you.\"",
          "ID": "9"
        },
        {
          "text": "But these men certainly blaspheme against whatever they do not understand. And yet, whatever they, like mute animals, know from nature, in these things they are corrupted.",
          "ID": "10"
        },
        {
          "text": "Woe to them! For they have gone after the way of Cain, and they have poured out the error of Balaam for profit, and they have perished in the sedition of Korah.",
          "ID": "11"
        },
        {
          "text": "These ones are defiled within their banquets, enjoying themselves and feeding themselves without fear; waterless clouds, which are tossed about by winds; autumn trees, unfruitful, twice dead, uprooted;",
          "ID": "12"
        },
        {
          "text": "raging waves of the sea, foaming from their own confusion; wandering stars, for whom the whirlwind of darkness has been reserved forever!",
          "ID": "13"
        },
        {
          "text": "And about these, Enoch, the seventh from Adam, also prophesied, saying: \"Behold, the Lord is arriving with thousands of his saints,",
          "ID": "14"
        },
        {
          "text": "to execute judgment against everyone, and to reprove all the impious concerning all the works of their impiety, by which they have acted impiously, and concerning all the harsh things that impious sinners have spoken against God.\"",
          "ID": "15"
        },
        {
          "text": "These ones are complaining murmurers, walking according to their own desires. And their mouth is speaking arrogance, admiring persons for the sake of gain.",
          "ID": "16"
        },
        {
          "text": "But as for you, most beloved, be mindful of the words which have been foretold by the Apostles of our Lord Jesus Christ,",
          "ID": "17"
        },
        {
          "text": "who declared to you that, in the end time, there would arrive mockers, walking according to their own desires, in impieties.",
          "ID": "18"
        },
        {
          "text": "These are the ones who segregate themselves; they are animals, not having the Spirit.",
          "ID": "19"
        },
        {
          "text": "But you, most beloved, are building yourselves up by your most holy faith, praying in the Holy Spirit,",
          "ID": "20"
        },
        {
          "text": "keeping yourselves in the love of God, and anticipating the mercy of our Lord Jesus Christ unto eternal life.",
          "ID": "21"
        },
        {
          "text": "So certainly, reprove them, after they have been judged.",
          "ID": "22"
        },
        {
          "text": "Yet truly, save them, seizing them from the fire. And have mercy on others: in fear, hating even that which is of the flesh, the defiled garment.",
          "ID": "23"
        },
        {
          "text": "Then, to him who has the power to keep you free from sin and to present you, immaculate, with exultation, before the presence of his glory at the advent of our Lord Jesus Christ,",
          "ID": "24"
        },
        {
          "text": "to the only God, our Savior, through Jesus Christ our Lord: to him be glory and magnificence, dominion and power, before all ages, and now, and in every age, forever. Amen.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Jude 1"
    }
  ],
  "ID": "NT:JUD(CPDV)",
  "version": "CPDV",
  "name": "Jude"
}