{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Книга эта – откровение Иисуса Христа, которое дал Ему Бог, дал, чтобы мог Он показать слугам Своим, чему предстоит произойти вскоре. Он послал ангела Своего явить это откровение мне, рабу Своему Иоанну, ",
          "ID": "1"
        },
        {
          "text": "дабы как свидетель поведал я народу Божьему обо всем, что видел и слышал: о слове Божием и об истине, Иисусом Христом возвещенной. ",
          "ID": "2"
        },
        {
          "text": "Блажен тот, кто читает, и блаженны те, что слушают слова этой книги пророческой и соблюдают написанное в ней, ибо близится время исполнения.",
          "ID": "3"
        },
        {
          "text": "Иоанн –",
          "ID": "4"
        },
        {
          "text": "семи церквам в Асии:",
          "ID": "4"
        },
        {
          "text": "благодать вам и мир от Того, Кто есть, Кто был и Кто грядет; от семи также духов, что перед престолом Его; ",
          "ID": "4"
        },
        {
          "text": "и от Иисуса Христа, Свидетеля верного, Первенца из мертвых, Владыки царей земных.",
          "ID": "5"
        },
        {
          "text": "Ему, Который возлюбил нас и кровью Своею избавил от грехов наших, ",
          "ID": "5"
        },
        {
          "text": "сделав нас царством святых и священниками Бога, Отца Своего, – Ему слава и власть во веки [веков]! Аминь.",
          "ID": "6"
        },
        {
          "text": "Вот идет Он с облаками;",
          "ID": "7"
        },
        {
          "text": "каждое око увидит Его и даже те, которые пронзили Его.",
          "ID": "7"
        },
        {
          "text": "В страх и отчаяние повергнет все племена земные явление Его.",
          "ID": "7"
        },
        {
          "text": "Так будет. Аминь.",
          "ID": "7"
        },
        {
          "text": "«Я – Альфа и Омега, – говорит Господь Бог, – Я Тот, Кто есть , Кто был и Кто грядет, Вседержитель».",
          "ID": "8"
        },
        {
          "text": "Я, Иоанн, ваш брат, всегда разделявший вместе с вами испытания ваши, как и вы обретший в Иисусе царство и силу вынести всё, был за слово Божие и свидетельство об Иисусе в ссылке на острове Патмос. ",
          "ID": "9"
        },
        {
          "text": "В день Господень объял меня Дух Божий, и услышал я за спиной громкий, звучавший как труба голос. ",
          "ID": "10"
        },
        {
          "text": "«То, что видишь, – сказал он мне, – запиши в книгу и пошли семи церквам, в города: Эфес, Смирну, Пергам, Фиатиры, Сарды, Филадельфию и Лаодикию».",
          "ID": "11"
        },
        {
          "text": "Я повернулся на голос, чтобы увидеть говорившего, и увидел, обернувшись, семь золотых светильников. ",
          "ID": "12"
        },
        {
          "text": "А посреди светильников стоял некто, подобный «Сыну Человеческому»: Он был облачен в длинную одежду и опоясан по груди золотым поясом. ",
          "ID": "13"
        },
        {
          "text": "Голова Его и волосы были белы, как самая белоснежная шерсть, глаза – что огонь пылающий. ",
          "ID": "14"
        },
        {
          "text": "Ноги у Него бронзе были подобны, раскаленной в печи, а голос Его – словно шум мощного потока. ",
          "ID": "15"
        },
        {
          "text": "В правой руке Своей держал Он семь звезд; из уст Его исходил меч разящий, обоюдоострый; и лик Его – как солнце, в зените сияющее.",
          "ID": "16"
        },
        {
          "text": "Увидев всё это, как мертвый пал я к ногам Его. Тогда Он возложил на меня правую руку Свою и сказал: «Не бойся! Я – Первый и Последний, ",
          "ID": "17"
        },
        {
          "text": "жив Я. Был мертв, а ныне жив и буду жить во веки веков, и Я владею ключами от смерти и ада.",
          "ID": "18"
        },
        {
          "text": "Запиши же всё, что ты видел уже и увидишь еще: и происходящее сейчас, и то, чему предстоит произойти вскоре. ",
          "ID": "19"
        },
        {
          "text": "А тайна семи звезд, которые видел ты в правой руке Моей, и семи золотых светильников, она вот в чем: семь звезд – это ангелы семи церквей, а семь светильников и есть эти семь церквей.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1",
      "name": "Откровение Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Ангелу церкви в Эфесе напиши:",
          "ID": "1"
        },
        {
          "text": "„Вот что говорит тебе Тот, Кто держит семь звезд в правой руке Своей и ходит среди семи золотых светильников: ",
          "ID": "1"
        },
        {
          "text": "„Все дела твои знаю, и тяжкий труд твой, и стойкость твою. Знаю, что не терпишь ты нечестивых в своей среде и что испытал ты тех, которые называют себя апостолами. Ты понял, что лжецы они, не те, за кого себя выдают. ",
          "ID": "2"
        },
        {
          "text": "Ты тверд в испытаниях, многое претерпел ты за верность имени Моему и не пал духом.",
          "ID": "3"
        },
        {
          "text": "Но вот что у Меня против тебя: потерял ты ту любовь, которой дорожил вначале. ",
          "ID": "4"
        },
        {
          "text": "Вспомни, с какой высоты духа ты пал! Покайся и вернись к прежним делам своим. Если же не покаешься, приду к тебе Сам и сдвину светильник твой с места, на котором стоит он. ",
          "ID": "5"
        },
        {
          "text": "Хорошо, впрочем, то в тебе, что, как и Я, ненавидишь ты дела николаитов“.",
          "ID": "6"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам. Победителю верну право вкушать от древа жизни, что в раю Божием“.",
          "ID": "7"
        },
        {
          "text": "Ангелу церкви в Смирне тоже напиши:",
          "ID": "8"
        },
        {
          "text": "„Говорит тебе Первый, Он же и Последний, Тот, Который был мертв, а ныне снова живет: ",
          "ID": "8"
        },
        {
          "text": "„Знаю о тяжких твоих мучениях и о бедности твоей (хоть, в сущности, ты и богат). Знаю, что хулят тебя говорящие, что они иудеи. Сборище сатанинское они, а вовсе не те, за кого себя выдают. ",
          "ID": "9"
        },
        {
          "text": "Не бойся того, что предстоит претерпеть тебе. Заточит иных из вас дьявол в темницу. Будет в том для вас испытание. Десять дней будут длиться мучения ваши. Оставайся же верен до самой смерти, и Я возложу на тебя венец жизни“.",
          "ID": "10"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам. Не понесет победитель никакого урона от смерти второй“.",
          "ID": "11"
        },
        {
          "text": "Ангелу церкви в Пергаме напиши:",
          "ID": "12"
        },
        {
          "text": "„Тот, у Кого меч разящий, обоюдоострый, говорит: ",
          "ID": "12"
        },
        {
          "text": "„Знаю, что там, где живешь ты, утвердил свой престол сатана. Но ты по-прежнему предан Мне и не отрекся от веры в Меня даже и после того, как в городе вашем, там, где живет сатана, был убит Мой верный свидетель Антипа.",
          "ID": "13"
        },
        {
          "text": "Но не могу всё же не упрекнуть тебя: есть у тебя люди, которые держатся учения Валаама, давшего совет Валаку поставить западню на пути сынов Израиля, чтобы ели они мясо, которое приносят в жертву идолам, и блудили. ",
          "ID": "14"
        },
        {
          "text": "Есть и такие еще у тебя, что следуют учению николаитов. ",
          "ID": "15"
        },
        {
          "text": "Так покайся! Иначе Сам приду к тебе скоро и мечом уст Моих буду сражаться с ними“.",
          "ID": "16"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам. Победителю дам манны сокровенной и дам ему еще камень белый с написанным на нем новым именем, которое не знает никто, кроме получившего этот камень“.",
          "ID": "17"
        },
        {
          "text": "Ангелу церкви в Фиатирах напиши:",
          "ID": "18"
        },
        {
          "text": "„Вот что говорит тебе Сын Божий, у Которого глаза, как огонь пылающий, и ноги у Него подобны раскаленной бронзе: ",
          "ID": "18"
        },
        {
          "text": "„Знаю дела твои, и любовь, и веру, служение твое знаю и стойкость. Знаю и то, что нынешние твои дела больше тех, что были вначале.",
          "ID": "19"
        },
        {
          "text": "Но вот что у Меня против тебя: ты попустительствуешь Иезавели, женщине, которая называет себя вестницей Божьей и учением своим совращает слуг Моих, так что впадают они в блуд и едят мясо, что приносят в жертву идолам. ",
          "ID": "20"
        },
        {
          "text": "Я дал ей срок для покаяния, но она каяться в распутстве своем не хочет. ",
          "ID": "21"
        },
        {
          "text": "На одр болезни и страданий повергну ее; прелюбодействовавших с ней обреку на муки страшные, если не отрекутся они покаянно от дел ее; ",
          "ID": "22"
        },
        {
          "text": "детей же ее смерти предам. Узнают тогда во всех церквах, что Я – Господь, что испытываю разум и сердце человека и каждому из вас воздам по делам его. ",
          "ID": "23"
        },
        {
          "text": "Говорю же вам, всем остальным, живущим в Фиатирах, тем, кто не прельстился этим учением и не искал для себя познания в так называемых „глубинах сатанинских“. Не возложу на вас больше никакого бремени. ",
          "ID": "24"
        },
        {
          "text": "Держитесь только твердо того, что было даровано вам, пока не приду Я.",
          "ID": "25"
        },
        {
          "text": "Тому, кто побеждает, кто до конца в труде Моем пребывает, дам Я власть над народами ",
          "ID": "26"
        },
        {
          "text": "(как и Сам получил власть от Отца Моего).",
          "ID": "27"
        },
        {
          "text": "„Будет пасти он железным жезлом их",
          "ID": "27"
        },
        {
          "text": "и разобьет, как сосуды глиняные“.",
          "ID": "27"
        },
        {
          "text": "Дам еще и звезду ему утреннюю“. ",
          "ID": "27"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам“.",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2",
      "name": "Откровение Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Ангелу церкви в Сардах напиши:",
          "ID": "1"
        },
        {
          "text": "„Вот что говорит тебе Тот, у Кого семь духов Божьих и семь звезд: „Знаю дела твои – о тебе говорят, что ты жив, а на самом деле ты мертв. ",
          "ID": "1"
        },
        {
          "text": "Пробудись! Упрочь то, что еще осталось в тебе, что вот-вот может умереть! Не нашел Я среди дел твоих ни одного, которое признал бы Мой Бог до конца доведенным. ",
          "ID": "2"
        },
        {
          "text": "Вспомни, как радостно принял ты весть спасения. Держись же ее и покайся! А если не будешь бодрствовать, явлюсь к тебе тайно, нагряну нежданно, так что и знать ты не будешь, когда приду совершить суд над тобой.",
          "ID": "3"
        },
        {
          "text": "Есть, впрочем, у тебя в Сардах и такие, – правда, немного их – которые не запятнали одежд своих. Будут ходить они со Мной в белых одеждах, ибо они этого достойны. ",
          "ID": "4"
        },
        {
          "text": "Всякий, кто побеждает, в белые одежды также будет облачен, и Я не изглажу имени его из Книги Жизни, но признаю его Своим пред Отцом Моим и ангелами Его“. ",
          "ID": "5"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам“.",
          "ID": "6"
        },
        {
          "text": "И ангелу церкви в Филадельфии напиши:",
          "ID": "7"
        },
        {
          "text": "„Тот, Кто свят и истинен,",
          "ID": "7"
        },
        {
          "text": "Кто владеет ключом Давидовым,",
          "ID": "7"
        },
        {
          "text": "так что если откроет дверь, ",
          "ID": "7"
        },
        {
          "text": "то никто не сможет закрыть ее, ",
          "ID": "7"
        },
        {
          "text": "и если закроет,",
          "ID": "7"
        },
        {
          "text": "то никто не сможет открыть, говорит Он тебе:",
          "ID": "7"
        },
        {
          "text": "„Знаю дела твои, знаю и то, что мало сил у тебя, а ты всё же твердо держишься слова Моего и не отрекся от Меня. Потому и открыл Я дверь пред тобою, и никто не сможет закрыть ее. ",
          "ID": "8"
        },
        {
          "text": "А из синагоги сатаны Я даю тебе тех, кто говорит о себе, что они иудеи, но вовсе не те они, за кого себя выдают, лжецы они. С ними сделаю всё так, чтобы пришли они и пали к ногам твоим; узнают они, что возлюбил Я тебя, ",
          "ID": "9"
        },
        {
          "text": "и сохраню тебя (раз не утратил ты, как заповедал Я тебе, терпения) в те страшные дни, которые надвигаются на землю, чтобы испытать всех живущих на ней.",
          "ID": "10"
        },
        {
          "text": "Скоро уже приду – ты же твердо держись того, что есть у тебя, дабы не забрал никто венца твоего. ",
          "ID": "11"
        },
        {
          "text": "Победителя сделаю столпом в Храме Бога Моего, и останется он там навеки. Напишу на нем имя Бога Моего и имя, которое носит город Бога Моего, тот новый Иерусалим, что спускается с неба от Бога Моего, напишу и Мое новое имя“. ",
          "ID": "12"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам“.",
          "ID": "13"
        },
        {
          "text": "Напиши и ангелу церкви в Лаодикии:",
          "ID": "14"
        },
        {
          "text": "„Вот что говорит тебе Тот, Кто зовется Аминь, Кто есть верный и истинный Свидетель и Начало всему творению Божию: ",
          "ID": "14"
        },
        {
          "text": "„Знаю дела твои. Ты не холоден, не горяч. О, если бы ты был холоден или горяч! ",
          "ID": "15"
        },
        {
          "text": "Но ты теплый. Такого тебя – не холодного и не горячего – исторгну из уст Моих. ",
          "ID": "16"
        },
        {
          "text": "Ты говоришь: ,,Я богат, и всего у меня много, я ни в чем не имею нужды“. Но в действительности ты просто не понимаешь, что несчастен ты, жалок, нищ, слеп и наг. ",
          "ID": "17"
        },
        {
          "text": "Советую тебе купить у Меня Мое через огонь прошедшее золото, чтобы воистину разбогатеть; купи и белые одежды, чтобы одеться и никому чтоб не виден был срам наготы твоей; приобрети, наконец, мазь глазную, чтобы, помазав ею глаза свои, начал ты видеть. ",
          "ID": "18"
        },
        {
          "text": "Кого люблю Я, того обличаю и даже наказываю. Стань же ревностным и покайся! ",
          "ID": "19"
        },
        {
          "text": "Вот, стою у двери и стучусь: кто услышит Мой зов и откроет Мне дверь, к тому войду и буду есть с ним, и он – со Мною. ",
          "ID": "20"
        },
        {
          "text": "Победителя посажу с Собою на престоле Моем – так и Я, победив, сел с Отцом Моим на престол Его“. ",
          "ID": "21"
        },
        {
          "text": "Если есть у вас уши, слушайте, что Дух говорит церквам“».",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3",
      "name": "Откровение Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Увидел я после этого открытую в небе дверь, и снова донесся до меня голос громкий, звучавший как труба, который я слышал раньше. «Взойди сюда, – сказал он. – Я покажу тебе, что произойдет после того, что уже увидел ты». ",
          "ID": "1"
        },
        {
          "text": "И тотчас объял меня Дух – увидел я, что на небе стоит престол и на нем Кто-то сидит. ",
          "ID": "2"
        },
        {
          "text": "Лик Его сиял, как драгоценные камни, как бриллиант и сердолик; престол окружала яркая, как изумруд, радуга. ",
          "ID": "3"
        },
        {
          "text": "Я видел, что вокруг этого престола стояли и еще двадцать четыре престола, на которых восседали старцы, облаченные в белые одежды, с золотыми венцами на головах. ",
          "ID": "4"
        },
        {
          "text": "От престола исходили молнии, доносились рокот и раскаты грома, горели у престола семь ярких факелов, семь духов Божьих, ",
          "ID": "5"
        },
        {
          "text": "и простиралось перед ним нечто, подобное морю стеклянному или кристаллу.",
          "ID": "6"
        },
        {
          "text": "Прямо у самого престола, вокруг него, были четыре живых существа со множеством глаз и спереди, и сзади. ",
          "ID": "6"
        },
        {
          "text": "Первое из них льву было подобно, второе походило на тельца, лицо третьего напоминало человеческое, четвертое существо похоже было на летящего орла. ",
          "ID": "7"
        },
        {
          "text": "У каждого из этих существ было по шесть крыльев и всюду-всюду, даже под крыльями, множество глаз. И восклицают они беспрестанно, днем и ночью:",
          "ID": "8"
        },
        {
          "text": "«Свят, свят, свят Господь Бог Вседержитель,",
          "ID": "8"
        },
        {
          "text": "Тот, Кто был, Кто есть, Кто грядет!»",
          "ID": "8"
        },
        {
          "text": "Всякий раз, когда воздавали они так славу и честь Сидящему на престоле и возносили Ему, Живущему во веки веков, благодарение, ",
          "ID": "9"
        },
        {
          "text": "все двадцать четыре старца падали ниц пред Сидящим на престоле и поклонялись Живущему во веки веков. Они слагали венцы свои перед престолом, говоря:",
          "ID": "10"
        },
        {
          "text": "«Тебе, Господь, Бог наш,",
          "ID": "11"
        },
        {
          "text": "и слава, и честь, и власть по праву,",
          "ID": "11"
        },
        {
          "text": "ведь Ты сотворил всё",
          "ID": "11"
        },
        {
          "text": "и по Твоей воле существует всё созданное Тобой».",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4",
      "name": "Откровение Иоанна 4"
    },
    {
      "text": [
        {
          "text": "В правой руке у Сидящего на престоле увидел я исписанный с обеих сторон и запечатанный семью печатями свиток. ",
          "ID": "1"
        },
        {
          "text": "Тут же увидел я ангела могущественного. Он громко вопрошал: «Кто достоин снять печати эти и раскрыть свиток?» ",
          "ID": "2"
        },
        {
          "text": "Никто, однако, ни на небе, ни на земле, ни под землей не мог раскрыть свиток и посмотреть в него. ",
          "ID": "3"
        },
        {
          "text": "И от того, что не был найден достойный раскрыть этот свиток и посмотреть в него, опечалился я и горько заплакал. ",
          "ID": "4"
        },
        {
          "text": "Тогда один из старцев утешил меня: «Не плачь, вот Лев из колена Иуды, Потомок Давида. Он одержал победу и может снять эти семь печатей и раскрыть свиток».",
          "ID": "5"
        },
        {
          "text": "После этих слов его увидел я Агнца со следами заклания, вместе с четырьмя живыми существами стоял Он между престолом и старцами. Семь рогов было у Него и семь глаз, иначе сказать, [семь] духов Божьих, посланных по всей земле. ",
          "ID": "6"
        },
        {
          "text": "Он подошел и взял из правой руки Сидящего на престоле свиток. ",
          "ID": "7"
        },
        {
          "text": "Когда взял Агнец свиток, четыре живых существа и двадцать четыре старца пали перед Ним (у каждого из них была кифара и золотые чаши, полные фимиама – молитв народа Божия), ",
          "ID": "8"
        },
        {
          "text": "и запели они новую песнь:",
          "ID": "9"
        },
        {
          "text": "«Ты вправе взять свиток и снять все печати с него:",
          "ID": "9"
        },
        {
          "text": "в жертву Ты был принесен",
          "ID": "9"
        },
        {
          "text": "и кровью Своей для Бога людей искупил,",
          "ID": "9"
        },
        {
          "text": "людей всех колен, всех языков, народов, племен.",
          "ID": "9"
        },
        {
          "text": "Сделал Ты их царством святых,",
          "ID": "10"
        },
        {
          "text": "священниками Бога нашего,",
          "ID": "10"
        },
        {
          "text": "дабы царствовать им на земле».",
          "ID": "10"
        },
        {
          "text": "Видел я тогда и слышал хор ангелов, окружавших престол (было их тьмы тем и тысячи тысяч), и тех живых существ, и старцев. ",
          "ID": "11"
        },
        {
          "text": "Ликуя, пел этот могучий хор:",
          "ID": "12"
        },
        {
          "text": "«Достоин Агнец закланный принять власть,",
          "ID": "12"
        },
        {
          "text": "богатство, мудрость!",
          "ID": "12"
        },
        {
          "text": "Ему – могущество и честь, хвала и слава!»",
          "ID": "12"
        },
        {
          "text": "И услышал я, как всякое творение на небе и на земле, под землей и в море – все живые существа во Вселенной – вторили:",
          "ID": "13"
        },
        {
          "text": "«Сидящему на престоле и Агнцу –",
          "ID": "13"
        },
        {
          "text": "хвала и честь, слава и могущество",
          "ID": "13"
        },
        {
          "text": "во веки веков!»",
          "ID": "13"
        },
        {
          "text": "И в ответ четыре живых существа провозгласили: «Аминь», а старцы пали ниц и поклонились [[Живущему во веки веков]]. ",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5",
      "name": "Откровение Иоанна 5"
    },
    {
      "text": [
        {
          "text": "После этого увидел я, что Агнец снял первую из семи печатей, и услышал, как одно из четырех живых существ сказало громоподобным голосом: «Выходи!» ",
          "ID": "1"
        },
        {
          "text": "И вот перед взором моим – белый конь. У всадника был в руке лук, а на голове венец, которого он был удостоен. Он вышел как победитель, устремленный к новым победам.",
          "ID": "2"
        },
        {
          "text": "Когда снял Агнец вторую печать, я услышал, как второе живое существо тоже сказало: «Выходи!» ",
          "ID": "3"
        },
        {
          "text": "И вот передо мной другой конь. Этот был огненно-красный. Всаднику на нем дано было лишить живущих на земле мира, чтобы убивали люди друг друга. Огромный меч был дан ему.",
          "ID": "4"
        },
        {
          "text": "Когда третью снял Агнец печать, заговорило третье из живых существ: «Выходи!» – услышал я и тотчас увидел коня вороного. В руке третьего всадника были весы. ",
          "ID": "5"
        },
        {
          "text": "Тут со стороны четырех живых существ раздался, казалось, чей-то голос: «Целый день работы всего за одну меру пшеницы или за три меры ячменя! Но елея и вина всё же не тронь!»",
          "ID": "6"
        },
        {
          "text": "Агнец снял четвертую печать – и я услышал, как четвертое живое существо сказало в свой черед: «Выходи!» ",
          "ID": "7"
        },
        {
          "text": "Я взглянул и вижу: вот конь мертвенно-бледный и на нем всадник, имя которому – Смерть. Ад следовал за ним. Дана была им власть над четвертой частью земли, чтобы изводить людей мечом, голодом, мором и зверьем земным.",
          "ID": "8"
        },
        {
          "text": "Когда Агнец снял пятую печать, увидел я под жертвенником души убиенных за слово Божие и за свидетельство, которого они держались. ",
          "ID": "9"
        },
        {
          "text": "И возопили они в молитвах своих: «Когда, Владыка Святой и Истинный, станешь судить Ты и взыщешь за кровь нашу с живущих на земле?» ",
          "ID": "10"
        },
        {
          "text": "Тогда каждого из них облачили в белые одежды и было им сказано, чтобы подождали они еще немного до тех пор, пока не пополнятся их ряды соработниками и братьями их, которые будут умерщвлены, как и они.",
          "ID": "11"
        },
        {
          "text": "Потом увидел я, что после того, как шестую снял Агнец печать, случилось великое землетрясение, и солнце стало черным, как траурное покрывало, а вся луна сделалась кровавой; ",
          "ID": "12"
        },
        {
          "text": "звезды небесные пали на землю, как смоквы незрелые, осыпающиеся с древа своего, когда раскачивает его сильный ветер. ",
          "ID": "13"
        },
        {
          "text": "И небо исчезло, свернувшись как свиток, и все горы и острова были сдвинуты с мест своих.",
          "ID": "14"
        },
        {
          "text": "Обуял всех людей страх: цари земли и вельможи с военачальниками, богатые и сильные, все рабы и свободные – все без различия прятались в пещерах и между горных утесов. ",
          "ID": "15"
        },
        {
          "text": "Взывали люди к горам и утесам: «Падите на нас и сокройте от взора Сидящего на престоле и гнева Агнца!» ",
          "ID": "16"
        },
        {
          "text": "День гнева пришел, великого гнева Их. Кто может теперь устоять?",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6",
      "name": "Откровение Иоанна 6"
    },
    {
      "text": [
        {
          "text": "Затем я увидел четырех ангелов. Они стояли на четырех концах земли и удерживали четыре ветра земных, чтобы не дул ветер ни на землю, ни на море, ни на дерево какое. ",
          "ID": "1"
        },
        {
          "text": "И увидел я другого ангела. Он поднимался от востока, и была у него печать Бога Живого. Тем ангелам четырем, которым дано было право причинять вред земле и морю, он громко сказал: ",
          "ID": "2"
        },
        {
          "text": "«Не делайте вреда ни земле, ни морю, ни деревьям, пока не наложим мы печать на чело каждого из слуг Бога нашего».",
          "ID": "3"
        },
        {
          "text": "И я слышал, сколько было отмечено печатью Божьей, – сто сорок четыре тысячи их из всех колен сынов Израилевых:",
          "ID": "4"
        },
        {
          "text": "двенадцать тысяч таких из колена Иуды,",
          "ID": "5"
        },
        {
          "text": "из колена Рувима тоже двенадцать тысяч",
          "ID": "5"
        },
        {
          "text": "и из Гадова колена двенадцать тысяч,",
          "ID": "5"
        },
        {
          "text": "из колена Асира – двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Неффалима – двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Манассии – двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Симеона – двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Левия – двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Иссахара – двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Завулона – двенадцать тысяч,",
          "ID": "8"
        },
        {
          "text": "из колена Иосифа – двенадцать тысяч",
          "ID": "8"
        },
        {
          "text": "и из колена Вениамина таких тоже двенадцать тысяч.",
          "ID": "8"
        },
        {
          "text": "Затем я увидел несчетное множество людей разных племен и колен всех народов и языков. Они стояли перед престолом и Агнцем, облаченные в белые одежды, а в руках своих держали пальмовые ветви. ",
          "ID": "9"
        },
        {
          "text": "Громко звучали голоса их:",
          "ID": "10"
        },
        {
          "text": "«В Боге нашем, на престоле сидящем, и в Агнце –",
          "ID": "10"
        },
        {
          "text": "в них для нас спасение!»",
          "ID": "10"
        },
        {
          "text": "Тогда и ангелы все, стоявшие вокруг престола, старцев и четырех существ живых, пали ниц перед престолом – Богу поклонились ",
          "ID": "11"
        },
        {
          "text": "со словами:",
          "ID": "12"
        },
        {
          "text": "«Аминь! Хвала, слава, премудрость,",
          "ID": "12"
        },
        {
          "text": "благодарение, честь, сила и могущество –",
          "ID": "12"
        },
        {
          "text": "Богу нашему во веки веков, аминь!»",
          "ID": "12"
        },
        {
          "text": "Один из старцев, заговорив, спросил меня: «Знаешь ли ты, кто эти люди в белых одеждах и откуда пришли они?»",
          "ID": "13"
        },
        {
          "text": "«Господин мой, это ты знаешь», – был ответ мой.",
          "ID": "14"
        },
        {
          "text": "И он мне сказал: «Люди эти через великие страдания прошли, одежды их, омытые кровью Агнца, белыми стали.",
          "ID": "14"
        },
        {
          "text": "Потому и стоят они ныне здесь, перед престолом Божиим,",
          "ID": "15"
        },
        {
          "text": "и служат Богу день и ночь в Храме Его;",
          "ID": "15"
        },
        {
          "text": "и Тот, Кто сидит на престоле, будет жить среди них.",
          "ID": "15"
        },
        {
          "text": "Не будут уж больше ни голодать, ни жаждать они.",
          "ID": "16"
        },
        {
          "text": "Не будет палить их солнце и зной не будет томить,",
          "ID": "16"
        },
        {
          "text": "потому что пастырем их будет Сам Агнец, Сердце престола.",
          "ID": "17"
        },
        {
          "text": "К источникам воды жизни Он их поведет,",
          "ID": "17"
        },
        {
          "text": "и отрет Бог все горькие слезы с очей их.",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7",
      "name": "Откровение Иоанна 7"
    },
    {
      "text": [
        {
          "text": "Когда Агнец снял седьмую печать, смолкло всё на небе. Около получаса была полная тишина.",
          "ID": "1"
        },
        {
          "text": "Увидел я тогда семь ангелов, стоявших перед Богом – каждому из них вручена была труба.",
          "ID": "2"
        },
        {
          "text": "Пришел еще один ангел и стал у жертвенника. В руках он держал золотую кадильницу, и дано ему было много фимиама, чтобы вместе с молитвами всего народа Божьего принес он его и воскурил на золотом жертвеннике перед престолом. ",
          "ID": "3"
        },
        {
          "text": "Дым фимиама с молитвами верующих вознесся к Богу из руки ангела. ",
          "ID": "4"
        },
        {
          "text": "Ангел же взял кадильницу и, наполнив ее огнем с жертвенника, бросил на землю – и тотчас раздались рокот и раскаты грома, сверкнули молнии, и случилось землетрясение.",
          "ID": "5"
        },
        {
          "text": "Семь ангелов с трубами приготовились трубить.",
          "ID": "6"
        },
        {
          "text": "Вот первый ангел затрубил – и град кровавый с огнем был брошен на землю. Сгорела треть земли, и треть деревьев сгорела, и всякая трава зеленая сгорела.",
          "ID": "7"
        },
        {
          "text": "Второй затрубил ангел – и вот, как будто огромную, объятую огнем гору сбросили в море; стала треть моря кровавой, ",
          "ID": "8"
        },
        {
          "text": "погибла в нем треть всего живого и была уничтожена треть кораблей.",
          "ID": "9"
        },
        {
          "text": "Затрубил третий ангел – и упала с неба большая, как факел горящая звезда. Пала она на треть рек и на источники вод. ",
          "ID": "10"
        },
        {
          "text": "Имя звезды было Полынь. И стала треть вод, как полынь, и многие люди умерли от этих вод, потому что горькими стали они.",
          "ID": "11"
        },
        {
          "text": "Затрубил четвертый ангел – и помрачилась треть солнца, треть луны и треть звезд, так что потускнели они на треть, а день и ночь потеряли треть света своего.",
          "ID": "12"
        },
        {
          "text": "Увидел я тогда орла, летевшего высоко в небе, и услышал, как грозно кричал он: «Горе, горе, горе живущим на земле от звуков трубных последних трех ангелов, которые вот-вот протрубят!»",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8",
      "name": "Откровение Иоанна 8"
    },
    {
      "text": [
        {
          "text": "Затрубил пятый ангел – и увидел я еще одну звезду, упавшую с неба на землю; дан был ключ ей от устья бездны. ",
          "ID": "1"
        },
        {
          "text": "Когда открыла она устье бездны, из этого устья, как из огромной печи, поднялся такой дым, что померкли от дыма того солнце и воздух. ",
          "ID": "2"
        },
        {
          "text": "А из дыма вышла на землю страшная саранча; наделена она была силой, как у скорпионов на земле. ",
          "ID": "3"
        },
        {
          "text": "Но сказано ей было, чтобы не причиняла она вреда ни траве земной, ни зелени какой, ни дереву какому, а только тем людям, у которых нет на челе печати Божией. ",
          "ID": "4"
        },
        {
          "text": "Да и таких не убивать ей было дано, а только мучить целых пять месяцев (мучение же от нее подобно тому, что бывает от укуса скорпиона, если он ужалит человека). ",
          "ID": "5"
        },
        {
          "text": "Во дни мучений этих будут люди искать смерти – и не найдут ее; захотят умереть – но смерть будет бежать от них.",
          "ID": "6"
        },
        {
          "text": "Саранча эта видом своим похожа была на коней, приготовленных к битве. На головах у нее нечто вроде золотых венцов было, а лица на человеческие походили. ",
          "ID": "7"
        },
        {
          "text": "Волосы ее напоминали женские, а зубы как львиные были. ",
          "ID": "8"
        },
        {
          "text": "И была у нее броня, похожая на железную, и шум от крыльев ее подобен был топоту многих коней и грохоту колесниц, несущихся к полю боя. ",
          "ID": "9"
        },
        {
          "text": "У нее были хвосты и в них жала, как у скорпионов. В этих хвостах и была ее сила и власть причинять людям пять месяцев зло. ",
          "ID": "10"
        },
        {
          "text": "Царем над саранчой этой был ангел бездны (его еврейское имя Аваддон, по-гречески же это имя – Аполлион).",
          "ID": "11"
        },
        {
          "text": "Прошло первое горе, но вот идут за ним другие два.",
          "ID": "12"
        },
        {
          "text": "Затрубил шестой ангел – и услышал я голос, исходивший от [четырех] рогов золотого жертвенника, что стоял пред Богом. ",
          "ID": "13"
        },
        {
          "text": "Голос этот сказал шестому трубившему ангелу: «Освободи четырех ангелов, связанных у великой реки Евфрат». ",
          "ID": "14"
        },
        {
          "text": "И были освобождены те четверо ангелов, которых приготовили к этому часу, дню, месяцу и году, чтобы убить третью часть людей. ",
          "ID": "15"
        },
        {
          "text": "Было там две тьмы тем конного войска (я слышал число всадников).",
          "ID": "16"
        },
        {
          "text": "В видении моем ясно разглядел я коней и сидевших на них. Была на них броня: огненно-красная, гиацинтового цвета и желто-серного. Головы конские походили на львиные, а из пастей их вырывались огонь, дым и сера. ",
          "ID": "17"
        },
        {
          "text": "Тремя этими карами: огнем, дымом и серой, исходившими из пастей их, – и была убита треть всех людей. ",
          "ID": "18"
        },
        {
          "text": "Сила коней тех не в пасти их только, а и в хвостах их, ибо хвосты их подобны змеям с головами, так что и хвостами своими уязвляли они людей.",
          "ID": "19"
        },
        {
          "text": "А остальные люди, которых не убили все эти кары, они так и не отвратились от того, что сотворили руками своими, не перестали поклоняться бесам и идолам своим: золотым и серебряным, медным и каменным, как и деревянным, которые ни видеть не могут, ни слышать, ни ходить. ",
          "ID": "20"
        },
        {
          "text": "Не раскаялись эти люди ни в убийствах, которые совершили, ни в колдовстве не раскаялись, ни в блуде, ни в воровстве своем.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9",
      "name": "Откровение Иоанна 9"
    },
    {
      "text": [
        {
          "text": "Видел я и другого ангела силы великой, сходящего с неба. Он был окутан облаком, над головою его сияла радуга, лицо светилось, как солнце, а ноги его огненным столбам были подобны. ",
          "ID": "1"
        },
        {
          "text": "В руке своей он держал небольшой развернутый свиток. Став правой ногой своей на море, а левой – на землю, ",
          "ID": "2"
        },
        {
          "text": "голосом, львиному рыку подобным, провозгласил он нечто. Как только умолк он, зазвучали голоса семи громов. ",
          "ID": "3"
        },
        {
          "text": "А когда проговорили семь громов, взялся было я записать всё это, но услышал голос с небес: «Пусть останется это тайной под печатью, не записывай того, о чем говорили семь громов!»",
          "ID": "4"
        },
        {
          "text": "Затем ангел, которого видел я стоявшим на море и на земле, воздел правую руку свою к небу, ",
          "ID": "5"
        },
        {
          "text": "и клялся Живущим во веки веков, Тем, Кто сотворил небо и всё, что в нем, землю сотворил и то, что на ней, море со всем, что в нем; он говорил, что времени не будет больше, ",
          "ID": "6"
        },
        {
          "text": "что в дни, когда возгласит и вострубит седьмой ангел, свершится тайна Божия, как и обещал Сам Бог пророкам, избранным слугам Своим.",
          "ID": "7"
        },
        {
          "text": "После этого с неба снова раздался голос, который я уже слышал. Он сказал мне: «Пойди и возьми из рук ангела, что стоит на земле и на море, свиток раскрытый».",
          "ID": "8"
        },
        {
          "text": "Я пошел к ангелу и сказал ему: «Дай мне этот небольшой свиток».",
          "ID": "9"
        },
        {
          "text": "Он ответил: «Возьми и съешь его. Будет сладким во рту он, как мед, но во чреве твоем отзовется мучительной болью». ",
          "ID": "9"
        },
        {
          "text": "Взял я этот свиток небольшой у ангела и тотчас же съел его. Было сладко устам моим, как от меда. Когда же проглотил я свиток, страшную боль ощутил я во чреве своем. ",
          "ID": "10"
        },
        {
          "text": "Но мне сказали: «Ты и дальшедолжен пророчествовать всем народам и племенам, языкам и разным царям».",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10",
      "name": "Откровение Иоанна 10"
    },
    {
      "text": [
        {
          "text": "Мне дали как меру трость, похожую на жезл, и сказали: «Пойди и измерь, оцени состояние Храма Божия, и жертвенника, и поклоняющихся в нем. ",
          "ID": "1"
        },
        {
          "text": "А на двор, что около Храма, не обращай внимания и не измеряй его. Он язычникам отдан. Сорок два месяца будут попирать они его, как и весь город святой. ",
          "ID": "2"
        },
        {
          "text": "Но дам Я двум свидетелям Моим силу, и будут они, надев власяницы, пророчествовать тысячу двести шестьдесят дней». ",
          "ID": "3"
        },
        {
          "text": "Свидетели эти – два масличных древа и два светильника, стоящие перед Владыкой земли. ",
          "ID": "4"
        },
        {
          "text": "Если кто-то пытается нанести им вред, из них вырывается тотчас огонь и пожирает дерзнувшего, и всякий, кто вознамерится причинить им зло, непременно будет так же убит. ",
          "ID": "5"
        },
        {
          "text": "Дана власть им затворять небо и останавливать дожди во дни пророчества их; и над водами есть у них власть, чтобы в кровь превращать их; могут и землю они поражать всякими бедствиями, когда найдут это нужным.",
          "ID": "6"
        },
        {
          "text": "Когда же завершат они свое свидетельство, поднимется из бездны зверь; он будет с ними сражаться, он их победит и убьет. ",
          "ID": "7"
        },
        {
          "text": "Бросят тела их на улице великого города, который символически зовется Содом и Египет, там и Господь их был распят. ",
          "ID": "8"
        },
        {
          "text": "Три с половиной дня люди разных народов, колен, языков и племен будут смотреть на эти мертвые тела и не дадут похоронить их. ",
          "ID": "9"
        },
        {
          "text": "Смерть двух пророков этих станет радостью для живущих на земле, потому что эти двое им муки причиняли. Люди предадутся веселью и будут посылать друг другу подарки.",
          "ID": "10"
        },
        {
          "text": "По истечении же трех с половиной дней вошел в них дух жизни от Бога, и снова стали они на ноги. Жуткий страх охватил всех, кто смотрел на них. ",
          "ID": "11"
        },
        {
          "text": "А два пророка услышали с неба величественный голос: «Взойдите сюда!» И поднялись они на облаке на небо, и враги их смотрели на них. ",
          "ID": "12"
        },
        {
          "text": "Сразу после этого произошло великое землетрясение: разрушена была десятая часть города, и погибло от землетрясения семь тысяч человек; остальных объял страх, и они воздали славу Богу Небесному.",
          "ID": "13"
        },
        {
          "text": "Второе горе прошло, но скоро третье горе придет.",
          "ID": "14"
        },
        {
          "text": "Затрубил последний, седьмой ангел – и на небе раздались громкие голоса:",
          "ID": "15"
        },
        {
          "text": "«Царство мира стало Царством Господа нашего",
          "ID": "15"
        },
        {
          "text": "и Помазанника Его.",
          "ID": "15"
        },
        {
          "text": "Будет царствовать Господь во веки веков!»",
          "ID": "15"
        },
        {
          "text": "При этих словах вседвадцать четыре старца, сидевшие перед Богом на престолах своих, пали ниц, Богу поклонились. ",
          "ID": "16"
        },
        {
          "text": "И воскликнули старцы:",
          "ID": "17"
        },
        {
          "text": "«Благодарим Тебя, Господи Боже Вседержитель,",
          "ID": "17"
        },
        {
          "text": "Тебя, Кто воистину есть и Кто был всегда,",
          "ID": "17"
        },
        {
          "text": "за то благодарим Тебя, ",
          "ID": "17"
        },
        {
          "text": "что Ты принял власть Свою великую и воцарился.",
          "ID": "17"
        },
        {
          "text": "Обуяла язычников ярость, но явился и Твой гнев.",
          "ID": "18"
        },
        {
          "text": "Пришло время судить мертвых:",
          "ID": "18"
        },
        {
          "text": "вознаградить слуг Твоих пророков,",
          "ID": "18"
        },
        {
          "text": "а также всех, от мала до велика, из народа Божьего",
          "ID": "18"
        },
        {
          "text": "и благоговеющих перед именем Твоим,",
          "ID": "18"
        },
        {
          "text": "а тех, кто землю губил, – погубить».",
          "ID": "18"
        },
        {
          "text": "Тотчас после слов этих открылся Храм Божий, что в небесах, и явился взору Ковчег завета в Храме Его. Засверкали тогда молнии, раздались рокот и раскаты грома, случились землетрясения и выпал великий град.",
          "ID": "19"
        }
      ],
      "ID": "NT:REV.11",
      "name": "Откровение Иоанна 11"
    },
    {
      "text": [
        {
          "text": "И знамение великое явилось на небе: женщина, облаченная в солнце, под ногами у нее луна, а на голове – венец из двенадцати звезд. ",
          "ID": "1"
        },
        {
          "text": "Под сердцем носила она Ребенка и кричала, страдая и мучаясь, ибо настало ей время родить. ",
          "ID": "2"
        },
        {
          "text": "Появилось и другое на небе знамение: увидел я громадного огненно-красного дракона с семью головами и десятью рогами, на головах его семь диадем было. ",
          "ID": "3"
        },
        {
          "text": "Он смёл хвостом своим и сбросил на землю треть звезд небесных и стал после этого перед женщиной, готовой родить, чтобы, когда разрешится она Младенцем, пожрать его. ",
          "ID": "4"
        },
        {
          "text": "И родила женщина Сына, Младенца, коему предстояло посохом железным пасти все народы. И вознесено было это дитя к Богу, к престолу Его, ",
          "ID": "5"
        },
        {
          "text": "а женщина скрылась в пустыне, в том месте, что было приготовлено для нее Богом. Там окружена была она заботой тысячу двести шестьдесят дней.",
          "ID": "6"
        },
        {
          "text": "На небе же произошла война: архангел Михаил и ангелы его теснили дракона, а он со своими ангелами яростно сопротивлялся. ",
          "ID": "7"
        },
        {
          "text": "Но не устоял дракон с ангелами своими и не осталось для них более места на небе. ",
          "ID": "8"
        },
        {
          "text": "Повержен был великий дракон, древний змей, называемый «дьяволом» и «сатаной», обманывавший всю вселенную. Повержен он был и сброшен на землю вместе с ангелами своими.",
          "ID": "9"
        },
        {
          "text": "Тогда услышал я громкий голос с неба. Он возвестил:",
          "ID": "10"
        },
        {
          "text": "«Вот и одержана Богом нашим победа,",
          "ID": "10"
        },
        {
          "text": "явлено могущество Царства Его,",
          "ID": "10"
        },
        {
          "text": "и утверждена власть Его Помазанника,",
          "ID": "10"
        },
        {
          "text": "ибо низвержен обвинитель братьев наших,",
          "ID": "10"
        },
        {
          "text": "тот, кто день и ночь обвинял их перед Богом нашим.",
          "ID": "10"
        },
        {
          "text": "Они победили его кровью Агнца",
          "ID": "11"
        },
        {
          "text": "и словом свидетельства своего,",
          "ID": "11"
        },
        {
          "text": "даже жизнью своей готовы были поступиться они,",
          "ID": "11"
        },
        {
          "text": "не страшась и смерти самой.",
          "ID": "11"
        },
        {
          "text": "Ликуйте же, небеса и все на них живущие!",
          "ID": "12"
        },
        {
          "text": "Но горе тебе, земля, и тебе, море,",
          "ID": "12"
        },
        {
          "text": "потому что сошел к вам дьявол,",
          "ID": "12"
        },
        {
          "text": "в великой ярости сошел он,",
          "ID": "12"
        },
        {
          "text": "ибо знает, что мало уже осталось у него времени».",
          "ID": "12"
        },
        {
          "text": "Когда понял дракон, что прикован теперь к земле, стал преследовать он жену, родившую Младенца. ",
          "ID": "13"
        },
        {
          "text": "Но даны ей были два могучих орлиных крыла, чтобы могла она улететь в пустыню, в приготовленное для нее место. Там заботились о ней, сокрыв от змея, в течение времени, двух времен и еще половины времени. ",
          "ID": "14"
        },
        {
          "text": "Изверг змей из пасти поток воды, целую реку послал вслед за женой, чтобы унесло ее течением. ",
          "ID": "15"
        },
        {
          "text": "Но жене земля помогла: открыла она уста свои и поглотила реку, которую послал дракон из пасти своей. ",
          "ID": "16"
        },
        {
          "text": "Разъярился дракон на жену ту и отправился воевать против потомков ее, оставшихся верными Богу, против тех, кто заповеди Божьи соблюдает и хранит свидетельство Иисуса.",
          "ID": "17"
        },
        {
          "text": "Стал он на берегу морском.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.12",
      "name": "Откровение Иоанна 12"
    },
    {
      "text": [
        {
          "text": "А из моря, я вижу, поднялся зверь с семью головами и десятью рогами. На рогах у него десять диадем, а на головах – имена богохульные. ",
          "ID": "1"
        },
        {
          "text": "Зверь, которого увидел я, походил на барса, а ноги у него были, как у медведя, пасть же – как у льва. Дал ему дракон свою силу, престол и власть великую. ",
          "ID": "2"
        },
        {
          "text": "Казалось, что одной из голов зверя был нанесен смертельный удар, но рана его смертельная была исцелена. Вся земля с изумлением смотрела на зверя. ",
          "ID": "3"
        },
        {
          "text": "И поклонились люди дракону, потому что он дал власть зверю, и зверю поклонились, говоря: «Кто равен зверю этому и кто может сразиться с ним?»",
          "ID": "4"
        },
        {
          "text": "Дано было зверю говорить надменно и богохульно, дано было и властвовать сорок два месяца. ",
          "ID": "5"
        },
        {
          "text": "И стал он извергать из пасти своей хулу на Бога, стал поносить имя Его, и место обитания Его, и тех, кто на небе живет. ",
          "ID": "6"
        },
        {
          "text": "Позволено ему было воевать с народом Божьим и победить их, и властвовать над всяким коленом, народом, языком и племенем дано было ему. ",
          "ID": "7"
        },
        {
          "text": "Поклонятся ему все живущие на земле, чьи имена не вписаны в Книгу Жизни Агнца, принесенного в жертву от сотворения мира.",
          "ID": "8"
        },
        {
          "text": "Если есть у вас уши, слушайте!",
          "ID": "9"
        },
        {
          "text": "Если суждено кому в плен попасть,",
          "ID": "10"
        },
        {
          "text": "он в плену и окажется,",
          "ID": "10"
        },
        {
          "text": "и если должен кто пасть от меча,",
          "ID": "10"
        },
        {
          "text": "он им и будет убит.",
          "ID": "10"
        },
        {
          "text": "Здесь стойкость и вера народа Божия.",
          "ID": "10"
        },
        {
          "text": "Увидел я еще одного зверя: он поднимался из земли. У него были два рога, походившие на рога агнца. Но говорил он, как дракон, ",
          "ID": "11"
        },
        {
          "text": "и имел ту же власть, что была у первого зверя. Он действовал на виду у того и заставлял землю и живущих на ней поклониться первому зверю, у которого исцелена была его смертельная рана. ",
          "ID": "12"
        },
        {
          "text": "Великие он творил знамения перед людьми, даже огонь низводил с неба на землю. ",
          "ID": "13"
        },
        {
          "text": "Обманывал он жителей земли всеми чудесами, какие дано ему было совершать на глазах первого зверя, и склонял живущих на земле сотворить образ этого зверя, который смертельно был ранен мечом, но ожил. ",
          "ID": "14"
        },
        {
          "text": "Дано ему было оживить образ зверя, дабы заговорил он и сделал так, [чтобы] все, кто ему не поклонится, были убиты. ",
          "ID": "15"
        },
        {
          "text": "Настоял он на том, чтобы всем: малым и великим, богатым и нищим, свободным и рабам – всем ставили на правую руку или на лоб клеймо, ",
          "ID": "16"
        },
        {
          "text": "и чтобы никто уже после этого не мог ни купить ничего, ни продать, если нет на нем клейма: имени первого зверя или числа этого имени.",
          "ID": "17"
        },
        {
          "text": "Нужна мудрость здесь. У кого есть ум, пусть подсчитает число зверя, человеческое оно, это число: 666 – вот число зверя.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13",
      "name": "Откровение Иоанна 13"
    },
    {
      "text": [
        {
          "text": "И еще увидел я: стоит на горе Сион Агнец и рядом с Ним сто сорок четыре тысячи тех, на челе которых запечатлено имя Его и Отца Его имя. ",
          "ID": "1"
        },
        {
          "text": "Вдруг послышались с неба звуки. Шуму водопада были подобны они и раскатам великого грома, напоминало это и игру на кифарах, когда играют на них кифареды. ",
          "ID": "2"
        },
        {
          "text": "Сто сорок четыре тысячи искупленных из всех народов земли, стоя перед престолом и перед четырьмя живыми существами и старцами, пели новую песнь, и никто не мог научиться этой песни, кроме самих певших. ",
          "ID": "3"
        },
        {
          "text": "Они не осквернились с женщинами, девственники они. Они следуют за Агнцем, куда бы ни шел Он. Были искуплены они, как первые плоды человечества, Богу и Агнцу предназначенные. ",
          "ID": "4"
        },
        {
          "text": "Уста их не знают лжи: они непорочны.",
          "ID": "5"
        },
        {
          "text": "Потом увидел я одного ангела: он летел высоко в небе, и была у него вечная Весть Благая, чтобы благовествовать всем живущим на земле: всякому племени, колену, языку и народу. ",
          "ID": "6"
        },
        {
          "text": "Он громко взывал к людям: «Благоговейте перед Богом, воздавайте славу Ему, ибо пришел час суда Его: поклонитесь Сотворившему небо и землю, море и вод источники!»",
          "ID": "7"
        },
        {
          "text": "Вслед за первым явился в небе ангел второй. Он возвещал: «Пал, пал великий Вавилон, вином блудной страсти своей напоивший все народы!»",
          "ID": "8"
        },
        {
          "text": "И еще один ангел, третий, следовал за первыми двумя, предостерегал он грозно: «Кто зверю и образу его поклоняется, кто клеймо его на лоб свой или руку свою принимает, ",
          "ID": "9"
        },
        {
          "text": "будет пить тот вино ярости Божьей, цельное вино, подаваемое в чаше гнева Его, в огне и сере будет мучим он перед ангелами святыми и перед Агнцем. ",
          "ID": "10"
        },
        {
          "text": "Во веки веков будет восходить дым мучения того, ни днем, ни ночью не будут знать покоя поклоняющиеся зверю и образу его, клеймо с его именем принимающие». ",
          "ID": "11"
        },
        {
          "text": "Здесь стойкость народа Божия, тех, кто Божьи заповеди соблюдает и остается верен Иисусу.",
          "ID": "12"
        },
        {
          "text": "Вновь услышал я голос с неба: «Напиши: „Блаженны отныне мертвые, в Господе почившие“».",
          "ID": "13"
        },
        {
          "text": "«Воистину так, – говорит Дух, – пусть успокоятся они после трудов своих, ибо следуют за ними дела их».",
          "ID": "13"
        },
        {
          "text": "Увидел я тут облако белое. На нем сидел Некто, похожий на «Сына Человеческого». На голове у Него был золотой венец, а в руке у Него – острый серп. ",
          "ID": "14"
        },
        {
          "text": "Вышел тогда из Храма еще один ангел и громко воззвал к Сидящему на облаке: «Пошли серп Твой на жатву, ведь пришел ее час – созрела жатва на земле». ",
          "ID": "15"
        },
        {
          "text": "Кинул Сидящий на облаке серп Свой на землю, и собран был урожай на земле.",
          "ID": "16"
        },
        {
          "text": "Другой ангел вышел из Храма, что на небе. У него тоже был острый серп. ",
          "ID": "17"
        },
        {
          "text": "Наконец, [вышел] и еще один ангел, он был от жертвенника и имел власть над огнем. Голосом громким сказал он ангелу, у которого был острый серп: «Пусти в дело серп свой острый и собери гроздья винограда с земной лозы, ибо поспели ягоды ее!» ",
          "ID": "18"
        },
        {
          "text": "Кинул ангел свой серп на землю и, собрав гроздья с лозы земной, бросил их в огромную давильню ярости Божьей. ",
          "ID": "19"
        },
        {
          "text": "Истоптаны были они в давильне за городом, и полилось из него так много крови, что растеклась она на 1600 стадий и поднялась до самых узд конских.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.14",
      "name": "Откровение Иоанна 14"
    },
    {
      "text": [
        {
          "text": "И видел я другое знамение на небе, грандиозное, потрясающее: семь ангелов я видел с семью бедствиями. То были последние бедствия, ибо ими должна была исчерпать себя ярость Божия. ",
          "ID": "1"
        },
        {
          "text": "Сначала увидел я как бы море стеклянное, огнем озаренное. Стояли на море стеклянном, держа в руках кифары Божии, те, которые победили и зверя, и образ его, и число имени его. ",
          "ID": "2"
        },
        {
          "text": "Пели они песнь Моисея, слуги Божия, и песнь Агнца:",
          "ID": "3"
        },
        {
          "text": "«Велики и дивны дела твои, Господи Боже Вседержитель,",
          "ID": "3"
        },
        {
          "text": "праведны и истинны пути Твои, Царь всех народов!",
          "ID": "3"
        },
        {
          "text": "Кто не устрашится Тебя, Господи,",
          "ID": "4"
        },
        {
          "text": "и не прославит имени Твоего,",
          "ID": "4"
        },
        {
          "text": "ибо Ты Один свят?!",
          "ID": "4"
        },
        {
          "text": "Придут к Тебе и склонятся пред Тобою все народы,",
          "ID": "4"
        },
        {
          "text": "ибо явной стала справедливость дел Твоих!»",
          "ID": "4"
        },
        {
          "text": "После того увидел я, как открылся на небе Храм, Шатер Свидетельства. ",
          "ID": "5"
        },
        {
          "text": "Вышли из Храма семь ангелов с семью бедствиями. Они были одеты в чистый, сверкающий лен и опоясаны по груди золотыми поясами. ",
          "ID": "6"
        },
        {
          "text": "Одно из четырех живых существ подало семи ангелам семь чаш золотых. Гневом Бога, живущего во веки вечные, полны они были. ",
          "ID": "7"
        },
        {
          "text": "А Храм наполнился дымом силы и славы Божьей, и никто уже не мог войти в Храм до исполнения всех казней от семи бедствий семи ангелов.",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15",
      "name": "Откровение Иоанна 15"
    },
    {
      "text": [
        {
          "text": "После этого услышал я, как громкий голос из Храма сказал семи ангелам: «Пойдите и вылейте на землю семь чаш ярости Божьей!»",
          "ID": "1"
        },
        {
          "text": "Вышел первый ангел и вылил свою чашу на землю – и страшные мучительные язвы покрыли тех, кто носил клеймо зверя и поклонялся образу его.",
          "ID": "2"
        },
        {
          "text": "Второй ангел вылил свою чашу в море – сделалось море, как кровь мертвеца, так что погибло в нем всё живое.",
          "ID": "3"
        },
        {
          "text": "Третий ангел в реки вылил чашу свою и в источники вод – все они тоже превратились в кровь.",
          "ID": "4"
        },
        {
          "text": "Тут услышал я ангела вод:",
          "ID": "5"
        },
        {
          "text": "«Праведен Ты в судах Своих,",
          "ID": "5"
        },
        {
          "text": "Ты, Кто есть и Кто был всегда.",
          "ID": "5"
        },
        {
          "text": "Свят Ты в приговоре Своем:",
          "ID": "5"
        },
        {
          "text": "пролили они кровь святых слуг Твоих и пророков,",
          "ID": "6"
        },
        {
          "text": "потому обрек Ты их пить кровь, как они того заслужили».",
          "ID": "6"
        },
        {
          "text": "И от жертвенника послышалось:",
          "ID": "7"
        },
        {
          "text": "«Так, Господи Боже Вседержитель,",
          "ID": "7"
        },
        {
          "text": "истинны и праведны суды Твои!»",
          "ID": "7"
        },
        {
          "text": "Четвертый ангел вылил чашу свою на солнце – и дано было солнцу сжигать людей страшным своим огнем. ",
          "ID": "8"
        },
        {
          "text": "Опалил людей нестерпимый зной, но они не покаялись, не воздали Богу славу, а хулили имя Его, Того, Кто властен над этими бедствиями.",
          "ID": "9"
        },
        {
          "text": "Пятый вылил чашу свою на престол зверя – мраком покрылось царство его. Люди кусали языки свои от боли, ",
          "ID": "10"
        },
        {
          "text": "но опять не раскаялись в делах своих, а хулили Бога Небесного за страдания свои и за язвы свои.",
          "ID": "11"
        },
        {
          "text": "Вылил шестой ангел чашу свою, на великую реку Евфрат вылил – и высохла вода ее. Так был приготовлен путь для царей с востока. ",
          "ID": "12"
        },
        {
          "text": "После того увидел я, как вышли из пастей дракона и зверя и изо рта лжепророка три духа нечистых, жабам подобных. ",
          "ID": "13"
        },
        {
          "text": "Духи эти, знамения творящие, – бесовские. Они выходят к царям всей земли, чтобы собрать их на битву в великий День Бога Вседержителя.",
          "ID": "14"
        },
        {
          "text": "Тут услышал я: «Приду внезапно, когда не будут ждать Меня. Блажен будет бодрствующий и хранящий одежды свои, чтобы не ходить ему нагим и чтобы не видно было срама его».",
          "ID": "15"
        },
        {
          "text": "И собрали эти духи царей на место, которое по-еврейски зовется Армагеддон.",
          "ID": "16"
        },
        {
          "text": "Но вот седьмой ангел вылил чашу свою в воздух: и донесся от престола в Храме мощный голос: «Кончено!» ",
          "ID": "17"
        },
        {
          "text": "Засверкали молнии, послышались рокот и раскаты грома, и произошло великое землетрясение – такое страшное землетрясение, такое великое, какого не было за всё то время, что живет человек на земле. ",
          "ID": "18"
        },
        {
          "text": "Распался тогда великий город на три части, и города всех народов пали. Не забыл Бог о Вавилоне великом и дал ему чашу, наполненную вином сурового возмездия Своего. ",
          "ID": "19"
        },
        {
          "text": "Пропали все острова и горы исчезли, ",
          "ID": "20"
        },
        {
          "text": "страшный град, с талант величиной, обрушился на людей с неба, а они проклинали Бога за такое наказание, ужасное наказание.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.16",
      "name": "Откровение Иоанна 16"
    },
    {
      "text": [
        {
          "text": "Ко мне подошел один из тех семи ангелов, у которых были семь чаш, и сказал: «Иди сюда, я покажу тебе суд над великой блудницей, сидящей на водах больших. ",
          "ID": "1"
        },
        {
          "text": "С нею творили блуд цари земные, пьянели от вина блудодеяния ее и простые смертные».",
          "ID": "2"
        },
        {
          "text": "После этих слов перенес ангел меня, Духом объятого, в какое-то пустынное место. Я увидел там женщину. Она восседала на багряном звере с семью головами и десятью рогами. Он был весь покрыт именами богохульными. ",
          "ID": "3"
        },
        {
          "text": "Во всё пурпурное и багряное была одета женщина и блистала золотом, драгоценными камнями и жемчугом. Она держала в руке золотую чашу, полную мерзостей и нечистот блуда ее. ",
          "ID": "4"
        },
        {
          "text": "На лбу было написано у нее таинственное имя:",
          "ID": "5"
        },
        {
          "text": "Видно было, что женщина опьянела от крови людей Божиих и крови свидетелей Иисуса.",
          "ID": "6"
        },
        {
          "text": "Страшно удивился я и был потрясен. ",
          "ID": "6"
        },
        {
          "text": "Но ангел спросил меня: «Чему так удивился ты? Я открою тебе тайну женщины и носящего ее зверя с семью головами и десятью рогами. ",
          "ID": "7"
        },
        {
          "text": "Зверь этот, которого ты видел, он когда-то был, и нет его, он вновь поднимется из бездны, прежде чем погибнуть ему. Многие из живущих на земле, те, чьи имена от сотворения мира не вписаны в Книгу Жизни, будут изумлены, когда увидят зверя, который был, и нет его, но вот снова будет здесь.",
          "ID": "8"
        },
        {
          "text": "Тут нужен ум и мудрость. Семь голов – это семь гор, на которые воссела женщина, в то же время это и семь царей, ",
          "ID": "9"
        },
        {
          "text": "из которых пятеро пали, один правит, а другой, седьмой, еще не пришел. Когда же придет он, недолго ему оставаться. ",
          "ID": "10"
        },
        {
          "text": "А зверь, который был и которого нет, он восьмой, но он в то же время один из тех семерых и к гибели своей идет.",
          "ID": "11"
        },
        {
          "text": "Десять рогов, которые тоже ты видел, – другие десять царей. Они еще не получили царства, но обретут царскую власть вместе со зверем, правда, всего на один час. ",
          "ID": "12"
        },
        {
          "text": "У них общая цель, потому и отдают цари силу и власть свою зверю. ",
          "ID": "13"
        },
        {
          "text": "Они сразятся с Агнцем, но Он победит их, потому что Он Царь царей и Господь господствующих и с Ним – призванные, избранные и верные».",
          "ID": "14"
        },
        {
          "text": "И еще сказал мне ангел: «Воды, на которых, как видел ты, сидит блудница, это люди и толпы, народы и языки. ",
          "ID": "15"
        },
        {
          "text": "Десять рогов, которые ты видел, и зверь, их носящий, возненавидят блудницу и расправятся с ней: оголят они ее, и пожрут плоть ее, и огнем ее сожгут. ",
          "ID": "16"
        },
        {
          "text": "Бог положил на сердце царям исполнить эту волю Его, одну эту волю исполнить, и отдать зверю царства их до той поры, пока не исполнятся слова Божии. ",
          "ID": "17"
        },
        {
          "text": "А женщина, которую ты видел, – это столица великая: над царями земли она властна».",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17",
      "name": "Откровение Иоанна 17"
    },
    {
      "text": [
        {
          "text": "После этого я увидел другого ангела, сходившего с неба. Великая была у него власть, и земля озарилась сиянием славы его. ",
          "ID": "1"
        },
        {
          "text": "Ангел же возвестил громко:",
          "ID": "2"
        },
        {
          "text": "«Пал, пал Вавилон великий!",
          "ID": "2"
        },
        {
          "text": "Стала столица развратная обиталищем бесов",
          "ID": "2"
        },
        {
          "text": "и пристанищем всякого нечистого духа,",
          "ID": "2"
        },
        {
          "text": "пристанищем всякой птицы нечистой",
          "ID": "2"
        },
        {
          "text": "[и всякого нечистого зверя], ненавистного.",
          "ID": "2"
        },
        {
          "text": "От вина блудной страсти ее опьянели все народы;",
          "ID": "3"
        },
        {
          "text": "даже цари земли блудили с ней;",
          "ID": "3"
        },
        {
          "text": "купцы же разбогатели от безудержного роскошества ее».",
          "ID": "3"
        },
        {
          "text": "Потом услышал я другой голос с неба. Он говорил:",
          "ID": "4"
        },
        {
          "text": "«Выйди из нее, народ Мой,",
          "ID": "4"
        },
        {
          "text": "чтобы не быть тебе соучастником в грехах ее",
          "ID": "4"
        },
        {
          "text": "и не подвергнуться каре, ее ожидающей.",
          "ID": "4"
        },
        {
          "text": "До небес выросла гора грехов ее –",
          "ID": "5"
        },
        {
          "text": "все их припомнил Бог, все неправды ее.",
          "ID": "5"
        },
        {
          "text": "Воздайте же ей, как она воздавала,",
          "ID": "6"
        },
        {
          "text": "и вдвое воздайте за дела ее.",
          "ID": "6"
        },
        {
          "text": "В чаше, в той самой, в которой она подавала вино,",
          "ID": "6"
        },
        {
          "text": "дайте и вы ей теперь, но больше вдвое.",
          "ID": "6"
        },
        {
          "text": "Сколько превозносила она себя и роскошествовала,",
          "ID": "7"
        },
        {
          "text": "столько же воздайте ей мучением и скорбью;",
          "ID": "7"
        },
        {
          "text": "за то воздайте, что в сердце своем она говорит:",
          "ID": "7"
        },
        {
          "text": "„Сижу, как царица, я не вдова и мне не скорбеть“.",
          "ID": "7"
        },
        {
          "text": "Но обрушатся на нее однажды кары, смерть, скорбь и голод;",
          "ID": "8"
        },
        {
          "text": "будет сожжена она огнем,",
          "ID": "8"
        },
        {
          "text": "велика ведь сила Господа Бога, приговорившего ее.",
          "ID": "8"
        },
        {
          "text": "А цари земные, в блуд и роскошь впадавшие с нею, станут бить себя в грудь, возрыдают о ней, когда увидят дым от пожара, в котором сгорит она. ",
          "ID": "9"
        },
        {
          "text": "Со страхом будут смотреть они издали на мучения ее и тогда возопят:",
          "ID": "10"
        },
        {
          "text": "„Горе, горе тебе, великая столица,",
          "ID": "10"
        },
        {
          "text": "могущественный город Вавилон!",
          "ID": "10"
        },
        {
          "text": "В час единый свершился суд над тобой!“",
          "ID": "10"
        },
        {
          "text": "Купцы земные восплачут и будут скорбеть о ней, потому что никто уже не купит товаров у них, ",
          "ID": "11"
        },
        {
          "text": "золотых товаров и серебряных, камней драгоценных и жемчуга, тончайшего льна, пурпура, шелка и багряницы; разных благовонных деревьев и из кости слоновой различных изделий не купит никто; и утвари всякой из дерева дорогих пород и меди, железа и мрамора тоже не купят. ",
          "ID": "12"
        },
        {
          "text": "И корицы не купят больше и пряностей, фимиама не купят и мира, и ладана; вина и елея, крупчатки, пшеницы не купят; не купят крупного скота и овец, коней, колесниц, и тел, и душ человеческих ",
          "ID": "13"
        },
        {
          "text": "(будет сказано о том: „Спелых плодов, которых жаждет душа твоя, не стало у тебя, вся роскошь и весь блеск твой пропали, ничто уже не вернется к тебе“).",
          "ID": "14"
        },
        {
          "text": "Страх охватит торговавших всем этим и разбогатевших через великую блудницу купцов, когда увидят они все мучения ее. В ужасе отвернутся они и восплачут отчаянно:",
          "ID": "15"
        },
        {
          "text": "„Горе, горе, столица великая,",
          "ID": "16"
        },
        {
          "text": "в тончайший лен одетая, в пурпур и багряницу,",
          "ID": "16"
        },
        {
          "text": "золотом, драгоценными камнями и жемчугом блистающая!",
          "ID": "16"
        },
        {
          "text": "В миг единый в ничто обратилось богатство твое!“",
          "ID": "17"
        },
        {
          "text": "И все, кто живет от моря, кормчие все и матросы, мореплаватели – все они стали поодаль ",
          "ID": "17"
        },
        {
          "text": "и кричали, глядя на дым, что поднимался над пожарищем: «Какой город сравнится с городом этим великим?» ",
          "ID": "18"
        },
        {
          "text": "Пеплом посыпали они головы свои и кричали, скорбя и рыдая:",
          "ID": "19"
        },
        {
          "text": "„Горе, горе тебе, столица великая!",
          "ID": "19"
        },
        {
          "text": "У кого были корабли на море,",
          "ID": "19"
        },
        {
          "text": "твоими они все обогащались драгоценностями –",
          "ID": "19"
        },
        {
          "text": "вот во мгновение ока в ничто превратилась ты!“",
          "ID": "19"
        },
        {
          "text": "А вы, небеса, ликуйте!",
          "ID": "20"
        },
        {
          "text": "И вы, народ Божий, апостолы и пророки, ликуйте!",
          "ID": "20"
        },
        {
          "text": "Взыскал Бог с нее за вас!»",
          "ID": "20"
        },
        {
          "text": "Взял тогда один могучий ангел большой, размером с мельничный, камень и, бросив его в море, сказал:",
          "ID": "21"
        },
        {
          "text": "«С такой вот силойбудет повержена великая столица Вавилон",
          "ID": "21"
        },
        {
          "text": "и не будет уже найдена после того. ",
          "ID": "21"
        },
        {
          "text": "Не услышат более в тебе ни звуков кифары, ни пения;",
          "ID": "22"
        },
        {
          "text": "не прозвучат на улицах твоих флейты и трубы;",
          "ID": "22"
        },
        {
          "text": "не найдут у тебя ни одного человека,",
          "ID": "22"
        },
        {
          "text": "который продолжал бы заниматься ремеслом своим;",
          "ID": "22"
        },
        {
          "text": "и шума жерновов не услышат более в тебе.",
          "ID": "22"
        },
        {
          "text": "Не будут уже светильники светить в тебе,",
          "ID": "23"
        },
        {
          "text": "и голосов жениха и невесты не будет слышно в тебе.",
          "ID": "23"
        },
        {
          "text": "И всё потому, что выше всех считали себя",
          "ID": "23"
        },
        {
          "text": "купцы твои на земле,",
          "ID": "23"
        },
        {
          "text": "потому что чародейством твоим обмануты были все народы.",
          "ID": "23"
        },
        {
          "text": "Будет, будет наказан Вавилон,",
          "ID": "24"
        },
        {
          "text": "потому что кровь пророков на нем,",
          "ID": "24"
        },
        {
          "text": "кровь всех людей Божьих и вообще всех на земле невинно убиенных».",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18",
      "name": "Откровение Иоанна 18"
    },
    {
      "text": [
        {
          "text": "Потом услышал я на небе громкие, словно многоголосого хора, возгласы радости:",
          "ID": "1"
        },
        {
          "text": "«Аллилуйя!",
          "ID": "1"
        },
        {
          "text": "Спасение, слава и сила – у Бога нашего,",
          "ID": "1"
        },
        {
          "text": "потому что истинны и праведны суды Его:",
          "ID": "2"
        },
        {
          "text": "осудил Он великую блудницу,",
          "ID": "2"
        },
        {
          "text": "что растлевала землю блудом своим,",
          "ID": "2"
        },
        {
          "text": "и взыскал с нее за кровь слуг Своих».",
          "ID": "2"
        },
        {
          "text": "И еще прозвучало:",
          "ID": "3"
        },
        {
          "text": "«Аллилуйя!",
          "ID": "3"
        },
        {
          "text": "Во веки веков восходит дым от огня,",
          "ID": "3"
        },
        {
          "text": "пожирающего этот город».",
          "ID": "3"
        },
        {
          "text": "Тогда ниц пали двадцать четыре старца и четыре живых существа, поклонились они Богу, сидящему на престоле, и воскликнули:",
          "ID": "4"
        },
        {
          "text": "«Аминь! Аллилуйя!»",
          "ID": "4"
        },
        {
          "text": "А от престола тоже раздался голос:",
          "ID": "5"
        },
        {
          "text": "«Славьте Бога нашего все слуги Его,",
          "ID": "5"
        },
        {
          "text": "все, от мала до велика, кто благоговеет перед Ним!»",
          "ID": "5"
        },
        {
          "text": "И снова услышал я радостное пение многоголосого хора, мощного, как шум водопада, как грома раскаты:",
          "ID": "6"
        },
        {
          "text": "«Аллилуйя,",
          "ID": "6"
        },
        {
          "text": "ибо Господь Бог [наш] Вседержитель воцарился!",
          "ID": "6"
        },
        {
          "text": "Возрадуемся и возликуем!",
          "ID": "7"
        },
        {
          "text": "Воздадим Богу славу, ибо венчается ныне Агнец –",
          "ID": "7"
        },
        {
          "text": "приготовилась уже невеста Его.",
          "ID": "7"
        },
        {
          "text": "В тончайший лен, чистый и сияющий, облачена она Богом».",
          "ID": "8"
        },
        {
          "text": "(Эта белая льняная ткань – праведные дела народа Божия.)",
          "ID": "8"
        },
        {
          "text": "Тут сказал мне ангел: «Напиши: „Блаженны званые на брачный пир Агнца“». И еще сказал: «Слова эти – воистину Божии».",
          "ID": "9"
        },
        {
          "text": "Пал я тогда к его ногам, чтобы почтить его. Но он сказал мне: «Не делай этого! Я ведь только соработник твой и братьев твоих, которые держатся свидетельства Иисуса. Богу поклонись! И знай: свидетельство Иисуса – это дух пророчества».",
          "ID": "10"
        },
        {
          "text": "И увидел я открытое небо, и вот, конь белый и Всадник на нем. [Зовется] Он – «Верный и Истинный», Он праведно судит и воюет. ",
          "ID": "11"
        },
        {
          "text": "Глаза Его – [как] пламя огня, на голове Его много диадем, и начертано на Нем имя, которого никто, кроме Всадника Самого, не знает. ",
          "ID": "12"
        },
        {
          "text": "Кровью было обагрено одеяние Его и дано было имя Ему: «Слово Божие». ",
          "ID": "13"
        },
        {
          "text": "За Ним на белых конях тоже следовали воинства небесные, в тончайший лен, чистый и белый, одетые. ",
          "ID": "14"
        },
        {
          "text": "В устах Всадника был меч острый, чтобы карать им народы. Железным будет пасти Он их посохом. В давильне давит Он из винограда вино сурового возмездия Бога Вседержителя. ",
          "ID": "15"
        },
        {
          "text": "На одежде Его, понизу, начертано имя:",
          "ID": "16"
        },
        {
          "text": "И увидел я еще одного ангела. Он стоял на солнце и громко кричал всем птицам, что летели высоко в небе: «Придите, соберитесь на великую тризну Божию, ",
          "ID": "17"
        },
        {
          "text": "чтобы истребить тела царей, полководцев и воинов, коней и всадников – всех тела: и свободных и рабов, и великих и малых!»",
          "ID": "18"
        },
        {
          "text": "И увидел я зверя и царей земных с войсками их, собранными на сражение с Сидящим на коне и Его воинством. ",
          "ID": "19"
        },
        {
          "text": "Схвачен был зверь, а с ним и лжепророк, творивший перед зверем знамения,которыми обманул он принявших клеймо зверя и поклоняющихся образу его. Брошены они были в озеро огненное с горящей серой живыми. ",
          "ID": "20"
        },
        {
          "text": "Остальные были убиты мечом из уст Того, Кто сидел на коне. Насытились плотью их все птицы.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19",
      "name": "Откровение Иоанна 19"
    },
    {
      "text": [
        {
          "text": "И увидел я ангела, сходящего с неба. В руке он держал ключ от бездны и большую цепь. ",
          "ID": "1"
        },
        {
          "text": "Ангел схватил дракона, древнего змея, который и есть дьявол и сатана, связал его на тысячу лет ",
          "ID": "2"
        },
        {
          "text": "и низверг в бездну. Там и заточил ангел сатану, и положил печать на запоры, дабы не мог больше сатана обманывать народы, пока не пройдет тысяча лет. Потом он будет освобожден, но ненадолго.",
          "ID": "3"
        },
        {
          "text": "Увидел я затем престолы. На них восседали те, кому дано было судить. Видел я и тех, кто был обезглавлен за свидетельство Иисуса и за слово Божие; были тут и те, кто ни зверю, ни образу его не поклонился и не принял клеймо его ни на чело, ни на руку свою. Ожили они и царствовали со Христом тысячу лет. ",
          "ID": "4"
        },
        {
          "text": "Это первое воскресение. Остальные же до истечения тысячи лет не восстали из мертвых. ",
          "ID": "5"
        },
        {
          "text": "Блажен и свят, кому в первом воскресении суждено из мертвых восстать, – не властна над тем смерть вторая. Священниками Бога и Христа станут они и будут царствовать с Христом тысячу лет.",
          "ID": "6"
        },
        {
          "text": "А когда пройдет эта тысяча лет, будет выпущен сатана из темницы своей. ",
          "ID": "7"
        },
        {
          "text": "Выйдет он, чтобы вновь обмануть народы на четырех концах земли, Гога и Магога, и собрать их всех на последнюю битву. Неисчислимы будут эти полчища – как песок морской. ",
          "ID": "8"
        },
        {
          "text": "Вижу я: покрыли они всю землю и окружили стан народа Божьего, Богом возлюбленный город. Сошел тогда с неба огонь и пожрал их. ",
          "ID": "9"
        },
        {
          "text": "А дьявол, обманывавший их, брошен был в озеро с серой горящей, где уже – зверь и лжепророк. Мучиться им там денно и нощно во веки веков.",
          "ID": "10"
        },
        {
          "text": "После того увидел я великий белый престол и Того, Кто сидел на нем. Бежали от взора Его земля и небо, во Вселенной для них больше не было места. ",
          "ID": "11"
        },
        {
          "text": "Увидел я и мертвых, великих и малых. Они стояли перед престолом. И вот раскрыли книги. Потом раскрыли и еще одну – Книгу Жизни. И судили мертвых по написанному в книгах – по делам их. ",
          "ID": "12"
        },
        {
          "text": "Всех так мертвых судили: и кого море отдало, и кого – смерть и ад. ",
          "ID": "13"
        },
        {
          "text": "А сами смерть и ад в озеро огненное были низвергнуты. Это озеро огненное – смерть вторая. ",
          "ID": "14"
        },
        {
          "text": "Туда же, в озеро то, брошены были люди, в Книгу Жизни не записанные.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20",
      "name": "Откровение Иоанна 20"
    },
    {
      "text": [
        {
          "text": "И увидел я новое небо и новую землю (ведь прежнего неба и земли не стало уже и моря тоже). ",
          "ID": "1"
        },
        {
          "text": "Увидел я, Иоанн, город святой, новый Иерусалим. Он с неба спускался, от Бога. Был убран город, как невеста, украшенная для жениха своего. ",
          "ID": "2"
        },
        {
          "text": "Послышался от престола громкий голос: «Вот обитель Бога – среди людей. Здесь будет жить Он вместе с ними. И будут они народом Его, а Он будет с ними [их Богом]. ",
          "ID": "3"
        },
        {
          "text": "Отрет Он все горькие слезы с очей их: не будет уже смерти, ни скорби не будет больше, ни крика, ни боли, [ибо] всё прежнее ушло».",
          "ID": "4"
        },
        {
          "text": "Сказал тогда Сидящий на престоле: «Смотрю, творю Я всё новое!», а мне говорит: «Запиши, ибо верны, истинны эти слова! ",
          "ID": "5"
        },
        {
          "text": "Свершилось!»",
          "ID": "6"
        },
        {
          "text": "И еще Он добавил: «Я – Альфа и Омега, Начало и Конец. Жаждущим дам Я воду из источника жизни, дам им как дар. ",
          "ID": "6"
        },
        {
          "text": "Всё это наследует победитель, и буду Я ему Богом, а он Мне – сыном. ",
          "ID": "7"
        },
        {
          "text": "Удел же малодушных и неверных, всех осквернившихся, убийц, блудников, чародеев, идолослужителей и лжецов всех – озеро огненное с горящей серой, смерть вторая».",
          "ID": "8"
        },
        {
          "text": "И пришел один из семи ангелов, у которых было семь чаш с семью последними бедствиями. Он сказал мне: «Иди сюда, я покажу тебе невесту, будущую жену Агнца». ",
          "ID": "9"
        },
        {
          "text": "Вознес он меня, Духом объятого, на огромную, высокую гору и показал мне святой город Иерусалим, сходящий с неба, от Бога. ",
          "ID": "10"
        },
        {
          "text": "Сиял этот город славою Божьей, и сияние это было подобно сиянию драгоценного камня, прозрачного, как хрусталь, алмаза. ",
          "ID": "11"
        },
        {
          "text": "Город окружала большая, высокая стена, и было в ней двенадцать ворот, у которых стояли двенадцать ангелов, и были начертаны на воротах имена, [имена] двенадцати колен сынов Израиля. ",
          "ID": "12"
        },
        {
          "text": "С востока было трое ворот, с севера – трое, с юга – трое и с запада – тоже трое. ",
          "ID": "13"
        },
        {
          "text": "Стояла стена города на двенадцати основаниях, и на них – двенадцать имен двенадцати апостолов Агнца.",
          "ID": "14"
        },
        {
          "text": "У говорившего со мной ангела была золотая трость, которой собирался он измерить и город, и ворота его, и стены его. ",
          "ID": "15"
        },
        {
          "text": "Город был квадратным (длина его равнялась ширине). Намерил ангел тростью 12000 стадий и в длину, и в ширину, и в высоту. ",
          "ID": "16"
        },
        {
          "text": "И стену города он измерил: было в ней 144 локтя (меры человеческой, которой и ангелы пользовались). ",
          "ID": "17"
        },
        {
          "text": "Стена города была из яшмы, а сам он – золото чистое, как стекло прозрачное. ",
          "ID": "18"
        },
        {
          "text": "Основания городской стены украшены всякими драгоценными камнями: в первом основании – яшма, во втором – сапфир, в третьем – халцедон, в четвертом – изумруд, ",
          "ID": "19"
        },
        {
          "text": "в пятом – сардоникс, в шестом – сердолик, в седьмом – хризолит, в восьмом – берилл, в девятом – топаз, в десятом – хризопраз, в одиннадцатом – гиацинт и в двенадцатом – аметист. ",
          "ID": "20"
        },
        {
          "text": "А двенадцать ворот – двенадцать жемчужин: каждые ворота – из одной жемчужины. Улицы города – чистое золото, как стекло прозрачное.",
          "ID": "21"
        },
        {
          "text": "А храма в городе я не увидел, ибо храм его – Господь Бог Вседержитель и Агнец. ",
          "ID": "22"
        },
        {
          "text": "Не нужно этому городу, чтобы солнце и луна светили ему. Слава Божия воссияла над ним, и Агнец – солнце его. ",
          "ID": "23"
        },
        {
          "text": "В таком вот сиянии будут жить народы, и цари земные принесут сюда славу свою. ",
          "ID": "24"
        },
        {
          "text": "Ворота города будут открыты весь день, никогда не будут они запираться, ночи ведь там не будет. ",
          "ID": "25"
        },
        {
          "text": "Принесена будет в этот город слава и честь народов. ",
          "ID": "26"
        },
        {
          "text": "И не войдет в него ничто нечистое и никто из делающих мерзкое и ложь говорящих, только те, кто записан в Книгу Жизни Агнца, войдут в этот город.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21",
      "name": "Откровение Иоанна 21"
    },
    {
      "text": [
        {
          "text": "Показал мне ангел реку воды жизни, прозрачную, как кристалл. Она начинается от престола Бога и Агнца. ",
          "ID": "1"
        },
        {
          "text": "На обоих берегах реки, протекающей посередине улицы города Божия, растет древо жизни. Двенадцать раз в году приносит оно народам плоды (каждый месяц – новые) и целебные листья. ",
          "ID": "2"
        },
        {
          "text": "Ничего не будет в том городе проклятого. Воздвигнется там престол Бога и Агнца, и будут служить и поклоняться Ему слуги Его. ",
          "ID": "3"
        },
        {
          "text": "Увидят они лицо Его, и имя Его будет на челе у них. ",
          "ID": "4"
        },
        {
          "text": "Ночей там больше не будет, и не понадобится людям уже ни светильников свет, ни свет солнца, ибо Господь Бог воссияет над ними. И будут царствовать они во веки веков.",
          "ID": "5"
        },
        {
          "text": "«Верны эти слова, – заключил ангел, – и истинны. Потому и послал меня, ангела Своего, Господь Бог, вдохновлявший пророков, показать слугам Своим, чему надлежит произойти вскоре».",
          "ID": "6"
        },
        {
          "text": "«Вот, Я скоро приду! – говорит Иисус. – Блажен, кто в сердце хранит пророческие слова книги этой!»",
          "ID": "7"
        },
        {
          "text": "Я, Иоанн, сам всё это слышал и видел. Потрясенный всем, что показал мне ангел, я у ног его пал на колени, чтобы поклониться ему. ",
          "ID": "8"
        },
        {
          "text": "Но он удержал меня: «Не делай этого! Я ведь только соработник твой и твоих братьев-пророков и всех тех, кто в сердце хранит слова этой книги. Богу поклонись!»",
          "ID": "9"
        },
        {
          "text": "И сказал мне: «Не запечатывай слов пророчества книги этой, ибо время их исполнения близко! ",
          "ID": "10"
        },
        {
          "text": "А пока грешник пусть еще грешит и порочный продолжает дальше пребывать в своих пороках, но праведный пусть и впредь поступает праведно и святой не перестает освящаться!»",
          "ID": "11"
        },
        {
          "text": "«Вот, Я скоро приду, – сказал Иисус, – награда и возмездие Мое будет со Мною, чтобы воздать каждому по делам его. ",
          "ID": "12"
        },
        {
          "text": "Я – Альфа и Омега, Первый и Последний, Начало и Конец.",
          "ID": "13"
        },
        {
          "text": "Блаженны те, кто кровью Моей одежды свои омывает: имеют они право на древо жизни и в город могут войти через врата. ",
          "ID": "14"
        },
        {
          "text": "А псы и чародеи, блудники и убийцы, идолопоклонники и все, кто любит ложь и ложью живет, – не попадут они в город.",
          "ID": "15"
        },
        {
          "text": "Я, Иисус, послал ангела Моего засвидетельствовать вам это в церквах. Я – Потомок Давидов, Побег от корня его, Звезда сияющая, Звезда утренняя.",
          "ID": "16"
        },
        {
          "text": "И Дух, и Невеста взывают: „Приди!“ И всякий слышащий это пусть тоже скажет: „Приди!“ И да придут все жаждущие и чающие: пусть пьют они воду жизни, Богом даруемую!",
          "ID": "17"
        },
        {
          "text": "Но всякому, кто слышит слова этой книги пророчеств, свидетельствую: если кто добавит что-то к ним, пошлет Бог на того бедствия, описанные в книге этой. ",
          "ID": "18"
        },
        {
          "text": "И если отнимет кто от слов пророчества этого, не допустит Бог того к древу жизни и в город святой не войдет он, не обретет он ничего из того, что описано в книге этой».",
          "ID": "19"
        },
        {
          "text": "Обо всем этом Свидетельствующий говорит: «Вот, Я скоро приду!»",
          "ID": "20"
        },
        {
          "text": "Аминь, приди, Господь наш Иисус!",
          "ID": "20"
        },
        {
          "text": "Благодать Господа Иисуса да будет со всеми!",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22",
      "name": "Откровение Иоанна 22"
    }
  ],
  "ID": "NT:REV(BTI)",
  "name": "Откровение Иоанна"
}