{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Апокалипсис Иисуса Христа, егоже даде ему Бог, показати рабом своим, имже подобает быти вскоре. И сказа, послав чрез ангела своего рабу своему иоанну, ",
          "ID": "1"
        },
        {
          "text": "иже свидетелствова слово Божие и свидетелство Иисус Христово, и елика виде. ",
          "ID": "2"
        },
        {
          "text": "Блажен чтый, и слышащии словеса пророчествия, и соблюдающии писаная в нем: время бо близ. ",
          "ID": "3"
        },
        {
          "text": "Иоанн седмим Церквам, яже суть во асии: благодать вам и мир от сущаго, и иже бе, и грядущаго, и от седми духов, иже пред престолом его суть, ",
          "ID": "4"
        },
        {
          "text": "и от Иисуса Христа, иже есть свидетель верный, первенец из мертвых и Князь царей земных: любящу ны и омывшу нас от грех наших кровию своею, ",
          "ID": "5"
        },
        {
          "text": "и сотворил есть нас цари и иереи Богу и Отцу своему, тому слава и держава во веки веков. Аминь. ",
          "ID": "6"
        },
        {
          "text": "Се, грядет со облаки, и узрит его всяко око и иже его прободоша, и плачь сотворят о нем вся колена земная. Ей, аминь. ",
          "ID": "7"
        },
        {
          "text": "Аз есмь алфа и омега, начаток и конец, глаголет Господь, сый, и иже бе, и грядый, вседержитель. ",
          "ID": "8"
        },
        {
          "text": "Аз иоанн, иже и брат ваш и общник в печали и во Царствии и в терпении Иисус Христове, бых во острове нарицаемем патмос за слово Божие и за свидетелство Иисус Христово. ",
          "ID": "9"
        },
        {
          "text": "Бых в дусе в день неделный, и слышах за собою глас велий яко трубы глаголющия: аз есмь алфа и омега, первый и последний: ",
          "ID": "10"
        },
        {
          "text": "и: яже видиши, напиши в книгу, и посли Церквам, яже суть во асии: во ефес и в смирну, в пергам и в фиатир, и в сардис и в филаделфию и в лаодикию. ",
          "ID": "11"
        },
        {
          "text": "И обратихся видети глас, иже глаголаше со мною: и обратився видех седмь светилник златых, ",
          "ID": "12"
        },
        {
          "text": "и посреде седми светилников подобна Сыну Человечу, облечена в подир и препоясана при сосцу поясом златым: ",
          "ID": "13"
        },
        {
          "text": "глава же его и власи белы аки ярина белая, якоже снег: и очи его яко пламень огнен: ",
          "ID": "14"
        },
        {
          "text": "и нозе его подобне халколивану, якоже в пещи разжженне: и глас его яко глас вод мног: ",
          "ID": "15"
        },
        {
          "text": "и держя в руце своей десней седмь звезд: и из уст его мечь обоюду остр изострен исходяй: и лице его якоже солнце сияет в силе своей. ",
          "ID": "16"
        },
        {
          "text": "И егда видех его, падох к ногама его яко мертв. И положи десницу свою на мне, глаголя ми: не бойся: аз есмь первый и последний ",
          "ID": "17"
        },
        {
          "text": "и живый: и бых мертв, и се, жив есмь во веки веков, аминь: и имам ключи ада и смерти. ",
          "ID": "18"
        },
        {
          "text": "Напиши убо, яже видел еси, и яже суть, и имже подобает быти по сем. ",
          "ID": "19"
        },
        {
          "text": "Таинство седми звезд, яже видел еси на деснице моей, и седмь светилник златых: седмь звезд ангели седми Церквей суть: и седмь светилников, яже видел еси, седмь Церквей суть.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1",
      "name": "Апокалипсис 1"
    },
    {
      "text": [
        {
          "text": "Ангелу ефесския Церкве напиши: тако глаголет держяй седмь звезд в деснице своей, ходяй посреде седми светилников златых: ",
          "ID": "1"
        },
        {
          "text": "вем твоя дела, и труд твой, и терпение твое, и яко не можеши носити злых, и искусил еси глаголющыяся быти апостолы, и не суть, и обрел еси их ложных: ",
          "ID": "2"
        },
        {
          "text": "и понесл еси, и терпение имаши, и за имя мое трудился еси и не изнемогл еси. ",
          "ID": "3"
        },
        {
          "text": "Но имам на тя, яко любовь твою первую оставил еси. ",
          "ID": "4"
        },
        {
          "text": "Помяни убо, откуду спал еси, и покайся, и первая дела сотвори: аще же ни, гряду тебе скоро и двигну светилник твой от места своего, аще не покаешися. ",
          "ID": "5"
        },
        {
          "text": "Но се имаши, яко ненавидиши дел николаитских, ихже и аз ненавижду. ",
          "ID": "6"
        },
        {
          "text": "Имеяй ухо да слышит, что дух глаголет Церквам: побеждающему дам ясти от древа животнаго, еже есть посреде рая Божия. ",
          "ID": "7"
        },
        {
          "text": "И ангелу Церкве смирнския напиши: тако глаголет первый и последний, иже бысть мертв, и (се,) жив есть: ",
          "ID": "8"
        },
        {
          "text": "вем твоя дела и скорбь и нищету, но богат еси, и хулы глаголющихся быти иудей, и не суть, но сонмище сатанино. ",
          "ID": "9"
        },
        {
          "text": "Не бойся ничесоже, яже имаши пострадати. Се, имать диавол всаждати от вас в темницы, да искуситеся: и имети будете скорбь до десяти дний. Буди верен даже до смерти, и дам ти венец живота. ",
          "ID": "10"
        },
        {
          "text": "Имеяй ухо слышати да слышит, что дух глаголет Церквам: побеждаяй не имать вредитися от смерти вторыя. ",
          "ID": "11"
        },
        {
          "text": "И ангелу пергамския Церкве напиши: тако глаголет имеяй мечь обоюду изощрен: ",
          "ID": "12"
        },
        {
          "text": "вем дела твоя, и где живеши, идеже престол сатанин: и держиши имя мое, и не отверглся еси веры моея и в (моя) дни, в няже антипас свидетель мой верный, иже убиен бысть в вас, идеже живет сатана. ",
          "ID": "13"
        },
        {
          "text": "Но имам на тя мало, яко имаши ту держащих учение валаамово, иже учаше валака положити соблазн пред сынми израилевыми, ясти жертвы идолския и любы творити. ",
          "ID": "14"
        },
        {
          "text": "Тако имаши и ты держащыя учение николаитско, егоже ненавижду. ",
          "ID": "15"
        },
        {
          "text": "Покайся: аще ли ни, прииду тебе скоро и брань сотворю с ними мечем уст моих. ",
          "ID": "16"
        },
        {
          "text": "Имеяй ухо слышати да слышит, что дух глаголет Церквам: побеждающему дам ясти от манны сокровенныя, и дам ему камень бел и на камени имя ново написано, егоже никтоже весть, токмо приемляй. ",
          "ID": "17"
        },
        {
          "text": "И ангелу фиатирския Церкве напиши: тако глаголет Сын Божий, имеяй очи свои яко пламень огнен, и нозе его подобне халколивану: ",
          "ID": "18"
        },
        {
          "text": "вем твоя дела и любовь, и службу и веру, и терпение твое и дела твоя, и последняя болша первых. ",
          "ID": "19"
        },
        {
          "text": "Но имам на тя мало, яко оставляеши жене иезавели, глаголющей себе быти пророчицу, учити и льстити моя рабы, любодействовати и снести жертву идолскую. ",
          "ID": "20"
        },
        {
          "text": "И дах ей время, да покается от любодейства своего, и не покаяся. ",
          "ID": "21"
        },
        {
          "text": "Се, аз полагаю ю на одре и любодеющыя с нею в скорбь велию, аще не покаются от дел своих: ",
          "ID": "22"
        },
        {
          "text": "и чада их умрут смертию: и уразумеют вся Церкви, яко аз есмь испытаяй сердца и утробы: и дам вам комуждо по делом вашым. ",
          "ID": "23"
        },
        {
          "text": "Вам же глаголю и прочым сущым в фиатире, иже не имут учения сего и иже не разумеют глубин сатаниных, якоже глаголют: не возложу на вы тяготы иныя: ",
          "ID": "24"
        },
        {
          "text": "токмо, еже имате, держите, дондеже прииду. ",
          "ID": "25"
        },
        {
          "text": "И побеждающему и соблюдающему дела моя до конца, дам ему власть на языцех, ",
          "ID": "26"
        },
        {
          "text": "и упасет я жезлом железным, яко сосуды скудельничи сокрушатся, якоже и аз приях от Отца моего: ",
          "ID": "27"
        },
        {
          "text": "и дам ему звезду утреннюю. ",
          "ID": "28"
        },
        {
          "text": "Имеяй ухо слышати да слышит, что дух глаголет Церквам.",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2",
      "name": "Апокалипсис 2"
    },
    {
      "text": [
        {
          "text": "И ангелу сардийския Церкве напиши: тако глаголет имеяй седмь духов Божиих и седмь звезд: вем твоя дела, яко имя имаши яко жив, а мертв еси. ",
          "ID": "1"
        },
        {
          "text": "Буди бдя и утверждая прочая, имже умрети: не обретох бо дел твоих скончаных пред Богом (твоим). ",
          "ID": "2"
        },
        {
          "text": "Поминай убо, како приял еси и слышал еси, и соблюдай и покайся. Аще убо не бдиши, прииду на тя яко тать, и не имаши почути, в кий час прииду на тя. ",
          "ID": "3"
        },
        {
          "text": "Но имаши мало имен и в сардии, иже не оскверниша риз своих, и ходити имут со мною в белых, яко достойни суть. ",
          "ID": "4"
        },
        {
          "text": "Побеждаяй, той облечется в ризы белыя, и не имам отмыти имене его от книг животных, и исповем имя его пред Отцем моим и пред ангелы его. ",
          "ID": "5"
        },
        {
          "text": "Имеяй ухо да слышит, что дух глаголет Церквам. ",
          "ID": "6"
        },
        {
          "text": "И ангелу филаделфийския Церкве напиши: тако глаголет святый истинный, имеяй ключь давидов, отверзаяй, и никтоже затворит, затворяяй, и никтоже отверзет: ",
          "ID": "7"
        },
        {
          "text": "вем твоя дела: се, дах пред тобою двери отверсты, и никтоже может затворити их: яко малу имаши силу, и соблюл еси мое слово, и не отверглся еси имене моего. ",
          "ID": "8"
        },
        {
          "text": "Се, даю от сонмища сатанина глаголющыяся быти иудеи, и не суть, но лгут: се, сотворю их, да приидут и поклонятся пред ногама твоима, и уразумеют, яко аз возлюбих тя. ",
          "ID": "9"
        },
        {
          "text": "Яко соблюл еси слово терпения моего, и аз тя соблюду от годины искушения, хотящия приити на всю вселенную искусити живущыя на земли. ",
          "ID": "10"
        },
        {
          "text": "Се, гряду скоро: держи, еже имаши, да никтоже приимет венца твоего. ",
          "ID": "11"
        },
        {
          "text": "Побеждающаго сотворю столпа в Церкви Бога моего, и боле не имать изыти ктому: и напишу на нем имя Бога моего и имя града Бога моего, новаго Иерусалима, сходящаго с небес от Бога моего, и имя мое новое. ",
          "ID": "12"
        },
        {
          "text": "Имеяй ухо да слышит, что дух глаголет Церквам. ",
          "ID": "13"
        },
        {
          "text": "И ангелу лаодикийския Церкве напиши: тако глаголет аминь, свидетель верный и истинный, начаток создания Божия: ",
          "ID": "14"
        },
        {
          "text": "вем твоя дела, яко ни студен еси ни тепл: не да студен бы был ни тепл. ",
          "ID": "15"
        },
        {
          "text": "Тако, яко о‹уморен еси, и ни тепл ни студен, изблевати тя от уст моих имам. ",
          "ID": "16"
        },
        {
          "text": "Зане глаголеши, яко богат есмь и обогатихся и ничтоже требую: и не веси, яко ты еси окаянен и беден, и нищь и слеп и наг. ",
          "ID": "17"
        },
        {
          "text": "Совещаю тебе купити от мене злато разжжено огнем, да обогатишися, и одеяние бело, да облечешися, и да не явится срамота наготы твоея: и коллурием помажи очи твои, да видиши. ",
          "ID": "18"
        },
        {
          "text": "Аз, ихже аще люблю, обличаю и наказую. Ревнуй убо и покайся. ",
          "ID": "19"
        },
        {
          "text": "Се, стою при дверех и толку: аще кто услышит глас мой и отверзет двери, вниду к нему и вечеряю с ним, и той со мною. ",
          "ID": "20"
        },
        {
          "text": "Побеждающему дам сести со мною на престоле моем, якоже и аз победих и седох со Отцем моим на престоле его. ",
          "ID": "21"
        },
        {
          "text": "Имеяй ухо да слышит, что дух глаголет Церквам.",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3",
      "name": "Апокалипсис 3"
    },
    {
      "text": [
        {
          "text": "По сих видех: и се, двери отверсты на небеси, и глас первый, егоже слышах яко трубу глаголющь со мною, глаголя: взыди семо, и покажу ти, емуже подобает быти по сих. ",
          "ID": "1"
        },
        {
          "text": "И абие бых в дусе: и се, престол стояше на небеси, и на престоле седящь: ",
          "ID": "2"
        },
        {
          "text": "и седяй бе подобен видением камени иаспису и сардинови: и (бе) дуга окрест престола подобна видением смарагдови. ",
          "ID": "3"
        },
        {
          "text": "И окрест престола престоли двадесять и четыри: и на престолех видех двадесять и четыри старцы седящыя, облечены в белыя ризы, и имяху венцы златы на главах своих. ",
          "ID": "4"
        },
        {
          "text": "И от престола исхождаху молния и громи и гласи: и седмь свещников огненных горящих пред престолом, иже суть седмь духов Божиих: ",
          "ID": "5"
        },
        {
          "text": "и пред престолом море сткляно, подобно кристаллу: и посреде престола и окрест престола четыри животна исполнена очес спреди и созади. ",
          "ID": "6"
        },
        {
          "text": "И животно первое подобно льву, и второе животно подобно телцу, и третие животно имущее лице яко человек, и четвертое животно подобно орлу летящу. ",
          "ID": "7"
        },
        {
          "text": "И животна четыри, едино коеждо их имеяху по шесть крил окрест, и внутрьуду исполнена очес: и покоя не имут день и нощь, глаголюще: свят, свят, свят Господь Бог вседержитель, иже бе и сый и грядый. ",
          "ID": "8"
        },
        {
          "text": "И егда даша животная славу и честь и благодарение седящему на престоле, живущему во веки веков, ",
          "ID": "9"
        },
        {
          "text": "падоша двадесять и четыри старцы пред седящим на престоле, и поклонишася живущему во веки веков, и положиша венцы своя пред престолом, глаголюще: ",
          "ID": "10"
        },
        {
          "text": "достоин еси, Господи, прияти славу и честь и силу, яко ты еси создал всяческая, и волею твоею суть, и сотворена.",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4",
      "name": "Апокалипсис 4"
    },
    {
      "text": [
        {
          "text": "И видех в деснице седящаго на престоле книгу написану внутрьуду и внеуду, запечатану седмию печатию. ",
          "ID": "1"
        },
        {
          "text": "И видех ангела крепка проповедающа гласом великим: кто есть достоин разгнути книгу и разрешити печати ея? ",
          "ID": "2"
        },
        {
          "text": "И никтоже можаше ни на небеси, ни на земли, ниже под землею, разгнути книгу, ниже зрети ю. ",
          "ID": "3"
        },
        {
          "text": "И аз плакахся много, яко ни един обретеся достоин разгнути и прочести книгу, ниже зрети ю. ",
          "ID": "4"
        },
        {
          "text": "И един от старец глагола ми: не плачися: се, победил есть лев, иже сый от колена иудова, корень давидов, разгнути книгу и разрешити седмь печатей ея. ",
          "ID": "5"
        },
        {
          "text": "И видех, и се, посреде престола и четырех животных и посреде старец агнец стоящь яко заколен, имущь рогов седмь и очес седмь, еже есть седмь духов Божиих, посланных во всю землю. ",
          "ID": "6"
        },
        {
          "text": "И прииде и прият книгу от десницы седящаго на престоле. ",
          "ID": "7"
        },
        {
          "text": "И егда прият книгу, четыри животна и двадесять и четыри старцы падоша пред агнцем, имуще кийждо гусли и фиалы златы полны фимиама, иже суть молитвы святых: ",
          "ID": "8"
        },
        {
          "text": "и поют песнь нову, глаголюще: достоин еси прияти книгу и отверзти печати ея, яко заклался и искупил еси Богови нас кровию своею от всякаго колена и языка и людий и племен, ",
          "ID": "9"
        },
        {
          "text": "и сотворил еси нас Богови нашему цари и иереи: и воцаримся на земли. ",
          "ID": "10"
        },
        {
          "text": "И видех, и слышах глас ангелов многих окрест престола и животных и старец, и бе число их тысяща тысящами, ",
          "ID": "11"
        },
        {
          "text": "глаголюще гласом великим: достоин есть агнец заколенный прияти силу и богатство, и премудрость и крепость, и честь и славу и благословение. ",
          "ID": "12"
        },
        {
          "text": "И всяко создание, еже есть на небеси и на земли, и под землею и на мори яже суть, и сущая в них, вся слышах глаголющыя: седящему на престоле и агнцу благословение и честь, и слава и держава во веки веков. ",
          "ID": "13"
        },
        {
          "text": "И четыри животна глаголаху: аминь. И двадесять и четыри старцы падоша и поклонишася живущему во веки веков.",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5",
      "name": "Апокалипсис 5"
    },
    {
      "text": [
        {
          "text": "И видех, егда отверзе агнец едину от седми печатей, и слышах единаго от четырех животных глаголюща якоже глас громный: гряди и виждь. ",
          "ID": "1"
        },
        {
          "text": "И видех, и се, конь бел, и седяй на нем имеяше лук, и дан бысть ему венец: и изыде побеждаяй, и да победит. ",
          "ID": "2"
        },
        {
          "text": "И егда отверзе печать вторую, слышах второе животно глаголющее: гряди и виждь. ",
          "ID": "3"
        },
        {
          "text": "И изыде другий конь рыжь: и седящему на нем дано бысть взяти мир от земли, и да убиют друг друга: и дан бысть ему мечь великий. ",
          "ID": "4"
        },
        {
          "text": "И егда отверзе третию печать, слышах третие животно глаголющее: гряди и виждь. И видех, и се, конь ворон, и седяй на нем имеяше мерило в руце своей. ",
          "ID": "5"
        },
        {
          "text": "И слышах глас посреде четырех животных глаголющий: мера пшеницы за динарь и три меры ячменя за динарь: и елеа и вина не вреди. ",
          "ID": "6"
        },
        {
          "text": "И егда отверзе четвертую печать, слышах глас четвертаго животна глаголющий: гряди и виждь. ",
          "ID": "7"
        },
        {
          "text": "И видех, и се, конь блед, и седяй на нем, имя ему смерть: и ад идяше вслед его: и дана бысть ему область на четвертей части земли убити оружием и гладом, и смертию и зверьми земными. ",
          "ID": "8"
        },
        {
          "text": "И егда отверзе пятую печать, видех под олтарем душы избиенных за слово Божие и за свидетелство, еже имеяху. ",
          "ID": "9"
        },
        {
          "text": "И возопиша гласом великим, глаголюще: доколе, Владыко святый и истинный, не судиши и не мстиши крове нашея от живущих на земли? ",
          "ID": "10"
        },
        {
          "text": "И даны быша коемуждо их ризы белы, и речено бысть им, да почиют еще время мало, дондеже скончаются и клеврети их и братия их, имущии избиени быти, якоже и тии. ",
          "ID": "11"
        },
        {
          "text": "И видех, егда отверзе шестую печать, и се, бысть трус велий, и солнце мрачно бысть яко вретище власяно, и луна бысть яко кровь: ",
          "ID": "12"
        },
        {
          "text": "и звезды небесныя падоша на землю, якоже смоковница отметает пупы своя, от ветра велика движима: ",
          "ID": "13"
        },
        {
          "text": "и небо отлучися яко свиток свиваемо, и всяка гора и остров от мест своих двигнушася: ",
          "ID": "14"
        },
        {
          "text": "и царие земстии и вельможи, и богатии и тысящницы и сильнии, и всяк раб и всяк свободь скрышася в пещерах и камении горстем, ",
          "ID": "15"
        },
        {
          "text": "и глаголаша горам и камению: падите на ны и покрыйте ны от лица седящаго на престоле и от гнева агнча: ",
          "ID": "16"
        },
        {
          "text": "яко прииде день великий гнева его, и кто может стати?",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6",
      "name": "Апокалипсис 6"
    },
    {
      "text": [
        {
          "text": "И по сем видех четыри ангелы стоящыя на четырех углех земли, держащыя четыри ветры земския, да не дышет ветр на землю, ни на море, ни на всяко древо. ",
          "ID": "1"
        },
        {
          "text": "И видех инаго ангела восходяща от восхода солнца, имуща печать Бога живаго. И возопи гласом велиим к четырем ангелом, имже дано бысть вредити землю и море, глаголя: ",
          "ID": "2"
        },
        {
          "text": "не вредите ни земли, ни моря, ни древес, дондеже запечатлеем рабы Бога нашего на челех их. ",
          "ID": "3"
        },
        {
          "text": "И слышах число запечатленных: сто четыредесять четыри тысящи запечатленных от всякаго колена сынов израилевых. ",
          "ID": "4"
        },
        {
          "text": "От колена иудова дванадесять тысящ запечатленных: от колена рувимова дванадесять тысящ запечатленных: от колена гадова дванадесять тысящ запечатленных: ",
          "ID": "5"
        },
        {
          "text": "от колена асирова дванадесять тысящ запечатленных: от колена неффалимля дванадесять тысящ запечатленных: от колена манассиина дванадесять тысящ запечатленных: ",
          "ID": "6"
        },
        {
          "text": "от колена симеонова дванадесять тысящ запечатленных: от колена левиина дванадесять тысящ запечатленных: от колена иссахарова дванадесять тысящ запечатленных: ",
          "ID": "7"
        },
        {
          "text": "от колена завулоня дванадесять тысящ запечатленных: от колена иосифова дванадесять тысящ запечатленных: от колена вениаминова дванадесять тысящ запечатленных. ",
          "ID": "8"
        },
        {
          "text": "По сих видех, и се, народ мног, егоже изчести никтоже может, от всякаго языка и колена, и людий и племен, стояще пред престолом и пред агнцем, облечены в ризы белы, и финицы в руках их. ",
          "ID": "9"
        },
        {
          "text": "И возопиша гласом велиим, глаголюще: спасение седящему на престоле Богу нашему и агнцу. ",
          "ID": "10"
        },
        {
          "text": "И вси ангели стояху окрест престола и старец и четырех животных: и падоша на лицы пред престолом и поклонишася Богу, ",
          "ID": "11"
        },
        {
          "text": "глаголюще: аминь: благословение и слава, и премудрость и хвала, и честь и сила и крепость Богу нашему во веки веков. Аминь. ",
          "ID": "12"
        },
        {
          "text": "И отвеща един от старец, глаголя ми: сии облеченнии в ризы белыя кто суть и откуду приидоша? ",
          "ID": "13"
        },
        {
          "text": "И рех ему: господи, ты веси. И рече ми: сии суть, иже приидоша от скорби великия, и испраша ризы своя, и убелиша ризы своя в крови агнчи: ",
          "ID": "14"
        },
        {
          "text": "сего ради суть пред престолом Божиим и служат ему день и нощь в Церкви его, и седяй на престоле вселится в них: ",
          "ID": "15"
        },
        {
          "text": "не взалчут ктому, ниже вжаждут, не имать же пасти на них солнце, ниже всяк зной: ",
          "ID": "16"
        },
        {
          "text": "яко агнец, иже посреде престола, упасет я и наставит их на животныя источники вод, и отимет Бог всяку слезу от очию их.",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7",
      "name": "Апокалипсис 7"
    },
    {
      "text": [
        {
          "text": "И егда отверзе седмую печать, бысть безмолвие на небеси яко пол часа. ",
          "ID": "1"
        },
        {
          "text": "И видех седмь ангелов, иже пред Богом стояху: и дано бысть им седмь труб. ",
          "ID": "2"
        },
        {
          "text": "И другий ангел прииде и ста пред олтарем, имеяй кадилницу злату: и даны быша ему фимиами мнози, да даст молитвам святых всех на олтарь златый сущий пред престолом. ",
          "ID": "3"
        },
        {
          "text": "И изыде дым кадилный молитвами святых от руки ангела пред Бога. ",
          "ID": "4"
        },
        {
          "text": "И взят ангел кадилницу, и наполни ю от огня сущаго на олтари, и положи на земли: и быша гласи и громи и блистания и трус. ",
          "ID": "5"
        },
        {
          "text": "И седмь ангел, иже имеяху седмь труб, уготовашася, да вострубят. ",
          "ID": "6"
        },
        {
          "text": "И первому ангелу вострубившу, бысть град и огнь, смешены с кровию, и падоша на землю: и третия часть древа погоре, и всяка трава злачная погоре. ",
          "ID": "7"
        },
        {
          "text": "И вторый ангел воструби, и яко гора велика огнем жегома ввержена бысть в море: и бысть третия часть моря кровь, ",
          "ID": "8"
        },
        {
          "text": "и умре третия часть созданий сущих в мори, имущих душы, и третия часть кораблей погибе. ",
          "ID": "9"
        },
        {
          "text": "И третий ангел воструби, и паде с небесе звезда велика, горящи яко свеща, и паде на третию часть рек и на источники водныя: ",
          "ID": "10"
        },
        {
          "text": "и имя звезде глаголется апсинфос: и бысть третия часть вод яко пелынь, и мнози от человек умроша от вод, яко горьки беша. ",
          "ID": "11"
        },
        {
          "text": "И четвертый ангел воструби, и уязвена бысть третия часть солнца и третия часть луны и третия часть звезд, да затмится третия часть их, и дне третия часть да не светит, и нощь такожде. ",
          "ID": "12"
        },
        {
          "text": "И видех и слышах единаго ангела паряща посреде небесе, глаголюща гласом великим: горе, горе, горе живущым на земли от прочих гласов трубных триех ангел хотящих трубити.",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8",
      "name": "Апокалипсис 8"
    },
    {
      "text": [
        {
          "text": "И пятый ангел воструби, и видех звезду с небесе спадшу на землю: и дан бысть ей ключь студенца бездны: ",
          "ID": "1"
        },
        {
          "text": "и отверзе студенца бездны, и взыде дым от студенца яко дым пещи велики, и омерче солнце и воздух от дыма студеничнаго. ",
          "ID": "2"
        },
        {
          "text": "И от дыма изыдоша прузи на землю, и дана бысть им область, якоже имут область скорпии земныя. ",
          "ID": "3"
        },
        {
          "text": "И речено бысть им, да не вредят травы земныя, ни всякаго злака, ни всякаго древа, но человеки точию, иже не имут печати Божия на челех своих. ",
          "ID": "4"
        },
        {
          "text": "И дано бысть им, да не убиют их, но да муку приимут пять месяцей: и мучение их яко мучение скорпиево, егда усекнет человека. ",
          "ID": "5"
        },
        {
          "text": "И в тыя дни взыщут человецы смерти, и не обрящут ея: и вожделеют умрети, и убежит от них смерть. ",
          "ID": "6"
        },
        {
          "text": "И уподобления пругов подобна конем уготовленым на брань: и на главах их яко венцы уподоблени злату, и лица их яко лица человеческа: ",
          "ID": "7"
        },
        {
          "text": "и имеяху власы, яко власы женския, и зубы их, яко львов беша: ",
          "ID": "8"
        },
        {
          "text": "и имеяху броня, яко броня железны, и глас крил их, яко глас колесниц, егда кони мнози текут на брань: ",
          "ID": "9"
        },
        {
          "text": "и имеяху ошибы подобны скорпииным, и жала бяху во ошибех их: и дана бе область им вредити человеки пять месяц. ",
          "ID": "10"
        },
        {
          "text": "И имели над собою царя аггела бездны, емуже имя еврейски аваддон, а еллински аполлион. ",
          "ID": "11"
        },
        {
          "text": "Горе едино отиде: се, грядут еще два горя по сих. ",
          "ID": "12"
        },
        {
          "text": "И шестый ангел воструби, и слышах глас един от четырех рогов олтаря златаго сущаго пред Богом, ",
          "ID": "13"
        },
        {
          "text": "глаголющий шестому ангелу имеющу трубу: разреши четыри ангелы связаны при реце велицей евфрат. ",
          "ID": "14"
        },
        {
          "text": "И разрешени быша четыри ангели уготовани на час и день, и месяц и лето, да избиют третию часть человек. ",
          "ID": "15"
        },
        {
          "text": "И число воинов конных две тме тем: и слышах число их. ",
          "ID": "16"
        },
        {
          "text": "И тако видех в видении кони, и седящыя на них имущыя броня огненны и иакинфовы и жупелны: и главы конем (их) яко главы львом, и из уст их исхождаше огнь и дым и жупел. ",
          "ID": "17"
        },
        {
          "text": "И от триех язв сих погибе третия часть человеков, от огня и от дыма и от жупела, исходящих из уст их: ",
          "ID": "18"
        },
        {
          "text": "область бо коней во устех их бе, и ошиби их подобни змием, имуще главы и теми пакости деюще. ",
          "ID": "19"
        },
        {
          "text": "И прочии от человек, иже не вреждени быша язвами сими, ниже покаяшася от дел рук своих, да не поклонятся демоном, ни идолом златым и сребряным, и медяным и каменным и древяным, иже ни видети могут, ни слышати, ни ходити: ",
          "ID": "20"
        },
        {
          "text": "и не покаяшася от убийств своих, ни от волхвований своих, ниже от блуда своего, ниже от татьб своих.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9",
      "name": "Апокалипсис 9"
    },
    {
      "text": [
        {
          "text": "И видех инаго ангела крепка сходяща с небесе, оболчена во облак, и дуга над главою (его), и лице его яко солнце, и нозе его яко столпи огнени, ",
          "ID": "1"
        },
        {
          "text": "и имеяше в руце своей книгу разгибену: и постави ногу свою десную на мори, а шуюю на земли, ",
          "ID": "2"
        },
        {
          "text": "и возопи гласом великим, яко лев рыкая: и егда возгласи, глаголаша седмь громов гласы своя. ",
          "ID": "3"
        },
        {
          "text": "И егда возгласиша седмь громов гласы своя, хотех писати: и слышах глас с небесе глаголющь ми: запечатлей, яже глаголаша седмь громов, и сего не пиши. ",
          "ID": "4"
        },
        {
          "text": "И ангел, егоже видех стояща на мори и на земли, воздвиже руку свою на небо ",
          "ID": "5"
        },
        {
          "text": "и клятся живущим во веки веков, иже созда небо и яже на нем, и землю и яже на ней, и море и яже в нем, яко лета уже не будет: ",
          "ID": "6"
        },
        {
          "text": "но во дни гласа седмаго ангела, егда имать вострубити, тогда скончается тайна Божия, якоже благовести своими рабы пророки. ",
          "ID": "7"
        },
        {
          "text": "И глас его слышах с небесе паки глаголющь со мною, и глагола: иди и приими книжицу разгнутую в руце ангела стоящаго на мори и на земли. ",
          "ID": "8"
        },
        {
          "text": "И идох ко ангелу, глаголя ему: даждь ми книжицу. И рече ми: приими и снеждь ю: и горька будет во чреве твоем, но во устех ти сладка будет яко мед. ",
          "ID": "9"
        },
        {
          "text": "И приях книгу от руки ангела и снедох ю: и бе во устех моих яко мед сладка: и егда снедох ю, горька бяше во чреве моем. ",
          "ID": "10"
        },
        {
          "text": "И рече ми: подобает ти паки пророчествовати в людех и во племенех, и во языцех и в царех мнозех.",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10",
      "name": "Апокалипсис 10"
    },
    {
      "text": [
        {
          "text": "И дана ми бысть трость подобна жезлу, глаголя: востани и измери церковь Божию и олтарь, и кланяющыяся в ней: ",
          "ID": "1"
        },
        {
          "text": "а двор сущий внутрь Церкве изнеси внеуду, ниже измери его, зане дан бысть языком: и град святый поперут четыредесять и два месяцы. ",
          "ID": "2"
        },
        {
          "text": "И дам обема свидетелема моима, и прорицати будут дний тысящу двесте и шестьдесят, оболчена во вретище. ",
          "ID": "3"
        },
        {
          "text": "Сии суть две маслицы и два свещника пред Богом земли стояща. ",
          "ID": "4"
        },
        {
          "text": "И иже им неправду сотворит, огнь исходит из уст их и пояст враги их: и иже восхощет обидети их, сему подобает убиену быти. ",
          "ID": "5"
        },
        {
          "text": "И сии имут область затворити небо, да не снидет дождь (на землю) во дни прорицания их, и область имут на водах, обращати я в кровь и поразити землю всякою язвою, елижды аще восхощут. ",
          "ID": "6"
        },
        {
          "text": "И егда скончают свидетелство свое, зверь, иже исходит от бездны, сотворит с ними брань и победит их и убиет я, ",
          "ID": "7"
        },
        {
          "text": "и трупы их оставит на стогнах града великаго, иже нарицается духовне содом и египет, идеже и Господь наш распят бысть. ",
          "ID": "8"
        },
        {
          "text": "И зрети имут от людий и племен, и от язык и колен, телеса их дни три и пол, и трупы их не оставят положити во гробех. ",
          "ID": "9"
        },
        {
          "text": "И живущии на земли возрадуются и возвеселятся о них, и дары послют друг ко другу, яко оба сия пророка мучиста живущыя на земли. ",
          "ID": "10"
        },
        {
          "text": "И по триех днех и пол, дух животен внидет в ня от Бога, и станут (оба) на ногах своих: и страх велий нападет на зрящих их. ",
          "ID": "11"
        },
        {
          "text": "И услышат глас велий с небесе, глаголющь им: взыдита семо. И взыдоста на небо на облацех, и видеша я врази их. ",
          "ID": "12"
        },
        {
          "text": "И в час той трус бысть велий, и десятая часть града паде, и погибе трусом имен человеческих седмь тысящ: и прочии пристрашни быша и даша славу Богу небесному. ",
          "ID": "13"
        },
        {
          "text": "Горе второе отиде: се, горе третие грядет скоро. ",
          "ID": "14"
        },
        {
          "text": "И седмый ангел воструби, и быша гласи велицы на небесех, глаголюще: бысть Царство мира Господа нашего и Христа его, и воцарится во веки веков. ",
          "ID": "15"
        },
        {
          "text": "И двадесять и четыри старцы, пред Богом седящии на престолех своих, падоша на лица своя и поклонишася Богу, ",
          "ID": "16"
        },
        {
          "text": "глаголюще: хвалим тя, Господи Боже вседержителю, иже сый и бе и грядый, яко приял еси силу твою великую и воцарился еси: ",
          "ID": "17"
        },
        {
          "text": "и языцы прогневашася: и прииде гнев твой, и время мертвым суд прияти, и дати мзду рабом твоим пророком и святым и боящымся имене твоего, малым и великим, и растлити посмраждшыя землю. ",
          "ID": "18"
        },
        {
          "text": "И отверзеся храм Божий на небеси, и явися кивот завета его в храме его: и быша блистания и гласи, и громи и трус, и град велик.",
          "ID": "19"
        }
      ],
      "ID": "NT:REV.11",
      "name": "Апокалипсис 11"
    },
    {
      "text": [
        {
          "text": "И знамение велие явися на небеси: жена облечена в солнце, и луна под ногама ея, и на главе ея венец от звезд двоюнадесяте: ",
          "ID": "1"
        },
        {
          "text": "и во чреве имущи, вопиет болящи и страждущи родити. ",
          "ID": "2"
        },
        {
          "text": "И явися ино знамение на небеси: и се, змий велик чермен, имея глав седмь и рогов десять, и на главах его седмь венец: ",
          "ID": "3"
        },
        {
          "text": "и хобот его отторже третию часть звезд небесных и положи я в землю. И змий стояше пред женою хотящею родити, да, егда родит, снесть чадо ея. ",
          "ID": "4"
        },
        {
          "text": "И роди сына мужеска, иже имать упасти вся языки жезлом железным: и восхищено бысть чадо ея к Богу и престолу его. ",
          "ID": "5"
        },
        {
          "text": "А жена бежа в пустыню, идеже име место уготовано от Бога, да тамо питается дний тысящу двесте шестьдесят. ",
          "ID": "6"
        },
        {
          "text": "И бысть брань на небеси: михаил и ангели его брань сотвориша со змием, и змий брася и аггели его, ",
          "ID": "7"
        },
        {
          "text": "и не возмогоша, и места не обретеся им ктому на небеси. ",
          "ID": "8"
        },
        {
          "text": "И вложен бысть змий великий, змий древний, нарицаемый диавол и сатана, льстяй вселенную всю, и вложен бысть на землю, и аггели его с ним низвержени быша. ",
          "ID": "9"
        },
        {
          "text": "И слышах глас велий на небеси, глаголющь: ныне бысть спасение и сила и Царство Бога нашего и область Христа его, яко низложен бысть клеветник братии нашея, оклевещая их пред Богом нашим день и нощь. ",
          "ID": "10"
        },
        {
          "text": "И тии победиша его кровию агнчею и словом свидетелства своего, и не возлюбиша душ своих даже до смерти. ",
          "ID": "11"
        },
        {
          "text": "Сего ради веселитеся, небеса и живущии на них. Горе живущым на земли и мори, яко сниде диавол к вам, имея ярость великую, ведый, яко время мало имать. ",
          "ID": "12"
        },
        {
          "text": "И егда виде змий, яко низложен бысть на землю, гоняше жену, яже роди мужеска. ",
          "ID": "13"
        },
        {
          "text": "И дана быша жене два крила орла великаго, да парит в пустыню в место свое, идеже препитана бяше ту время и времен и пол времене, от лица змиина. ",
          "ID": "14"
        },
        {
          "text": "И испусти змий за женою из уст своих воду яко реку, да ю в реце потопит. ",
          "ID": "15"
        },
        {
          "text": "И поможе земля жене, и отверзе земля уста своя, и пожре реку, юже изведе змий от уст своих. ",
          "ID": "16"
        },
        {
          "text": "И разгневася змий на жену и иде сотворити брань со оставшим семенем ея, иже соблюдают заповеди Божия и имеют свидетелство Иисус Христово.",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.12",
      "name": "Апокалипсис 12"
    },
    {
      "text": [
        {
          "text": "И стах на песце морстем: и видех из моря зверя исходяща, имуща глав седмь и рогов десять, и на розех его венец десять, а на главах его имена хулна. ",
          "ID": "1"
        },
        {
          "text": "Зверь, егоже видех, бе подобен рыси, и нозе ему яко медведи, и уста его яко уста львова: и даде ему змий силу свою и престол свой и область великую. ",
          "ID": "2"
        },
        {
          "text": "И видех едину от глав его яко заколену в смерть, и язва смерти его изцеле. И чудися вся земля вслед зверя, и поклонишася змию, иже даде область зверю, ",
          "ID": "3"
        },
        {
          "text": "и поклонишася зверю, глаголюще: кто подобен зверю и кто может ратоватися с ним? ",
          "ID": "4"
        },
        {
          "text": "И дана быша ему уста глаголюща велика и хулна, и дана бысть ему область творити месяц четыредесять два. ",
          "ID": "5"
        },
        {
          "text": "И отверзе уста своя в хуление к Богу, хулити имя его и селение его и живущыя на небеси. ",
          "ID": "6"
        },
        {
          "text": "И дано бысть ему брань творити со святыми и победити я: и дана бысть ему область на всяцем колене (людий) и на языцех и племенех. ",
          "ID": "7"
        },
        {
          "text": "И поклонятся ему вси живущии на земли, имже не написана суть имена в книгах животных агнца заколенаго от сложения мира. ",
          "ID": "8"
        },
        {
          "text": "Аще кто имать ухо, да слышит. ",
          "ID": "9"
        },
        {
          "text": "Иже аще в пленение ведет, в пленение пойдет: аще кто оружием убиет, подобает ему оружием убиену быти. Зде есть терпение и вера святых. ",
          "ID": "10"
        },
        {
          "text": "И видех инаго зверя восходящаго от земли, и имеяше рога два, подобна агнчым, и глаголаше яко змий. ",
          "ID": "11"
        },
        {
          "text": "И власть перваго зверя всю творяше пред ним: и творяше землю и вся живущыя на ней поклонитися первому зверю, емуже изцелена бысть язва смертная: ",
          "ID": "12"
        },
        {
          "text": "и сотвори чудеса велика, да и огнь сотворит сходити с небесе на землю пред человеки. ",
          "ID": "13"
        },
        {
          "text": "И льстит живущыя на земли, ради знамений, яже дана быша ему пред зверем творити, глаголя живущым на земли, сотворити образ зверю, иже имать язву оружную и жив бысть. ",
          "ID": "14"
        },
        {
          "text": "И дано бысть ему дати дух образу зверину, да проглаголет икона зверина и сотворит, да иже аще не поклонятся образу звериному, убиени будут. ",
          "ID": "15"
        },
        {
          "text": "И сотворит вся малыя и великия, богатыя и убогия, свободныя и работныя, да даст им начертание на десней руце их или на челех их, ",
          "ID": "16"
        },
        {
          "text": "да никтоже возможет ни купити, ни продати, токмо кто имать начертание, или имя зверя, или число имене его. ",
          "ID": "17"
        },
        {
          "text": "Зде мудрость есть. Иже имать ум, да почтет число зверино: число бо человеческо есть, и число его шесть сот шестьдесят шесть.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13",
      "name": "Апокалипсис 13"
    },
    {
      "text": [
        {
          "text": "И видех, и се, агнец стояше на горе сионстей, и с ним сто и четыредесять и четыри тысящы, имуще имя Отца его написано на челех своих. ",
          "ID": "1"
        },
        {
          "text": "И слышах глас с небесе, яко глас вод многих и яко глас грома велика: и глас слышах гудец гудущих в гусли своя ",
          "ID": "2"
        },
        {
          "text": "и поющих яко песнь нову пред престолом и пред четыри животными и старцы: и никтоже можаше навыкнути песни, токмо сии сто и четыредесять и четыри тысящы искуплени от земли. ",
          "ID": "3"
        },
        {
          "text": "Сии суть, иже с женами не осквернишася, зане девственницы суть: сии последуют агнцу, аможе аще пойдет. Сии суть куплени от людий первенцы Богу и агнцу, ",
          "ID": "4"
        },
        {
          "text": "и во устех их не обретеся лесть: без порока бо суть пред престолом Божиим. ",
          "ID": "5"
        },
        {
          "text": "И видех инаго ангела паряща посреде небесе, имущаго Евангелие вечно благовестити живущым на земли и всякому племени и языку, и колену и людем, ",
          "ID": "6"
        },
        {
          "text": "глаголюща гласом великим: убойтеся Бога и дадите ему славу, яко прииде час суда его, и поклонитеся сотворшему небо и землю, и море и источники водныя. ",
          "ID": "7"
        },
        {
          "text": "И ин ангел вслед иде, глаголя: паде, паде вавилон град великий, зане от вина ярости любодеяния своего напои вся языки. ",
          "ID": "8"
        },
        {
          "text": "И третий ангел вслед его иде, глаголя гласом великим: иже аще кто покланяется зверю и иконе его и приемлет начертание на челе своем или на руце своей, ",
          "ID": "9"
        },
        {
          "text": "и той имать пити от вина ярости Божия, вина нерастворена в чаши гнева его, и будет мучен огнем и жупелом пред ангелы святыми и пред агнцем: ",
          "ID": "10"
        },
        {
          "text": "и дым мучения их во веки веков восходит, и не имут покоя день и нощь покланяющиися зверю и образу его и приемлющии начертание имене его. ",
          "ID": "11"
        },
        {
          "text": "Зде есть терпение святых, иже соблюдают заповеди Божия и веру Иисусову. ",
          "ID": "12"
        },
        {
          "text": "И слышах глас с небесе, глаголющь ми: напиши: блажени мертвии, умирающии о Господе отныне. Ей, глаголет дух, да почиют от трудов своих: дела бо их ходят вслед с ними. ",
          "ID": "13"
        },
        {
          "text": "И видех, и се, облак светел, и на облаце седяй подобен Сыну Человеческому, имея на главе своей венец злат, и в руце его серп остр. ",
          "ID": "14"
        },
        {
          "text": "И ин ангел изыде из храма, вопия велиим гласом седящему на облаце: посли серп твой и жни, яко прииде час пожати, зане изсше трава земная. ",
          "ID": "15"
        },
        {
          "text": "И положи седяй на облаце серп свой на землю, и пожата бысть земля. ",
          "ID": "16"
        },
        {
          "text": "И ин ангел изыде из церкве сущия на небеси, имый и той серп остр. ",
          "ID": "17"
        },
        {
          "text": "И ин ангел изыде от олтаря, имый область на огни, и возопи кличем великим ко имущему серп острый, глаголя: посли серп твой острый и о‹емли грозды винограда земнаго, яко созреша уже гроздие ея. ",
          "ID": "18"
        },
        {
          "text": "И положи ангел серп свой на земли, и обере виноград земский и вложи в точило великия ярости Божия. ",
          "ID": "19"
        },
        {
          "text": "И испрано бысть точило вне града, и изыде кровь от точила даже до узд конских, от стадий тысяща и шесть сот.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.14",
      "name": "Апокалипсис 14"
    },
    {
      "text": [
        {
          "text": "И видех ино знамение на небеси велие и чудно, седмь ангел имущих седмь язв последних, зане в тех скончается ярость Божия. ",
          "ID": "1"
        },
        {
          "text": "И видех яко море сткляно смешено со огнем, и победившыя зверя и образ его, и начертание его и число имене его, стоящыя на мори стклянем, имущыя гусли Божия: ",
          "ID": "2"
        },
        {
          "text": "и пояху песнь моисеа раба Божия и песнь агнчу, глаголюще: велия и дивна дела твоя, Господи Боже вседержителю: праведни и истинни путие твои, Царю святых: ",
          "ID": "3"
        },
        {
          "text": "кто не убоится тебе, Господи, и прославит имя твое? яко един преподобен еси, яко вси языцы приидут и поклонятся пред тобою: яко оправдания твоя явишася. ",
          "ID": "4"
        },
        {
          "text": "И по сих видех, и се, отверзеся храм скинии свидения на небеси: ",
          "ID": "5"
        },
        {
          "text": "и изыдоша седмь ангел из храма, иже имеяху седмь язв, облечени в ризы льняны чисты и светлы, и препоясани на персех поясы златыми. ",
          "ID": "6"
        },
        {
          "text": "И едино от четырех животных даде седмим ангелом седмь фиал златых, исполненых ярости Бога живущаго во веки веков. ",
          "ID": "7"
        },
        {
          "text": "И наполнися храм дыма от славы Божия и от силы его, и никтоже можаше внити во храм, дондеже скончаются седмь язв седмих ангел.",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15",
      "name": "Апокалипсис 15"
    },
    {
      "text": [
        {
          "text": "И слышах глас велий от храма глаголющь седмим ангелом: идите и излийте седмь фиал ярости Божия на землю. ",
          "ID": "1"
        },
        {
          "text": "И иде первый ангел и излия фиал свой на землю: и бысть гной зол и лют на человецех имущих начертание зверино и кланяющихся иконе его. ",
          "ID": "2"
        },
        {
          "text": "И вторый ангел излия фиал свой в море: и бысть кровь яко мертвеца, и всяка душа жива умре в мори. ",
          "ID": "3"
        },
        {
          "text": "И третий ангел излия фиал свой на реки и на источники водныя: и бысть кровь. ",
          "ID": "4"
        },
        {
          "text": "И слышах ангела воднаго глаголюща: праведен еси, Господи, сый и иже бе, и преподобн, яко сия судил еси: ",
          "ID": "5"
        },
        {
          "text": "зане кровь святых и пророк излияша, и кровь им дал еси пити: достойни бо суть. ",
          "ID": "6"
        },
        {
          "text": "И слышах другаго от олтаря глаголюща: ей, Господи Боже вседержителю, истинни и прави суди твои. ",
          "ID": "7"
        },
        {
          "text": "И четвертый ангел излия фиал свой на солнце: и дано бысть ему опаляти человеки огнем. ",
          "ID": "8"
        },
        {
          "text": "И опалишася человецы зноем великим, и хулиша имя Божие, иже имать область на язвах сих, и не покаяшася дати ему славы. ",
          "ID": "9"
        },
        {
          "text": "И пятый ангел излия фиал свой на престол зверин: и бысть царство его омрачено, и жваху языки своя от болезни, ",
          "ID": "10"
        },
        {
          "text": "и хулиша Бога небеснаго от болезни и от язв своих, и не покаяшася от дел своих. ",
          "ID": "11"
        },
        {
          "text": "И шестый ангел излия фиал свой на реку велику евфрат: и изсяче вода ея, да уготовится путь царем сущым от восток солнечных. ",
          "ID": "12"
        },
        {
          "text": "И видех из уст змия и из уст зверя и из уст лжаго пророка духи три нечистыя, яко жабы исходящыя: ",
          "ID": "13"
        },
        {
          "text": "суть бо дуси демонстии творяще знамения, иже исходят к царем всея вселенныя, собрати я на брань в день той великий Бога вседержителя. ",
          "ID": "14"
        },
        {
          "text": "Се, гряду яко тать: блажен бдяй и блюдый ризы своя, да не наг ходит и узрят срамоту его. ",
          "ID": "15"
        },
        {
          "text": "И собра их на место нарицаемое еврейски армагеддон. ",
          "ID": "16"
        },
        {
          "text": "И седмый ангел излия фиал свой на воздух: и изыде глас велий от храма небесе от престола, глаголя: бысть. ",
          "ID": "17"
        },
        {
          "text": "И быша блистания и громи и гласи, и бысть трус велик, яков николиже бысть, отнележе быша человецы на земли, толик трус, тако велий. ",
          "ID": "18"
        },
        {
          "text": "И бысть град велик в три части, и гради язычестии падоша, и вавилон великий помяновен бысть пред Богом, дати ему чашу вина ярости гнева своего. ",
          "ID": "19"
        },
        {
          "text": "И всяк остров бежа, и горы не обретошася: ",
          "ID": "20"
        },
        {
          "text": "и град велик, яко талантес, сниде с небесе на человеки: и хулиша человецы Бога от язвы градныя, яко велия есть язва его зело.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.16",
      "name": "Апокалипсис 16"
    },
    {
      "text": [
        {
          "text": "И прииде един от седми ангел имущих седмь фиал, и глагола со мною, глаголя ми: прииди, да покажу ти суд любодейцы великия, седящия на водах многих: ",
          "ID": "1"
        },
        {
          "text": "с неюже любодеяша царие земстии, и упишася живущии на земли от вина любодеяния ея. ",
          "ID": "2"
        },
        {
          "text": "И веде мя в пусто место духом: и видех жену седящу на звери червлене, исполненем имен хулных, иже имеяше глав седмь и рогов десять. ",
          "ID": "3"
        },
        {
          "text": "И жена бе облечена в порфиру и червленицу, и позлащена златом и камением драгим и бисером, имущи чашу злату в руце своей полну мерзости и скверн любодеяния ея: ",
          "ID": "4"
        },
        {
          "text": "и на челе ея написано имя: тайна, вавилон великий, мати любодейцам и мерзостем земским. ",
          "ID": "5"
        },
        {
          "text": "И видех жену пияну кровьми святых и кровьми свидетелей Иисусовых, и дивихся, видев ю, дивом великим. ",
          "ID": "6"
        },
        {
          "text": "И рече ми ангел: что дивишися? аз ти реку тайну жены (сея) и зверя носящаго ю, седмь глав имуща и рогов десять. ",
          "ID": "7"
        },
        {
          "text": "Зверь, егоже видел еси, бе, и несть, и имать взыти от бездны, и в пагубу пойдет: и удивятся живущии на земли, имже имена не написана суть в книгу животную от сложения мира, видяще, яко зверь бе, и несть, и преста. ",
          "ID": "8"
        },
        {
          "text": "Зде ум, иже имать мудрость. Седмь глав горы суть седмь, идеже жена седит на них, ",
          "ID": "9"
        },
        {
          "text": "и царие седмь суть: пять их пало, и един есть, (а) другий еще не прииде: и егда приидет, мало ему есть пребыти. ",
          "ID": "10"
        },
        {
          "text": "И зверь, иже бе и несть, и той осмый есть, и от седмих есть, и в пагубу идет. ",
          "ID": "11"
        },
        {
          "text": "И десять рогов, яже видел еси, десять царей суть, иже царства еще не прияша, но область яко царие на един час приимут со зверем. ",
          "ID": "12"
        },
        {
          "text": "Сии едину волю имут, и силу и область свою зверю дадут: ",
          "ID": "13"
        },
        {
          "text": "сии со агнцем брань сотворят, и агнец победит я, яко Господь господем есть и Царь царем: и сущии с ним званнии и избраннии и верни. ",
          "ID": "14"
        },
        {
          "text": "И глагола ми: воды, яже еси видел, идеже любодейца седит, людие и народи суть, и племена и языцы. ",
          "ID": "15"
        },
        {
          "text": "И десять рогов, яже видел еси на звери, сии любодейцу возненавидят, и запустевшу сотворят ю и нагу, и плоть ея снедят, и сожгут ю огнем: ",
          "ID": "16"
        },
        {
          "text": "Бог бо дал есть в сердца их, сотворити волю его, и сотворити едину волю, и дати царство свое зверю, дондеже скончаются глаголголы Божии. ",
          "ID": "17"
        },
        {
          "text": "И жена, юже видел еси, град есть великий, иже имать царство над цари земными.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17",
      "name": "Апокалипсис 17"
    },
    {
      "text": [
        {
          "text": "И по сих видех ина ангела сходяща с небесе, имуща область велию: и земля просветися от славы его. ",
          "ID": "1"
        },
        {
          "text": "И возопи в крепости, гласом велиим глаголя: паде, паде вавилон великий, и бысть жилище бесом и хранитель всякому духу нечисту, и хранилище всех птиц нечистых и ненавидимых: яко от вина ярости любодеяния своего напои вся языки, ",
          "ID": "2"
        },
        {
          "text": "и царие земстии с нею любы деяша, и купцы земстии от силы пищи ея разбогатеша. ",
          "ID": "3"
        },
        {
          "text": "И слышах глас ин с небесе, глаголющь: изыдите из нея, людие мои, да не причаститеся грехом ея и от язв ея да не вредитеся: ",
          "ID": "4"
        },
        {
          "text": "яко прилепишася греси ея даже до небесе, и помяну Бог неправды ея. ",
          "ID": "5"
        },
        {
          "text": "Воздадите ей, яко и та воздаде вам, и усугубите ей сугубо по делом ея: чашею, еюже черпа (вам), черплите ей сугубо. ",
          "ID": "6"
        },
        {
          "text": "Елико прославися и разсвирепе, толико дадите ей мук и рыданий: яко в сердцы своем глаголет, (яко) сежу царицею, и вдова несмь, и рыдания не имам видети. ",
          "ID": "7"
        },
        {
          "text": "Сего ради во един день приидут язвы ей, смерть и плачь и глад, и огнем сожжена будет, яко крепок Господь Бог судяй ей. ",
          "ID": "8"
        },
        {
          "text": "И возрыдают и восплачутся ея царие земстии, любы деявшии с нею и разсвирепевшии, егда узрят дым запаления ея, ",
          "ID": "9"
        },
        {
          "text": "издалеча стояще за страх мук ея, глаголюще: горе, горе, град великий вавилон, град крепкий, яко во един час прииде суд твой. ",
          "ID": "10"
        },
        {
          "text": "И купцы земстии возрыдают и восплачутся о нем, яко бремен их никтоже купует ктому, ",
          "ID": "11"
        },
        {
          "text": "бремен злата и сребра, и камения драгаго и бисера, и висса и порфиры, и шелка и червени, и всякаго древа фиинна, и всякаго сосуда из кости слоновыя, и всякаго сосуда от древа честнаго, и медяна и железна и мраморна, ",
          "ID": "12"
        },
        {
          "text": "и корицы и фимиама, и мира и ливана, и вина и елеа, и семидала и пшеницы, и скота и овец, и коней и колесниц, и телес и душ человеческих. ",
          "ID": "13"
        },
        {
          "text": "И овощи похотей души твоея отидоша от тебе, и вся тучная и светлая отидоша от тебе, и ктому не имаши обрести их. ",
          "ID": "14"
        },
        {
          "text": "Купцы сими обогащшеся от нея, издалеча станут за страх мучения ея, рыдающе и плачущеся, ",
          "ID": "15"
        },
        {
          "text": "и глаголюще: горе, горе, град великий, облеченный виссом и порфирою и червленицею, и позлащеный златом и камением драгим и бисером ",
          "ID": "16"
        },
        {
          "text": "яко во един час погибе толико богатство. И всяк кормчий, и всяк плаваяй в кораблех, и всяк елик в мори делаяй, издалеча сташа, ",
          "ID": "17"
        },
        {
          "text": "и вопияху, видяще дым раждежения его, глаголюще: кий подобен граду великому? ",
          "ID": "18"
        },
        {
          "text": "И положиша персть на главах своих, и возопиша плачущеся и рыдающе, глаголюще: горе, горе, град великий, в немже обогатишася вси имущии корабли в мори, от чести его: яко единем часом запусте. ",
          "ID": "19"
        },
        {
          "text": "Веселися о сем, небо, и святии апостоли и пророцы, яко суди Бог суд ваш от него. ",
          "ID": "20"
        },
        {
          "text": "И взят един ангел крепок камень велик яко жернов и верже в море, глаголя: тако стремлением ввержен будет вавилон град великий, и не имать обрестися ктому: ",
          "ID": "21"
        },
        {
          "text": "и глас гудец и мусикий, и пискателей и труб не имать слышатися ктому в тебе: и всяк хитрец всякия хитрости не обрящется ктому в тебе, и шум жерновный не будет слышан в тебе: ",
          "ID": "22"
        },
        {
          "text": "и свет светилника не имать светити в тебе ктому, и глас жениха и невесты не имать слышан быти в тебе ктому: яко купцы твои беша вельможи земстии, яко волхвовании твоими прельщени быша вси языцы. ",
          "ID": "23"
        },
        {
          "text": "И в нем кровь пророческа и святых обретеся и всех избиенных на земли.",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18",
      "name": "Апокалипсис 18"
    },
    {
      "text": [
        {
          "text": "И по сих слышах глас велий народа многа на небеси, глаголющаго: аллилуиа: спасение и слава, и честь и сила Господу нашему, ",
          "ID": "1"
        },
        {
          "text": "яко истинни и прави суди его: яко судил есть любодейцу велику, яже посмради землю любодеянием своим, и отмстил кровь рабов своих от руки ея. ",
          "ID": "2"
        },
        {
          "text": "И второе реша: аллилуиа. И дым ея восхождаше во веки веков. ",
          "ID": "3"
        },
        {
          "text": "И падоша двадесять и четыри старцы и четыри животна и поклонишася Богови седящему на престоле, глаголюще: аминь, аллилуиа. ",
          "ID": "4"
        },
        {
          "text": "И глас изыде от престола глаголющь: пойте Богу нашему, вси раби его и боящиися его, и малии и велицыи. ",
          "ID": "5"
        },
        {
          "text": "И слышах яко глас народа многа, и яко глас вод многих, и яко глас громов крепких, глаголющих: аллилуиа, яко воцарися Господь Бог вседержитель: ",
          "ID": "6"
        },
        {
          "text": "радуимся и веселимся, и дадим славу ему: яко прииде брак агнчий, и жена его уготовила есть себе. ",
          "ID": "7"
        },
        {
          "text": "И дано бысть ей облещися в виссон чист и светел: виссон бо оправдания святых есть. ",
          "ID": "8"
        },
        {
          "text": "И глагола ми: напиши: блажени званнии на вечерю брака агнча. И глагола ми: сия словеса истинна Божия суть. ",
          "ID": "9"
        },
        {
          "text": "И пад пред ногама его, поклонихся ему: и глагола ми: виждь, ни: клеврет ти есмь и братий твоих имущих свидетелство Иисусово: Богу поклонися: свидетелство бо Иисусово есть дух пророчествия. ",
          "ID": "10"
        },
        {
          "text": "И видех небо отверсто, и се, конь бел, и седяй на нем верен и истинен, и правосудный и воинственный: ",
          "ID": "11"
        },
        {
          "text": "очи же ему (еста) яко пламень огнен, и на главе его венцы мнози: имый имя написано, еже никтоже весть, токмо он сам: ",
          "ID": "12"
        },
        {
          "text": "и облечен в ризу червлену кровию. И нарицается имя его слово Божие. ",
          "ID": "13"
        },
        {
          "text": "И воинства небесная идяху вслед его на конех белых, облечени в виссон бел и чист. ",
          "ID": "14"
        },
        {
          "text": "И из уст его изыде оружие остро, да тем избиет языки: и той упасет я жезлом железным, и той перет точило вина ярости и гнева Божия вседержителева. ",
          "ID": "15"
        },
        {
          "text": "И имать на ризе и на стегне своем имя написано: Царь царем и Господь господем. ",
          "ID": "16"
        },
        {
          "text": "И видех единаго ангела стояща на солнце: и возопи гласом велиим, глаголя всем птицам парящым посреде небесе: приидите и соберитеся на вечерю великую Божию, ",
          "ID": "17"
        },
        {
          "text": "да снесте плоти царей и плоти крепких и плоти тысящников, и плоти коней и седящих на них, и плоти всех свободных и рабов, и малых и великих. ",
          "ID": "18"
        },
        {
          "text": "И видех зверя и цари земныя и вои их собраны сотворити брань с седящим на кони и с воинствы его. ",
          "ID": "19"
        },
        {
          "text": "И ят бысть зверь и с ним лживый пророк, сотворивый знамения пред ним, имиже прельсти приемшыя начертание зверино и покланяющыяся иконе его: жива ввержена быста оба в езеро огненное горящее жупелом: ",
          "ID": "20"
        },
        {
          "text": "а прочии убиени быша оружием седящаго на кони, изшедшим из уст его: и вся птицы насытишася от плотей их.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19",
      "name": "Апокалипсис 19"
    },
    {
      "text": [
        {
          "text": "И видех ангела сходяща с небесе, имеюща ключь бездны и уже велико в руце своей: ",
          "ID": "1"
        },
        {
          "text": "и ят змия, змия древняго, иже есть диавол и сатана, и связа и на тысящу лет, ",
          "ID": "2"
        },
        {
          "text": "и в бездну затвори его, и заключи его, и запечатле над ним, да не прельстит ктому языки, дондеже скончается тысяща лет: и по сих подобает ему отрешену быти на мало время. ",
          "ID": "3"
        },
        {
          "text": "И видех престолы и седящыя на них, и суд дан бысть им: и душы растесаных за свидетелство Иисусово и за слово Божие, иже не поклонишася зверю, ни иконе его, и не прияша начертания на челех своих и на руце своей. И ожиша и воцаришася со Христом тысящу лет: ",
          "ID": "4"
        },
        {
          "text": "прочии же мертвецы не ожиша, дондеже скончается тысяща лет. Се воскресение первое. ",
          "ID": "5"
        },
        {
          "text": "Блажен и свят, иже имать часть в воскресении первем: на нихже смерть вторая не имать области, но будут иерее Богу и Христу и воцарятся с ним тысящу лет. ",
          "ID": "6"
        },
        {
          "text": "И егда скончается тысяща лет, разрешен будет сатана от темницы своея и изыдет прельстити языки сущыя на четырех углех земли, гога и магога, собрати их на брань, ихже число яко песок морский. ",
          "ID": "7"
        },
        {
          "text": "И взыдоша на широту земли и обыдоша святых стан и град возлюбленный. ",
          "ID": "8"
        },
        {
          "text": "И сниде огнь от Бога с небесе и пояде я: ",
          "ID": "9"
        },
        {
          "text": "и диавол льстяй их ввержен будет в езеро огненно и жупелно, идеже зверь и лживый пророк: и мучени будут день и нощь во веки веков. ",
          "ID": "10"
        },
        {
          "text": "И видех престол велик бел и седящаго на нем, егоже от лица бежа небо и земля, и место не обретеся им. ",
          "ID": "11"
        },
        {
          "text": "И видех мертвецы малыя и великия стоящя пред Богом, и книги разгнушася: и ина книга отверзеся, яже есть животная: и суд прияша мертвецы от написаных в книгах, по делом их. ",
          "ID": "12"
        },
        {
          "text": "И даде море мертвецы своя, и смерть и ад даста своя мертвецы: и суд прияша по делом своим, ",
          "ID": "13"
        },
        {
          "text": "и смерть и ад ввержена быста в езеро огненное. И се есть вторая смерть. ",
          "ID": "14"
        },
        {
          "text": "И иже не обретеся в книзе животней написан, ввержен будет в езеро огненное.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20",
      "name": "Апокалипсис 20"
    },
    {
      "text": [
        {
          "text": "И видех небо ново и землю нову: первое бо небо и земля первая преидоста, и моря несть ктому. ",
          "ID": "1"
        },
        {
          "text": "И аз иоанн видех град святый, Иерусалим нов сходящь от Бога с небесе, приготован яко невесту украшену мужу своему. ",
          "ID": "2"
        },
        {
          "text": "И слышах глас велий с небесе, глаголющь: се, скиния Божия с человеки, и вселится с ними: и тии людие его будут, и сам Бог будет с ними Бог их: ",
          "ID": "3"
        },
        {
          "text": "и отимет Бог всяку слезу от очию их, и смерти не будет ктому: ни плача, ни вопля, ни болезни не будет ктому, яко первая мимоидоша. ",
          "ID": "4"
        },
        {
          "text": "И рече седяй на престоле: се, нова вся творю. И глагола ми: напиши, яко сия словеса истинна и верна суть. ",
          "ID": "5"
        },
        {
          "text": "И рече ми: совершишася. Аз есмь алфа и омега, начаток и конец: аз жаждущему дам от источника воды животныя туне. ",
          "ID": "6"
        },
        {
          "text": "Побеждаяй наследит вся, и буду ему Бог, и той будет мне в сына. ",
          "ID": "7"
        },
        {
          "text": "Страшливым же и неверным, и скверным и убийцам, и блуд творящым и чары творящым, идоложерцем и всем лживым, часть им в езере горящем огнем и жупелом, еже есть смерть вторая. ",
          "ID": "8"
        },
        {
          "text": "И прииде ко мне един от седми ангел, имущих седмь фиал исполненых седмих язв последних, и рече ко мне, глаголя: гряди, покажу ти невесту агнчу жену. ",
          "ID": "9"
        },
        {
          "text": "И веде мя духом на гору велику и высоку и показа ми град великий, святый Иерусалим низходящь с небесе от Бога, ",
          "ID": "10"
        },
        {
          "text": "имущь славу Божию: и светило его подобно камени драгому, яко камени иаспису кристаловидну: ",
          "ID": "11"
        },
        {
          "text": "имущь стену велику и высоку, имущь врат дванадесять, и на вратех ангелов дванадесять и имена написана, яже суть имена дванадесятим коленом сынов израилевых: ",
          "ID": "12"
        },
        {
          "text": "от востока врата троя и от севера врата троя, от юга врата троя и от запада врата троя. ",
          "ID": "13"
        },
        {
          "text": "И стена града имеяше оснований дванадесять, и на них имен дванадесять апостолов агнчих. ",
          "ID": "14"
        },
        {
          "text": "И глаголяй со мною имеяше трость злату, да измерит град и врата его и стены его. ",
          "ID": "15"
        },
        {
          "text": "И град на четыри углы стоит, и долгота его толика есть, елика же и широта. И измери град тростию на стадий дванадесять тысящ: долгота и широта и высота его равна суть. ",
          "ID": "16"
        },
        {
          "text": "И размери стену его во сто и четыридесять и четыри лакти, в меру человеческу, яже есть ангела. ",
          "ID": "17"
        },
        {
          "text": "И бе создание стены его иаспис: и град злато чисто, подобен стклу чисту. ",
          "ID": "18"
        },
        {
          "text": "И основания стены града всяким драгим камением украшена бяху: основание первое иаспис, второе сапфир, третие халкидон, четвертое смарагд, ",
          "ID": "19"
        },
        {
          "text": "пятое сардоникс, шестое сардий, седмое хрисолиф, осмое вирилл, девятое топазий, десятое хрисопрас, первоенадесять иакинф, второенадесять амефист. ",
          "ID": "20"
        },
        {
          "text": "И дванадесять врат дванадесять бисеров: едина каяждо врата беша от единаго бисера. И стогны града злато чисто, яко сткло пресветло. ",
          "ID": "21"
        },
        {
          "text": "И храма не видех в нем: Господь бо Бог вседержитель храм ему есть, и агнец. ",
          "ID": "22"
        },
        {
          "text": "И град не требуя солнца и луны, да светят в нем, слава бо Божия просвети его, и светилник его агнец. ",
          "ID": "23"
        },
        {
          "text": "И языцы спасени во свете его пойдут, и царие земстии принесут славу и честь свою в него. ",
          "ID": "24"
        },
        {
          "text": "И врата его не имут затворитися во дни: нощи бо не будет ту. ",
          "ID": "25"
        },
        {
          "text": "И принесут славу и честь языков в него: ",
          "ID": "26"
        },
        {
          "text": "и не имать в него внити всяко скверно, и творяй мерзость и лжу, но токмо написаныя в книгах животных агнца.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21",
      "name": "Апокалипсис 21"
    },
    {
      "text": [
        {
          "text": "И показа ми чисту реку воды животныя, светлу яко кристалл, исходящу от престола Божия и агнча. ",
          "ID": "1"
        },
        {
          "text": "Посреде стогны его и по обаполы реки древо животное, еже творит плодов дванадесяте, на кийждо месяц воздая плод свой: и листвие древа во изцеление языком. ",
          "ID": "2"
        },
        {
          "text": "И всяка анафема не будет ктому: и престол Божий и агнечь будет в нем, и раби его послужат ему, ",
          "ID": "3"
        },
        {
          "text": "и узрят лице его, и имя его на челех их. ",
          "ID": "4"
        },
        {
          "text": "И нощи не будет тамо, и не потребуют света от светилника, ни света солнечнаго, яко Господь Бог просвещает я: и воцарятся во веки веков. ",
          "ID": "5"
        },
        {
          "text": "И рече ми: сия словеса верна и истинна: и Господь Бог святых пророк посла ангела своего показати рабом своим, имже подобает быти вскоре. ",
          "ID": "6"
        },
        {
          "text": "Се, гряду скоро: блажен соблюдаяй словеса пророчества книги сея. ",
          "ID": "7"
        },
        {
          "text": "И аз иоанн видех сия и слышах. И егда слышах и видех, падох поклонитися на ногу ангела показующаго ми сие: ",
          "ID": "8"
        },
        {
          "text": "и глагола ми: виждь, ни: клеврет бо твой есмь и братии твоея пророков и соблюдающих словеса книги сея: Богу поклонися. ",
          "ID": "9"
        },
        {
          "text": "И глагола ми: не запечатлей словес пророчествия книги сея: яко время близ есть. ",
          "ID": "10"
        },
        {
          "text": "Обидяй да обидит еще, и скверный да осквернится еще: и праведный правду да творит еще: и святый да святится еще. ",
          "ID": "11"
        },
        {
          "text": "И се, гряду скоро, и мзда моя со мною, воздати коемуждо по делом его. ",
          "ID": "12"
        },
        {
          "text": "Аз есмь алфа и омега, начаток и конец, первый и последний. ",
          "ID": "13"
        },
        {
          "text": "Блажени творящии заповеди его, да будет область им на древо животное, и враты внидут во град. ",
          "ID": "14"
        },
        {
          "text": "Вне же пси и чародее, и любодее и убийцы, и идолослужителе и всяк любяй и творяй лжу. ",
          "ID": "15"
        },
        {
          "text": "Аз Иисус послах ангела моего засвидетелствовати вам сия в церквах. Аз есмь корень и род давидов, и звезда утренняя и денница. ",
          "ID": "16"
        },
        {
          "text": "И Дух и невеста глаголют: прииди, и слышяй да глаголет: прииди. И жаждяй да приидет, и хотяй да приимет воду животную туне. ",
          "ID": "17"
        },
        {
          "text": "Сосвидетелствую бо всякому слышащему словеса пророчества книги сея: аще кто приложит к сим, наложит Бог на него язв написанных в книзе сей: ",
          "ID": "18"
        },
        {
          "text": "и аще кто отимет от словес книги пророчествия сего, отимет Бог часть его от книги животныя, и от града святаго, и написанных в книзе сей. ",
          "ID": "19"
        },
        {
          "text": "Глаголет свидетелствуяй сия: ей, гряду скоро: аминь. Ей, гряди Господи Иисусе. ",
          "ID": "20"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со всеми вами. Аминь. ",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22",
      "name": "Апокалипсис 22"
    }
  ],
  "ID": "NT:REV(CSLAV)",
  "name": "Апокалипсис"
}