{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Откровение Иисуса Христа, данное Ему Богом для того, чтобы показать Своим слугам, что должно вскоре произойти. Он сообщил это откровение через Своего ангела Своему слуге Иоанну, ",
          "ID": "1"
        },
        {
          "text": "и сейчас Иоанн как свидетель рассказывает обо всем, что он видел, – это слово Божье и свидетельство Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Блажен тот, кто читает, и те, кто слушает эти пророческие слова и исполняет их, потому что время уже близко.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "От Иоанна.",
          "ID": "4"
        },
        {
          "text": "Семи церквам в провинции Азия.",
          "ID": "4"
        },
        {
          "text": "Благодать и мир вам от Того, Кто есть, Кто был и Кто придет, и от семи духов, находящихся у Его трона, ",
          "ID": "4"
        },
        {
          "text": "и от Иисуса Христа, истинного свидетеля, первенствующего среди воскресших из мертвых, и властелина царей земли.",
          "ID": "5"
        },
        {
          "text": "Он любит нас и Своей кровью освободил нас от наших грехов. ",
          "ID": "5"
        },
        {
          "text": "Он сделал нас царством и священниками Своего Бога и Отца. Ему да будет слава и власть вовеки! Аминь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И вот, Он придет с облаками,",
          "ID": "7"
        },
        {
          "text": "и увидит Его всякое око,",
          "ID": "7"
        },
        {
          "text": "включая и тех, которые Его пронзили,",
          "ID": "7"
        },
        {
          "text": "и все народы земли будут рыдать перед Ним.",
          "ID": "7"
        },
        {
          "text": "Да, аминь!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я – Альфа и Омега, – говорит Господь Бог, – Тот, Кто есть, Кто был и Кто придет, Вседержитель!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я, Иоанн, – ваш брат и соучастник в страдании, в царстве и терпении в Иисусе.",
          "ID": "9"
        },
        {
          "text": "Находясь в заключении на острове, называемом Патмос, за слово Божье и за свидетельство об Иисусе, ",
          "ID": "9"
        },
        {
          "text": "я был в духе в день Господень и в этом состоянии услышал позади себя громкий, как труба, голос. ",
          "ID": "10"
        },
        {
          "text": "Голос сказал мне:",
          "ID": "11"
        },
        {
          "text": "– Запиши в свиток все, что ты видишь, и пошли это семи церквам: в Эфес, в Смирну, в Пергам, в Фиатиру, в Сарды, в Филадельфию и в Лаодикию.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Я обернулся на голос, который говорил со мной, и увидел семь золотых светильников. ",
          "ID": "12"
        },
        {
          "text": "Среди светильников стоял Некто, «как бы Сын Человеческий». Он был одет в длинное одеяние, а грудь Его была опоясана золотым поясом. ",
          "ID": "13"
        },
        {
          "text": "Волосы Его головы были белы, как отбеленная шерсть или как снег, а глаза были как пылающий огонь; ",
          "ID": "14"
        },
        {
          "text": "ноги Его – как отполированная бронза, раскаленная в печи, и голос Его напоминал шум могучих вод. ",
          "ID": "15"
        },
        {
          "text": "Он держал в правой руке семь звезд, из Его рта выходил обоюдоострый меч, а лицо Его было подобно ярко сияющему солнцу.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда я увидел Его, то пал к Его ногам как мертвый. Он положил на меня Свою правую руку и сказал:",
          "ID": "17"
        },
        {
          "text": "– Не бойся, Я – Первый и Последний, ",
          "ID": "17"
        },
        {
          "text": "Я жив! Я был мертв, но вот, Я навеки жив! У Меня ключи от смерти и ада!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Напиши обо всем, что ты видел, что происходит сейчас и что произойдет потом. ",
          "ID": "19"
        },
        {
          "text": "Тайна семи звезд, которые ты видел в Моей правой руке, и семи золотых светильников такова: семь звезд – это ангелы семи церквей, а семь светильников – это сами семь церквей.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1",
      "name": "Откровение Иоанна 1"
    },
    {
      "text": [
        {
          "text": "– Ангелу церкви в Эфесе напиши:",
          "ID": "1"
        },
        {
          "text": "«Так говорит Держащий в правой руке семь звезд и Ходящий среди семи золотых светильников:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Я знаю твои дела, твой труд и твою стойкость. Я знаю, что ты не можешь мириться со злыми людьми; ты проверил тех, кто выдает себя за апостолов, и нашел, что они лжецы. ",
          "ID": "2"
        },
        {
          "text": "Я знаю, что ты стоек, что ради Моего имени перенес трудности и не изнемог.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но у Меня есть нечто против тебя: ты оставил свою первую любовь. ",
          "ID": "4"
        },
        {
          "text": "Вспомни высоту, с которой ты упал! Раскайся и твори дела, которые ты делал прежде. Если ты не раскаешься, то Я приду к тебе и уберу твой светильник с его места. ",
          "ID": "5"
        },
        {
          "text": "Однако ты правильно делаешь, что ненавидишь дела николаитов, которые и Я ненавижу.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам. Побеждающему Я дам право есть плоды с дерева жизни, которое растет в Божьем рае!»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Ангелу церкви в Смирне напиши:",
          "ID": "8"
        },
        {
          "text": "«Так говорит Первый и Последний, Тот, Кто умер и вернулся к жизни:",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я знаю твои страдания и твою бедность, впрочем, ты богат! Я знаю, как тебя чернят те, кто называет себя иудеями, но которые на самом деле не что иное, как собрание сатанинское. ",
          "ID": "9"
        },
        {
          "text": "Не бойся предстоящих страданий. Некоторых из вас дьявол заключит в темницу, чтобы испытать вас, и вы десять дней будете терпеть страдания. Но оставайся верным даже до смерти, и Я дам тебе венец жизни.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам. Побеждающему вторая смерть не причинит вреда!»",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Ангелу церкви в Пергаме напиши:",
          "ID": "12"
        },
        {
          "text": "«Так говорит Обладатель обоюдоострого меча: ",
          "ID": "12"
        },
        {
          "text": "Я знаю, что ты живешь там, где трон сатаны. Но, невзирая на это, ты верен Моему имени. Ты не отрекся от веры в Меня даже в те дни, когда Мой верный свидетель Антипа был убит в твоем городе, где живет сатана.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тем не менее, Мне есть что сказать против тебя: там у тебя есть люди, следующие учению Валаама, который научил в свое время царя Валака тому, как можно спровоцировать народ Израиля на грех, побудив их есть пищу, принесенную в жертву идолам, и жить развратной жизнью. ",
          "ID": "14"
        },
        {
          "text": "Так и у тебя тоже есть приверженцы учения николаитов. ",
          "ID": "15"
        },
        {
          "text": "Покайся! Иначе Я скоро приду к тебе и сражусь с ними мечом, выходящим из Моего рта!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам. Побеждающего Я угощу сокровенной манной и дам ему белый камень, на котором написано его новое имя, и это имя будет знать только тот, кто его получит!»",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Ангелу церкви в Фиатире напиши:",
          "ID": "18"
        },
        {
          "text": "«Так говорит Сын Божий, глаза Которого подобны пылающему огню, и ноги Которого сверкают, как отполированная бронза:",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Я знаю твои дела, твою любовь, веру, твое служение и терпение. Я знаю, что твои последние дела более велики, чем первые.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Тем не менее, вот что Я скажу против тебя: ты терпишь женщину по имени Иезавель, которая называет себя пророчицей. Она своим учением вводит в заблуждение Моих слуг и толкает их к тому, чтобы они занимались развратом и ели пищу, принесенную в жертву идолам. ",
          "ID": "20"
        },
        {
          "text": "Я дал ей время покаяться, но она не хочет раскаяться в своем разврате. ",
          "ID": "21"
        },
        {
          "text": "Поэтому Я брошу ее на ложе, а тех, кто с ней занимается развратом, ввергну в великую скорбь, если не раскаются в том, что пошли ее путем. ",
          "ID": "22"
        },
        {
          "text": "Я поражу ее детей смертью, и все церкви узнают, что Я испытываю сердца и мысли человека, и каждый из вас получит по своим делам. ",
          "ID": "23"
        },
        {
          "text": "Говорю всем остальным в Фиатире, кто не следует ее учению и не узнал так называемых „глубин сатанинских“: больше Я не буду обременять вас ничем, ",
          "ID": "24"
        },
        {
          "text": "но будьте верны тому, что у вас есть, до тех пор, пока Я не приду.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Побеждающему и исполняющему Мою волю до конца Я дам власть над народами, ",
          "ID": "26"
        },
        {
          "text": "как Я Сам получил ее от Моего Отца, и",
          "ID": "27"
        },
        {
          "text": "„он будет править ими железным скипетром;",
          "ID": "27"
        },
        {
          "text": "как сосуды глиняные, они сокрушатся“.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Побеждающему Я дам утреннюю звезду.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам».",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2",
      "name": "Откровение Иоанна 2"
    },
    {
      "text": [
        {
          "text": "– Ангелу церкви в Сардах напиши:",
          "ID": "1"
        },
        {
          "text": "«Так говорит Имеющий семь духов Божьих и семь звезд:",
          "ID": "1"
        },
        {
          "text": "Я знаю твои дела. О тебе говорят, будто ты жив, но ты мертв. ",
          "ID": "1"
        },
        {
          "text": "Пробудись! Укрепи то, что еще остается и находится на грани смерти, потому что Я не нахожу твои дела совершенными перед Моим Богом. ",
          "ID": "2"
        },
        {
          "text": "Вспомни, что ты получил и что слышал, подчинись и покайся. Но если ты не пробудишься, то Я приду нежданно, как вор, и ты не узнаешь, в какой час Я приду к тебе.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Однако у тебя в Сардах есть немного людей, которые не запятнали своей одежды. Они будут ходить со Мной в белых одеждах, потому что они достойны этого. ",
          "ID": "4"
        },
        {
          "text": "Побеждающий будет одет в белую одежду, и Я не вычеркну его имени из книги жизни, но признаю его перед Моим Отцом и перед Его ангелами.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Ангелу церкви в Филадельфии напиши:",
          "ID": "7"
        },
        {
          "text": "«Так говорит Святой и Истинный, владеющий ключом царя Давида. Он открывает – и никто не закроет, Он закрывает – и никто не откроет.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я знаю твои дела. Смотри, вот Я открыл перед тобой дверь, которую никто не может закрыть. Я знаю, что у тебя мало сил, но ты все же держался Моего слова и не отрекся от Моего имени. ",
          "ID": "8"
        },
        {
          "text": "Тех из сатанинского собрания, кто называет себя иудеями, хотя на самом деле они вовсе не таковы, а всего лишь лжецы, Я заставлю прийти и поклониться тебе в ноги, и они узнают, что Я полюбил тебя.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Ты послушал Меня и проявил стойкость, поэтому и Я сохраню тебя от часа испытаний, который придет на весь мир, чтобы испытать жителей земли. ",
          "ID": "10"
        },
        {
          "text": "Я приду скоро. Крепко держи то, что у тебя есть, чтобы никто не забрал твой венец. ",
          "ID": "11"
        },
        {
          "text": "Побеждающего Я сделаю опорой в храме Моего Бога, и он никогда его больше не покинет. Я напишу на нем имя Моего Бога, имя города Моего Бога – нового Иерусалима, который спускается с небес от Моего Бога, – и Мое новое имя.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Ангелу церкви в Лаодикии напиши:",
          "ID": "14"
        },
        {
          "text": "«Так говорит Аминь – верный и истинный Свидетель, Источник Божьего творения:",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я знаю твои дела. Ты ни холоден, ни горяч. О, как хотелось бы, чтобы ты был или холоден, или горяч! ",
          "ID": "15"
        },
        {
          "text": "Но ты только тепл, а не горяч и не холоден, и поэтому Я изрыгну тебя из Своего рта. ",
          "ID": "16"
        },
        {
          "text": "Ты говоришь: „Я богат, я много приобрел, и мне уже ничего не надо“. Но ты не осознаешь, что ты несчастен, жалок, нищ, слеп и гол. ",
          "ID": "17"
        },
        {
          "text": "Я советую тебе купить у Меня золото, очищенное в огне, чтобы разбогатеть; купи и белую одежду, чтобы закрыть свою постыдную наготу; купи глазную мазь и помажь свои глаза, чтобы ты мог видеть.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тех, кого люблю, Я обличаю и наказываю. Поэтому прояви рвение и раскайся.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Вот, Я стою у двери и стучу. Кто услышит Мой голос и откроет дверь, к тому Я войду и буду ужинать с ним, а он – со Мной. ",
          "ID": "20"
        },
        {
          "text": "Побеждающему Я дам право сесть со Мной на Моем троне, как и Я Сам победил и сел с Моим Отцом на Его троне.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "У кого есть уши, пусть услышит, что Дух говорит церквам».",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3",
      "name": "Откровение Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Потом я посмотрел и увидел перед собой открытую дверь в небеса и услышал тот первый голос, напоминающий звук трубы, который говорил со мной. Голос сказал мне:",
          "ID": "1"
        },
        {
          "text": "– Поднимись сюда, и я покажу тебе, что произойдет потом.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Сразу же я был в духе, и вот передо мной стоит трон на небесах, а на троне сидит Некто. ",
          "ID": "2"
        },
        {
          "text": "Сидящий на троне блестел, как драгоценный камень яшма, или сердолик, и над Ним была радуга, напоминающая изумруд. ",
          "ID": "3"
        },
        {
          "text": "Вокруг этого трона стоят еще двадцать четыре трона, на которых сидят двадцать четыре старца, одетые в белые одежды, с золотыми венцами на головах. ",
          "ID": "4"
        },
        {
          "text": "От трона исходят молнии, голоса и громы. Перед троном горят семь факелов – это семь Божьих духов, ",
          "ID": "5"
        },
        {
          "text": "и еще перед ним разливается нечто наподобие стеклянного, искрящегося, как кристалл, моря.",
          "ID": "6"
        },
        {
          "text": "В самом центре, вокруг трона, находятся четыре живых существа, у которых множество глаз, спереди и сзади. ",
          "ID": "6"
        },
        {
          "text": "Первое существо похоже на льва, второе – на быка, лицо третьего похоже на человеческое, а четвертое существо напоминает летящего орла. ",
          "ID": "7"
        },
        {
          "text": "У каждого из четырех существ по шесть крыльев и множество глаз, которые находятся у них со всех сторон и даже под крыльями. Они без устали день и ночь повторяют:",
          "ID": "8"
        },
        {
          "text": "– Свят, свят, свят",
          "ID": "8"
        },
        {
          "text": "Господь, Бог Вседержитель,",
          "ID": "8"
        },
        {
          "text": "Тот, Кто был, Кто есть и Кто придет!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И когда эти живые существа воздают Сидящему на троне и Живущему вечно славу, честь и благодарность, ",
          "ID": "9"
        },
        {
          "text": "двадцать четыре старца всякий раз падают перед Сидящим на троне, поклоняются вечно Живущему и складывают свои венцы перед Ним, говоря:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Наш Господь и Бог, Ты достоин",
          "ID": "11"
        },
        {
          "text": "принять славу, честь и власть,",
          "ID": "11"
        },
        {
          "text": "потому что все создано Тобой:",
          "ID": "11"
        },
        {
          "text": "по Твоей воле сотворено и существует!",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4",
      "name": "Откровение Иоанна 4"
    },
    {
      "text": [
        {
          "text": "Потом я увидел в правой руке Сидящего на троне свиток, исписанный с обеих сторон и запечатанный семью печатями. ",
          "ID": "1"
        },
        {
          "text": "Я увидел могучего ангела, который громко спрашивал:",
          "ID": "2"
        },
        {
          "text": "– Кто достоин снять печати и раскрыть свиток?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но никто ни на небе, ни на земле, ни под землей не мог раскрыть свиток и посмотреть, что внутри. ",
          "ID": "3"
        },
        {
          "text": "Я горько плакал, потому что не нашлось достойного, кто бы мог раскрыть свиток и посмотреть, что там. ",
          "ID": "4"
        },
        {
          "text": "Тогда один из старцев сказал мне:",
          "ID": "5"
        },
        {
          "text": "– Не плачь! Смотри, победил Лев из рода Иуды, Корень Давида! Он может раскрыть свиток с семью печатями!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И я увидел в самом центре трона, в окружении четырех живых существ и старцев, Ягненка, выглядевшего так, будто Его принесли в жертву. У Него было семь рогов а также семь глаз, которые есть семь духов Бога, посланных по всей земле. ",
          "ID": "6"
        },
        {
          "text": "Он подошел и взял свиток из правой руки Сидящего на троне. ",
          "ID": "7"
        },
        {
          "text": "И когда Он его взял, четыре живых существа и двадцать четыре старца пали перед Ягненком. У каждого из них в руках было по арфе и по золотому сосуду, полному благовоний – это молитвы святых. ",
          "ID": "8"
        },
        {
          "text": "И они поют новую песнь:",
          "ID": "9"
        },
        {
          "text": "– Ты достоин взять свиток",
          "ID": "9"
        },
        {
          "text": "и снять с него печати!",
          "ID": "9"
        },
        {
          "text": "Ведь Ты был принесен в жертву",
          "ID": "9"
        },
        {
          "text": "и Своей кровью выкупил людей для Бога:",
          "ID": "9"
        },
        {
          "text": "людей из всех родов, языков, народов и племен!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Ты сделал их царством и священниками для Бога,",
          "ID": "10"
        },
        {
          "text": "и они будут царствовать на земле!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Потом я посмотрел и услышал голос множества ангелов, окружавших трон, живых существ и старцев, их были тьмы тем и тысячи тысяч. ",
          "ID": "11"
        },
        {
          "text": "Они громко пели:",
          "ID": "12"
        },
        {
          "text": "Достоин Ягненок, Который был принесен в жертву,",
          "ID": "12"
        },
        {
          "text": "принять власть, богатство, мудрость, силу,",
          "ID": "12"
        },
        {
          "text": "честь, славу и хвалу!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Потом я услышал, как все существа на небе, на земле, под землей, на море, и все, что в них, говорили:",
          "ID": "13"
        },
        {
          "text": "– Сидящему на троне и Ягненку",
          "ID": "13"
        },
        {
          "text": "да будет хвала, честь, слава и власть вовеки!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Четыре живых существа говорили: «Аминь!» И старцы упали и поклонились.",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5",
      "name": "Откровение Иоанна 5"
    },
    {
      "text": [
        {
          "text": "Я видел, как Ягненок открыл первую из семи печатей, и затем услышал, как одно из четырех живых существ сказало громоподобным голосом:",
          "ID": "1"
        },
        {
          "text": "– Подойди!",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Я посмотрел и увидел белого коня. На нем сидел вооруженный луком всадник, которому был дан венец. Он выехал как победитель, и чтобы победить.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда Ягненок снял вторую печать, я услышал, как второе живое существо сказало:",
          "ID": "3"
        },
        {
          "text": "– Подойди!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И вышел другой конь, огненно-рыжий. На нем сидел вооруженный длинным мечом всадник, которому была дана власть лишить землю мира, чтобы люди на ней убивали друг друга.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда Ягненок снял третью печать, я услышал, как третье живое существо сказало:",
          "ID": "5"
        },
        {
          "text": "– Подойди!",
          "ID": "5"
        },
        {
          "text": "Я увидел вороного коня. Сидящий на нем всадник держал в руке весы. ",
          "ID": "5"
        },
        {
          "text": "И я услышал со стороны четырех живых существ голос, говорящий:",
          "ID": "6"
        },
        {
          "text": "– Одну меру пшеницы – за динарий, и три меры ячменя – за динарий, но не повреди масла и вина!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда Ягненок снял четвертую печать, я услышал голос четвертого существа. Оно сказало:",
          "ID": "7"
        },
        {
          "text": "– Подойди!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я увидел мертвенно-бледного коня. Его всадника звали Смерть, а за ним следовал ад. Им была дана власть над четвертой частью земли, чтобы губить людей мечом, голодом, эпидемиями и дикими зверями.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда Ягненок снял пятую печать, я увидел у подножия жертвенника души тех, кто был убит за слово Божье и за свое свидетельство. ",
          "ID": "9"
        },
        {
          "text": "Они громко закричали:",
          "ID": "10"
        },
        {
          "text": "– До каких пор, святой и истинный Владыка, Ты не будешь судить и мстить живущим на земле за нашу кровь?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Каждому из них была дана белая одежда, и им было сказано подождать еще некоторое время, пока число их сотрудников и братьев, которые будут убиты так же, как и они, не достигнет своей полноты.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Потом я увидел, как Ягненок снял шестую печать. Тогда вдруг произошло сильное землетрясение, и солнце стало черным, как рубище, а луна стала красной, как кровь. ",
          "ID": "12"
        },
        {
          "text": "Небесные звезды упали на землю, как незрелый инжир падает с деревьев от сильного порыва ветра. ",
          "ID": "13"
        },
        {
          "text": "Небо свернулось, как свиток, и все горы и острова были сдвинуты со своих мест. ",
          "ID": "14"
        },
        {
          "text": "Цари земли, высокопоставленные чиновники, полководцы, богатые и власть имущие, и все люди – рабы и свободные – попрятались в пещерах и расщелинах гор.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Упадите на нас, – умоляли они горы и скалы, – спрячьте нас от лица Сидящего на троне и от гнева Ягненка! ",
          "ID": "16"
        },
        {
          "text": "Наступил великий День Их гнева, и кто может устоять?",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6",
      "name": "Откровение Иоанна 6"
    },
    {
      "text": [
        {
          "text": "Потом я увидел четырех ангелов: они стояли на четырех углах земли и удерживали четыре ветра земли, чтобы те не дули ни на землю, ни на море, ни на какое дерево. ",
          "ID": "1"
        },
        {
          "text": "Я увидел еще одного ангела: он поднимался с востока и держал печать живого Бога. Он громко крикнул четырем ангелам, которым было дано право причинять вред земле и морю:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Не причиняйте вреда ни земле, ни морю, ни деревьям, пока мы не отметим слуг нашего Бога, поставив печать им на лоб.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Я услышал число отмеченных печатью. Было отмечено 144 000 человек, и это были люди из всех родов Израиля:",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "из рода Иуды были отмечены печатью 12 000,",
          "ID": "5"
        },
        {
          "text": "из рода Рувима – 12 000,",
          "ID": "5"
        },
        {
          "text": "из рода Гада – 12 000,",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "из рода Асира – 12 000,",
          "ID": "6"
        },
        {
          "text": "из рода Неффалима – 12 000,",
          "ID": "6"
        },
        {
          "text": "из рода Манассии – 12 000,",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "из рода Симеона – 12 000,",
          "ID": "7"
        },
        {
          "text": "из рода Левия – 12 000,",
          "ID": "7"
        },
        {
          "text": "из рода Иссахара – 12 000,",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "из рода Завулона – 12 000,",
          "ID": "8"
        },
        {
          "text": "из рода Иосифа – 12 000,",
          "ID": "8"
        },
        {
          "text": "и из рода Вениамина – 12 000 отмеченных печатью.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Потом я увидел огромное, неисчислимое множество народа. Там были люди из каждого рода, каждого племени, каждого народа и каждого языка. Они стояли перед троном и перед Ягненком. На них были белые одежды, и в руках они держали пальмовые ветви. ",
          "ID": "9"
        },
        {
          "text": "Они громко восклицали:",
          "ID": "10"
        },
        {
          "text": "– Спасение у Бога нашего,",
          "ID": "10"
        },
        {
          "text": "сидящего на троне,",
          "ID": "10"
        },
        {
          "text": "и у Ягненка!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Все ангелы стояли вокруг трона, старцев и четырех живых существ. Они пали перед троном на свои лица и поклонились Богу. ",
          "ID": "11"
        },
        {
          "text": "Они говорили:",
          "ID": "12"
        },
        {
          "text": "Аминь!",
          "ID": "12"
        },
        {
          "text": "Хвала и слава,",
          "ID": "12"
        },
        {
          "text": "мудрость и благодарность,",
          "ID": "12"
        },
        {
          "text": "честь, власть и сила",
          "ID": "12"
        },
        {
          "text": "у нашего Бога вовеки!",
          "ID": "12"
        },
        {
          "text": "Аминь.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Затем один из старцев спросил меня:",
          "ID": "13"
        },
        {
          "text": "– Кто эти люди, одетые в белые одежды? Откуда они пришли?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я ответил:",
          "ID": "14"
        },
        {
          "text": "– Ты знаешь, господин мой.",
          "ID": "14"
        },
        {
          "text": "Он тогда сказал:",
          "ID": "14"
        },
        {
          "text": "– Это те, кто пришел от великой скорби. Они омыли свою одежду и отбелили ее в крови Ягненка.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Поэтому они стоят перед троном Бога",
          "ID": "15"
        },
        {
          "text": "и служат день и ночь в Его храме,",
          "ID": "15"
        },
        {
          "text": "и Сидящий на троне раскинет над ними Свой шатер.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они больше не будут голодать",
          "ID": "16"
        },
        {
          "text": "и томиться от жажды,",
          "ID": "16"
        },
        {
          "text": "их больше не будет палить солнце",
          "ID": "16"
        },
        {
          "text": "и никакая жара.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Ягненок, находящийся посреди трона, будет пасти их",
          "ID": "17"
        },
        {
          "text": "и поведет их к источникам живой воды,",
          "ID": "17"
        },
        {
          "text": "и Сам Бог сотрет всякую слезу с их глаз.",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7",
      "name": "Откровение Иоанна 7"
    },
    {
      "text": [
        {
          "text": "Когда Ягненок снял седьмую печать, на небесах примерно на полчаса наступило молчание. ",
          "ID": "1"
        },
        {
          "text": "Я увидел семь ангелов, стоящих перед Богом, им были даны семь труб. ",
          "ID": "2"
        },
        {
          "text": "Потом подошел еще один ангел, державший золотой сосуд для возжигания благовоний, и встал рядом с жертвенником. Ему было дано много благовоний, чтобы он принес их вместе с молитвами всех святых на золотой жертвенник, что стоит перед троном. ",
          "ID": "3"
        },
        {
          "text": "Дым от благовоний вместе с молитвами святых поднялся от жертвенника, перед которым стоял ангел, к Богу. ",
          "ID": "4"
        },
        {
          "text": "Затем ангел взял кадильницу, наполнил ее огнем с жертвенника и бросил на землю. Тогда на земле случились громы, крики, молнии и землетрясение.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Семь ангелов, у которых были трубы, приготовились трубить.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Первый ангел затрубил, и на землю пролились град и огонь, смешанные с кровью; третья часть земли сгорела, и третья часть деревьев сгорела, и вся зеленая трава сгорела.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Затрубил второй ангел, и нечто наподобие огромной горящей горы упало в море, и третья часть моря превратилась в кровь. ",
          "ID": "8"
        },
        {
          "text": "Третья часть всего живущего в море умерла, и третья часть всех судов погибла.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Затрубил третий ангел, и с неба на третью часть рек и водных источников упала горящая, как факел, огромная звезда. ",
          "ID": "10"
        },
        {
          "text": "Эта звезда называется Полынь. Третья часть воды стала горькой, как полынь, и от этой горькой воды погибло много людей.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Затрубил четвертый ангел, и были поражены третья часть солнца, третья часть луны и третья часть звезд. Они вдруг потемнели, и третья часть дня, как и третья часть ночи, были лишены света.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Потом я увидел и услышал орла, летящего посреди неба. Он громко кричал:",
          "ID": "13"
        },
        {
          "text": "– Горе! Горе! Горе жителям земли от звуков труб остальных трех ангелов, которые должны протрубить.",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8",
      "name": "Откровение Иоанна 8"
    },
    {
      "text": [
        {
          "text": "Затрубил пятый ангел, и я увидел звезду, упавшую с неба на землю. Звезде был дан ключ от колодца бездны. ",
          "ID": "1"
        },
        {
          "text": "Когда звезда открыла колодец бездны, оттуда поднялся дым, как из огромной печи. От дыма из колодца потемнели даже солнце и небо. ",
          "ID": "2"
        },
        {
          "text": "Из дыма вышла на землю саранча, которой дана была власть, какую имеют на земле скорпионы. ",
          "ID": "3"
        },
        {
          "text": "Ей было запрещено причинять вред земной траве, любым зеленым растениям и любому дереву, но она могла вредить тем людям, у которых на лбу не было печати Бога. ",
          "ID": "4"
        },
        {
          "text": "Саранче не было разрешено убивать их, а только мучить пять месяцев. И люди мучились от боли, которая была как от укусов скорпиона. ",
          "ID": "5"
        },
        {
          "text": "В те дни люди будут искать смерти и не смогут ее найти, они захотят умереть, но сама смерть убежит от них.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Саранча была похожа на боевых коней, готовых к сражению. На ее головах было нечто вроде корон, как будто из золота, а ее лица были похожи на человеческие. ",
          "ID": "7"
        },
        {
          "text": "Ее волосы напоминали женские, а зубы были похожи на клыки льва. ",
          "ID": "8"
        },
        {
          "text": "На саранче была твердая, как железо, броня, и шум ее крыльев напоминал шум коней и боевых колесниц, мчащихся на сражение. ",
          "ID": "9"
        },
        {
          "text": "У нее были хвосты, как у скорпионов, и жала, и в этих хвостах заключалась ее власть вредить людям пять месяцев. ",
          "ID": "10"
        },
        {
          "text": "Царем над ней был ангел бездны, его звали по-еврейски Аваддон, а по-гречески Аполлион («губитель»).",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Прошло первое горе, но еще предстояли два других.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Затрубил шестой ангел, и я услышал голос, раздававшийся от четырех рогов золотого жертвенника, находящегося перед Богом. ",
          "ID": "13"
        },
        {
          "text": "Этот голос сказал шестому ангелу, держащему трубу:",
          "ID": "14"
        },
        {
          "text": "– Освободи четырех ангелов, которые связаны у великой реки Евфрата. ",
          "ID": "14"
        },
        {
          "text": "И четыре ангела, которые были приготовлены для этого часа, дня, месяца и года, были освобождены, чтобы погубить третью часть человечества. ",
          "ID": "15"
        },
        {
          "text": "Конное войско насчитывало двести миллионов всадников: я слышал их число.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Я видел в моем видении этих коней и всадников: на них огненно-красная, темно-синяя и желтая, как сера, броня. Головы коней похожи на головы львов, и из их пасти выходят огонь, дым и сера. ",
          "ID": "17"
        },
        {
          "text": "Этими тремя губительными силами – огнем, дымом и серой, выходившими из их пастей, была погублена третья часть людей. ",
          "ID": "18"
        },
        {
          "text": "Сила коней заключается в их пастях и в их хвостах. Хвосты эти похожи на змей: у них есть головы, которыми они и причиняли вред.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Те, кто не был погублен этими бедствиями, так и не раскаялись в своих делах. Они по-прежнему поклонялись демонам и идолам из золота, серебра, бронзы, камня и дерева – идолам, которые не могут ни видеть, ни слышать, ни ходить. ",
          "ID": "20"
        },
        {
          "text": "Они не раскаялись ни в убийствах своих, ни в колдовстве, ни в разврате, ни в воровстве.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9",
      "name": "Откровение Иоанна 9"
    },
    {
      "text": [
        {
          "text": "Затем я увидел другого могучего ангела, спускающегося с небес. Он был окутан облаком, и над его головой сияла радуга. Его лицо было как солнце, а ноги – как огненные столбы. ",
          "ID": "1"
        },
        {
          "text": "Ангел держал в руке маленький развернутый свиток. Он поставил правую ногу на море, а левую на сушу. ",
          "ID": "2"
        },
        {
          "text": "Он закричал, и его крик напоминал рев льва, и от этого крика заговорили семь громов. ",
          "ID": "3"
        },
        {
          "text": "Когда проговорили семь громов, я приготовился писать, но голос с небес сказал мне:",
          "ID": "4"
        },
        {
          "text": "– Сохрани в тайне то, что сказали семь громов, не записывай этого.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Затем ангел, которого я видел стоящим одновременно на море и на суше, поднял правую руку к небу. ",
          "ID": "5"
        },
        {
          "text": "Он поклялся вечно Живущим, сотворившим небеса и то, что на них, землю и то, что на ней, и море с тем, что в нем.",
          "ID": "6"
        },
        {
          "text": "– Промедления больше не будет! – сказал он. – ",
          "ID": "6"
        },
        {
          "text": "Но в те дни, когда седьмой ангел будет готов протрубить, тогда скрытый план Божий будет полностью осуществлен, как Он и объявил об этом Своим слугам пророкам.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Потом голос, который я слышал с небес, еще раз обратился ко мне:",
          "ID": "8"
        },
        {
          "text": "– Пойди и возьми открытый свиток из руки ангела, стоящего на море и на суше.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я подошел к ангелу и попросил его дать мне этот маленький свиток. Ангел сказал мне:",
          "ID": "9"
        },
        {
          "text": "– Возьми его и съешь. От него у тебя будет горько в желудке, но во рту он будет сладким, как мед.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Я взял маленький свиток из руки ангела и съел его: во рту он был сладким, как мед, но в желудке потом была от него горечь. ",
          "ID": "10"
        },
        {
          "text": "Тогда мне было сказано:",
          "ID": "11"
        },
        {
          "text": "– Тебе предстоит опять пророчествовать о судьбах многих народов, племен, языков и царей.",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10",
      "name": "Откровение Иоанна 10"
    },
    {
      "text": [
        {
          "text": "Мне была дана трость, наподобие посоха, и сказано:",
          "ID": "1"
        },
        {
          "text": "– Встань и измерь ею храм Божий, жертвенник и посчитай тех, кто пришел туда на поклонение. ",
          "ID": "1"
        },
        {
          "text": "Но внешний двор храма не включай и не измеряй, потому что он отдан язычникам, они будут топтать святой город сорок два месяца. ",
          "ID": "2"
        },
        {
          "text": "Я дам Моим двум свидетелям силу, и они будут пророчествовать тысячу двести шестьдесят дней, одетые в рубище.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Это две оливы и два светильника, стоящие перед Господом земли. ",
          "ID": "4"
        },
        {
          "text": "Если кто-то пытается причинить им вред, то изо рта этих свидетелей выходит огонь и поглощает их врагов. Так погибает каждый, кто хочет причинить им вред. ",
          "ID": "5"
        },
        {
          "text": "Им дана власть затворить небеса, чтобы в дни, когда они пророчествуют, на землю не шел дождь, а также власть превращать воду в кровь и поражать землю всевозможными бедствиями столько раз, сколько они захотят.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда они полностью окончат свое свидетельство, тогда зверь, выходящий из бездны, нападет на них, победит их и умертвит. ",
          "ID": "7"
        },
        {
          "text": "Их трупы будут лежать на улице великого города, где и их Господь был распят, города, который символически назван Содомом и Египтом. ",
          "ID": "8"
        },
        {
          "text": "Три с половиной дня на их трупы смотрит множество людей из всех народов, языков, родов и племен, и трупы их не разрешают похоронить. ",
          "ID": "9"
        },
        {
          "text": "Жители земли радуются их гибели, устраивают праздники и посылают друг другу подарки, потому что присутствие этих пророков было мучительно для жителей земли. ",
          "ID": "10"
        },
        {
          "text": "Но через три с половиной дня в них вошел дух жизни от Бога, и они встали на ноги. Все, кто это видел, пришли в ужас. ",
          "ID": "11"
        },
        {
          "text": "Два свидетеля услышали с небес громкий голос:",
          "ID": "12"
        },
        {
          "text": "– Поднимитесь сюда.",
          "ID": "12"
        },
        {
          "text": "Они поднялись в облаке на небеса, и их враги это видели. ",
          "ID": "12"
        },
        {
          "text": "В тот же час произошло сильное землетрясение, и десятая часть города разрушилась. Во время землетрясения погибло семь тысяч человек, остальных же охватил ужас, и они прославили Бога небесного.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Второе горе окончилось, но приближалось еще третье.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Затрубил седьмой ангел, и в небесах громко прозвучали слова:",
          "ID": "15"
        },
        {
          "text": "– Царство мира стало",
          "ID": "15"
        },
        {
          "text": "Царством нашего Господа и Его Христа!",
          "ID": "15"
        },
        {
          "text": "Он будет царствовать вечно!",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Двадцать четыре старца, которые сидят на своих тронах перед Богом, пали на лица свои и поклонились Богу, ",
          "ID": "16"
        },
        {
          "text": "говоря:",
          "ID": "17"
        },
        {
          "text": "– Мы благодарим Тебя, Господь, Бог Вседержитель,",
          "ID": "17"
        },
        {
          "text": "Тот, Кто есть и Кто был,",
          "ID": "17"
        },
        {
          "text": "за то, что Ты взял великую власть в Свои руки",
          "ID": "17"
        },
        {
          "text": "и начал царствовать.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Народы разъярились,",
          "ID": "18"
        },
        {
          "text": "но сейчас настал черед Твоего гнева.",
          "ID": "18"
        },
        {
          "text": "Настал час суда над мертвыми,",
          "ID": "18"
        },
        {
          "text": "час раздачи наград Твоим слугам пророкам",
          "ID": "18"
        },
        {
          "text": "и святым, благоговеющим перед Твоим именем,",
          "ID": "18"
        },
        {
          "text": "как малым, так и великим,",
          "ID": "18"
        },
        {
          "text": "и час истребления тех, кто растлевает землю.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда на небесах открылся храм Божий, а в храме был явлен ковчег завета Его. Засверкали молнии, раздались голоса, загремел гром, произошло землетрясение и пошел сильный град.",
          "ID": "19"
        }
      ],
      "ID": "NT:REV.11",
      "name": "Откровение Иоанна 11"
    },
    {
      "text": [
        {
          "text": "На небе появилось поразительное знамение – женщина, одетая в солнце, у которой под ногами была луна, а на голове – венец из двенадцати звезд. ",
          "ID": "1"
        },
        {
          "text": "Она была беременна и кричала от боли, потому что у нее начались родовые схватки.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Потом на небе появилось другое знамение – огромный красный дракон с семью головами, десятью рогами и с семью венцами на головах. ",
          "ID": "3"
        },
        {
          "text": "Его хвост увлек с небес третью часть звезд и сбросил их на землю. Дракон встал перед рожавшей женщиной, чтобы сразу проглотить ее ребенка, как только тот родится. ",
          "ID": "4"
        },
        {
          "text": "Женщина родила сына, младенца мужского пола, которому предстоит править всеми народами железным скипетром, и ребенок был взят к Богу и Его трону. ",
          "ID": "5"
        },
        {
          "text": "А женщина убежала в пустыню, в место, приготовленное для нее Богом, и там ее кормили в течение тысячи двухсот шестидесяти дней.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "На небе началась война. На одной стороне сражались Михаил и его ангелы, а на другой стороне воевал дракон со своими ангелами. ",
          "ID": "7"
        },
        {
          "text": "Но дракон оказался недостаточно силен, и он, со своими ангелами, потерял свое место на небесах. ",
          "ID": "8"
        },
        {
          "text": "Этот великий дракон – древний змей, которого называют дьяволом и сатаной; он, обольщающий весь мир, был вместе со своими ангелами сброшен на землю. ",
          "ID": "9"
        },
        {
          "text": "Я тогда услышал в небе громкий голос, который произнес:",
          "ID": "10"
        },
        {
          "text": "– Наступило спасение, могущество и Царство нашего Бога!",
          "ID": "10"
        },
        {
          "text": "Власть теперь у Его Христа!",
          "ID": "10"
        },
        {
          "text": "Обвинитель наших братьев,",
          "ID": "10"
        },
        {
          "text": "обвинявший их день и ночь перед Богом, низвержен!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Они победили его кровью Ягненка",
          "ID": "11"
        },
        {
          "text": "и словом своего свидетельства.",
          "ID": "11"
        },
        {
          "text": "Они не жалели жизни",
          "ID": "11"
        },
        {
          "text": "и не страшились смерти.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поэтому радуйтесь, небеса",
          "ID": "12"
        },
        {
          "text": "и те, кто живет на них!",
          "ID": "12"
        },
        {
          "text": "Но горе земле и морю,",
          "ID": "12"
        },
        {
          "text": "потому что к вам сошел дьявол!",
          "ID": "12"
        },
        {
          "text": "Он полон ярости,",
          "ID": "12"
        },
        {
          "text": "так как знает, что ему осталось уже немного времени.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда дракон увидел, что он сброшен на землю, то стал преследовать женщину, родившую мальчика. ",
          "ID": "13"
        },
        {
          "text": "Женщине были даны два огромных орлиных крыла, чтобы она смогла улететь в место, приготовленное для нее в пустыне. Там ее будут кормить в течение года, двух лет и еще полугода, вне досягаемости дракона.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Змей выпустил из своей пасти поток воды, словно реку, чтобы женщину унесло этой рекой. ",
          "ID": "15"
        },
        {
          "text": "Но земля помогла женщине: она раскрылась и проглотила реку, которую дракон выпустил из своей пасти. ",
          "ID": "16"
        },
        {
          "text": "Дракон пришел в ярость из-за женщины и пошел войной на остальных ее детей – тех, кто соблюдает повеления Божьи и несет людям свидетельство Иисуса.",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.12",
      "name": "Откровение Иоанна 12"
    },
    {
      "text": [
        {
          "text": "И вот дракон встал на берегу моря.",
          "ID": "1"
        },
        {
          "text": "Тут я увидел, как из моря поднимается зверь, у которого десять рогов и семь голов. На рогах его – десять венцов, а на головах написаны кощунственные имена. ",
          "ID": "1"
        },
        {
          "text": "Зверь, которого я видел, был похож на леопарда, но у него были медвежьи лапы и львиная пасть. Дракон дал зверю свою силу, свой трон и свою власть. ",
          "ID": "2"
        },
        {
          "text": "Одна из голов зверя, казалось, получила смертельную рану, но эта рана зажила. И все жители земли в изумлении пошли за зверем. ",
          "ID": "3"
        },
        {
          "text": "Они поклонились дракону за то, что тот дал зверю такую власть. Они поклонились зверю и говорили:",
          "ID": "4"
        },
        {
          "text": "– Разве еще есть кто-то подобный этому зверю? И кто может с ним сразиться?!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Зверю было дано говорить надменные и кощунственные слова, и ему было позволено властвовать сорок два месяца. ",
          "ID": "5"
        },
        {
          "text": "Он раскрыл свою пасть, чтобы клеветать на Бога, на Его имя, на Его жилище и на всех жителей неба. ",
          "ID": "6"
        },
        {
          "text": "Ему была дана также власть вести войну со святыми и победить их. Он получил власть над всяким родом и племенем, языком и народом. ",
          "ID": "7"
        },
        {
          "text": "И поклонятся ему все жители земли, кроме тех, чьи имена записаны еще от создания мира в книге жизни у Ягненка, Который был принесен в жертву.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Если у кого есть уши, пусть услышит!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Кому суждено идти в плен,",
          "ID": "10"
        },
        {
          "text": "тот пойдет в плен,",
          "ID": "10"
        },
        {
          "text": "и кому суждено быть убитым мечом,",
          "ID": "10"
        },
        {
          "text": "тот будет убит мечом.",
          "ID": "10"
        },
        {
          "text": "От святых требуется терпение и вера.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Потом я увидел другого зверя. Он выходил из земли, и у него было два рога, как у ягненка, но говорил он, как дракон. ",
          "ID": "11"
        },
        {
          "text": "Он наделен всей властью первого зверя и действует от его имени. Он заставляет всех жителей земли поклониться первому зверю, у которого зажила смертельная рана. ",
          "ID": "12"
        },
        {
          "text": "Он совершает великие чудеса и даже сводит огонь с небес на глазах у людей. ",
          "ID": "13"
        },
        {
          "text": "Этими чудесами, которые ему было дано совершить от имени зверя, он обманывает жителей земли. Он сказал им, чтобы они воздвигли изображение зверя, который был смертельно ранен мечом, но выжил. ",
          "ID": "14"
        },
        {
          "text": "Этому второму зверю было дано вдохнуть жизнь в изображение зверя, чтобы оно смогло говорить и действовать так, чтобы был казнен всякий, кто не поклонится изображению зверя. ",
          "ID": "15"
        },
        {
          "text": "Еще он устраивает так, чтобы все люди, малые и великие, богатые и бедные, свободные и рабы, получили клеймо на свою правую руку или на лоб. ",
          "ID": "16"
        },
        {
          "text": "Все, кто не имеет такого клейма, не могут больше ничего ни купить, ни продать. Клеймо – это имя зверя или число, обозначающее его имя.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Здесь нужна мудрость. Тот, кто наделен разумом, пусть высчитает число зверя, потому что это число человека. И число его 666.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13",
      "name": "Откровение Иоанна 13"
    },
    {
      "text": [
        {
          "text": "Я посмотрел и увидел Ягненка. Он стоял на горе Сион, и с Ним было сто сорок четыре тысячи человек, у которых на лбу было написано имя Ягненка и имя Его Отца. ",
          "ID": "1"
        },
        {
          "text": "Я слышал шум с небес, он напоминал одновременно шум могучих вод, раскаты сильного грома и звук, который производят арфисты, играющие на своих арфах. ",
          "ID": "2"
        },
        {
          "text": "Они поют новую песнь перед троном, перед четырьмя живыми существами и перед старцами. Эту песнь не мог никто выучить, кроме ста сорока четырех тысяч искупленных с земли. ",
          "ID": "3"
        },
        {
          "text": "Это были те, кто не осквернил себя с женщинами, оставшись девственниками. Они всюду шли за Ягненком, куда бы Он ни шел. Они были искуплены из всего человечества и освящены как первые плоды для Бога и Ягненка. ",
          "ID": "4"
        },
        {
          "text": "В их словах не нашлось никакой лжи, они непорочны.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Потом я увидел еще одного ангела, летящего посреди неба. У него была Радостная Весть, которая вечна, чтобы провозгласить ее живущим на земле – всем племенам, родам, языкам и народам.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Бойтесь Бога, – громко говорил ангел, – и воздайте Ему славу, потому что наступил час суда Его. Поклонитесь Создавшему небо и землю, море и источники вод.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "За ним следовал второй ангел. Он говорил:",
          "ID": "8"
        },
        {
          "text": "– Пал, пал великий Вавилон! Он напоил все народы доводящим до безумия вином своего разврата.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Вслед за ними последовал третий ангел. Он громко говорил:",
          "ID": "9"
        },
        {
          "text": "– Кто поклоняется зверю и его изображению и кто принимает клеймо на свой лоб или на руку, ",
          "ID": "9"
        },
        {
          "text": "тот будет пить вино Божьей ярости, вино неразбавленное, приготовленное в чаше Его гнева, и будет мучиться в горящей сере на глазах у святых ангелов и Ягненка. ",
          "ID": "10"
        },
        {
          "text": "Для поклоняющихся зверю и его изображению и для принявших клеймо с его именем не будет покоя ни днем, ни ночью, и дым их мучений будет подниматься вечно. ",
          "ID": "11"
        },
        {
          "text": "Здесь от святых, соблюдающих повеления Божьи и верящих в Иисуса, требуется терпение.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И я услышал с небес голос:",
          "ID": "13"
        },
        {
          "text": "– Запиши: отныне блаженны те, кто умирает с верой в Господа.",
          "ID": "13"
        },
        {
          "text": "– Да, – говорит Дух, – теперь они отдохнут от своих трудов, и их дела следуют за ними.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я посмотрел и увидел белое облако. На облаке сидел Некто, «как бы Сын Человеческий». На Его голове был золотой венец, и в руке Он держал острый серп. ",
          "ID": "14"
        },
        {
          "text": "Затем из храма вышел еще один ангел и громко сказал Сидящему на облаке:",
          "ID": "15"
        },
        {
          "text": "– Пошли Свой серп и пожни, потому что время жатвы уже настало и урожай на земле уже созрел.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тогда Сидящий на облаке бросил Свой серп на землю, и на земле был собран урожай.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Потом из небесного храма вышел еще один ангел, у него тоже в руке был острый серп. ",
          "ID": "17"
        },
        {
          "text": "И еще один ангел вышел от жертвенника, где он заведовал огнем. Он громко крикнул ангелу, у которого был острый серп:",
          "ID": "18"
        },
        {
          "text": "– Пошли твой острый серп и собери грозди винограда с виноградника земли, потому что ягоды его уже созрели.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Ангел бросил свой серп на землю, собрал виноград и кинул его в великую давильню Божьей ярости. ",
          "ID": "19"
        },
        {
          "text": "Виноград был потоптан в давильне, которая за городом, и из нее рекой потекла кровь. Эта река крови была длиной в тысячу шестьсот стадий и по глубине достигала коням до уздечек.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.14",
      "name": "Откровение Иоанна 14"
    },
    {
      "text": [
        {
          "text": "Я увидел на небе еще одно великое и удивительное знамение: семь ангелов с семью последними бедствиями. Последними потому, что на этом ярость Божья заканчивалась. ",
          "ID": "1"
        },
        {
          "text": "Я видел нечто похожее на стеклянное море, смешанное с огнем. На море стояли те, кто вышел победителем в борьбе со зверем, его изображением и с числом его имени. Они держали в руках Божьи арфы ",
          "ID": "2"
        },
        {
          "text": "и пели песнь Моисея, слуги Божьего, и песнь Ягненка:",
          "ID": "3"
        },
        {
          "text": "– Велики и чудны Твои дела,",
          "ID": "3"
        },
        {
          "text": "Господь Бог Вседержитель!",
          "ID": "3"
        },
        {
          "text": "Твои пути справедливы и истинны,",
          "ID": "3"
        },
        {
          "text": "Царь народов!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Кто не устрашится Тебя, Господи,",
          "ID": "4"
        },
        {
          "text": "и не прославит Твоего имени?",
          "ID": "4"
        },
        {
          "text": "Ведь Ты один только свят!",
          "ID": "4"
        },
        {
          "text": "К Тебе придут на поклонение все народы,",
          "ID": "4"
        },
        {
          "text": "потому что все узнали о Твоих справедливых судах!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "После этого я увидел, что на небе открыт храм – скиния свидетельства. ",
          "ID": "5"
        },
        {
          "text": "Из храма вышли семь ангелов с семью бедствиями. Они были одеты в чистую и блестящую льняную одежду, и по груди каждый был опоясан золотым поясом. ",
          "ID": "6"
        },
        {
          "text": "Потом одно из четырех существ раздало семи ангелам по золотому сосуду, наполненному яростью Бога, живущего вечно. ",
          "ID": "7"
        },
        {
          "text": "Храм наполнился дымом от славы и силы Божьей, и никто уже не мог войти в храм до тех пор, пока не окончатся семь бедствий, посылаемых семью ангелами.",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15",
      "name": "Откровение Иоанна 15"
    },
    {
      "text": [
        {
          "text": "Затем я услышал громкий голос из храма, говорящий семи ангелам:",
          "ID": "1"
        },
        {
          "text": "– Идите и вылейте семь чаш Божьей ярости на землю.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Первый ангел пошел и вылил содержимое своей чаши на сушу. После этого у людей, имеющих клеймо зверя и поклоняющихся его изображению, появились ужасные и болезненные нарывы.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Второй ангел вылил содержимое своей чаши в море, и вода моря превратилась в кровь, напоминающую кровь мертвеца, и все живое в море умерло.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Третий ангел вылил содержимое своей чаши на реки и на источники вод, и те также превратились в кровь. ",
          "ID": "4"
        },
        {
          "text": "Я слышал, как ангел, имеющий власть над водами, сказал:",
          "ID": "5"
        },
        {
          "text": "– Справедлив Ты,",
          "ID": "5"
        },
        {
          "text": "Тот, Кто есть и Кто был, Святой,",
          "ID": "5"
        },
        {
          "text": "потому что Ты так судил.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ведь они пролили кровь святых и пророков,",
          "ID": "6"
        },
        {
          "text": "и Ты дал им пить кровь, как они и заслужили.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И я услышал, как голос от жертвенника сказал:",
          "ID": "7"
        },
        {
          "text": "– Да, Господь Бог Вседержитель,",
          "ID": "7"
        },
        {
          "text": "Твои суды истинны и справедливы!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Четвертый ангел вылил содержимое своей чаши на солнце, и солнцу дано было палить людей огнем. ",
          "ID": "8"
        },
        {
          "text": "Их жгла невыносимая жара, и они проклинали имя Бога, имеющего власть над этими бедствиями. Но они не раскаялись и не воздали Ему славу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Пятый ангел вылил содержимое своей чаши на трон зверя, и все царство зверя погрузилось во тьму. Люди от боли кусали свои языки ",
          "ID": "10"
        },
        {
          "text": "и проклинали за свою боль и свои раны Бога небесного, но не раскаялись в своих делах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Шестой ангел вылил содержимое своей чаши в великую реку Евфрат. Вода в этой реке высохла, чтобы был готов путь царям с востока. ",
          "ID": "12"
        },
        {
          "text": "Потом я увидел, как из пасти дракона, из пасти зверя и изо рта лжепророка вышли три нечистых духа, похожие на лягушек. ",
          "ID": "13"
        },
        {
          "text": "Это духи демонов, совершающие знамения. Они отправляются к царям всей земли, чтобы собрать их на битву в великий день Бога Вседержителя.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Вот! Я приду неожиданно, как вор! Блажен тот, кто бодрствует и хранит свою одежду, чтобы ему не ходить нагим, выставляя напоказ свою срамоту.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они собрали всех царей на место, называемое по-еврейски Армагеддон.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Седьмой ангел вылил содержимое своей чаши в воздух, и из храма от трона прозвучал громкий голос:",
          "ID": "17"
        },
        {
          "text": "– Совершилось!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Тогда засверкали молнии, зазвучали голоса, загремел гром, и произошло сильное землетрясение. Такого мощного землетрясения не было за все время существования людей на земле! Столь великим было это землетрясение! ",
          "ID": "18"
        },
        {
          "text": "Великий город раскололся на три части, и города народов пали. Так Бог не забыл великий Вавилон, Он дал ему выпить чашу, полную вина Его яростного гнева. ",
          "ID": "19"
        },
        {
          "text": "Исчезли все острова, и гор больше не стало. ",
          "ID": "20"
        },
        {
          "text": "На людей с небес падал град весом в один талант, и люди проклинали Бога за это бедствие с градом, потому что оно было совершенно ужасным.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.16",
      "name": "Откровение Иоанна 16"
    },
    {
      "text": [
        {
          "text": "Один из семи ангелов, у которых было семь чаш, подошел ко мне и сказал:",
          "ID": "1"
        },
        {
          "text": "– Подойди, я покажу тебе, как будет наказана великая блудница, сидящая на многих водах. ",
          "ID": "1"
        },
        {
          "text": "С ней развратничали цари земли, и жители земли упивались вином ее разврата.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И он перенес меня в духе в пустыню, и я увидел женщину, сидящую на алом звере, который был исписан кощунственными именами; у него было семь голов и десять рогов. ",
          "ID": "3"
        },
        {
          "text": "Женщина была одета во все пурпурное и алое, была украшена золотом, драгоценными камнями и жемчугом. В руке у нее была золотая чаша, наполненная мерзостью и нечистотами ее разврата. ",
          "ID": "4"
        },
        {
          "text": "На лбу у нее написано имя, имеющее тайное значение:",
          "ID": "5"
        },
        {
          "text": "Великий Вавилон",
          "ID": "5"
        },
        {
          "text": "мать блудниц",
          "ID": "5"
        },
        {
          "text": "и мерзостей земли.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И я увидел, что женщина была пьяна от крови святых, от крови свидетелей Иисуса. Я был поражен, когда ее увидел.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ангел сказал мне:",
          "ID": "7"
        },
        {
          "text": "– Чему ты удивляешься? Я тебе скажу, в чем заключается тайна женщины и зверя с семью головами и десятью рогами, на котором она сидит. ",
          "ID": "7"
        },
        {
          "text": "Зверь, которого ты видел, был и нет его. Он выйдет из бездны и отправится в погибель. Жители земли, имена которых от начала мира не были записаны в книге жизни, удивятся, глядя на зверя, потому что он был и нет его, и еще придет.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Это требует понимания и мудрости. Семь голов – это семь гор, на которых сидит женщина, ",
          "ID": "9"
        },
        {
          "text": "и семь царей, пять из которых уже пали, один есть, а другой еще не пришел, а когда придет – то ненадолго. ",
          "ID": "10"
        },
        {
          "text": "Зверь, который был и которого нет, – это восьмой царь, и он из числа семи, и идет к погибели.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Десять рогов, которые ты видел, – это десять царей, еще не получивших своего царства, но вместе со зверем они на один час получат царскую власть. ",
          "ID": "12"
        },
        {
          "text": "У них одна общая цель, и они отдадут свою силу и власть зверю. ",
          "ID": "13"
        },
        {
          "text": "Они будут сражаться с Ягненком, но Ягненок одержит над ними победу, потому что Он Господь господствующих и Царь царей и с Ним Его избранные, призванные и верные.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Потом ангел сказал мне:",
          "ID": "15"
        },
        {
          "text": "– Воды, которые ты видел там, где сидит блудница, – это народы, скопления людей, племена и языки. ",
          "ID": "15"
        },
        {
          "text": "Зверь и десять рогов, которые ты видел, возненавидят блудницу. Они разорят ее, оставят нагой, будут поедать ее тело и жечь ее в огне. ",
          "ID": "16"
        },
        {
          "text": "Потому что Бог внушил этим десяти рогам желание исполнить Его волю и единодушно отдать зверю их царскую власть до тех пор, пока не исполнятся Божьи слова. ",
          "ID": "17"
        },
        {
          "text": "Женщина, которую ты видел, – это великий город, царствующий над всеми царями земли.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17",
      "name": "Откровение Иоанна 17"
    },
    {
      "text": [
        {
          "text": "После этого я увидел еще одного ангела, сходящего с небес и обладающего великой властью; вся земля была озарена его славой. ",
          "ID": "1"
        },
        {
          "text": "Он произнес могучим голосом:",
          "ID": "2"
        },
        {
          "text": "– Пала, пала великая блудница Вавилон",
          "ID": "2"
        },
        {
          "text": "и стала жилищем демонов,",
          "ID": "2"
        },
        {
          "text": "пристанищем для всякого нечистого духа",
          "ID": "2"
        },
        {
          "text": "и всякой нечистой и мерзкой птицы.",
          "ID": "2"
        },
        {
          "text": "Все народы пили",
          "ID": "2"
        },
        {
          "text": "доводящее до безумия вино ее разврата.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Цари земли развратничали с ней,",
          "ID": "3"
        },
        {
          "text": "и купцы земли нажились на ее необузданной тяге к роскоши.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Затем я услышал с небес еще один голос. Он сказал:",
          "ID": "4"
        },
        {
          "text": "– Выйди из нее, народ Мой,",
          "ID": "4"
        },
        {
          "text": "чтобы тебе не участвовать в ее грехах",
          "ID": "4"
        },
        {
          "text": "и не подвергнуться ее наказанию,",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "потому что ее грехи поднялись уже до небес,",
          "ID": "5"
        },
        {
          "text": "и Бог помнит ее преступления.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Сделайте ей то же, что она сделала другим,",
          "ID": "6"
        },
        {
          "text": "и отплатите ей вдвойне за ее дела.",
          "ID": "6"
        },
        {
          "text": "В той самой чаше, в которой она замешивала свое вино,",
          "ID": "6"
        },
        {
          "text": "замешайте ей напиток двойной крепости.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Доставьте ей столько горя и страданий,",
          "ID": "7"
        },
        {
          "text": "сколько она позволяла себе славы и роскоши,",
          "ID": "7"
        },
        {
          "text": "потому что она хвалится в своем сердце:",
          "ID": "7"
        },
        {
          "text": "«Я не какая-нибудь вдова! Я сижу как царица!",
          "ID": "7"
        },
        {
          "text": "Я никогда не буду скорбеть!»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И поэтому настанет день, когда ее постигнут горести:",
          "ID": "8"
        },
        {
          "text": "смерть, скорбь и голод.",
          "ID": "8"
        },
        {
          "text": "Она будет сожжена огнем,",
          "ID": "8"
        },
        {
          "text": "потому что могуч Господь Бог, осудивший ее.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда цари земли, которые развратничали с ней и наслаждались ее роскошью, увидят дым от ее пожарища, они будут рыдать по ней и бить себя в грудь. ",
          "ID": "9"
        },
        {
          "text": "Стоя вдали в ужасе от ее мучений, они будут говорить:",
          "ID": "10"
        },
        {
          "text": "– Горе! Горе! О великий город!",
          "ID": "10"
        },
        {
          "text": "О Вавилон, могучий город!",
          "ID": "10"
        },
        {
          "text": "В один час свершился над тобой суд!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Купцы земли плачут и скорбят по ней, потому что никто уже не покупает их товаров: ",
          "ID": "11"
        },
        {
          "text": "товаров из золота, серебра, драгоценных камней и жемчуга; тончайших льняных тканей, пурпура, шелка и алых материй; ароматической древесины; изделий из слоновой кости, ценной древесины, бронзы, железа и мрамора; ",
          "ID": "12"
        },
        {
          "text": "корицы, пряностей, благовоний, ароматического масла и ладана, вина, оливкового масла, отборной муки и пшеницы, крупного скота и овец, коней и колесниц, тел и душ человеческих. ",
          "ID": "13"
        },
        {
          "text": "Они будут говорить:",
          "ID": "14"
        },
        {
          "text": "– Плодов, которых желала душа твоя, уже нет у тебя. Все твои богатства и слава покинули тебя, и уже никогда не вернутся.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Торговавшие этими товарами купцы, нажившиеся на ней, будут стоять в стороне, перепуганные ее бедствиями. Они будут плакать и скорбеть, ",
          "ID": "15"
        },
        {
          "text": "говоря:",
          "ID": "16"
        },
        {
          "text": "– Горе, горе, столица великая,",
          "ID": "16"
        },
        {
          "text": "одетая в тончайшую льняную одежду, в пурпурное и алое,",
          "ID": "16"
        },
        {
          "text": "украшенная золотом, драгоценными камнями и жемчугом!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "В один час было уничтожено такое огромное богатство!",
          "ID": "17"
        },
        {
          "text": "Все капитаны кораблей, все их пассажиры и моряки, и все, чей промысел связан с мореплаванием, будут издали наблюдать ",
          "ID": "17"
        },
        {
          "text": "и, когда увидят дым, поднимающийся от нее, зарыдают:",
          "ID": "18"
        },
        {
          "text": "– Разве был еще когда-либо город, подобный этому великому городу?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они посыпали свои головы пылью и со слезами и скорбью причитали:",
          "ID": "19"
        },
        {
          "text": "– Горе, горе, столица великая,",
          "ID": "19"
        },
        {
          "text": "обогатившая всех судовладельцев своим богатством!",
          "ID": "19"
        },
        {
          "text": "В один час она была уничтожена!",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Радуйтесь об этом, небеса!",
          "ID": "20"
        },
        {
          "text": "Радуйтесь, святые, апостолы и пророки,",
          "ID": "20"
        },
        {
          "text": "потому что Бог осудил ее за то, как она поступала с вами.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Затем могучий ангел взял большой камень размером с мельничный жернов и бросил его в море, говоря:",
          "ID": "21"
        },
        {
          "text": "– Так будет брошена и великая столица Вавилон,",
          "ID": "21"
        },
        {
          "text": "и никто уже ее не найдет.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Никогда уже в тебе не будет слышно",
          "ID": "22"
        },
        {
          "text": "голоса певцов, музыки арфистов, флейтистов и трубачей,",
          "ID": "22"
        },
        {
          "text": "никогда уже в тебе не отыщутся",
          "ID": "22"
        },
        {
          "text": "ремесленники, каким бы ремеслом они ни занимались,",
          "ID": "22"
        },
        {
          "text": "никогда уже не будет слышно в тебе",
          "ID": "22"
        },
        {
          "text": "шума мельничных жерновов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Никогда уже не будет гореть в тебе свет светильника,",
          "ID": "23"
        },
        {
          "text": "не будет слышно голосов жениха и невесты.",
          "ID": "23"
        },
        {
          "text": "Твои купцы были господами на земле,",
          "ID": "23"
        },
        {
          "text": "и все народы были обмануты твоим колдовством.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Но в этом городе пролилась кровь пророков,",
          "ID": "24"
        },
        {
          "text": "святых и всех убитых на земле.",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18",
      "name": "Откровение Иоанна 18"
    },
    {
      "text": [
        {
          "text": "После этого я услышал голос, звучащий как голос огромного множества людей. Они восклицали в небесах:",
          "ID": "1"
        },
        {
          "text": "– Аллилуйя!",
          "ID": "1"
        },
        {
          "text": "Спасение, слава и сила у нашего Бога,",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "потому что Его суды истинны и справедливы!",
          "ID": "2"
        },
        {
          "text": "Он осудил великую блудницу,",
          "ID": "2"
        },
        {
          "text": "которая растлила мир своим развратом.",
          "ID": "2"
        },
        {
          "text": "Он отомстил ей за кровь Своих слуг!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И они опять воскликнули:",
          "ID": "3"
        },
        {
          "text": "– Аллилуйя!",
          "ID": "3"
        },
        {
          "text": "И дым от нее поднимается во веки веков!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Двадцать четыре старца и четыре живых существа пали и поклонились Богу, сидящему на троне, говоря:",
          "ID": "4"
        },
        {
          "text": "– Аминь! Аллилуйя!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И от трона прозвучал голос:",
          "ID": "5"
        },
        {
          "text": "– Хвалите нашего Бога,",
          "ID": "5"
        },
        {
          "text": "все Его слуги",
          "ID": "5"
        },
        {
          "text": "и все боящиеся Его,",
          "ID": "5"
        },
        {
          "text": "малые и великие!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Затем я услышал голос, звучавший как голос множества людей, или как шум могучих вод, или как мощный раскат грома:",
          "ID": "6"
        },
        {
          "text": "– Аллилуйя!",
          "ID": "6"
        },
        {
          "text": "Потому что наш Господь Бог Вседержитель воцарился!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Давайте радоваться и веселиться!",
          "ID": "7"
        },
        {
          "text": "Воздадим Ему славу!",
          "ID": "7"
        },
        {
          "text": "Наступил час бракосочетания Ягненка!",
          "ID": "7"
        },
        {
          "text": "Его невеста уже приготовила себя!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ей дано тончайшее льняное платье,",
          "ID": "8"
        },
        {
          "text": "чистое и блестящее.",
          "ID": "8"
        },
        {
          "text": "(Это платье – символ праведных дел святых.)",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Потом ангел сказал мне:",
          "ID": "9"
        },
        {
          "text": "– Запиши: блаженны те, кто приглашен на свадебный пир Ягненка!",
          "ID": "9"
        },
        {
          "text": "И добавил:",
          "ID": "9"
        },
        {
          "text": "– Это истинные слова Божьи.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Тогда я пал к его ногам, чтобы поклониться ему, но он сказал мне:",
          "ID": "10"
        },
        {
          "text": "– Не делай этого! Я тоже слуга Бога, как ты и твои братья, держащиеся свидетельства Иисуса. Поклонись Богу! Потому что свидетельство об Иисусе – это дух пророчества.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И увидел я раскрытые небеса и всадника на белом коне. Всадника звали Верный и Истинный. Он справедливо судит и ведет войну. ",
          "ID": "11"
        },
        {
          "text": "Его глаза как пылающий огонь, и на Его голове множество венцов. На Нем написано имя, которого никто не знает, кроме Него Самого. ",
          "ID": "12"
        },
        {
          "text": "Он одет в плащ, обагренный кровью, и имя Его – Слово Божье. ",
          "ID": "13"
        },
        {
          "text": "За Ним следует небесное войско, всадники на белых конях, одетые в тончайшую льняную одежду, чистую и белую. ",
          "ID": "14"
        },
        {
          "text": "Из Его рта выходит острый меч, чтобы поражать им народы. Он правит железным скипетром и топчет в давильне виноград, готовя вино ярости и гнева Бога Вседержителя. ",
          "ID": "15"
        },
        {
          "text": "На Его плаще и бедре написано имя:",
          "ID": "16"
        },
        {
          "text": " царь царей и господь господствующих.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И я увидел ангела, стоящего на солнце. Он громко крикнул всем птицам, летающим посреди неба:",
          "ID": "17"
        },
        {
          "text": "– Сюда! Собирайтесь на великий пир Бога! ",
          "ID": "17"
        },
        {
          "text": "Вы будете есть тела царей, военачальников, могущественных людей, тела коней и их всадников, тела всех людей, свободных и рабов, малых и великих.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Затем я увидел зверя и царей земли с их войсками. Они собирались на битву со Всадником на коне и с Его армией. ",
          "ID": "19"
        },
        {
          "text": "И схвачен был зверь и вместе с ним лжепророк, который сотворил от имени зверя знамения и обманул тех, кто получил клеймо зверя и поклонялся его изображению. И тот, и другой были брошены заживо в огненное озеро, горящее серой. ",
          "ID": "20"
        },
        {
          "text": "Остальные были убиты мечом, выходящим изо рта Всадника на коне, и все птицы досыта наелись их трупами.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19",
      "name": "Откровение Иоанна 19"
    },
    {
      "text": [
        {
          "text": "Затем я увидел ангела, спускающегося с небес. У него был ключ от бездны, и в руке он держал огромную цепь. ",
          "ID": "1"
        },
        {
          "text": "Он схватил дракона, древнего змея, который и есть дьявол и сатана, сковал его на тысячу лет, ",
          "ID": "2"
        },
        {
          "text": "бросил его в бездну, закрыл и опечатал, чтобы тот уже не мог больше обманывать народы, пока не окончится тысяча лет. После этого он должен быть освобожден на короткое время.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И я увидел троны, на которых сидели те, кому дано было править, и души обезглавленных за свидетельство об Иисусе и за слово Божье, души тех, кто не поклонился зверю и его изображению и не принял его клейма на лоб и на руку. Они ожили и царствовали со Христом тысячу лет. ",
          "ID": "4"
        },
        {
          "text": "(Другие мертвые не ожили, пока не окончилась тысяча лет.) Это первое воскресение. ",
          "ID": "5"
        },
        {
          "text": "Блажен и свят тот, кто участвует в первом воскресении. Над ними вторая смерть уже не имеет власти. Они будут священниками Бога и Христа и будут царствовать с Ним тысячу лет.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда пройдет тысяча лет, сатана будет освобожден из своей темницы. Он выйдет, чтобы обмануть народы на четырех концах земли, народы, известные как Гог и Магог, чтобы собрать их на битву. Число их – как песчинок на берегу моря. ",
          "ID": "7"
        },
        {
          "text": "Они прошли маршем по всей земле и окружили стан народа Божьего – Его любимый город. ",
          "ID": "8"
        },
        {
          "text": "Но с небес сошел огонь и поглотил их. ",
          "ID": "9"
        },
        {
          "text": "Дьявол, который их обманул, был брошен в озеро, наполненное горящей серой, туда, где уже были зверь и лжепророк. Там они будут мучиться день и ночь, во веки веков.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Затем я увидел огромный белый трон и Сидящего на нем. От Его присутствия скрылись земля и небо, но им не нашлось места. ",
          "ID": "11"
        },
        {
          "text": "Я видел мертвых, великих и малых. Они стояли перед троном и перед раскрытыми книгами. Потом была раскрыта еще одна книга – книга жизни. Мертвые были судимы по их делам, согласно тому, что было записано в книгах. ",
          "ID": "12"
        },
        {
          "text": "Море отдало мертвецов, бывших в нем, и смерть и ад отдали своих мертвых, что были в них, и каждый был судим по своим делам. ",
          "ID": "13"
        },
        {
          "text": "Затем смерть и ад были брошены в огненное озеро. Огненное озеро – это вторая смерть. ",
          "ID": "14"
        },
        {
          "text": "Чье имя не было найдено записанным в книге жизни, тот был брошен в огненное озеро.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20",
      "name": "Откровение Иоанна 20"
    },
    {
      "text": [
        {
          "text": "Потом я увидел новое небо и новую землю. Первого неба и первой земли уже не было, моря тоже больше не было. ",
          "ID": "1"
        },
        {
          "text": "Я увидел святой город – новый Иерусалим. Он спускался с небес от Бога, приготовленный как невеста, украшенная для своего мужа. ",
          "ID": "2"
        },
        {
          "text": "И я услышал громкий голос, прозвучавший от трона:",
          "ID": "3"
        },
        {
          "text": "– Это жилище Бога с людьми. Здесь Он будет жить с ними, и они будут Его народом, и Сам Бог будет с ними и будет им Богом. ",
          "ID": "3"
        },
        {
          "text": "Он отрет с их глаз каждую слезу. Больше не будет ни смерти, ни скорби, ни вопля, ни боли, потому что прежнее ушло.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Сидящий на троне сказал:",
          "ID": "5"
        },
        {
          "text": "– Я творю все новое!",
          "ID": "5"
        },
        {
          "text": "И Он добавил:",
          "ID": "5"
        },
        {
          "text": "– Запиши, потому что это верные и истинные слова.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Затем Он сказал мне:",
          "ID": "6"
        },
        {
          "text": "– Свершилось! Я Альфа и Омега, Начало и Конец! Тому, кто мучится от жажды, Я дам пить даром из источника воды жизни. ",
          "ID": "6"
        },
        {
          "text": "Побеждающий наследует все это, и Я буду его Богом, а он будет Моим сыном. ",
          "ID": "7"
        },
        {
          "text": "Но трусам, неверным, подлым, убийцам, развратникам, колдунам, идолопоклонникам и всем лжецам – им место в озере с горящей серой. Это вторая смерть.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Один из семи ангелов, у которых были семь чаш, наполненных семью последними бедствиями, подошел и сказал мне:",
          "ID": "9"
        },
        {
          "text": "– Пойдем, я покажу тебе невесту, жену Ягненка!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И он перенес меня в духе на большую и высокую гору. Оттуда он показал мне святой город Иерусалим, спускающийся с небес от Бога. ",
          "ID": "10"
        },
        {
          "text": "Он сияет славой Бога, и его сияние напоминает сияние драгоценнейшего камня наподобие яшмы, чистой, как кристалл. ",
          "ID": "11"
        },
        {
          "text": "У города большая и высокая стена и двенадцать ворот, а у ворот – двенадцать ангелов. На воротах написаны имена двенадцати родов Израиля. ",
          "ID": "12"
        },
        {
          "text": "Трое ворот – с востока, трое – с севера, трое – с юга и трое – с запада. ",
          "ID": "13"
        },
        {
          "text": "Стена города стоит на двенадцати основаниях, и на них написаны имена двенадцати апостолов Ягненка.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "У ангела, который говорил со мной, была золотая трость для измерения города, его ворот и стен. ",
          "ID": "15"
        },
        {
          "text": "Город был квадратным, длина его равнялась ширине. Ангел измерил город тростью. Длина города была двенадцать тысяч стадий. Его ширина и высота равнялись длине. ",
          "ID": "16"
        },
        {
          "text": "Ангел измерил стены, они были толщиной в сто сорок четыре локтя, согласно человеческим меркам, которыми пользовался ангел. ",
          "ID": "17"
        },
        {
          "text": "Стена была построена из яшмы, а сам город – из чистого, как прозрачное стекло, золота. ",
          "ID": "18"
        },
        {
          "text": "Основания стен города были украшены всевозможными драгоценными камнями: первое основание было из яшмы, второе – из сапфира, третье – из агата, четвертое – из изумруда, ",
          "ID": "19"
        },
        {
          "text": "пятое – из оникса, шестое – из сердолика, седьмое – из хризолита, восьмое – из берилла, девятое – из топаза, десятое – из хризопраза, одиннадцатое – из гиацинта, двенадцатое – из аметиста. ",
          "ID": "20"
        },
        {
          "text": "Двенадцать ворот были двенадцатью жемчужинами: каждые ворота из отдельной жемчужины. А центральная улица города была из чистого, как прозрачное стекло, золота.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Храма в городе я не видел, потому что его храм – это Сам Господь Бог Вседержитель и Ягненок. ",
          "ID": "22"
        },
        {
          "text": "Город не нуждается в солнечном или лунном свете, потому что слава Бога освещает его и Ягненок является его светилом. ",
          "ID": "23"
        },
        {
          "text": "Народы будут ходить в его свете, и цари земли принесут в него свою славу. ",
          "ID": "24"
        },
        {
          "text": "Ворота города никогда не будут закрыты днем, а ночи там не будет. ",
          "ID": "25"
        },
        {
          "text": "И принесут в него славу и честь народов. ",
          "ID": "26"
        },
        {
          "text": "В него не войдет ничто нечистое, и никто совершающий постыдные или лживые поступки. Там будут только те, чьи имена записаны у Ягненка в книге жизни.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21",
      "name": "Откровение Иоанна 21"
    },
    {
      "text": [
        {
          "text": "Затем ангел показал мне реку воды жизни, блестящую, как кристалл, и текущую от трона Бога и Ягненка ",
          "ID": "1"
        },
        {
          "text": "посредине центральной улицы города. По обе стороны реки растет дерево жизни. Оно плодоносит двенадцать раз в год, давая каждый месяц свой плод, а листья дерева предназначены для исцеления народов. ",
          "ID": "2"
        },
        {
          "text": "И там уже больше не будет ничего проклятого. В городе будет находиться трон Бога и Ягненка, и Его слуги будут служить Ему. ",
          "ID": "3"
        },
        {
          "text": "Они будут видеть Его лицо, и на лбу у них будет написано Его имя. ",
          "ID": "4"
        },
        {
          "text": "Ночи больше не будет. Им уже не нужен будет свет ламп или свет солнца, потому что Господь Бог будет светить над ними. И они будут царствовать во веки веков.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": " Ангел сказал мне:",
          "ID": "6"
        },
        {
          "text": "– Это верные и истинные слова. Господь Бог, вдохновляющий дух пророков, послал Своего ангела, чтобы показать Своим слугам то, что должно произойти в будущем.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Вот, Я скоро приду! Блажен тот, кто соблюдает слова пророчества, записанные в этом свитке.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я, Иоанн, все это слышал и видел. И услышав и увидев все это, я пал к ногам ангела, показывающего мне все это, чтобы поклониться ему.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но он сказал мне:",
          "ID": "9"
        },
        {
          "text": "– Не делай этого! Я такой же слуга, как и ты, как твои братья-пророки и как те, кто соблюдает слова, записанные в этом свитке. Поклонись Богу!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Потом он сказал мне:",
          "ID": "10"
        },
        {
          "text": "– Не запечатывай слов пророчества, записанных в этом свитке, потому что время уже близко. ",
          "ID": "10"
        },
        {
          "text": "Кто поступает несправедливо, тот и будет продолжать поступать несправедливо. Кто ведет скверную жизнь, тот и будет продолжать вести скверную жизнь. Но тот, кто живет праведной жизнью, будет продолжать жить праведно, и тот, кто свят, будет продолжать жить свято.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Вот, Я скоро приду! Я несу воздаяние каждому, и каждый получит по своим делам. ",
          "ID": "12"
        },
        {
          "text": "Я – Альфа и Омега, Первый и Последний, Начало и Конец. ",
          "ID": "13"
        },
        {
          "text": "Блаженны те, кто омывает свои одежды, чтобы им иметь право питаться от дерева жизни и войти в город через ворота. ",
          "ID": "14"
        },
        {
          "text": "А снаружи останутся псы, колдуны, развратники, убийцы, идолопоклонники и все любящие и творящие неправду.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Я, Иисус, послал Моего ангела, чтобы передать вам это свидетельство для церквей. Я – Корень и Потомок Давида, Я – яркая Утренняя Звезда.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Дух и невеста говорят:",
          "ID": "17"
        },
        {
          "text": "– Приди!",
          "ID": "17"
        },
        {
          "text": "И каждый, кто это слышит, пусть тоже скажет:",
          "ID": "17"
        },
        {
          "text": "– Приди!",
          "ID": "17"
        },
        {
          "text": "Пусть приходит мучимый жаждой! Кто хочет, пусть берет воду жизни даром!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "И я предупреждаю каждого, кто слышит слова пророчества, записанные в этом свитке: кто добавит что-либо к этим словам, тому Бог добавит и бедствия, о которых написано в этом свитке. ",
          "ID": "18"
        },
        {
          "text": "И если кто отнимет что-либо из слов пророчества, записанных в этом свитке, у того и Бог отнимет право питаться от дерева жизни и жить в святом городе, которые описаны в этом свитке.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Свидетельствующий об этом говорит:",
          "ID": "20"
        },
        {
          "text": "– Да, Я скоро приду!",
          "ID": "20"
        },
        {
          "text": "Аминь! Приди, Господь Иисус!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Пусть благодать Господа Иисуса будет со всеми.",
          "ID": "21"
        },
        {
          "text": "Аминь.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22",
      "name": "Откровение Иоанна 22"
    }
  ],
  "ID": "NT:REV(NRP)",
  "name": "Откровение Иоанна"
}