{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Откровение Иисуса Христа было дано Ему Богом, чтобы показать Его слугам всё, что должно вскоре произойти. И Христос оповестил об этом, послав Ангела к слуге своему, Иоанну.",
          "ID": "1"
        },
        {
          "text": "Иоанн подтверждает всё, что видел. Это — послание Бога и свидетельство Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Блажен читающий и слушающий слова этого послания Бога и соблюдающий всё, что в нём написано. Потому что час близок.",
          "ID": "3"
        },
        {
          "text": "Благодать вам и мир от Бога, Который есть, был и грядёт, и от семи духов, что перед престолом Его,",
          "ID": "3"
        },
        {
          "text": "и Иисуса Христа, верного Свидетеля, первого, кто был вознесён из мёртвых, Владыки над царями земными.",
          "ID": "5"
        },
        {
          "text": "Он любит нас и Своей кровью освободил нас от грехов наших.",
          "ID": "5"
        },
        {
          "text": "Мы принадлежим Его Царству; Он сделал нас священниками на службе у Бога, Отца Своего. Слава Ему и сила во веки. Аминь!",
          "ID": "6"
        },
        {
          "text": "Знайте, что Он придёт на облаках, и все увидят Его, даже те, кто пронзил Его. И все люди на земле будут горевать о Нём. И всё будет именно так! Аминь.",
          "ID": "7"
        },
        {
          "text": "«Я Альфа и Омега — говорит Господь Бог, — Тот, Кто есть, был и грядёт, Всемогущий».",
          "ID": "8"
        },
        {
          "text": "Я, Иоанн, брат ваш, разделяющий с вами страдания, царство и долготерпение в Иисусе, был сослан на остров Патмос за то, что проповедовал Слово Божье и свидетельство Иисуса.",
          "ID": "9"
        },
        {
          "text": "В День Господний Дух овладел мною, и я услышал за собою громкий голос, подобный звуку трубы.",
          "ID": "10"
        },
        {
          "text": "Он сказал: «Запиши в книгу, что видишь, и пошли семи церквям: в Ефес, Смирну, Пергам, Фиатиру, Сарды, Филадельфию и Лаодикию».",
          "ID": "11"
        },
        {
          "text": "Тогда я обернулся посмотреть, чей голос со мной разговаривает и, обернувшись, увидел семь золотых светильников.",
          "ID": "12"
        },
        {
          "text": "И между светильниками я увидел Того, Кто выглядел как Сын Человеческий. Он был одет в длинные одежды, и подпоясан золотым поясом.",
          "ID": "13"
        },
        {
          "text": "Его голова и волосы были белы как белая шерсть или снег, а глаза, словно яркое пламя.",
          "ID": "14"
        },
        {
          "text": "Ноги Его были подобны бронзе, мерцающей в плавильной печи. Голос Его — подобен шуму водопада,",
          "ID": "15"
        },
        {
          "text": "а в правой руке у Него было семь звёзд. Во рту у Него находился обоюдоострый меч, и всем Своим видом Он был подобен ярко сияющему солнцу.",
          "ID": "16"
        },
        {
          "text": "Увидев Его, я пал к Его ногам, словно мёртвый. И тогда Он возложил на меня правую руку и сказал: «Не бойся! Я Первый и Последний.",
          "ID": "17"
        },
        {
          "text": "Я Тот, Кто живёт. Я был мёртв, а теперь, смотри, Я жив и буду жить вечно, и у Меня ключи от смерти и ада.",
          "ID": "18"
        },
        {
          "text": "Так опиши же, что ты видел, что происходит сейчас и что произойдёт после этого.",
          "ID": "19"
        },
        {
          "text": "А вот тайна семи звёзд, которые ты видишь в Моей правой руке и семи золотых светильников: семь звёзд — это Ангелы семи церквей, а семь светильников — это семь церквей».",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1",
      "name": "Откровение Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Напиши Ангелу ефесской церкви:",
          "ID": "1"
        },
        {
          "text": "Вот что говорит тебе Тот, Кто держит в правой руке семь звёзд и проходит между семью золотыми светильниками:",
          "ID": "1"
        },
        {
          "text": "«Мне известны твои поступки, твой тяжкий труд и долготерпение. Знаю Я и то, что ты не переносишь злых людей, и подвергнув испытанию тех, кто называет себя апостолами, доказал, что они лжецы.",
          "ID": "2"
        },
        {
          "text": "Я знаю, что есть у тебя терпение и что ты потрудился ради Меня, но не утомился от всего этого.",
          "ID": "3"
        },
        {
          "text": "Но вот что Я имею против тебя: ты отрёкся от любви, которая была у тебя вначале.",
          "ID": "4"
        },
        {
          "text": "Так вспомни же, где ты был до падения. Покайся и соверши деяния, которые совершал вначале. А если ты не покаешься, то Я приду к тебе и уберу твой светильник с его места.",
          "ID": "5"
        },
        {
          "text": "В твою пользу, однако, то, что тебе ненавистны дела николаитов, как и мне они ненавистны.",
          "ID": "6"
        },
        {
          "text": "Каждый, кто слышит это, должен слушать, что Дух говорит церквям. Тому, кто победит, Я дарую право вкусить от дерева Жизни в раю Божьем».",
          "ID": "7"
        },
        {
          "text": "Напиши следующее Ангелу смирнской церкви:",
          "ID": "8"
        },
        {
          "text": "Вот что говорит тебе Первый и Последний, Который умер и снова возвратился к жизни:",
          "ID": "8"
        },
        {
          "text": "«Я знаю о твоих страданиях и о твоей бедности (хотя на самом деле ты богат). Я знаю и о клевете, которую на тебя возвели те, кто говорит, что они иудеи, (хотя это не так), но на самом деле их собрание принадлежит дьяволу.",
          "ID": "9"
        },
        {
          "text": "Не страшись того, что тебе придётся выстрадать. Слушай! Дьявол бросит некоторых из вас в темницу, чтобы испытать вас, и вы будете томиться там десять дней. Но будь верен, даже если придётся умереть, и Я подарю тебе венец жизни вечной.",
          "ID": "10"
        },
        {
          "text": "Имеющий уши да услышит, что Дух говорит церквям. Тому, кто победит, не причинит вреда вторая смерть».",
          "ID": "11"
        },
        {
          "text": "Напиши Ангелу пергамской церкви:",
          "ID": "12"
        },
        {
          "text": "Вот что говорит Тот, у Кого обоюдоострый меч:",
          "ID": "12"
        },
        {
          "text": "«Я знаю, что ты живёшь там, где престол сатаны. И я знаю также, что ты держишься имени Моего и не отрёкся от веры в Меня даже тогда, когда Антипа, верный свидетель Мой, был убит в вашем городе, где обитает сатана.",
          "ID": "13"
        },
        {
          "text": "И всё же кое-что Я имею против тебя. Есть среди вас некоторые, придерживающиеся учения Валаама, который научил Валака вынудить жителей Израиля совершить грех: они ели пищу, пожертвованную идолам, и совершали прелюбодеяние.",
          "ID": "14"
        },
        {
          "text": "Также есть среди вас и некоторые, придерживающиеся учения николаитов.",
          "ID": "15"
        },
        {
          "text": "Покайтесь же! Иначе Я скоро приду к вам и сражусь с теми людьми мечом, исходящим из Моих уст.",
          "ID": "16"
        },
        {
          "text": "Каждый, кто слышит это, пусть слушает, что Дух говорит церквям.",
          "ID": "17"
        },
        {
          "text": "Тому, кто победит, Я дам манну сокровенную, и белый камень, на котором начертано новое имя. Никто не знает этого имени, кроме того, кто его получит».",
          "ID": "17"
        },
        {
          "text": "Напиши Ангелу фиатирской церкви:",
          "ID": "18"
        },
        {
          "text": "Вот что говорит Сын Божий, Чьи глаза подобны пылающему огню, а ноги подобны сверкающей бронзе:",
          "ID": "18"
        },
        {
          "text": "«Я знаю о твоих делах, любви, вере, службе и долготерпении. И знаю, что сейчас ты делаешь больше, чем раньше.",
          "ID": "19"
        },
        {
          "text": "Но вот что Я имею против тебя: ты со снисхождением относишься к той женщине, Иезавели, которая называет себя пророчицей. Своими поучениями она обманывает Моих слуг, побуждая их совершать прелюбодеяния и есть пищу, принесённую в жертву идолам.",
          "ID": "20"
        },
        {
          "text": "Я дал ей время покаяться, но она не желает покаяться в своём духовном прелюбодеянии.",
          "ID": "21"
        },
        {
          "text": "И Я уже готов повергнуть её на ложе мучений, а тех, кто прелюбодействовал вместе с ней, подвергнуть великому страданию, если они не покаются в злых делах, совершаемых с нею заодно.",
          "ID": "22"
        },
        {
          "text": "Я убью их детей, наслав на них мор, и все церкви узнают, что Я — Тот, Кто проникает в умы и сердца людей. Я воздам каждому из вас по заслугам.",
          "ID": "23"
        },
        {
          "text": "Теперь же хочу сказать всем остальным людям, живущим в Фиатире, кто не следует тем наставлениям и не знает так называемых глубин сатанинских, что Я не стану накладывать на вас другое бремя,",
          "ID": "24"
        },
        {
          "text": "но придерживайтесь того, что имеете, пока Я не приду.",
          "ID": "25"
        },
        {
          "text": "Тому, кто победит и до конца будет поступать, как Я велю, Я дам власть над язычниками, подобно тому, как Я получил её от Отца Моего.",
          "ID": "26"
        },
        {
          "text": "Он будет править ими жезлом железным и разобьёт их на куски, подобно сосудам глиняным.",
          "ID": "27"
        },
        {
          "text": "И Я дам тому утреннюю звезду.",
          "ID": "28"
        },
        {
          "text": "Имеющий уши да услышит то, что Дух говорит церквям».",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2",
      "name": "Откровение Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Напиши Ангелу сардисской церкви:",
          "ID": "1"
        },
        {
          "text": "«Вот что говорит Владеющий семью духами Божьими и семью звёздами.",
          "ID": "1"
        },
        {
          "text": "Я знаю о твоих делах и о том, что ты считаешься живым, хотя на самом деле умер.",
          "ID": "1"
        },
        {
          "text": "Будь бдителен и укрепляй то, что осталось, пока оно окончательно не умерло. Так как Я не нахожу, что твои дела совершенны перед Моим Богом.",
          "ID": "2"
        },
        {
          "text": "Помни наставления, что были тебе даны и которые ты слышал. Повинуйся им и покайся! Если ты не проснёшься, то Я приду неожиданно, подобно вору, и ты не узнаешь, когда Я приду к тебе.",
          "ID": "3"
        },
        {
          "text": "Однако есть у тебя в Сардах несколько человек, которые не запятнали своих одежд. Они пойдут со Мной во всём белом, так как они достойны.",
          "ID": "4"
        },
        {
          "text": "Тот, кто победит, будет облачён в белые одежды. Я не сотру его имени из Книги Жизни, а признаю его имя перед Отцом Моим и перед Ангелами.",
          "ID": "5"
        },
        {
          "text": "Каждый, кто слышит это, должен слушать, что Дух говорит церквям».",
          "ID": "6"
        },
        {
          "text": "Напиши следующее Ангелу филадельфийской церкви:",
          "ID": "7"
        },
        {
          "text": "«Вот что говорит Святой и Истинный, у Кого ключ Давида, Кто отворяет и никто не затворит, затворяет и никто не отворит.",
          "ID": "7"
        },
        {
          "text": "Я знаю о делах твоих. Смотри, Я поместил перед тобой открытую дверь, которую никто не сможет закрыть. Хотя у тебя и не много силы, ты сохранил Моё слово и не отрёкся от Моего имени.",
          "ID": "8"
        },
        {
          "text": "Слушай же, что скажу Я о тех людях, которые принадлежат к сатанинскому собранию. Я заставлю этих лжецов, выдающих себя за иудеев, прийти и склониться к твоим ногам. Тогда они узнают, что Я возлюбил тебя.",
          "ID": "9"
        },
        {
          "text": "Ты исполнил Мой наказ о терпении. Я же, в свою очередь, буду охранять тебя во время испытаний, которые надвигаются на весь мир, чтобы испытать жителей земли.",
          "ID": "10"
        },
        {
          "text": "Я скоро приду. Храни же то, что есть у тебя, чтобы никто не смог отнять у тебя венец победителей.",
          "ID": "11"
        },
        {
          "text": "Победивший станет столпом в храме Бога моего и не выйдет из него более. И Я напишу на нём имя Бога Моего и имя города Бога Моего, новый Иерусалим, который сойдёт с Неба от Бога Моего, и Моё новое имя.",
          "ID": "12"
        },
        {
          "text": "Имеющий уши да услышит то, что говорит Дух церквям».",
          "ID": "13"
        },
        {
          "text": "Напиши следующее Ангелу лаодикийской церкви:",
          "ID": "14"
        },
        {
          "text": "«Вот что говорит Аминь, Свидетель верный и истинный, начало создания Божьего.",
          "ID": "14"
        },
        {
          "text": "Я знаю о трудах твоих и о том, что ты ни горяч и ни холоден. Как хотел бы Я, чтобы был ты либо горяч, либо холоден!",
          "ID": "15"
        },
        {
          "text": "Но раз ни горяч ты и ни холоден, Я извергну тебя из уст Моих!",
          "ID": "16"
        },
        {
          "text": "Ты говоришь: „Я богат, разбогател и ничего мне не нужно”, но не осознаёшь, что ты несчастен, жалок, беден, слеп и наг!",
          "ID": "17"
        },
        {
          "text": "Я советую тебе купить у Меня золото, очищенное огнём, чтобы разбогатеть, и белые одежды, чтобы одеться и чтобы не видна была твоя постыдная нагота. И глазной мазью помажь глаза свои, чтобы прозреть!",
          "ID": "18"
        },
        {
          "text": "Я обличаю и наказываю тех, кого люблю. Так будь же ревностен и покайся искренне!",
          "ID": "19"
        },
        {
          "text": "Смотри! Я стою у двери и стучу! Если кто услышит Мой голос и отворит дверь, то Я войду в его дом и сяду есть вместе с ним, и он поест вместе со Мной.",
          "ID": "20"
        },
        {
          "text": "Победившему Я дарую право воссесть со Мной на Моём престоле, как и сам Я победил и воссел с Отцом Моим на Его престоле.",
          "ID": "21"
        },
        {
          "text": "Имеющий уши да услышит то, что Дух говорит церквям».",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3",
      "name": "Откровение Иоанна 3"
    },
    {
      "text": [
        {
          "text": "После того я посмотрел и увидел перед собой дверь, открытую в Небо. И голос, говоривший со мной ранее и звучавший подобно трубе, сказал: «Подойди сюда, Я покажу тебе, что должно случиться в будущем».",
          "ID": "1"
        },
        {
          "text": "И я тотчас очутился во власти Духа. Передо мной на Небе был престол, а на нём находился Сидящий.",
          "ID": "2"
        },
        {
          "text": "От Сидящего исходило сияние, подобное сверканию ясписа и сардиса. Вокруг престола сияла радуга подобно изумруду.",
          "ID": "3"
        },
        {
          "text": "Вокруг него было ещё двадцать четыре престола, и на них восседали двадцать четыре старца. Одежды на них были белые, а на головах — венцы золотые.",
          "ID": "4"
        },
        {
          "text": "От престола исходило сверкание молний, раздавался грохот и раскаты грома. Семь светильников горели перед престолом — это были семь духов Божьих.",
          "ID": "5"
        },
        {
          "text": "Перед престолом находилось нечто, подобное стеклянному морю, прозрачному, словно хрусталь. И ещё стояли перед престолом и вокруг него четыре живых создания с множеством глаз спереди и сзади.",
          "ID": "6"
        },
        {
          "text": "И первое из них было подобно льву, второе — быку, а у третьего было человеческое лицо. Четвертое же было подобно орлу летящему.",
          "ID": "7"
        },
        {
          "text": "И у каждого из четырёх было по шесть крыльев, и покрыты они были глазами изнутри и снаружи. День и ночь они непрерывно повторяли:",
          "ID": "8"
        },
        {
          "text": "«Свят, свят, свят Господь Бог Всемогущий,",
          "ID": "8"
        },
        {
          "text": "Который был, есть и грядёт».",
          "ID": "8"
        },
        {
          "text": "И пока эти живые создания возносят честь, Славу и благодарность Сидящему на престоле, Живущему во веки веков,",
          "ID": "9"
        },
        {
          "text": "двадцать четыре старца падают ниц перед Сидящим на престоле и поклоняются Живущему во веки веков. Они кладут свои венцы перед престолом и говорят:",
          "ID": "10"
        },
        {
          "text": "«Господь Бог наш, достоин Ты",
          "ID": "11"
        },
        {
          "text": "всей Славы, хвалы и силы,",
          "ID": "11"
        },
        {
          "text": "потому что создал Ты всё,",
          "ID": "11"
        },
        {
          "text": "и всё по воле Твоей существует и было создано».",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4",
      "name": "Откровение Иоанна 4"
    },
    {
      "text": [
        {
          "text": "И тогда увидел я в правой руке Сидящего на престоле свиток, покрытый письменами с обеих сторон и запечатанный семью печатями.",
          "ID": "1"
        },
        {
          "text": "И увидел я могучего Ангела, возглашающего громким голосом: «Кто достоин сломать печати и развернуть свиток?»",
          "ID": "2"
        },
        {
          "text": "Но не было никого ни на Небе, ни на земле, ни под землёй, кто мог бы развернуть свиток и заглянуть в него.",
          "ID": "3"
        },
        {
          "text": "Я горько зарыдал, так как не нашлось никого достойного развернуть свиток и заглянуть в него.",
          "ID": "4"
        },
        {
          "text": "Тогда один из старцев сказал мне: «Не плачь! Послушай, Лев из рода Иуды, из колена Давида победил, Он сможет сломать семь печатей и развернуть свиток».",
          "ID": "5"
        },
        {
          "text": "И я увидел, что посреди престола с четырьмя живыми созданиями и посреди старцев стоит Агнец, и вид у Него такой, словно Его заклали. Семь рогов у Него и семь глаз — духов Божьих, посланных во все земли.",
          "ID": "6"
        },
        {
          "text": "И подошёл Он и взял свиток из правой руки у Сидящего на престоле.",
          "ID": "7"
        },
        {
          "text": "Когда взял Он свиток, четыре живых создания и двадцать четыре старца пали ниц перед Агнцем. У каждого из них были гусли, и они держали золотые чаши, полные благовоний — молитв людей Божьих.",
          "ID": "8"
        },
        {
          "text": "И запели они новую песнь:",
          "ID": "9"
        },
        {
          "text": "«Ты достоин взять свиток и сломать печати,",
          "ID": "9"
        },
        {
          "text": "потому что Ты принесён был в жертву",
          "ID": "9"
        },
        {
          "text": "и жертвенной кровью Своею",
          "ID": "9"
        },
        {
          "text": "выкупил людей для Бога",
          "ID": "9"
        },
        {
          "text": "из каждого племени и языка, расы и народа.",
          "ID": "9"
        },
        {
          "text": "Ты создал из них царство и",
          "ID": "10"
        },
        {
          "text": "сделал их священниками нашего Бога,",
          "ID": "10"
        },
        {
          "text": "и будут они царствовать над землёй».",
          "ID": "10"
        },
        {
          "text": "И посмотрел я тогда и услышал голоса множества Ангелов, окружавших престол, четырёх живых созданий и старцев. Число их было тысячи и тысячи — десять тысяч раз по десять тысяч.",
          "ID": "11"
        },
        {
          "text": "И они говорили громкими голосами:",
          "ID": "12"
        },
        {
          "text": "«Агнец, Которого заклали,",
          "ID": "12"
        },
        {
          "text": "достоин получить могущество, богатство,",
          "ID": "12"
        },
        {
          "text": "мудрость и силу, честь, Славу и хвалу!»",
          "ID": "12"
        },
        {
          "text": "И тогда услышал я всех существ земных, небесных, подземных и морских — всех созданий вселенной. Они говорили:",
          "ID": "13"
        },
        {
          "text": "«Сидящему на престоле и Агнцу —",
          "ID": "13"
        },
        {
          "text": "хвала, и честь, и Слава, и власть во веки веков».",
          "ID": "13"
        },
        {
          "text": "И четверо животных ответили: «Аминь!» И тогда старцы пали ниц и поклонились.",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5",
      "name": "Откровение Иоанна 5"
    },
    {
      "text": [
        {
          "text": "И я увидел, как Агнец сломал первую из семи печатей и услышал, как одно из животных сказало голосом, подобным грому: «Приди!»",
          "ID": "1"
        },
        {
          "text": "И посмотрел я тогда и увидел перед собой белого коня. Всадник держал в руках лук, а на голову ему был возложен венец, и Он, победоносный, отправился побеждать.",
          "ID": "2"
        },
        {
          "text": "Агнец сломал вторую печать, и я услышал, как второе животное сказало: «Приди!»",
          "ID": "3"
        },
        {
          "text": "И вышел тогда другой конь, красный как огонь. И всаднику было дано разрешение лишить землю мира и вынудить людей убивать друг друга. И получил он большой меч.",
          "ID": "4"
        },
        {
          "text": "И сломал Агнец третью печать, и я услышал, как третье животное сказало: «Приди!» И посмотрел я тогда, и был передо мной чёрный конь. Всадник держал в руках весы.",
          "ID": "5"
        },
        {
          "text": "И услышал я нечто, подобное звучанию голоса, исходившего оттуда, где были четверо животных. Голос сказал: «Одна мера пшеницы за динарий, и три меры ячменя за динарий. Но не испорти масла и вина!»",
          "ID": "6"
        },
        {
          "text": "И Агнец сломал четвёртую печать, и я услышал голос четвёртого животного, произнёсший: «Приди».",
          "ID": "7"
        },
        {
          "text": "И тогда я взглянул и оказался передо мной бледный конь и всадник, имя которому «Смерть», а за ним следовал ад. И дана ему была власть над четвёртой частью земли убивать мечом, голодом и болезнями и с помощью диких животных.",
          "ID": "8"
        },
        {
          "text": "Когда Агнец сломал пятую печать, я увидел под алтарём души умерщвлённых за то, что они были послушны Слову Божьему и свидетельству, которое они получили.",
          "ID": "9"
        },
        {
          "text": "И кричали души громкими голосами: «Сколько же ещё, Господи Святой и Истинный, будешь Ты выжидать? Когда же совершишь Свой суд над людьми, живущими на земле, которые убили нас?»",
          "ID": "10"
        },
        {
          "text": "И каждому из них дали белые одежды и было сказано им, чтобы подождали они ещё немного, пока ещё некоторое число их собратьев, слуг Христа, будет, как и они, убито.",
          "ID": "11"
        },
        {
          "text": "Когда Агнец сломал шестую печать, я взглянул, и произошло землетрясение великое. Почернело солнце и стало словно власяница, и вся луна стала кровавой.",
          "ID": "12"
        },
        {
          "text": "Звёзды небесные упали на землю, словно незрелые смоквы, опадающие со смоковницы, когда её раскачивает сильный ветер.",
          "ID": "13"
        },
        {
          "text": "Небеса раскололись и свернулись как свиток, и все горы и острова сдвинулись со своих мест.",
          "ID": "14"
        },
        {
          "text": "Цари земные, правители, военачальники, богатые и сильные, все рабы и свободные попрятались в пещерах и среди скал в горах.",
          "ID": "15"
        },
        {
          "text": "И сказали они горам и скалам: «Обрушьтесь на нас и скройте нас от присутствия Сидящего на престоле и от гнева Агнца.",
          "ID": "16"
        },
        {
          "text": "Пришёл День гнева великого, и кто же сможет пережить его?»",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6",
      "name": "Откровение Иоанна 6"
    },
    {
      "text": [
        {
          "text": "После этого я увидел четырёх Ангелов, стоявших у четырёх краёв земли, сдерживая четыре ветра земли, чтобы ни один ветер не дул на землю, море и деревья.",
          "ID": "1"
        },
        {
          "text": "Затем я увидел другого Ангела, идущего с востока; он нёс печать живого Бога. И закричал он громким голосом, обращаясь к четырём Ангелам, которым дозволено вредить земле и морю.",
          "ID": "2"
        },
        {
          "text": "Он сказал: «Не наносите вреда земле, морю и деревьям до тех пор, пока мы не отметим слуг нашего Бога печатью на лбу».",
          "ID": "3"
        },
        {
          "text": "И тут я услышал, сколько человек было отмечено печатью: сто сорок четыре тысячи, и были они из каждого колена народа Израиля:",
          "ID": "4"
        },
        {
          "text": "Из колена Иуды — двенадцать тысяч,",
          "ID": "5"
        },
        {
          "text": "из колена Рувима — двенадцать тысяч,",
          "ID": "5"
        },
        {
          "text": "из колена Гада — двенадцать тысяч,",
          "ID": "5"
        },
        {
          "text": "из колена Асира — двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Неффалима — двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Манассии — двенадцать тысяч,",
          "ID": "6"
        },
        {
          "text": "из колена Симеона — двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Левия — двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Иссаха́ра — двенадцать тысяч,",
          "ID": "7"
        },
        {
          "text": "из колена Завулона — двенадцать тысяч,",
          "ID": "8"
        },
        {
          "text": "из колена Иосифа — двенадцать тысяч,",
          "ID": "8"
        },
        {
          "text": "из колена Вениамина — двенадцать тысяч.",
          "ID": "8"
        },
        {
          "text": "После этого взглянул я, и вот предстала передо мной толпа народа, которую никто не смог бы пересчитать. И был в ней всякий народ, всякое наречие и всякий язык, и всякое племя. Они стояли перед престолом и перед Агнцем. На них были белые одежды, и в руках они держали пальмовые ветви.",
          "ID": "9"
        },
        {
          "text": "И кричали они: «Спасение Богу нашему, на престоле сидящему, и Агнцу!»",
          "ID": "10"
        },
        {
          "text": "Все Ангелы стояли вокруг престола, старцев и четырёх животных, и все они пали ниц перед престолом и стали поклоняться Богу,",
          "ID": "11"
        },
        {
          "text": "говоря: «Аминь! Хвала и Слава, мудрость, благодарение, честь, власть и сила Богу нашему во веки веков. Аминь!»",
          "ID": "12"
        },
        {
          "text": "Тогда один из старцев спросил меня: «Кто эти люди, облачённые в белые одежды, и откуда они пришли?»",
          "ID": "13"
        },
        {
          "text": "Я ответил ему: «Господин, ты знаешь, кто они».",
          "ID": "14"
        },
        {
          "text": "Тогда он сказал мне: «Эти люди — те, кто прошёл через великие испытания. Они омыли свои одежды в крови Агнца и сделали их чистыми и белыми.",
          "ID": "14"
        },
        {
          "text": "Вот почему они стоят сейчас перед престолом Божьим и день и ночь поклоняются Богу в Его храме. Сидящий на престоле защитит их Своим присутствием.",
          "ID": "15"
        },
        {
          "text": "Никогда больше они не будут испытывать ни голода, ни жажды. Никогда не опалит их солнце или жар испепеляющий.",
          "ID": "16"
        },
        {
          "text": "Агнец, Который находится перед самым престолом, будет их Пастырем и поведёт их к животворному источнику, и Бог осушит их слёзы».",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7",
      "name": "Откровение Иоанна 7"
    },
    {
      "text": [
        {
          "text": "Когда Агнец сломал седьмую печать, то воцарилось на Небесах молчание, длившееся около получаса.",
          "ID": "1"
        },
        {
          "text": "И тогда я увидел семь Ангелов, стоявших перед Богом. Дано им было семь труб.",
          "ID": "2"
        },
        {
          "text": "Потом подошёл другой Ангел и встал перед алтарём, держа золотую кадильницу, и даны ему были благовония, чтобы с молитвами всех святых людей Божьих воскурил он его на золотом алтаре перед престолом.",
          "ID": "3"
        },
        {
          "text": "И с молитвами святых вознёсся дым благовония из рук Ангела прямо к Богу.",
          "ID": "4"
        },
        {
          "text": "Потом взял Ангел кадильницу, наполнил её огнём с алтаря и бросил на землю. И тут же раздались раскаты грома, грохот, засверкали вспышки молний и случилось землетрясение.",
          "ID": "5"
        },
        {
          "text": "И семь Ангелов с семью трубами приготовились трубить.",
          "ID": "6"
        },
        {
          "text": "Первый Ангел затрубил в свою трубу, и выпал град, смешанный с кровью и огнём, и всё это низверглось на землю. Треть земли, треть деревьев и вся трава сгорели.",
          "ID": "7"
        },
        {
          "text": "Второй Ангел затрубил в свою трубу, и нечто, подобное огромной горе, охваченной огнём, низверглось в море, и треть моря превратилась в кровь.",
          "ID": "8"
        },
        {
          "text": "И треть всего живого, что было в море, умерло, и треть кораблей была уничтожена.",
          "ID": "9"
        },
        {
          "text": "Третий Ангел протрубил в свою трубу, и с неба упала огромная звезда, пылая, словно светильник. И упала она на треть рек и источников.",
          "ID": "10"
        },
        {
          "text": "Имя звезды было «Полынь» и треть всех вод стала горькой. Многие умерли от этой воды, так как стала она горькой.",
          "ID": "11"
        },
        {
          "text": "Четвёртый Ангел протрубил в свою трубу, и треть солнца, и треть луны, и треть звёзд затмились, и стала чёрной их третья часть. И потому день лишился трети света своего, и ночь также.",
          "ID": "12"
        },
        {
          "text": "И посмотрел я тогда и услышал, что высоко в небе парит орёл. И сказал он громким голосом: «Го́ре, го́ре, го́ре тем, кто живёт на земле, так как раздастся звук труб остальных трёх Ангелов, которые уже готовятся трубить!»",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8",
      "name": "Откровение Иоанна 8"
    },
    {
      "text": [
        {
          "text": "Пятый Ангел затрубил в свою трубу, и я увидел звезду, упавшую с неба на землю. И был ей дан ключ к проходу, ведущему к бездне.",
          "ID": "1"
        },
        {
          "text": "И отомкнула она проход, ведущий к бездне, и вышел дым из прохода, словно из огромной печи. И потемнело небо, и солнце потускнело от дыма, валившего из прохода.",
          "ID": "2"
        },
        {
          "text": "А из облака дыма на землю пала саранча, и ей была дана сила, подобная той, что имеют на земле скорпионы.",
          "ID": "3"
        },
        {
          "text": "Но сказано ей было, чтобы она не вредила ни траве, ни земле, ни растениям, ни деревьям, а только людям, на лбу у которых нет печати Бога.",
          "ID": "4"
        },
        {
          "text": "И приказано было саранче не убивать их, а мучить болью в течение пяти месяцев. И боль та была подобна боли, которую причиняет скорпион, когда ужалит человека.",
          "ID": "5"
        },
        {
          "text": "И всё это время люди будут искать смерти, но не смогут найти её. Они пожелают смерти, но она не придёт к ним.",
          "ID": "6"
        },
        {
          "text": "Саранча же была похожа на коней, готовых к битве. На головах у саранчи были золотые венцы, а лица похожи на человеческие.",
          "ID": "7"
        },
        {
          "text": "Волосы у неё были, словно женские волосы, а зубы подобны львиным клыкам.",
          "ID": "8"
        },
        {
          "text": "И грудь у неё была, словно железная броня, а шум её крыльев подобен грохоту множества колесниц, влекомых скакунами, рвущимися в бой.",
          "ID": "9"
        },
        {
          "text": "У неё были хвосты с жалами, словно жала скорпионов, и в хвостах было достаточно силы, чтобы вредить людям в течение пяти месяцев.",
          "ID": "10"
        },
        {
          "text": "И царём у них был ангел, охранявший бездну, зовущемуся Аваддон по-арамейски, по-гречески же он назывался Аполлион.",
          "ID": "11"
        },
        {
          "text": "Первая беда миновала. Но ещё большие две напасти последуют за ней.",
          "ID": "12"
        },
        {
          "text": "Шестой Ангел затрубил в свою трубу, и я услышал голос, раздавшийся из четырёх рогов золотого алтаря, находившегося перед Богом.",
          "ID": "13"
        },
        {
          "text": "И сказал голос шестому Ангелу с трубой: «Освободи четырёх Ангелов, прикованных у великой реки Евфрат».",
          "ID": "14"
        },
        {
          "text": "И освобождены были четыре Ангела, приготовленные для этого самого часа, дня, месяца и года, чтобы убить одну треть людей.",
          "ID": "15"
        },
        {
          "text": "Я слышал, сколько там всего было конных — двести миллионов.",
          "ID": "16"
        },
        {
          "text": "И в моём видении вот как выглядели кони и их всадники. У них были нагрудники огненно-красные, тёмно-синие и жёлтые, словно сера. Головы их были как львиные головы, а изо рта у них исходил огонь, дым и сера.",
          "ID": "17"
        },
        {
          "text": "И тремя этими напастями убита была одна треть людей — огнём, дымом и серой, которые извергались у них изо рта.",
          "ID": "18"
        },
        {
          "text": "Сила коней была в их ртах и хвостах, так как хвосты их были словно змеи с головами, жалящими и поражающими людей.",
          "ID": "19"
        },
        {
          "text": "Остальные люди, которые не погибли от этих напастей, не покаялись в том, что сотворили собственными руками. Они не прекратили поклоняться бесам и идолам золотым, серебряным, медным, каменным и деревянным, которые не могут ни видеть, ни слышать, ни двигаться.",
          "ID": "20"
        },
        {
          "text": "Они не покаялись ни в совершённых ими убийствах, ни в колдовстве, ни в разврате, ни в воровстве.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9",
      "name": "Откровение Иоанна 9"
    },
    {
      "text": [
        {
          "text": "И тогда я увидел другого могучего Ангела, спускавшегося с Небес. Он был облачён в облако, вокруг головы его сияла радуга. Лицо его было словно солнце, а ноги подобны огненным столпам.",
          "ID": "1"
        },
        {
          "text": "В руке у него был небольшой развёрнутый свиток. Он поставил правую ногу на море, а левую — на сушу,",
          "ID": "2"
        },
        {
          "text": "и закричал громким голосом, подобным рычанию льва. И когда закричал он, то семь громов подали свои голоса.",
          "ID": "3"
        },
        {
          "text": "Когда же заговорили семь громов, я приготовился писать, но услышал, как голос с Небес сказал: «Сохрани в тайне то, что сказали семь громов и ничего не записывай».",
          "ID": "4"
        },
        {
          "text": "И тогда Ангел, которого я видел стоящим на море и на суше, поднял правую руку к Небу.",
          "ID": "5"
        },
        {
          "text": "Он поклялся властью Живущего во веки веков, Который создал небо и всё живое на нём, и землю и всё живое на ней, и море и всё живое в нём, сказав: «Не будет больше задержки!",
          "ID": "6"
        },
        {
          "text": "Когда настанет время седьмому Ангелу затрубить в трубу, то свершится тайна Божья, которую благовествовал он Своим слугам, пророкам».",
          "ID": "7"
        },
        {
          "text": "И тогда голос, который я раньше услышал с Небес, снова обратился ко мне и сказал: «Иди, возьми развёрнутый свиток из рук Ангела, стоящего на суше и на море».",
          "ID": "8"
        },
        {
          "text": "И подошёл я к Ангелу и попросил его дать мне свиток. Он сказал мне: «Возьми свиток и съешь его. В желудке у тебя будет от него горько, но во рту будет сладко, словно от мёда».",
          "ID": "9"
        },
        {
          "text": "И взял я свиток из руки Ангела и съел его. Во рту моём было сладко от него, как от мёда, но как только я съел его, стало горько у меня в желудке.",
          "ID": "10"
        },
        {
          "text": "И сказал он мне тогда: «Ты должен снова пророчествовать о многих народах, племенах, языках и царях».",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10",
      "name": "Откровение Иоанна 10"
    },
    {
      "text": [
        {
          "text": "И дали мне посох, подобный жезлу, чтобы служил он мне мерой, и сказано мне было: «Вставай и обмерь храм Божий и алтарь и сосчитай тех, кто там поклоняется.",
          "ID": "1"
        },
        {
          "text": "Но не принимай в расчёт наружный двор храма и не обмеряй его, так как отдан он во владение язычникам. Они будут попирать ногами улицы святого города сорок два месяца.",
          "ID": "2"
        },
        {
          "text": "И дам волю двум моим свидетелям, и они будут пророчествовать тысячу двести шестьдесят дней и облачатся в власяницы».",
          "ID": "3"
        },
        {
          "text": "Эти свидетели — два оливковых дерева и два светильника, которые стоя́т перед Господом земли.",
          "ID": "4"
        },
        {
          "text": "Если кто попытается повредить им, то пламя вырвется у них изо рта и испепелит их врагов. И потому, если кто попытается повредить им, то так он и погибнет.",
          "ID": "5"
        },
        {
          "text": "У них есть сила замкнуть небо, чтобы не шли дожди в то время, когда они пророчествуют. И есть у них власть над водами, чтобы превратить их в кровь, и власть поразить землю всякими морами, когда только захотят.",
          "ID": "6"
        },
        {
          "text": "Когда они закончат своё свидетельство, то зверь, выходящий из бездны, нападёт на них. И победит он их и убьёт.",
          "ID": "7"
        },
        {
          "text": "И трупы их будут лежать на улицах большого города, который иносказательно называется Содомом и Египтом, и где был распят их Господь.",
          "ID": "8"
        },
        {
          "text": "Люди всех народов, племён, языков и наречий будут смотреть на их трупы три с половиной дня и не дадут их похоронить.",
          "ID": "9"
        },
        {
          "text": "Те, кто населяют землю, будут радоваться, что эти двое мертвы, будут пировать и слать друг другу подарки, потому что те два пророка мучили живущих на земле.",
          "ID": "10"
        },
        {
          "text": "Но через три с половиной дня животворящий дух Бога вошёл в пророков, и они поднялись на ноги. Великий страх обуял тех, кто видел их,",
          "ID": "11"
        },
        {
          "text": "и оба пророка услышали, как громкий голос с Небес сказал им: «Подойдите сюда!» И они вознеслись на Небо на облаке, и враги их наблюдали вознесение.",
          "ID": "12"
        },
        {
          "text": "И в тот миг произошло великое землетрясение, и обрушилась десятая часть города. Семь тысяч были убиты во время землетрясения, а остальные испугались до смерти и вознесли Славу Богу в Небесах.",
          "ID": "13"
        },
        {
          "text": "Второе великое бедствие миновало, но приближается третье великое бедствие.",
          "ID": "14"
        },
        {
          "text": "Седьмой Ангел затрубил в свою трубу, и на Небесах раздались громкие голоса, говорившие:",
          "ID": "15"
        },
        {
          "text": "«Царство мирское стало теперь",
          "ID": "15"
        },
        {
          "text": "царством нашего Господа и Его Христа,",
          "ID": "15"
        },
        {
          "text": "и будет Он править во веки веков».",
          "ID": "15"
        },
        {
          "text": "И двадцать четыре старца, сидящие перед Богом на своих престолах, пали ниц и поклонились Богу.",
          "ID": "16"
        },
        {
          "text": "Они говорили:",
          "ID": "17"
        },
        {
          "text": "«Благодарим тебя, Господь Бог Всемогущий,",
          "ID": "17"
        },
        {
          "text": "Тот, Кто есть и был,",
          "ID": "17"
        },
        {
          "text": "за то, что принял Ты власть на Себя",
          "ID": "17"
        },
        {
          "text": "и стал править.",
          "ID": "17"
        },
        {
          "text": "Язычники были разгневаны,",
          "ID": "18"
        },
        {
          "text": "теперь же пришёл час Твоего гнева.",
          "ID": "18"
        },
        {
          "text": "Пришло время судить тех, кто мёртв",
          "ID": "18"
        },
        {
          "text": "и раздать награды Твоим слугам, пророкам,",
          "ID": "18"
        },
        {
          "text": "святым людям Божьим,",
          "ID": "18"
        },
        {
          "text": "тем, кто почитает Тебя, малым и великим.",
          "ID": "18"
        },
        {
          "text": "Пришло время погубить тех,",
          "ID": "18"
        },
        {
          "text": "кто губит землю!»",
          "ID": "18"
        },
        {
          "text": "Открылся храм Божий на Небесах, и видим был в храме священный ларец Соглашения. И засверкали молнии, раздались раскаты грома, и случилось землетрясение, и выпал крупный град.",
          "ID": "19"
        }
      ],
      "ID": "NT:REV.11",
      "name": "Откровение Иоанна 11"
    },
    {
      "text": [
        {
          "text": "И великое знамение явилось в небе: женщина, облачённая в солнце. Под ногами у неё была луна, а на голове венец из двенадцати звёзд.",
          "ID": "1"
        },
        {
          "text": "И была она беременна, и кричала она от боли в муках родовых, так как роды уже начались.",
          "ID": "2"
        },
        {
          "text": "И тут новое видение явилось в небе: огромный красный дракон с семью головами, десятью рогами и семью венцами на головах.",
          "ID": "3"
        },
        {
          "text": "Хвостом своим он смёл одну треть звёзд в небе и бросил их на землю. Дракон стоял перед женщиной, которая рожала, чтобы, как только родит она, сожрать её младенца.",
          "ID": "4"
        },
        {
          "text": "И родила она сына, кому назначено править народами жезлом железным. И взяли её ребёнка и отнесли его к Богу и к престолу Его.",
          "ID": "5"
        },
        {
          "text": "И убежала женщина в пустыню, туда, где приготовлено ей было Богом место, чтобы там о ней заботились в продолжение тысячи двухсот шестидесяти дней.",
          "ID": "6"
        },
        {
          "text": "Затем разразилась война в Небесах. Михаил и его Ангелы сражались с драконом, а дракон вместе со своими ангелами сражались против них.",
          "ID": "7"
        },
        {
          "text": "Однако дракон и его ангелы оказались недостаточно сильны, и поэтому они потеряли своё место на Небесах.",
          "ID": "8"
        },
        {
          "text": "Дракон был сброшен вниз. (Дракон этот — старый змей по прозванию «дьявол» и «сатана», который обманывает весь мир). Его сбросили на землю, и ангелы его были сброшены вместе с ним.",
          "ID": "9"
        },
        {
          "text": "И тогда я услышал, как громкий голос в Небесах сказал:",
          "ID": "10"
        },
        {
          "text": "«Пришла победа и сила и царство нашего Бога,",
          "ID": "10"
        },
        {
          "text": "и власть Его Христа!",
          "ID": "10"
        },
        {
          "text": "Обвинитель наших братьев,",
          "ID": "10"
        },
        {
          "text": "клеветавший на них день и ночь",
          "ID": "10"
        },
        {
          "text": "перед нашим Богом, низвергнут.",
          "ID": "10"
        },
        {
          "text": "Наши братья победили Его кровью Агнца",
          "ID": "11"
        },
        {
          "text": "и свидетельством истины.",
          "ID": "11"
        },
        {
          "text": "Они не дорожили своей жизнью",
          "ID": "11"
        },
        {
          "text": "даже под угрозой смерти.",
          "ID": "11"
        },
        {
          "text": "Так ликуйте же, Небеса, и те, кто живут на них!",
          "ID": "12"
        },
        {
          "text": "Но горе земле и морю, так как дьявол сошёл на вас!",
          "ID": "12"
        },
        {
          "text": "Он полон злобы, так как знает,",
          "ID": "12"
        },
        {
          "text": "что немного времени ему осталось!»",
          "ID": "12"
        },
        {
          "text": "Когда дракон увидел, что его сбросили на землю, он стал преследовать женщину, родившую мальчика.",
          "ID": "13"
        },
        {
          "text": "Но женщине дали два больших орлиных крыла, чтобы она улетела в пустыню, туда, где было ей приготовлено место. Там должны были заботиться о ней три с половиной года вдали от дракона.",
          "ID": "14"
        },
        {
          "text": "Тогда дракон, преследуя женщину, изверг из своей пасти воду, подобную реке, чтобы захлестнуть женщину.",
          "ID": "15"
        },
        {
          "text": "Но земля помогла женщине и, открыв уста свои, поглотила воду, извергнутую драконом из пасти.",
          "ID": "16"
        },
        {
          "text": "Дракон рассвирепел на женщину и отправился воевать с остальными её детьми, теми, кто исполняет заповеди Божьи и придерживается свидетельства Иисуса.",
          "ID": "17"
        },
        {
          "text": "И дракон стоял на морском берегу.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.12",
      "name": "Откровение Иоанна 12"
    },
    {
      "text": [
        {
          "text": "И тогда я увидел зверя, выходящего из моря с десятью рогами и семью головами. На рогах его было десять венцов, а на головах его были написаны кощунственные имена.",
          "ID": "1"
        },
        {
          "text": "Зверь, которого я увидел, был подобен леопарду, лапы у него были как у медведя, а пасть подобна львиной. Дракон отдал ему силу свою, престол свой и власть великую.",
          "ID": "2"
        },
        {
          "text": "Одна из голов зверя выглядела так, будто на ней была смертельная рана, но эта смертельная рана залечилась. Весь мир был поражён и последовал за зверем,",
          "ID": "3"
        },
        {
          "text": "и стали они поклоняться дракону, потому что он отдал свою власть зверю. Они поклонялись также и зверю и говорили: «Кто сравнится могуществом со зверем, и кто может воевать с ним?»",
          "ID": "4"
        },
        {
          "text": "И даны были зверю уста, чтобы произносить горделивые и оскорбительные речи. И дана была ему власть делать это в течение сорока двух месяцев.",
          "ID": "5"
        },
        {
          "text": "И стал он поноси́́ть и оскорблять имя Бога, обиталище Его и живущих на Небе.",
          "ID": "6"
        },
        {
          "text": "И дозволено ему было воевать с людьми Божьими и побеждать их, и дана ему была власть над всеми племенами, народами, языками и наречиями.",
          "ID": "7"
        },
        {
          "text": "Все, обитающие на земле, будут поклоняться зверю, все те, чьи имена не записаны в Книге Жизни у Агнца, закланного от сотворения мира.",
          "ID": "8"
        },
        {
          "text": "Кто слышит это, должен услышать вот что:",
          "ID": "9"
        },
        {
          "text": "«Кто должен быть пленён, будет пленён.",
          "ID": "10"
        },
        {
          "text": "Кто убьёт мечом, будет сам убит мечом».",
          "ID": "10"
        },
        {
          "text": "Вот когда людям Божьим нужны долготерпение и вера.",
          "ID": "10"
        },
        {
          "text": "И тогда я увидел другого зверя, выходящего из земли. У него было два рога как у ягнёнка, но говорил он, словно дракон.",
          "ID": "11"
        },
        {
          "text": "И в присутствии первого зверя показывает он такую же власть, что и тот, и заставляет всех живущих на земле поклоняться первому зверю, чья смертельная рана залечилась.",
          "ID": "12"
        },
        {
          "text": "Он свершает великие чудеса, так что даже огонь спускается с небес на землю на глазах у людей.",
          "ID": "13"
        },
        {
          "text": "Он обольщает живущих на земле, свершая чудеса в присутствии первого зверя. И велит он живущим на земле сделать изображение первого зверя, который был ранен мечом, но не умер.",
          "ID": "14"
        },
        {
          "text": "И дозволено ему было вдохнуть жизнь в изображение первого зверя, чтобы это изображение могло не только говорить, но и приказать убить всех, кто не будет поклоняться ему.",
          "ID": "15"
        },
        {
          "text": "Он принудил всех людей, малых и великих, богатых и бедных, свободных и рабов, чтобы они дали отметить себя клеймом на правой руке или на лбу.",
          "ID": "16"
        },
        {
          "text": "Никто не мог ни продавать, ни покупать ничего у того, у кого не было такого клейма, а клеймо это было — имя зверя или число, означавшее его имя.",
          "ID": "17"
        },
        {
          "text": "Это требует мудрости. Каждый, у кого есть разум, может понять значение числа зверя, потому что оно соответствует человеческому числу. Число это — шестьсот шестьдесят шесть.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13",
      "name": "Откровение Иоанна 13"
    },
    {
      "text": [
        {
          "text": "Я взглянул, и вот передо мной стоит Агнец на горе Сион, а с Ним сто сорок четыре тысячи человек. У них на лбах были написаны имена Агнца и Его Отца.",
          "ID": "1"
        },
        {
          "text": "И услышал я голос с Небес, подобный рёву могучего водопада или громкому раскату грома. Голос, который я услышал, звучал так, словно кто играет на гуслях.",
          "ID": "2"
        },
        {
          "text": "И запели люди новую песню перед престолом и четырьмя животными и перед старцами. И никто не мог выучить песни этой, кроме тех ста сорока тысяч, которые были выкуплены у мира.",
          "ID": "3"
        },
        {
          "text": "Это те, кто не осквернил себя совокуплением с женщиной. Они девственны. Они следуют за Агнцем, куда ни пойдёт Он. Они искуплены из всех людей, они — первая часть жатвы Бога и Агнца.",
          "ID": "4"
        },
        {
          "text": "Их уста никогда не изрекали лжи, они непорочны.",
          "ID": "5"
        },
        {
          "text": "Затем я увидел другого Ангела, летящего высоко в небе. Он нёс с собою вечное Евангелие, которое он должен был благовествовать живущим на земле, всякому наречию, племени, языку и народу.",
          "ID": "6"
        },
        {
          "text": "И сказал он громким голосом: «Бойтесь Бога и возносите Ему хвалу, так как пришло время Ему произвести Свой суд. Поклоняйтесь Тому, Кто создал небо, землю, море и источники вод!»",
          "ID": "7"
        },
        {
          "text": "И тут второй Ангел последовал за первым и сказал: «Она пала! Великая блудница Вавилон пала, та, которая заставила все народы испить вина распутства своего, тем самым вызвав гнев Божий».",
          "ID": "8"
        },
        {
          "text": "И третий Ангел последовал за первыми двумя и громко сказал: «Если кто поклоняется зверю и изображению его и примет клеймо на лоб или на руку,",
          "ID": "9"
        },
        {
          "text": "то выпьет неразбавленное вино ярости Божьей из чаши гнева Божьего. И будут того пытать кипящей серой в присутствии Ангелов святых и Агнца,",
          "ID": "10"
        },
        {
          "text": "и дым от огня той пытки будет куриться во веки вечные. Не будет отдыха ни днём ни ночью тем, кто почитает зверя и изображение его, и тому, кто отмечен его именем.",
          "ID": "11"
        },
        {
          "text": "Вот когда требуется долготерпение от людей Божьих, которые придерживаются заповедей Бога и веры в Иисуса».",
          "ID": "12"
        },
        {
          "text": "И услышал я тогда, как голос с Неба сказал: «Запиши, что отныне блаженны те, кто умер с верой в Господа».",
          "ID": "13"
        },
        {
          "text": "«Да, это так, — говорит Дух, — теперь могут они отдохнуть от трудов своих, потому что деяния их последуют за ними».",
          "ID": "13"
        },
        {
          "text": "И посмотрел я тогда, и было передо мной белое облако, а на облаке сидел Некто, подобный Сыну Человеческому. На голове у Него был золотой венец, а в руках — острый серп.",
          "ID": "14"
        },
        {
          "text": "И вышел из храма другой Ангел и крикнул громким голосом тому, кто сидел на облаке: «Возьми Свой серп и жни, так как пришло время жатвы, урожай на земле созрел».",
          "ID": "15"
        },
        {
          "text": "И Сидевший на облаке взмахнул серпом над землёй и собрал на земле урожай.",
          "ID": "16"
        },
        {
          "text": "И тогда другой Ангел вышел из храма на Небе. У него тоже был острый серп.",
          "ID": "17"
        },
        {
          "text": "А от алтаря подошёл иной Ангел, у которого была власть над огнём, и громко воскликнул, обращаясь к Ангелу с острым серпом: «Возьми свой серп острый и обрежь гроздья на винограднике земли, так как виноград созрел».",
          "ID": "18"
        },
        {
          "text": "И взмахнул Ангел своим серпом над землёй, собрал урожай винограда на земле и бросил виноград в виноградной пресс великого гнева Божьего.",
          "ID": "19"
        },
        {
          "text": "И отжали виноград прессом за пределами города, и кровь потекла из пресса и поднялась до уздечек конских почти на триста километров вокруг.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.14",
      "name": "Откровение Иоанна 14"
    },
    {
      "text": [
        {
          "text": "И тогда я увидел другое удивительное и великое знамение на небесах. Там находились семь Ангелов с семью последними бедствиями, так как с ними закончился гнев Божий.",
          "ID": "1"
        },
        {
          "text": "И увидел я нечто, подобное стеклянному морю, охваченному огнём, а также одержавших победу над зверем, над изображением его и над числом, которое составляет его имя. Они стояли у моря, держа гусли Божьи,",
          "ID": "2"
        },
        {
          "text": "и пели песню Моисея, слуги Божьего, и песню Агнца:",
          "ID": "3"
        },
        {
          "text": "«Велики и чудесны дела Твои,",
          "ID": "3"
        },
        {
          "text": "о Господь Бог Всемогущий!",
          "ID": "3"
        },
        {
          "text": "Праведны и истинны пути Твои,",
          "ID": "3"
        },
        {
          "text": "Царь народов!",
          "ID": "3"
        },
        {
          "text": "Кто не убоится Тебя, о Господи,",
          "ID": "4"
        },
        {
          "text": "и не прославит имя Твоё?",
          "ID": "4"
        },
        {
          "text": "Так как лишь ты Один свят.",
          "ID": "4"
        },
        {
          "text": "Все народы придут и поклонятся Тебе,",
          "ID": "4"
        },
        {
          "text": "потому что Твои справедливые дела очевидны».",
          "ID": "4"
        },
        {
          "text": "После этого посмотрел я, и вот открылся храм Небесный, шатёр свидетельства,",
          "ID": "5"
        },
        {
          "text": "и семь Ангелов с семью последними бедствиями вышли из храма. Они были облачены в чистые сверкающие льняные одежды, и на груди у них была золотая перевязь.",
          "ID": "6"
        },
        {
          "text": "И тогда одно из животных подало семи Ангелам семь золотых чаш, переполненных гневом Бога, Живущего ныне и во веки веков.",
          "ID": "7"
        },
        {
          "text": "И наполнился храм дымом Славы и силы Божьей, так что никто не мог войти в храм, пока не закончатся семь бедствий, принесённых семью Ангелами.",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15",
      "name": "Откровение Иоанна 15"
    },
    {
      "text": [
        {
          "text": "И тогда услышал я, как громкий голос из храма сказал семи Ангелам: «Идите и выплесните на землю содержимое семи чаш с гневом Бога».",
          "ID": "1"
        },
        {
          "text": "И ушёл первый Ангел и выплеснул свою чашу на землю. И тотчас ужасные болезненные язвы осыпали тех людей, кто отмечен был печатью зверя и поклонялся его изображению.",
          "ID": "2"
        },
        {
          "text": "И тогда второй Ангел вылил свою чашу в море, и оно превратилось в кровь, подобную крови мертвеца, и всё живое в море умерло.",
          "ID": "3"
        },
        {
          "text": "И тогда третий Ангел вылил свою чашу в реки и источники, и обратились они в кровь.",
          "ID": "4"
        },
        {
          "text": "И услышал я, как Ангел вод сказал:",
          "ID": "5"
        },
        {
          "text": "«О Святой, Кто есть и был всегда,",
          "ID": "5"
        },
        {
          "text": "справедлив Ты в приговорах, которые вынес.",
          "ID": "5"
        },
        {
          "text": "Пролили они кровь Твоих",
          "ID": "6"
        },
        {
          "text": "святых людей Божьих и пророков,",
          "ID": "6"
        },
        {
          "text": "и дал Ты им пить кровь.",
          "ID": "6"
        },
        {
          "text": "Они заслужили это».",
          "ID": "6"
        },
        {
          "text": "И услышал я, как алтарь сказал:",
          "ID": "7"
        },
        {
          "text": "«Да, Господь Бог Всемогущий,",
          "ID": "7"
        },
        {
          "text": "Твои приговоры истинны и справедливы!»",
          "ID": "7"
        },
        {
          "text": "И тогда четвёртый Ангел выплеснул свою чашу на солнце и разрешено ему было сжечь людей огнём,",
          "ID": "8"
        },
        {
          "text": "и сгорели люди на великом огне. И оскорбляли они имя Бога, в Чьей власти было мучить их, но не покаялись и не прославили Его.",
          "ID": "9"
        },
        {
          "text": "И тогда пятый Ангел вылил свою чашу на престол зверя, и погрузилось царство зверя в мрак, и люди кусали языки свои от боли.",
          "ID": "10"
        },
        {
          "text": "Они поноси́ли Бога Небесного из-за боли и язв своих, но не покаялись в своих поступках.",
          "ID": "11"
        },
        {
          "text": "И тогда шестой Ангел выплеснул свою чашу в великую реку Евфрат, и воды её иссякли, чтобы подготовить путь царям с востока.",
          "ID": "12"
        },
        {
          "text": "И тогда увидел я, как из пасти дракона, из пасти зверя и изо рта лжепророка вышли три нечистых духа, подобных лягушкам.",
          "ID": "13"
        },
        {
          "text": "Это были духи бесовские, которые могли творить чудеса. Они отправились к царям всего мира, чтобы те собрались воедино для битвы в великий День Всемогущего Бога.",
          "ID": "14"
        },
        {
          "text": "«Слушайте! Я нагряну неожиданно, подобно вору. Блаженны те, кто бодрствует и держит под рукой свою одежду, чтобы не пришлось ему выбежать нагим и чтобы люди не увидели его срамные места!»",
          "ID": "15"
        },
        {
          "text": "И собрали злые духи царей в том месте, которое на иврите называется Армагеддон.",
          "ID": "16"
        },
        {
          "text": "И тогда седьмой Ангел выплеснул свою чашу в воздух, и громкий голос раздался от престола в храме, сказавший «Свершилось».",
          "ID": "17"
        },
        {
          "text": "И засверкали молнии, и раздались раскаты грома, и случилось великое землетрясение. Такого сильного землетрясения не случалось за всё время с тех пор как человек появился на земле.",
          "ID": "18"
        },
        {
          "text": "Великий город раскололся на три части, и пали города языческие. Бог вспомнил о великом Вавилоне и наказал его и дал ему испить чашу Своего яростного гнева.",
          "ID": "19"
        },
        {
          "text": "Исчезли все острова, и не осталось гор.",
          "ID": "20"
        },
        {
          "text": "Огромные градины, каждая весом в талант, упали с неба на людей, и прокляли люди имя Божье из-за этого града, так как бедствие было ужасно.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.16",
      "name": "Откровение Иоанна 16"
    },
    {
      "text": [
        {
          "text": "И тогда один из семи Ангелов с семью чашами подошёл ко мне и сказал: «Пойдем, я покажу тебе, какое наказание послано великой блуднице, что сидит над многими водами.",
          "ID": "1"
        },
        {
          "text": "Земные цари предавались с ней блуду, и те, кто живёт на земле, напивались допьяна вином её блуда».",
          "ID": "2"
        },
        {
          "text": "И оказался я во власти Духа, который перенёс меня в пустыню. Там я увидел женщину, сидящую на красном звере. Этот зверь был весь покрыт именами оскорбляющими Бога, и было у него семь голов с десятью рогами.",
          "ID": "3"
        },
        {
          "text": "Женщина была одета в пурпурные и красные одежды, и украшена золотом, драгоценными камнями и жемчугом. В руке она держала золотую чашу, полную мерзости и грязи её блуда.",
          "ID": "4"
        },
        {
          "text": "На лбу у неё было начертано имя с тайным значением:«великий город вавилон,мать блудници всякой мерзости на земле».",
          "ID": "5"
        },
        {
          "text": "И я увидел, что она пьяна от крови святых людей Божьих и тех, кто умер, свидетельствуя об Иисусе.",
          "ID": "6"
        },
        {
          "text": "И увидев её, я поразился.",
          "ID": "6"
        },
        {
          "text": "Ангел спросил у меня: «Чему ты удивляешься? Я объясню тебе, в чём тайное значение этой женщины и зверя с семью головами и десятью рогами, на котором она сидит.",
          "ID": "7"
        },
        {
          "text": "Зверь, которого ты видел, был когда-то живым, сейчас же он мёртв. Но ещё восстанет он из бездны и отправится на погибель. И те из живущих на земле, чьи имена не вписаны в Книгу Жизни от начала мира, удивятся, увидев зверя, так как он был жив когда-то, сейчас не жив, и всё же явится снова.",
          "ID": "8"
        },
        {
          "text": "Чтобы всё это понять, нужна мудрость. Семь голов — это семь холмов, на которых сидит женщина, они же и семь царей.",
          "ID": "9"
        },
        {
          "text": "Первые пятеро уже умерли, один ещё жив, а последний ещё не явился. Когда же он явится, то недолго ему суждено здесь оставаться.",
          "ID": "10"
        },
        {
          "text": "Зверь, который когда-то был жив, а сейчас неживой — это восьмой царь, один из семи, и идёт он к своей гибели.",
          "ID": "11"
        },
        {
          "text": "Десять рогов, что ты видишь — это десять царей, которые ещё не начали править, но получат они власть править каждый по одному часу вместе со зверем.",
          "ID": "12"
        },
        {
          "text": "У всех десяти царей одни намерения, и отдадут они свою власть зверю.",
          "ID": "13"
        },
        {
          "text": "Они будут воевать с Агнцем, но Он победит их, потому что Он — Господин господствующих и Царь царей вместе со Своими избранными, призванными и верными».",
          "ID": "14"
        },
        {
          "text": "И сказал мне затем Ангел: «Воды, которые ты видишь там, где сидит блудница — это разные народы, множество племён и языков.",
          "ID": "15"
        },
        {
          "text": "Десять рогов, которые ты видел, и сам зверь будут ненавидеть блудницу и отнимут у неё всё, чем она владеет, оставив её нагой. Они будут пожирать её тело и жечь его огнём.",
          "ID": "16"
        },
        {
          "text": "Потому что Бог вложил в десять рогов желание исполнить Его волю: отдать зверю власть правления, пока не исполнится слово Божье.",
          "ID": "17"
        },
        {
          "text": "Женщина, которую ты видел — это великий город, господствующий над земными царями».",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17",
      "name": "Откровение Иоанна 17"
    },
    {
      "text": [
        {
          "text": "И после этого я увидел, как с Неба спускается другой Ангел, облечённый великой властью, и земля осветилась его Славой.",
          "ID": "1"
        },
        {
          "text": "И закричал он голосом могучим:",
          "ID": "2"
        },
        {
          "text": "«Пал он!",
          "ID": "2"
        },
        {
          "text": "Вавилон, великая блудница, пал!",
          "ID": "2"
        },
        {
          "text": "Стала она обиталищем бесов,",
          "ID": "2"
        },
        {
          "text": "пристанищем всех нечистых духов,",
          "ID": "2"
        },
        {
          "text": "прибежищем всяких нечистых и отвратительных птиц,",
          "ID": "2"
        },
        {
          "text": "потому что все народы",
          "ID": "3"
        },
        {
          "text": "испили вино её блуда и вино Божьей ярости.",
          "ID": "3"
        },
        {
          "text": "Цари земные развратничали с ней,",
          "ID": "3"
        },
        {
          "text": "и торговцы всего мира разбогатели",
          "ID": "3"
        },
        {
          "text": "благодаря её великой роскоши».",
          "ID": "3"
        },
        {
          "text": "И тут услышал я, как другой голос с Небес сказал:",
          "ID": "4"
        },
        {
          "text": "«Выйди из этого города, народ Мой,",
          "ID": "4"
        },
        {
          "text": "чтобы не соучаствовать в её грехах",
          "ID": "4"
        },
        {
          "text": "и не пострадать от мора,",
          "ID": "4"
        },
        {
          "text": "посланного на неё,",
          "ID": "4"
        },
        {
          "text": "потому что грехи её вздымаются горой до самого неба,",
          "ID": "5"
        },
        {
          "text": "и Бог помнит все её грехи.",
          "ID": "5"
        },
        {
          "text": "Отплатите ей за то,",
          "ID": "6"
        },
        {
          "text": "как она обращалась с другими,",
          "ID": "6"
        },
        {
          "text": "отплатите вдвойне за то, что она сделала.",
          "ID": "6"
        },
        {
          "text": "Приготовьте для неё вино вдвое крепче,",
          "ID": "6"
        },
        {
          "text": "чем то, которое она приготовила для других.",
          "ID": "6"
        },
        {
          "text": "Сколько она принесла себе роскоши и славы,",
          "ID": "7"
        },
        {
          "text": "столько и ей принесите горя и мучений,",
          "ID": "7"
        },
        {
          "text": "потому что она продолжает говорить себе:",
          "ID": "7"
        },
        {
          "text": "„Я восседаю на престоле подобно царице.",
          "ID": "7"
        },
        {
          "text": "Я не вдова и никогда не буду печалиться”.",
          "ID": "7"
        },
        {
          "text": "И потому в один день её постигнут всякие бедствия:",
          "ID": "8"
        },
        {
          "text": "смерть, горькие рыдания и великий голод.",
          "ID": "8"
        },
        {
          "text": "И сгорит она на огне,",
          "ID": "8"
        },
        {
          "text": "потому что могуществен Господь Бог, осудивший её».",
          "ID": "8"
        },
        {
          "text": "Цари земные, те, кто предавался с ней разврату и делил с ней роскошь, будут горевать по ней, видя дым от огня, на котором она сгорает.",
          "ID": "9"
        },
        {
          "text": "И стоя поодаль от неё из страха перед её муками они скажут:",
          "ID": "10"
        },
        {
          "text": "«Горе! Горе! О, великий город!",
          "ID": "10"
        },
        {
          "text": "О, могучий город Вавилон!",
          "ID": "10"
        },
        {
          "text": "За один час постигло тебя наказание!»",
          "ID": "10"
        },
        {
          "text": "И торговцы во всем мире будут плакать и горевать по ней, так как никто не покупает больше у них товаров:",
          "ID": "11"
        },
        {
          "text": "золота, серебра, драгоценных камней и жемчуга, полотна, багряницы, шелка и красных тканей, и дерево лимонное, и всякие изделия из слоновой кости, драгоценного дерева, меди, железа и мрамора,",
          "ID": "12"
        },
        {
          "text": "корицу, пряности, ароматические курения, благовония, миро, вино и масло, лучшую муку и пшеницу, крупный скот и овец, лошадей и повозки, тела и души людские.",
          "ID": "13"
        },
        {
          "text": "«О великий Вавилон!",
          "ID": "14"
        },
        {
          "text": "Всё то драгоценное,",
          "ID": "14"
        },
        {
          "text": "чем ты стремилась владеть, покинуло тебя.",
          "ID": "14"
        },
        {
          "text": "Вся роскошь и великолепие утрачены,",
          "ID": "14"
        },
        {
          "text": "и ты никогда не обретёшь их вновь».",
          "ID": "14"
        },
        {
          "text": "Торговцы, продававшие ей всё это и разбогатевшие за её счет, будут держаться в стороне из страха перед её муками. Они будут плакать и горевать о ней,",
          "ID": "15"
        },
        {
          "text": "говоря:",
          "ID": "16"
        },
        {
          "text": "«Горе! Горе великому городу!",
          "ID": "16"
        },
        {
          "text": "Она была облачена в полотно,",
          "ID": "16"
        },
        {
          "text": "багряницу и красные одежды.",
          "ID": "16"
        },
        {
          "text": "Она сверкала золотом,",
          "ID": "16"
        },
        {
          "text": "драгоценными камнями и жемчугами.",
          "ID": "16"
        },
        {
          "text": "И всё это богатство уничтожено всего за один час!»",
          "ID": "17"
        },
        {
          "text": "И все кормчие, и все, кто плавает на кораблях, и все моряки, и все, кто живёт за счёт моря, держались в отдалении,",
          "ID": "17"
        },
        {
          "text": "а когда увидели, как дым поднимается от огня, на котором она сгорает, то закричали: «Разве есть город, равный этому?»",
          "ID": "18"
        },
        {
          "text": "Они посыпали головы пеплом и плакали, и горевали, восклицая:",
          "ID": "19"
        },
        {
          "text": "«Горе! Горе великому городу!",
          "ID": "19"
        },
        {
          "text": "Все те, у кого были морские корабли,",
          "ID": "19"
        },
        {
          "text": "обогатились благодаря её богатству,",
          "ID": "19"
        },
        {
          "text": "но она уничтожена была за один час!",
          "ID": "19"
        },
        {
          "text": "Ликуйте же, Небеса!",
          "ID": "20"
        },
        {
          "text": "Ликуйте, апостолы, пророки",
          "ID": "20"
        },
        {
          "text": "и все святые люди Божьи,",
          "ID": "20"
        },
        {
          "text": "потому что Бог наказал её за всё то,",
          "ID": "20"
        },
        {
          "text": "что она вам сделала!»",
          "ID": "20"
        },
        {
          "text": "И тогда могучий Ангел поднял камень размером с мельничный жернов, бросил его в море и сказал:",
          "ID": "21"
        },
        {
          "text": "«Вот так и великий город Вавилон",
          "ID": "21"
        },
        {
          "text": "будет низвергнут и исчезнет навсегда!",
          "ID": "21"
        },
        {
          "text": "Никогда больше не будут слышны здесь",
          "ID": "22"
        },
        {
          "text": "звуки играющих на лирах и поющих,",
          "ID": "22"
        },
        {
          "text": "играющих на свирелях и трубящих в трубы!",
          "ID": "22"
        },
        {
          "text": "Никогда не будет здесь больше никаких ремёсел,",
          "ID": "22"
        },
        {
          "text": "и никогда не раздастся шум жерновов.",
          "ID": "22"
        },
        {
          "text": "Никогда не засветится светильник,",
          "ID": "23"
        },
        {
          "text": "никогда не будут больше слышны",
          "ID": "23"
        },
        {
          "text": "голоса женихов и невест.",
          "ID": "23"
        },
        {
          "text": "Торговцы твои были великими этого мира.",
          "ID": "23"
        },
        {
          "text": "Все народы были обмануты твоим колдовством.",
          "ID": "23"
        },
        {
          "text": "Она повинна в крови пророков,",
          "ID": "24"
        },
        {
          "text": "Божьих святых и всех тех,",
          "ID": "24"
        },
        {
          "text": "кто был убит на земле!»",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18",
      "name": "Откровение Иоанна 18"
    },
    {
      "text": [
        {
          "text": "После этого я услышал громкий шум, подобный голосу многочисленного народа на Небесах. Они пели:",
          "ID": "1"
        },
        {
          "text": "«Аллилуия!",
          "ID": "1"
        },
        {
          "text": "Победа, Слава и сила принадлежит нашему Богу,",
          "ID": "1"
        },
        {
          "text": "так как суд Его истинен и справедлив.",
          "ID": "2"
        },
        {
          "text": "Он наказал блудницу,",
          "ID": "2"
        },
        {
          "text": "совратившую землю своим распутством.",
          "ID": "2"
        },
        {
          "text": "Он наказал блудницу,",
          "ID": "2"
        },
        {
          "text": "чтобы отплатить за смерть Своих слуг».",
          "ID": "2"
        },
        {
          "text": "И снова запели они:",
          "ID": "3"
        },
        {
          "text": "«Аллилуия!",
          "ID": "3"
        },
        {
          "text": "Дым будет возноситься над ней во веки вечные!»",
          "ID": "3"
        },
        {
          "text": "И после того двадцать четыре старца и четверо животных пали ниц и поклонились Богу, сидящему на троне. Они восклицали:",
          "ID": "4"
        },
        {
          "text": "«Аминь! Аллилуия!»",
          "ID": "4"
        },
        {
          "text": "Затем от престола раздался голос, произнёсший:",
          "ID": "5"
        },
        {
          "text": "«Восславьте нашего Бога все вы,",
          "ID": "5"
        },
        {
          "text": "слуги Его, малые и великие, кто почитает Его!»",
          "ID": "5"
        },
        {
          "text": "И тогда услышал я нечто подобное голосам множества людей, как рёв могучего водопада, оглушительные раскаты грома. Они пели:",
          "ID": "6"
        },
        {
          "text": "«Аллилуия!",
          "ID": "6"
        },
        {
          "text": "Правит наш Бог Всемогущий!",
          "ID": "6"
        },
        {
          "text": "Возрадуемся же и возликуем,",
          "ID": "7"
        },
        {
          "text": "и прославим Его,",
          "ID": "7"
        },
        {
          "text": "потому что настало время свадьбы Агнца,",
          "ID": "7"
        },
        {
          "text": "и невеста Его уже приготовилась.",
          "ID": "7"
        },
        {
          "text": "Дали ей надеть одежды",
          "ID": "8"
        },
        {
          "text": "из чистого сверкающего полотна».",
          "ID": "8"
        },
        {
          "text": "(Полотно же означает праведные поступки святых людей Божьих).",
          "ID": "8"
        },
        {
          "text": "Затем Ангел сказал мне: «Запиши вот что: „блаженны те, кто приглашён на пир свадебный”». И ещё сказал он мне: „это истинные слова Божьи”».",
          "ID": "9"
        },
        {
          "text": "И я упал к ногам его, поклоняясь, но он сказал мне: «Не делай этого! Я такой же слуга, как ты и братья твои, имеющие свидетельство Иисуса. Поклоняйся Богу! Так как в свидетельстве Иисуса — дух пророчества».",
          "ID": "10"
        },
        {
          "text": "И тогда я увидел, что раскрылось Небо, и передо мной предстал белый конь. Сидящего на нём называют Истинным и Верным, так как Он судит и ведёт войну справедливо.",
          "ID": "11"
        },
        {
          "text": "Глаза Его подобны пылающему огню. На голове у Него множество венцов, и на них написано имя, которого не знает никто, кроме Него Самого.",
          "ID": "12"
        },
        {
          "text": "Он одет в одежды, омытые кровью. Имя Его — «Слово Божье».",
          "ID": "13"
        },
        {
          "text": "За Ним следовали войска всадников на белых конях, облачённых в чистые сверкающие одежды из тонкого белого полотна.",
          "ID": "14"
        },
        {
          "text": "Изо рта у Него исходит острый меч, которым Он поразит язычников. Он будет править ими железным жезлом и отожмёт вино виноградным прессом яростного гнева Всемогущего Бога.",
          "ID": "15"
        },
        {
          "text": "На бедре у Него и на белом одеянии было написано Его имя:«царь царей и господь господствующих».",
          "ID": "16"
        },
        {
          "text": "И тогда я увидел Ангела, стоящего на поверхности солнца и громко воззвал он к птицам, парящим высоко в небе: «Придите, слетайтесь все вместе на великий пир Божий,",
          "ID": "17"
        },
        {
          "text": "пожирать трупы царей, полководцев и великих этого мира, трупы коней и всадников их, трупы свободных и рабов, трупы малых и великих».",
          "ID": "18"
        },
        {
          "text": "И увидел я тогда зверя и царей земных вместе с армиями их, собравшимися воевать с Сидящим на коне и с войском Его.",
          "ID": "19"
        },
        {
          "text": "Но схватили зверя вместе с лжепророком, совершавшим для зверя чудеса. Этими чудесами он обманывал тех, на ком был знак зверя и кто поклонялся его изображению. Оба они были заживо брошены в кипящее озеро огненной серы,",
          "ID": "20"
        },
        {
          "text": "а их войско было убито мечом, исходившим изо рта Сидящего на коне. И все птицы досыта наелись их трупами.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19",
      "name": "Откровение Иоанна 19"
    },
    {
      "text": [
        {
          "text": "И тогда я увидел Ангела, спускающегося с Небес. В руке у него был ключ от бездны и толстая цепь.",
          "ID": "1"
        },
        {
          "text": "Он схватил дракона, змея древнего, который есть дьявол и сатана, и сковал его, чтобы тот тысячу лет не мог освободиться.",
          "ID": "2"
        },
        {
          "text": "Ангел бросил его в бездну, запер и запечатал выход над ним, чтобы не мог он обманывать народы, пока не истечёт тысяча лет, после чего он должен быть освобождён на короткое время.",
          "ID": "3"
        },
        {
          "text": "Затем я увидел престолы с сидящими на них людьми, которые владели властью судить, и увидел я души тех, кто был обезглавлен за свидетельство об Иисусе и Слово Божье. Они не поклонялись ни зверю, ни изображению его и не приняли изображения его ни на лбы, ни на руки. Они возродились к жизни и царствовали вместе с Христом в течение тысячи лет.",
          "ID": "4"
        },
        {
          "text": "Остальные же мёртвые не возродились к жизни, пока не прошла тысяча лет.",
          "ID": "5"
        },
        {
          "text": "Это — первое воскрешение мёртвых.",
          "ID": "5"
        },
        {
          "text": "Блажен и свят тот, кто причастен к первому воскрешению. Вторая смерть не властна над ними. Они будут священниками Бога и Христа и будут править вместе с Ним тысячу лет.",
          "ID": "6"
        },
        {
          "text": "Затем, по завершении тысячи лет, выйдет сатана из темницы",
          "ID": "7"
        },
        {
          "text": "и отправится обольщать народы, рассеянные по земле, Гога и Магога, и сведёт их вместе для войны. И будет их такое множество, как песка на морском берегу.",
          "ID": "8"
        },
        {
          "text": "Они пересекли землю и окружили стан людей Божьих и возлюбленный Богом город. Но огонь спустился с Небес и пожрал сатанинское войско.",
          "ID": "9"
        },
        {
          "text": "И тогда сатана, прельстивший этих людей, был сброшен в озеро кипящей серы, туда, где находились зверь и лжепророк, и будут мучить их день и ночь во веки вечные.",
          "ID": "10"
        },
        {
          "text": "Тогда я увидел большой белый престол и Сидящего на нём. Земля и небо бесследно исчезли в Его присутствии.",
          "ID": "11"
        },
        {
          "text": "И увидел я, что мёртвые, великие и малые, стоят перед престолом. Несколько книг было раскрыто; и другая Книга была раскрыта — Книга Жизни. И мёртвые были судимы по делам их, записанным в книгах.",
          "ID": "12"
        },
        {
          "text": "Море отдало мёртвых, бывших в нём, и смерть и ад отдали мёртвых, которые были у них, и каждый судим был по поступкам его.",
          "ID": "13"
        },
        {
          "text": "И смерть и ад были низвергнуты в огненное озеро. Это и есть вторая смерть.",
          "ID": "14"
        },
        {
          "text": "И если чьё имя не было записано в Книгу Жизни, тот был низвергнут в огненное озеро.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20",
      "name": "Откровение Иоанна 20"
    },
    {
      "text": [
        {
          "text": "И тогда я увидел новое небо и новую землю, так как прежние небо и земля исчезли, и моря больше не существовало.",
          "ID": "1"
        },
        {
          "text": "Увидел я и город святой, новый Иерусалим, спускающийся от Бога с Небес и украшенный, как невеста, нарядившаяся для мужа своего.",
          "ID": "2"
        },
        {
          "text": "Я услышал громкий голос, раздавшийся от престола: «Смотрите, жилище Бога теперь находится среди людей. Он поселится среди них, и будут они Его народом, а Он станет их Богом.",
          "ID": "3"
        },
        {
          "text": "Осушит Он слёзы с глаз их и не будет более смерти. Не будет более ни скорби, ни горя, ни боли, потому что всё старое исчезло».",
          "ID": "4"
        },
        {
          "text": "И тогда, Сидящий на престоле сказал: «Смотри! Я сотворяю всё заново!» И сказал Он: «Запиши это, так как слова эти истинны и правдивы».",
          "ID": "5"
        },
        {
          "text": "И сказал Он мне: «Свершилось! Я Альфа и Омега, начало и конец. Я щедро даю воду из ручья жизни тем, кто томим жаждой.",
          "ID": "6"
        },
        {
          "text": "Тот, кто одержит победу, унаследует всё это. Я буду его Богом, он будет Моим сыном.",
          "ID": "7"
        },
        {
          "text": "Тру́́́сы же, неверующие, скверные, убийцы, развратники, колдуны, идолопоклонники и все лжецы обретут свою участь в озере горящей серы. Это — вторая смерть».",
          "ID": "8"
        },
        {
          "text": "И вышел тогда один из семи Ангелов, у которых было семь чаш, наполненных семью последними бедствиями и сказал мне: «Подойди сюда. Я покажу тебе новобрачную, жену Агнца».",
          "ID": "9"
        },
        {
          "text": "И Духом своим перенёс меня Ангел на крутую высокую гору и показал мне святой город Иерусалим, спускавшийся с Небес от Бога.",
          "ID": "10"
        },
        {
          "text": "В нём была Слава Божья. Сияние его подобно сиянию драгоценного камня, такого, как яшма, и прозрачного, как хрусталь.",
          "ID": "11"
        },
        {
          "text": "Вокруг него была большая высокая стена с двенадцатью воротами. У ворот было двенадцать Ангелов, а на воротах написаны были имена двенадцати родов Израиля.",
          "ID": "12"
        },
        {
          "text": "Было трое восточных ворот, трое — северных, трое — южных, трое — западных.",
          "ID": "13"
        },
        {
          "text": "Стены города стояли на двенадцати каменных основаниях, на которых были написаны имена двенадцати апостолов Агнца.",
          "ID": "14"
        },
        {
          "text": "У Ангела, говорящего со мной, держал золотой мерный посох, чтобы обмерить город, ворота и стены его.",
          "ID": "15"
        },
        {
          "text": "Город был построен в виде квадрата, ширина его была равна длине. Он обмерил город посохом, и мера оказалась равной 12000 стадий. Длина, ширина и высота его были одинаковы.",
          "ID": "16"
        },
        {
          "text": "Затем Ангел обмерил стены, и высота их оказалась равной 144 локтям. (Ангел пользовался человеческой мерой измерения).",
          "ID": "17"
        },
        {
          "text": "Стены были построены из яшмы, город же сам из чистого золота, подобного прозрачному стеклу.",
          "ID": "18"
        },
        {
          "text": "Основания стен украшены были всевозможными драгоценными камнями: первое яшмой,",
          "ID": "19"
        },
        {
          "text": "второе — сапфиром, третье — халцедоном, четвёртое — изумрудом, пятое — сардониксом, шестое — сердоликом, седьмое — хризолитом, восьмое — бериллом, девятое — топазом, десятое — хризопразом, одиннадцатое — гиацинтом, двенадцатое — аметистом.",
          "ID": "20"
        },
        {
          "text": "Сами же ворота были из жемчуга, по одной жемчужине на каждые ворота. Улицы города были вымощены золотом, чистым, как прозрачное стекло.",
          "ID": "21"
        },
        {
          "text": "Я не видел храма в городе, потому что храм его — Господь Бог Всемогущий и Агнец его.",
          "ID": "22"
        },
        {
          "text": "И не нужно городу ни солнца, ни луны, так как великолепие Бога освещает его, и Агнец — его светильник.",
          "ID": "23"
        },
        {
          "text": "Народы мира будут ходить при этом Свете, и цари земные принесут свою славу в этот город.",
          "ID": "24"
        },
        {
          "text": "Ворота его никогда не будут закрываться днём, ночи же там не будет.",
          "ID": "25"
        },
        {
          "text": "И принесут туда славу и честь народов.",
          "ID": "26"
        },
        {
          "text": "Ничто нечистое не войдёт в него, и никто из тех, кто творит постыдное или лжёт, только те, чьи имена занесены в Книгу Жизни.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21",
      "name": "Откровение Иоанна 21"
    },
    {
      "text": [
        {
          "text": "И тогда показал мне Ангел реку животворной воды, чистой, как хрусталь, которая текла от престола Божьего и от Агнца",
          "ID": "1"
        },
        {
          "text": "и протекала по улицам города. По обе стороны реки росло дерево Жизни. Оно приносит двенадцать урожаев в год, плодонося раз в месяц, а листья дерева предназначены для исцеления народов.",
          "ID": "2"
        },
        {
          "text": "Не будет там ничего, что неугодно Богу. Там будет престол Божий и Агнца, слуги Его будут поклоняться Ему.",
          "ID": "3"
        },
        {
          "text": "И увидят они лицо Его, и имя Божье будет на лбах у них.",
          "ID": "4"
        },
        {
          "text": "И не будет больше ночи, и не будет у них нужды ни в светильнике, ни в солнечном свете, так как Господь Бог будет светить им, и будут они править во веки веков, словно цари.",
          "ID": "5"
        },
        {
          "text": "И сказал мне Ангел: «Истинны и правдивы слова эти. Господь — Бог, давший пророкам дух пророческий, послал Ангела Своего показать Своим слугам то, что произойдёт вскоре:",
          "ID": "6"
        },
        {
          "text": "„Послушай! Я скоро приду! Блажен тот, кто повинуется пророческим словам, записанным в этой книге”».",
          "ID": "7"
        },
        {
          "text": "Я, Иоанн, слышал и видел всё это. И когда услышал и увидел, склонился к ногам Ангела, показывавшего мне это, в знак поклонения ему.",
          "ID": "8"
        },
        {
          "text": "Но он сказал мне: «Не делай этого! Я такой же слуга, как ты и твои собратья, пророки, которые повинуются словам, записанным в этой книге. Поклоняйся Богу!»",
          "ID": "9"
        },
        {
          "text": "И ещё сказал он мне: «Не держи в тайне пророческие слова, записанные в этой книге, так как близко время, когда всё это свершится.",
          "ID": "10"
        },
        {
          "text": "Пусть те, кто творил зло, так и продолжают поступать, а нечистые пусть остаются нечистыми. Пусть те, кто поступает праведно, так и продолжают поступать, а тот, кто свят, остаётся святым».",
          "ID": "11"
        },
        {
          "text": "«Послушай! Я скоро приду! Я принесу с собой награду. Я воздам каждому по делам его.",
          "ID": "12"
        },
        {
          "text": "Я Альфа и Омега, Первый и Последний, начало и конец.",
          "ID": "13"
        },
        {
          "text": "Блаженны те, кто омоют свои одежды. У них будет право вкусить от дерева жизни, пройти через ворота и войти в город.",
          "ID": "14"
        },
        {
          "text": "Псы же, а вместе с ними колдуны, развратники, убийцы, идолопоклонники и все, кто любит ложь и предаётся ей, останутся снаружи.",
          "ID": "15"
        },
        {
          "text": "Я, Иисус, послал Ангела Моего засвидетельствовать всё это перед церквями. Я — потомок рода Давида, яркая звезда утренняя».",
          "ID": "16"
        },
        {
          "text": "И Дух и невеста говорят: «Приди!» И пусть тот, кто услышит, скажет: «Приди!» И пусть тот, кто жаждет, придёт. Любой желающий сможет получить в дар воду животворную.",
          "ID": "17"
        },
        {
          "text": "Вот о чём я свидетельствую перед всеми, кто слышит пророческие слова этой книги: если кто добавит что-либо к этим словам, то Бог пошлёт на него все бедствия, описанные в ней.",
          "ID": "18"
        },
        {
          "text": "И если кто опустит что-то из пророческих слов этой книги, то Бог отнимет у того долю в древе жизни и святом городе, описанном в ней.",
          "ID": "19"
        },
        {
          "text": "Тот, кто свидетельствует обо всём этом, говорит: «Да, Я скоро приду».",
          "ID": "20"
        },
        {
          "text": "Аминь! Приди же, Господь Иисус!",
          "ID": "20"
        },
        {
          "text": "Да будет благодать Господа Иисуса со всеми вами!",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22",
      "name": "Откровение Иоанна 22"
    }
  ],
  "ID": "NT:REV(RSP)",
  "name": "Откровение Иоанна"
}