{
  "text": [
    {
      "text": [
        {
          "text": "Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus who are at Philippi, with the bishops and deacons.",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you, from God our Father and from the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "I give thanks to my God, with every remembrance of you,",
          "ID": "3"
        },
        {
          "text": "always, in all my prayers, making supplication for all of you with joy,",
          "ID": "4"
        },
        {
          "text": "because of your communion in the Gospel of Christ, from the first day even until now.",
          "ID": "5"
        },
        {
          "text": "I am confident of this very thing: that he who has begun this good work in you will perfect it, unto the day of Christ Jesus.",
          "ID": "6"
        },
        {
          "text": "So then, it is right for me to feel this way about all of you, because I hold you in my heart, and because, in my chains and in the defense and confirmation of the Gospel, you all are partakers of my joy.",
          "ID": "7"
        },
        {
          "text": "For God is my witness how, within the heart of Jesus Christ, I long for all of you.",
          "ID": "8"
        },
        {
          "text": "And this I pray: that your charity may abound more and more, with knowledge and with all understanding,",
          "ID": "9"
        },
        {
          "text": "so that you may be confirmed in what is better, in order that you may be sincere and without offense on the day of Christ:",
          "ID": "10"
        },
        {
          "text": "filled with the fruit of justice, through Jesus Christ, in the glory and praise of God.",
          "ID": "11"
        },
        {
          "text": "Now, brothers, I want you to know that the things concerning me happened for the advancement of the Gospel,",
          "ID": "12"
        },
        {
          "text": "in such a way that my chains have become manifest in Christ in every place of judgment and in all other such places.",
          "ID": "13"
        },
        {
          "text": "And many from among the brothers in the Lord, becoming confident through my chains, are now much bolder in speaking the Word of God without fear.",
          "ID": "14"
        },
        {
          "text": "Certainly, some do so even because of envy and contention; and others, too, do so because of a good will to preach Christ.",
          "ID": "15"
        },
        {
          "text": "Some act out of charity, knowing that I have been appointed for the defense of the Gospel.",
          "ID": "16"
        },
        {
          "text": "But others, out of contention, announce Christ insincerely, claiming that their difficulties lift them up to my chains.",
          "ID": "17"
        },
        {
          "text": "But what does it matter? As long as, by every means, whether under pretext or in truthfulness, Christ is announced. And about this, I rejoice, and moreover, I will continue to rejoice.",
          "ID": "18"
        },
        {
          "text": "For I know that this will bring me to salvation, through your prayers and under the ministration of the Spirit of Jesus Christ,",
          "ID": "19"
        },
        {
          "text": "by means of my own expectation and hope. For in nothing shall I be confounded. Instead, with all confidence, now just as always, Christ shall be magnified in my body, whether by life or by death.",
          "ID": "20"
        },
        {
          "text": "For to me, to live is Christ, and to die is gain.",
          "ID": "21"
        },
        {
          "text": "And while I live in the flesh, for me, there is the fruit of works. But I do not know which I would choose.",
          "ID": "22"
        },
        {
          "text": "For I am constrained between the two: having a desire to be dissolved and to be with Christ, which is the far better thing,",
          "ID": "23"
        },
        {
          "text": "but then to remain in the flesh is necessary for your sake.",
          "ID": "24"
        },
        {
          "text": "And having this confidence, I know that I shall remain and that I shall continue to remain with all of you, for your advancement and for your joy in the faith,",
          "ID": "25"
        },
        {
          "text": "so that your rejoicing may abound in Christ Jesus for me, through my return to you again.",
          "ID": "26"
        },
        {
          "text": "Only let your behavior be worthy of the Gospel of Christ, so that, whether I return and see you, or whether, being absent, I hear about you, still you may stand firm with one spirit, with one mind, laboring together for the faith of the Gospel.",
          "ID": "27"
        },
        {
          "text": "And in nothing be terrified by the adversaries. For what is to them is an occasion of perdition, is to you an occasion of salvation, and this is from God.",
          "ID": "28"
        },
        {
          "text": "For this has been given to you on behalf of Christ, not only so that you may believe in him, but even so that you may suffer with him,",
          "ID": "29"
        },
        {
          "text": "engaging in the same struggle, of a kind which you also have seen in me, and which you now have heard from me.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.1",
      "name": "Philippians 1"
    },
    {
      "text": [
        {
          "text": "Therefore, if there is any consolation in Christ, any solace of charity, any fellowship of the Spirit, any feelings of commiseration:",
          "ID": "1"
        },
        {
          "text": "complete my joy by having the same understanding, holding to the same charity, being of one mind, with the same sentiment.",
          "ID": "2"
        },
        {
          "text": "Let nothing be done by contention, nor in vain glory. Instead, in humility, let each of you esteem others to be better than himself.",
          "ID": "3"
        },
        {
          "text": "Let each of you not consider anything to be your own, but rather to belong to others.",
          "ID": "4"
        },
        {
          "text": "For this understanding in you was also in Christ Jesus:",
          "ID": "5"
        },
        {
          "text": "who, though he was in the form of God, did not consider equality with God something to be seized.",
          "ID": "6"
        },
        {
          "text": "Instead, he emptied himself, taking the form of a servant, being made in the likeness of men, and accepting the state of a man.",
          "ID": "7"
        },
        {
          "text": "He humbled himself, becoming obedient even unto death, even the death of the Cross.",
          "ID": "8"
        },
        {
          "text": "Because of this, God has also exalted him and has given him a name which is above every name,",
          "ID": "9"
        },
        {
          "text": "so that, at the name of Jesus, every knee would bend, of those in heaven, of those on earth, and of those in hell,",
          "ID": "10"
        },
        {
          "text": "and so that every tongue would confess that the Lord Jesus Christ is in the glory of God the Father.",
          "ID": "11"
        },
        {
          "text": "And so, my most beloved, just as you have always obeyed, not only in my presence, but even more so now in my absence: work toward your salvation with fear and trembling.",
          "ID": "12"
        },
        {
          "text": "For it is God who works in you, both so as to choose, and so as to act, in accord with his good will.",
          "ID": "13"
        },
        {
          "text": "And do everything without murmuring or hesitation.",
          "ID": "14"
        },
        {
          "text": "So may you be without blame, simple sons of God, without reproof, in the midst of a depraved and perverse nation, among whom you shine like lights in the world,",
          "ID": "15"
        },
        {
          "text": "holding to the Word of Life, until my glory in the day of Christ. For I have not run in vain, nor have I labored in vain.",
          "ID": "16"
        },
        {
          "text": "Moreover, if I am to be immolated because of the sacrifice and service of your faith, I rejoice and give thanks with all of you.",
          "ID": "17"
        },
        {
          "text": "And over this same thing, you also should rejoice and give thanks, together with me.",
          "ID": "18"
        },
        {
          "text": "Now I hope in the Lord Jesus to send Timothy to you soon, in order that I may be encouraged, when I know the things concerning you.",
          "ID": "19"
        },
        {
          "text": "For I have no one else with such an agreeable mind, who, with sincere affection, is solicitous for you.",
          "ID": "20"
        },
        {
          "text": "For they all seek the things that are of themselves, not the things that are of Jesus Christ.",
          "ID": "21"
        },
        {
          "text": "So know this evidence of him: that like a son with a father, so has he served with me in the Gospel.",
          "ID": "22"
        },
        {
          "text": "Therefore, I hope to send him to you immediately, as soon as I see what will happen concerning me.",
          "ID": "23"
        },
        {
          "text": "But I trust in the Lord that I myself will also return to you soon.",
          "ID": "24"
        },
        {
          "text": "Now I have considered it necessary to send to you Epaphroditus, my brother, and co-worker, and fellow soldier, and an attendant to my needs, but your Apostle.",
          "ID": "25"
        },
        {
          "text": "For certainly, he has desired all of you, and he was saddened because you had heard that he was sick.",
          "ID": "26"
        },
        {
          "text": "For he was sick, even unto death, but God took pity on him, and not only on him, but truly on myself also, so that I would not have sorrow upon sorrow.",
          "ID": "27"
        },
        {
          "text": "Therefore, I sent him more readily, in order that, by seeing him again, you may rejoice, and I may be without sorrow.",
          "ID": "28"
        },
        {
          "text": "And so, receive him with every joy in the Lord, and treat all those like him with honor.",
          "ID": "29"
        },
        {
          "text": "For he was brought close even to death, for the sake of the work of Christ, handing over his own life, so that he might fulfill what was lacking from you concerning my service.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.2",
      "name": "Philippians 2"
    },
    {
      "text": [
        {
          "text": "Concerning other things, my brothers, rejoice in the Lord. It is certainly not tiresome for me to write the same things to you, but for you, it is not necessary.",
          "ID": "1"
        },
        {
          "text": "Beware of dogs; beware of those who work evil; beware of those who are divisive.",
          "ID": "2"
        },
        {
          "text": "For we are the circumcised, we who serve God in the Spirit and who glory in Christ Jesus, having no confidence in the flesh.",
          "ID": "3"
        },
        {
          "text": "Nevertheless, I might have confidence also in the flesh, for if anyone else seems to have confidence in the flesh, more so do I.",
          "ID": "4"
        },
        {
          "text": "For I was circumcised on the eighth day, of the stock of Israel, from the tribe of Benjamin, a Hebrew among Hebrews. According to the law, I was a Pharisee;",
          "ID": "5"
        },
        {
          "text": "according to zeal, I persecuted the Church of God; according to the justice that is in the law, I lived without blame.",
          "ID": "6"
        },
        {
          "text": "But the things which had been to my gain, the same have I considered a loss, for the sake of Christ.",
          "ID": "7"
        },
        {
          "text": "Yet truly, I consider everything to be a loss, because of the preeminent knowledge of Jesus Christ, my Lord, for whose sake I have suffered the loss of everything, considering it all to be like dung, so that I may gain Christ,",
          "ID": "8"
        },
        {
          "text": "and so that you may be found in him, not having my justice, which is of the law, but that which is of the faith of Christ Jesus, the justice within faith, which is of God.",
          "ID": "9"
        },
        {
          "text": "So shall I know him, and the power of his resurrection, and the fellowship of his Passion, having been fashioned according to his death,",
          "ID": "10"
        },
        {
          "text": "if, by some means, I might attain to the resurrection which is from the dead.",
          "ID": "11"
        },
        {
          "text": "It is not as though I have already received this, or were already perfect. But rather I pursue, so that by some means I might attain, that in which I have already been attained by Christ Jesus.",
          "ID": "12"
        },
        {
          "text": "Brothers, I do not consider that I have already attained this. Instead, I do one thing: forgetting those things that are behind, and extending myself toward those things that are ahead,",
          "ID": "13"
        },
        {
          "text": "I pursue the destination, the prize of the heavenly calling of God in Christ Jesus.",
          "ID": "14"
        },
        {
          "text": "Therefore, as many of us as are being perfected, let us agree about this. And if in anything you disagree, God will reveal this to you also.",
          "ID": "15"
        },
        {
          "text": "Yet truly, whatever point we reach, let us be of the same mind, and let us remain in the same rule.",
          "ID": "16"
        },
        {
          "text": "Be imitators of me, brothers, and observe those who are walking similarly, just as you have seen by our example.",
          "ID": "17"
        },
        {
          "text": "For many persons, about whom I have often told you (and now tell you, weeping,) are walking as enemies of the cross of Christ.",
          "ID": "18"
        },
        {
          "text": "Their end is destruction; their god is their belly; and their glory is in their shame: for they are immersed in earthly things.",
          "ID": "19"
        },
        {
          "text": "But our way of life is in heaven. And from heaven, too, we await the Savior, our Lord Jesus Christ,",
          "ID": "20"
        },
        {
          "text": "who will transform the body of our lowliness, according to the form of the body of his glory, by means of that power by which he is even able to subject all things to himself.",
          "ID": "21"
        }
      ],
      "ID": "NT:PHP.3",
      "name": "Philippians 3"
    },
    {
      "text": [
        {
          "text": "And so, my most beloved and most desired brothers, my joy and my crown: stand firm in this way, in the Lord, most beloved.",
          "ID": "1"
        },
        {
          "text": "I ask Euodia, and I beg Syntyche, to have the same understanding in the Lord.",
          "ID": "2"
        },
        {
          "text": "And I also ask you, as my genuine companion, to assist those women who have labored with me in the Gospel, with Clement and the rest of my assistants, whose names are in the Book of Life.",
          "ID": "3"
        },
        {
          "text": "Rejoice in the Lord always. Again, I say, rejoice.",
          "ID": "4"
        },
        {
          "text": "Let your modesty be known to all men. The Lord is near.",
          "ID": "5"
        },
        {
          "text": "Be anxious about nothing. But in all things, with prayer and supplication, with acts of thanksgiving, let your petitions be made known to God.",
          "ID": "6"
        },
        {
          "text": "And so shall the peace of God, which exceeds all understanding, guard your hearts and minds in Christ Jesus.",
          "ID": "7"
        },
        {
          "text": "Concerning the rest, brothers, whatever is true, whatever is chaste, whatever is just, whatever is holy, whatever is worthy to be loved, whatever is of good repute, if there is any virtue, if there is any praiseworthy discipline: meditate on these.",
          "ID": "8"
        },
        {
          "text": "All the things that you have learned and accepted and heard and seen in me, do these. And so shall the God of peace be with you.",
          "ID": "9"
        },
        {
          "text": "Now I rejoice in the Lord exceedingly, because finally, after some time, your feelings for me have flourished again, just as you formerly felt. For you had been preoccupied.",
          "ID": "10"
        },
        {
          "text": "I am not saying this as if out of need. For I have learned that, in whatever state I am, it is sufficient.",
          "ID": "11"
        },
        {
          "text": "I know how to be humbled, and I know how to abound. I am prepared for anything, anywhere: either to be full or to be hungry, either to have abundance or to endure scarcity.",
          "ID": "12"
        },
        {
          "text": "Everything is possible in him who has strengthened me.",
          "ID": "13"
        },
        {
          "text": "Yet truly, you have done well by sharing in my tribulation.",
          "ID": "14"
        },
        {
          "text": "But you also know, O Philippians, that at the beginning of the Gospel, when I set out from Macedonia, not a single church shared with me in the plan of giving and receiving, except you alone.",
          "ID": "15"
        },
        {
          "text": "For you even sent to Thessalonica, once, and then a second time, for what was useful to me.",
          "ID": "16"
        },
        {
          "text": "It is not that I am seeking a gift. Instead, I seek the fruit that abounds to your benefit.",
          "ID": "17"
        },
        {
          "text": "But I have everything in abundance. I have been filled up, having received from Epaphroditus the things that you sent; this is an odor of sweetness, an acceptable sacrifice, pleasing to God.",
          "ID": "18"
        },
        {
          "text": "And may my God fulfill all your desires, according to his riches in glory in Christ Jesus.",
          "ID": "19"
        },
        {
          "text": "And to God our Father be glory forever and ever. Amen.",
          "ID": "20"
        },
        {
          "text": "Greet every saint in Christ Jesus.",
          "ID": "21"
        },
        {
          "text": "The brothers who are with me greet you. All the saints greet you, but especially those who are of Caesar's household.",
          "ID": "22"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with your spirit. Amen.",
          "ID": "23"
        }
      ],
      "ID": "NT:PHP.4",
      "name": "Philippians 4"
    }
  ],
  "ID": "NT:PHP(CPDV)",
  "version": "CPDV",
  "name": "Philippians"
}