{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "В начале всего было Слово,",
          "ID": "1"
        },
        {
          "text": "и Слово было с Богом, и Само Оно было Бог.",
          "ID": "1"
        },
        {
          "text": "Слово от начала уже было с Богом.",
          "ID": "2"
        },
        {
          "text": "Через Него всё обрело свое бытие,",
          "ID": "3"
        },
        {
          "text": "и без Него ничто из существующего не появилось.",
          "ID": "3"
        },
        {
          "text": "В Слове была жизнь, и жизнь эта – Свет людям.",
          "ID": "4"
        },
        {
          "text": "Этот Свет и во тьме светит: не одолела она Его.",
          "ID": "5"
        },
        {
          "text": "Пришло время, и явился человек именем Иоанн. Он был послан Богом, ",
          "ID": "6"
        },
        {
          "text": "и пришел как свидетель о Свете свидетельствовать, чтобы каждый, кто услышал его, мог уверовать в Свет. ",
          "ID": "7"
        },
        {
          "text": "Сам Он не был Светом, но ему суждено было свидетельствовать о Свете.",
          "ID": "8"
        },
        {
          "text": "А Сам Свет, истинный Свет, озаряющий каждого человека,",
          "ID": "9"
        },
        {
          "text": "уже входил тогда в наш мир.",
          "ID": "9"
        },
        {
          "text": "Он был в мире,",
          "ID": "10"
        },
        {
          "text": "но мир, обязанный Ему своим возникновением,",
          "ID": "10"
        },
        {
          "text": "не узнал Его.",
          "ID": "10"
        },
        {
          "text": "К своим Он пришел,",
          "ID": "11"
        },
        {
          "text": "но свои не захотели принять Его.",
          "ID": "11"
        },
        {
          "text": "Тех же, кто Его принял, кто уверовал в Него,",
          "ID": "12"
        },
        {
          "text": "наделил Он правом быть детьми Божьими –",
          "ID": "12"
        },
        {
          "text": "детьми, не обычным образом рожденными,",
          "ID": "13"
        },
        {
          "text": "не от влечения плоти и не от воли человеческой,",
          "ID": "13"
        },
        {
          "text": "но от Бога они рождены.",
          "ID": "13"
        },
        {
          "text": "Слово стало Человеком, и Он жил среди нас,",
          "ID": "14"
        },
        {
          "text": "исполненный истины и благодати.",
          "ID": "14"
        },
        {
          "text": "Мы видели славу Его,",
          "ID": "14"
        },
        {
          "text": "ту славу, которая от Отца у Него,",
          "ID": "14"
        },
        {
          "text": "как у единственного, несравненного Сына.",
          "ID": "14"
        },
        {
          "text": "Это о Нем свидетельствовал Иоанн,",
          "ID": "15"
        },
        {
          "text": "о Нем говорил принародно:",
          "ID": "15"
        },
        {
          "text": "«Вот Тот, о Котором сказал я:",
          "ID": "15"
        },
        {
          "text": "„Идущий за мной стоит выше меня,",
          "ID": "15"
        },
        {
          "text": "ибо и до моего рождения был Он уже“».",
          "ID": "15"
        },
        {
          "text": "От полноты благодати Его",
          "ID": "16"
        },
        {
          "text": "обретали мы все благословение за благословением;",
          "ID": "16"
        },
        {
          "text": "через Моисея Закон был нам дан,",
          "ID": "17"
        },
        {
          "text": "а через Иисуса Христа явились благодать с истиной.",
          "ID": "17"
        },
        {
          "text": "Никто никогда Бога не видел.",
          "ID": "18"
        },
        {
          "text": "Но единственный, несравненный Сын,",
          "ID": "18"
        },
        {
          "text": "Бог, Который у самого сердца Отца,",
          "ID": "18"
        },
        {
          "text": "открыл Его нам.",
          "ID": "18"
        },
        {
          "text": "Вот как свидетельствовал Иоанн, когда иудейские власти, что были в Иерусалиме, послали [к нему] священников и левитов спросить у него, кто он такой. ",
          "ID": "19"
        },
        {
          "text": "Иоанн, не уходя от ответа, прямо объявил им, открыто заявил: «Я не Мессия».",
          "ID": "20"
        },
        {
          "text": "«Что же, – спросили они его, – может быть, ты Илия?»",
          "ID": "21"
        },
        {
          "text": "«Нет!» – сказал он.",
          "ID": "21"
        },
        {
          "text": "«Тогда не тот ли ты пророк, которого ждем?» – был вопрос.",
          "ID": "21"
        },
        {
          "text": "И на это ответил он: «Нет».",
          "ID": "21"
        },
        {
          "text": "«Кто же ты, наконец? – спросили они. – Какой ответ должны мы дать пославшим нас? Что сам о себе ты скажешь?»",
          "ID": "22"
        },
        {
          "text": "Он ответил им словами пророка Исайи:",
          "ID": "23"
        },
        {
          "text": "«Я – голос громко взывающего в пустыне:",
          "ID": "23"
        },
        {
          "text": "„Приготовьте Господу путь!“»",
          "ID": "23"
        },
        {
          "text": "Иные из фарисеев, что были среди посланных к Иоанну, ",
          "ID": "24"
        },
        {
          "text": "спросили его: «Почему же ты крестишь, если не Мессия ты, не Илия и не пророк?»",
          "ID": "25"
        },
        {
          "text": "«Я водою крещу, – ответил им Иоанн. – Но здесь уже, рядом с вами где-то, Тот, Кого вы не знаете. ",
          "ID": "26"
        },
        {
          "text": "Он за мною идет, [я] даже недостоин сандалии развязать у Него». ",
          "ID": "27"
        },
        {
          "text": "Это было в Вифании, за Иорданом, где обычно крестил Иоанн.",
          "ID": "28"
        },
        {
          "text": "На следующий день видит Иоанн идущего к нему Иисуса и говорит: «Вот Агнец Божий! Греху мира сего кладет Он конец. ",
          "ID": "29"
        },
        {
          "text": "Это – Тот, о Ком сказал я: „Идет за мной Человек, Который стоит выше меня, ибо и до моего рождения был Он уже“. ",
          "ID": "30"
        },
        {
          "text": "Сам я не знал Его, но пришел крестить вас водой, чтобы ведом Он стал Израилю».",
          "ID": "31"
        },
        {
          "text": "«Я видел, – свидетельствовал Иоанн, – как Дух, подобно голубю, спустился с неба и остался на Нем. ",
          "ID": "32"
        },
        {
          "text": "Не знал я Его еще, но Пославший меня крестить водою сказал мне: „На Кого, ты увидишь, снизойдет и на Ком пребудет Дух, Тот и будет крестить Духом Святым“. ",
          "ID": "33"
        },
        {
          "text": "Я видел это и свидетельствую: Он – Сын Божий».",
          "ID": "34"
        },
        {
          "text": "На другой день снова стоял там Иоанн и с ним двое из учеников его. ",
          "ID": "35"
        },
        {
          "text": "Мимо них проходил Иисус. Увидев Его, Иоанн сказал: «Вот Агнец Божий!»",
          "ID": "36"
        },
        {
          "text": "Услышав это, эти два ученика пошли за Иисусом. ",
          "ID": "37"
        },
        {
          "text": "Он же оглянулся и, когда увидел, что те идут за Ним, спросил у них: «Чего вы хотите?»",
          "ID": "38"
        },
        {
          "text": "«Равви (это значит „учитель“), где живешь Ты?» – сказали они.",
          "ID": "38"
        },
        {
          "text": "«Идите за Мной и увидите», – ответил Он. Они пошли (было около четырех пополудни) и увидели, где Он живет. Весь остаток того дня провели они с Иисусом.",
          "ID": "39"
        },
        {
          "text": "Один из тех двоих, что услышали сказанное Иоанном и последовали за Иисусом, был Андрей, брат Симона Петра. ",
          "ID": "40"
        },
        {
          "text": "Он сразу разыскал брата своего Симона и объявил ему: «Представляешь, мы встретили Мессию?!» (В переводе с еврейского «Мессия» значит «Помазанник»).",
          "ID": "41"
        },
        {
          "text": "Андрей привел брата к Иисусу; Тот посмотрел на него и сказал: «Ты Симон, сын Иоанна, отныне имя твое будет Кифа» (что значит «камень»).",
          "ID": "42"
        },
        {
          "text": "На следующий день Иисус решил отправиться в Галилею. Встретив Филиппа, позвал Он его: «Пойдем со Мной!»",
          "ID": "43"
        },
        {
          "text": "(Филипп тот был из Вифсаиды, из одного города с Андреем и Петром.) ",
          "ID": "44"
        },
        {
          "text": "Филипп разыскал Нафанаила и сказал ему: «Мы нашли Того, о Ком Моисей написал в Законе и предсказали пророки: Иисуса, сына Иосифа, из Назарета!»",
          "ID": "45"
        },
        {
          "text": "«Из Назарета может ли быть что хорошее?» – возразил Нафанаил.",
          "ID": "46"
        },
        {
          "text": "«Иди и посмотри», – ответил Филипп.",
          "ID": "46"
        },
        {
          "text": "Иисус увидел идущего к Нему Нафанаила и сказал о нем: «Вот подлинно израильтянин, в коем хитрости нет».",
          "ID": "47"
        },
        {
          "text": "«Откуда Ты знаешь меня?» – удивился Нафанаил.",
          "ID": "48"
        },
        {
          "text": "«Еще до того, как позвал тебя Филипп, видел Я тебя сидевшим под смоковницей», – ответил ему Иисус.",
          "ID": "48"
        },
        {
          "text": "«Равви! – воскликнул Нафанаил. – Ты – Сын Божий, Ты – Царь Израиля!»",
          "ID": "49"
        },
        {
          "text": "На это Иисус ответил: «Ты веришь потому, что Я сказал тебе: видел тебя под смоковницей. То ли еще узнаешь!» ",
          "ID": "50"
        },
        {
          "text": "И добавил: «Воистину увидите вы небо открытым и ангелов Божьих, сходящих к Сыну Человеческому и возносящихся от Него».",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1",
      "name": "Евангелие по Иоанну 1"
    },
    {
      "text": [
        {
          "text": "Через два дня в Кане, что в Галилее, была свадьба. И была там мать Иисуса. ",
          "ID": "1"
        },
        {
          "text": "Иисус с учениками Его тоже был приглашен на свадьбу. ",
          "ID": "2"
        },
        {
          "text": "Когда на том пире кончилось вино, мать Иисуса говорит Ему: «У них нет вина».",
          "ID": "3"
        },
        {
          "text": "«Должно ли это беспокоить нас, о женщина? – ответил ей Иисус. – Не пришел еще час Мой».",
          "ID": "4"
        },
        {
          "text": "Тогда мать Его сказала слугам: «Делайте всё, как Он скажет вам!»",
          "ID": "5"
        },
        {
          "text": "Были там каменные кувшины для воды (иудеи пользовались ими для ритуальных омовений), шесть их было, и вмещали они от восьмидесяти до ста двадцати литров каждый.",
          "ID": "6"
        },
        {
          "text": "«Наполните кувшины водой», – сказал Иисус слугам. Те наполнили их до краев. ",
          "ID": "7"
        },
        {
          "text": "Тогда сказал Он им: «Теперь зачерпните и отнесите распорядителю пира!» Так и сделали они. ",
          "ID": "8"
        },
        {
          "text": "Когда распорядитель пира отведал воды, ставшей вином (а он, конечно, не знал, откуда оно, знали только слуги, зачерпнувшие воду), подозвал он жениха ",
          "ID": "9"
        },
        {
          "text": "и сказал ему: «Все, кого я знаю, сначала подают хорошее вино, а потом, когда уже много выпьют гости, – похуже, ты же лучшее берег до сих пор».",
          "ID": "10"
        },
        {
          "text": "Так совершил Иисус в Кане галилейской первое из Своих чудесных знамений. Явил Он там впервые силу Свою и величие, и уверовали в Него ученики Его.",
          "ID": "11"
        },
        {
          "text": "После того пришел Он с матерью Своей, братьями и учениками в Капернаум. Они пробыли там несколько дней.",
          "ID": "12"
        },
        {
          "text": "И как приближалась Пасха иудейская, то Иисус пошел в Иерусалим. ",
          "ID": "13"
        },
        {
          "text": "Во дворе Храма Он увидел торговцев, которые продавали быков, овец и голубей; были здесь и сидевшие за своими столами менялы. ",
          "ID": "14"
        },
        {
          "text": "Иисус сделал из веревок бич и выгнал из Храма всех торговавших вместе с овцами их и быками. Столы менял опрокинул Он, рассыпав их деньги, ",
          "ID": "15"
        },
        {
          "text": "а продавцам голубей сказал: «Уберите все это отсюда! Не превращайте в торжище Дом Отца Моего!» ",
          "ID": "16"
        },
        {
          "text": "Вспомнили тогда ученики Его, что в Писании сказано: «Преданность Дому Твоему уничтожит Меня».",
          "ID": "17"
        },
        {
          "text": "Тогда вожди иудейские спросили его: «Какое знамение явишь Ты нам, чтобы доказать Свое право так поступать?»",
          "ID": "18"
        },
        {
          "text": "«Разрушьте Храм этот, – ответил им Иисус, – и Я в три дня воздвигну его».",
          "ID": "19"
        },
        {
          "text": "«Как, – возразили они, – сорок шесть лет строился этот Храм, а Ты берешься воздвигнуть его в три дня?!» ",
          "ID": "20"
        },
        {
          "text": "Но, говоря о Храме, Иисус имел в виду тело Свое. ",
          "ID": "21"
        },
        {
          "text": "Потом уже, когда воскрес Иисус из мертвых, ученики Его вспомнили, что Он говорил об этом, и обрели уверенность в Писании и в словах Иисуса.",
          "ID": "22"
        },
        {
          "text": "Во дни пребывания Его в Иерусалиме на празднике Пасхи многие, видя чудесные знаменья, которые Он творил, уверовали в Него. ",
          "ID": "23"
        },
        {
          "text": "Иисус же не вверял Себя им, потому что знал их всех; ",
          "ID": "24"
        },
        {
          "text": "Он не нуждался ни в чьих свидетельствах о ком бы то ни было, ибо Сам знал, что в каком человеке есть.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "Евангелие по Иоанну 2"
    },
    {
      "text": [
        {
          "text": "Был среди фарисеев человек по имени Никодим, один из старейшин иудейских. ",
          "ID": "1"
        },
        {
          "text": "Однажды ночью он пришел к Иисусу и сказал Ему: «Равви, ведомо нам, что Ты – Учитель, посланный Богом, никто ведь не сможет совершить знамений, Тобой творимых, если не будет с ним Бог».",
          "ID": "2"
        },
        {
          "text": "Иисус ответил:",
          "ID": "3"
        },
        {
          "text": "«Поверь Мне: кто не родится свыше,",
          "ID": "3"
        },
        {
          "text": "не увидит Царства Божия».",
          "ID": "3"
        },
        {
          "text": "«Но может ли человек родиться заново, если стар он уже? – возразил Никодим. – Разве может вернуться он в чрево матери своей и родиться второй раз?»",
          "ID": "4"
        },
        {
          "text": "«Уверяю тебя, – ответил Иисус, –",
          "ID": "5"
        },
        {
          "text": "кто не родится от воды и Духа,",
          "ID": "5"
        },
        {
          "text": "тот не сможет войти в Царство Божие.",
          "ID": "5"
        },
        {
          "text": "От плоти рождается только плоть,",
          "ID": "6"
        },
        {
          "text": "и лишь Дух рождает дух.",
          "ID": "6"
        },
        {
          "text": "Не удивляйся тому, что сказал я тебе:",
          "ID": "7"
        },
        {
          "text": "каждый из вас должен родиться свыше.",
          "ID": "7"
        },
        {
          "text": "Ветер веет, где хочет.",
          "ID": "8"
        },
        {
          "text": "Но, даже если слышишь шум его,",
          "ID": "8"
        },
        {
          "text": "не знаешь, откуда он и где будет дуть потом.",
          "ID": "8"
        },
        {
          "text": "Так и с каждым, кто родится от Духа».",
          "ID": "8"
        },
        {
          "text": "«Но как же может быть такое?» – спросил Никодим.",
          "ID": "9"
        },
        {
          "text": "«Ты – учитель в Израиле, а такого не знаешь?! – отозвался Иисус. – ",
          "ID": "10"
        },
        {
          "text": "Верь Мне, мы говорим о том, что знаем,",
          "ID": "11"
        },
        {
          "text": "и о том свидетельствуем, что видели.",
          "ID": "11"
        },
        {
          "text": "А вы свидетельства нашего не принимаете.",
          "ID": "11"
        },
        {
          "text": "Но если не верите Мне, когда о земном говорю,",
          "ID": "12"
        },
        {
          "text": "поверите ли словам Моим о небесном?",
          "ID": "12"
        },
        {
          "text": "Ведь на Небе не бывал никто, кроме Сына Человеческого,",
          "ID": "13"
        },
        {
          "text": "с Неба и сошедшего.",
          "ID": "13"
        },
        {
          "text": "Как поднят был некогда Моисеем медный змей в пустыне,",
          "ID": "14"
        },
        {
          "text": "так и Сын Человеческий должен быть на высоту поднят,",
          "ID": "14"
        },
        {
          "text": "дабы каждый верующий обрел в Нем вечную жизнь.",
          "ID": "15"
        },
        {
          "text": "Бог ведь так полюбил этот мир,",
          "ID": "16"
        },
        {
          "text": "что пожертвовал Сыном Своим единственным,",
          "ID": "16"
        },
        {
          "text": "чтобы всякий, кто верит в Него,",
          "ID": "16"
        },
        {
          "text": "не погиб, но обрел жизнь вечную.",
          "ID": "16"
        },
        {
          "text": "Не для того Бог послал Сына в мир,",
          "ID": "17"
        },
        {
          "text": "чтобы Он судил его,",
          "ID": "17"
        },
        {
          "text": "но чтобы спасен был мир через Него.",
          "ID": "17"
        },
        {
          "text": "Никто из верующих в Него судим не будет;",
          "ID": "18"
        },
        {
          "text": "а неверующий уже осужден,",
          "ID": "18"
        },
        {
          "text": "потому что не поверил в единственного Сына Божия.",
          "ID": "18"
        },
        {
          "text": "Суд же состоит в том, что в мир Свет пришел,",
          "ID": "19"
        },
        {
          "text": "а люди тьму полюбили больше, чем Свет, ибо злы дела их.",
          "ID": "19"
        },
        {
          "text": "Все, кто злое творит, ненавидят Свет и к Свету не идут,",
          "ID": "20"
        },
        {
          "text": "дабы не раскрылось содеянное ими.",
          "ID": "20"
        },
        {
          "text": "Но кто истине следует во всем, что он делает,",
          "ID": "21"
        },
        {
          "text": "тот к Свету тянется, и тогда явным становится:",
          "ID": "21"
        },
        {
          "text": "всё, что делает он, в послушании Богу делает».",
          "ID": "21"
        },
        {
          "text": "Вскоре после того пришел Иисус со Своими учениками в Иудею и пробыл там с ними некоторое время и крестил людей. ",
          "ID": "22"
        },
        {
          "text": "Иоанн же продолжал крестить в Эноне, неподалеку от Салима, потому что там было достаточно воды; иные шли и туда, чтобы принять крещение ",
          "ID": "23"
        },
        {
          "text": "(это было еще до того, как бросили Иоанна в темницу).",
          "ID": "24"
        },
        {
          "text": "Некий иудей завел однажды с учениками Иоанна спор о ритуальном очищении. ",
          "ID": "25"
        },
        {
          "text": "Те пришли тогда к Иоанну и сказали: «Равви, Тот Человек, Который был с тобой по ту сторону Иордана и о Котором свидетельствовал ты, вот Он крестит теперь, и все идут к Нему».",
          "ID": "26"
        },
        {
          "text": "«Не может человек взять на себя ничего, – ответил Иоанн, –",
          "ID": "27"
        },
        {
          "text": "если не дано ему то Небом.",
          "ID": "27"
        },
        {
          "text": "Вы сами свидетели тому, что я говорил: „Я не Мессия, а только предвестник Его“.",
          "ID": "28"
        },
        {
          "text": "Тот и жених, у кого невеста есть.",
          "ID": "29"
        },
        {
          "text": "А друг жениха, рядом стоящий и слушающий его,",
          "ID": "29"
        },
        {
          "text": "радуется и с ликованием внимает голосу жениха.",
          "ID": "29"
        },
        {
          "text": "Вот в чем и моя радость, и ныне полной стала она.",
          "ID": "29"
        },
        {
          "text": "Ему – возрастать, мне – умаляться.",
          "ID": "30"
        },
        {
          "text": "Свыше Приходящий выше всех, конечно;",
          "ID": "31"
        },
        {
          "text": "а кто от земли – он и есть земной,",
          "ID": "31"
        },
        {
          "text": "он и говорит, как земной.",
          "ID": "31"
        },
        {
          "text": "Приходящий с Небес – [выше всех];",
          "ID": "31"
        },
        {
          "text": "Он о том свидетельствует, что видел и слышал,",
          "ID": "32"
        },
        {
          "text": "но свидетельству Его не внемлют.",
          "ID": "32"
        },
        {
          "text": "Принявший же свидетельство это",
          "ID": "33"
        },
        {
          "text": "подтверждает истинность слов Божьих.",
          "ID": "33"
        },
        {
          "text": "Кто Богом послан, Тот Божии и говорит слова:",
          "ID": "34"
        },
        {
          "text": "Бог без меры дает Ему Дух.",
          "ID": "34"
        },
        {
          "text": "Любит Своего Сына Отец и всё вверил в руки Его.",
          "ID": "35"
        },
        {
          "text": "Кто верит в Сына, тот вечную жизнь наследует,",
          "ID": "36"
        },
        {
          "text": "а кто Cыну отказывается верить, никогда той жизни не увидит –",
          "ID": "36"
        },
        {
          "text": "гнев Божий навлекает он на себя».",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "Евангелие по Иоанну 3"
    },
    {
      "text": [
        {
          "text": "К тому времени до фарисеев дошел слух, что у Иисуса больше учеников и большее число людей крестит Он, чем Иоанн (крестил, правда, не Сам Иисус, а ученики его). Узнав об этой молве, ",
          "ID": "1"
        },
        {
          "text": "Иисус покинул Иудею ивновь отправился в Галилею. ",
          "ID": "3"
        },
        {
          "text": "Путь Его лежал через Самарию, ",
          "ID": "4"
        },
        {
          "text": "и случилось Ему дойти до самаритянского города Сихарь, что рядом с тем известным полем, которое Иаков выделил сыну своему Иосифу. ",
          "ID": "5"
        },
        {
          "text": "Был там колодец Иакова. Уставший от дороги, Иисус присел около него. Дело было в полдень.",
          "ID": "6"
        },
        {
          "text": "Пришла туда за водой какая-то женщина самарянская. Иисус попросил ее: «Дай Мне напиться!» ",
          "ID": "7"
        },
        {
          "text": "(Учеников Его не было тогда: они ушли в город купить еды.)",
          "ID": "8"
        },
        {
          "text": "«Как?! Ты, иудей, просишь у меня, самаритянки, пить?» – удивилась женщина (иудеи ведь не имели дел с самаритянами).",
          "ID": "9"
        },
        {
          "text": "«Если бы знала ты, что Бог дарует,",
          "ID": "10"
        },
        {
          "text": "если бы знала, Кто просит у тебя напиться, –",
          "ID": "10"
        },
        {
          "text": "ты и сама попросила бы Его, и Он дал бы тебе живой воды», –",
          "ID": "10"
        },
        {
          "text": "ответил Иисус.",
          "ID": "10"
        },
        {
          "text": "«Тебе, Господин, и зачерпнуть-то нечем, – промолвила [женщина], – а колодец так глубок – откуда же взять Тебе „живую воду“? ",
          "ID": "11"
        },
        {
          "text": "Разве больше Ты отца нашего Иакова, давшего нам этот колодец, из которого и сам он пил, и его сыновья, и скот свой они поили?» ",
          "ID": "12"
        },
        {
          "text": "Иисус сказал на это:",
          "ID": "13"
        },
        {
          "text": "«Кто эту пьет воду, тот снова захочет пить.",
          "ID": "13"
        },
        {
          "text": "Но кто выпьет воды, которую Я дам ему,",
          "ID": "14"
        },
        {
          "text": "забудет тот, что такое жажда.",
          "ID": "14"
        },
        {
          "text": "Вода, которую дам Я, станет тем неиссякающим ключом,",
          "ID": "14"
        },
        {
          "text": "который будет бить в нем",
          "ID": "14"
        },
        {
          "text": "на всем пути его к вечной жизни».",
          "ID": "14"
        },
        {
          "text": "«Так дай же мне, Господин, – попросила женщина, – воды Твоей, чтобы не хотелось уже мне больше пить и не нужно было ходить сюда за водой».",
          "ID": "15"
        },
        {
          "text": "«Ступай, позови своего мужа, – ответил Иисус, – и вместе с ним приходи сюда».",
          "ID": "16"
        },
        {
          "text": "«Нет у меня мужа», – сказала она Ему.",
          "ID": "17"
        },
        {
          "text": "«Правильно говоришь ты, – заметил Иисус, – нет у тебя мужа. ",
          "ID": "17"
        },
        {
          "text": "Было у тебя уже пять мужей, а тот, с кем теперь ты живешь, не муж тебе; ты правду сказала».",
          "ID": "18"
        },
        {
          "text": "«Я вижу, Господин, что Ты пророк! – удивилась женщина. – ",
          "ID": "19"
        },
        {
          "text": "Объясни тогда, почему наши предки на этой горе совершали свои богослужения, а вы, иудеи, говорите, что место, где следует это делать, – в Иерусалиме?» ",
          "ID": "20"
        },
        {
          "text": "Иисус ответил:",
          "ID": "21"
        },
        {
          "text": "«Верь мне, женщина: недалеко уже время,",
          "ID": "21"
        },
        {
          "text": "когда вы будете поклоняться Отцу",
          "ID": "21"
        },
        {
          "text": "не на этой горе и не в Иерусалиме.",
          "ID": "21"
        },
        {
          "text": "Вы ведь, самаритяне, и не знаете, чему поклоняетесь,",
          "ID": "22"
        },
        {
          "text": "а мы знаем, недаром от иудеев – спасение.",
          "ID": "22"
        },
        {
          "text": "Близко время, и даже наступило уже оно,",
          "ID": "23"
        },
        {
          "text": "когда истинно почитающие Отца",
          "ID": "23"
        },
        {
          "text": "будут в духе и истине поклоняться Ему –",
          "ID": "23"
        },
        {
          "text": "такого Он ждет поклонения.",
          "ID": "23"
        },
        {
          "text": "Бог – это дух, и те, кто хочет поклоняться Ему,",
          "ID": "24"
        },
        {
          "text": "должны поклоняться в духе и истине».",
          "ID": "24"
        },
        {
          "text": "«Я знаю, – отозвалась женщина, – что придет Мессия, то есть Христос. Вот Он и объяснит нам всё, когда придет».",
          "ID": "25"
        },
        {
          "text": "Тогда Иисус сказал: «ЭТО Я, Я, говорящий теперь с тобой».",
          "ID": "26"
        },
        {
          "text": "В это время вернулись как раз ученики Его. Удивились они, увидев, что разговаривает Иисус с женщиной, но никто не решился спросить, почему Он заговорил с ней и о чем.",
          "ID": "27"
        },
        {
          "text": "Женщина та оставила свой кувшин и ушла в город; и стала она там говорить людям: ",
          "ID": "28"
        },
        {
          "text": "«Пойдите, посмотрите на Человека, Который рассказал мне про всё, что я делала прежде. Уж не Христос ли Он?» ",
          "ID": "29"
        },
        {
          "text": "Люди вышли из города и направились к Нему.",
          "ID": "30"
        },
        {
          "text": "Ученики тем временем просили Его: «Равви, поешь что-нибудь!»",
          "ID": "31"
        },
        {
          "text": "Но Он сказал им: «У Меня есть пища, о какой не знаете вы».",
          "ID": "32"
        },
        {
          "text": "В недоумении спрашивали они друг друга: «Не приносил ли кто поесть Ему?»",
          "ID": "33"
        },
        {
          "text": "Иисус же продолжал:",
          "ID": "34"
        },
        {
          "text": "«Исполнить волю Пославшего Меня",
          "ID": "34"
        },
        {
          "text": "и дело Его завершить – вот пища Моя.",
          "ID": "34"
        },
        {
          "text": "Не говорите ли вы: „Пройдет четыре месяца, и наступит жатва“?",
          "ID": "35"
        },
        {
          "text": "Но оглянитесь, говорю вам, посмотрите на нивы:",
          "ID": "35"
        },
        {
          "text": "побелели они, созрели для жатвы.",
          "ID": "35"
        },
        {
          "text": "Так что получает уже жнец награду свою,",
          "ID": "36"
        },
        {
          "text": "собирая урожай для вечной жизни,",
          "ID": "36"
        },
        {
          "text": "и могут радоваться вместе и сеятель, и жнец.",
          "ID": "36"
        },
        {
          "text": "Справедлива пословица: „Один сеет, а другой жнет“.",
          "ID": "37"
        },
        {
          "text": "Я послал вас жать то,",
          "ID": "38"
        },
        {
          "text": "над чем не вы трудились, а другие,",
          "ID": "38"
        },
        {
          "text": "они трудились,",
          "ID": "38"
        },
        {
          "text": "но суждено вам разделить с ними плоды трудов их».",
          "ID": "38"
        },
        {
          "text": "А та самаритянка продолжала свидетельствовать повсюду: «Он рассказал мне всё, что я делала прежде». И многие жители города того уверовали в Него, ",
          "ID": "39"
        },
        {
          "text": "поэтому, когда самаритяне пришли к Иисусу, они попросили Его побыть с ними. Он оставался у них два дня, ",
          "ID": "40"
        },
        {
          "text": "и тогда еще больше людей уверовало в Иисуса, после того, как сами они услышали Его.",
          "ID": "41"
        },
        {
          "text": "Они говорили той женщине: «Не с твоих уже слов веруем, но потому, что сами слышали Его. Теперь мы знаем: Он воистину Спаситель мира».",
          "ID": "42"
        },
        {
          "text": "Через два дня Иисус ушел оттуда в Галилею ",
          "ID": "43"
        },
        {
          "text": "(Он ведь Сам говорил ученикам Своим, что не признают пророка в отечестве его). ",
          "ID": "44"
        },
        {
          "text": "Многие галилеяне тоже были на празднике в Иерусалиме и видели все чудеса, которые совершил там Иисус, потому с радостью встретили они Его у себя в Галилее.",
          "ID": "45"
        },
        {
          "text": "Иисус потом вновь появился в Кане, в том самом селении галилейском, где он превратил однажды воду в вино. Там остановился в то время царедворец, у которого в Капернауме страдал от тяжелой болезни сын. ",
          "ID": "46"
        },
        {
          "text": "Прослышав, что Иисус опять пришел из Иудеи в Галилею, отец явился к Нему и стал просить Его пойти в Капернаум, дабы исцелить сына его, который уже при смерти.",
          "ID": "47"
        },
        {
          "text": "«Неужели не уверует из вас никто, не увидев знамений и чудес?» – отозвался на эту просьбу Иисус.",
          "ID": "48"
        },
        {
          "text": "Царедворец торопил: «Господин! Пойдем скорее, пока не умерло дитя мое».",
          "ID": "49"
        },
        {
          "text": "«Иди домой, – ответил ему Иисус, – жив твой сын и будет здоров».",
          "ID": "50"
        },
        {
          "text": "Поверил человек тот словам Иисуса и пошел. ",
          "ID": "50"
        },
        {
          "text": "Был он еще в пути, когда встретили его слуги и сказали, что мальчик жив и здоров. ",
          "ID": "51"
        },
        {
          "text": "Отец спросил, в котором часу стало легче его сыну. «Вчера около часа дня оставила его лихорадка», – ответили слуги.",
          "ID": "52"
        },
        {
          "text": "Понял отец, что в тот самый час произошло исцеление, когда Иисус сказал ему: «Жив твой сын и будет здоров». Уверовал царедворец в Иисуса, а с ним и весь дом его.",
          "ID": "53"
        },
        {
          "text": "Это было второе чудесное знамение в Галилее, которое совершил Иисус по возвращении из Иудеи.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "Евангелие по Иоанну 4"
    },
    {
      "text": [
        {
          "text": "После того снова ходил Иисус на один из иудейских праздников в Иерусалим. ",
          "ID": "1"
        },
        {
          "text": "Там у Овечьих ворот есть водоем (по-еврейски он называется Вифезда) с пятью галереями. ",
          "ID": "2"
        },
        {
          "text": "В них лежало множество больных: слепых, хромых, параличных. ",
          "ID": "3"
        },
        {
          "text": "[] ",
          "ID": "4"
        },
        {
          "text": "Был там человек, болевший уже тридцать восемь лет. ",
          "ID": "5"
        },
        {
          "text": "Иисус увидел его среди лежащих и, узнав, как давно тот болеет, спросил у него: «Хочешь ли выздороветь?»",
          "ID": "6"
        },
        {
          "text": "«Господин мой, – ответил Ему больной, – нет у меня никого, кто помог бы мне войти в воду, когда приходит она в движение. Когда же сам я силюсь сделать это, туда успевает всякий раз еще до меня погрузиться кто-то другой».",
          "ID": "7"
        },
        {
          "text": "Иисус сказал ему на это: «Встань, возьми циновку свою и ходи!» ",
          "ID": "8"
        },
        {
          "text": "И тотчас выздоровел человек этот, он взял циновку свою и стал ходить.",
          "ID": "9"
        },
        {
          "text": "Всё это было в субботу, ",
          "ID": "9"
        },
        {
          "text": "поэтому ревностные законники из иудеев стали нападать на исцеленного: «Сегодня суббота, ты не должен нести свою циновку».",
          "ID": "10"
        },
        {
          "text": "Но он отвечал им: «Человек, Который исцелил меня, это Он сказал мне: „Возьми свою циновку и ходи“».",
          "ID": "11"
        },
        {
          "text": "«Кто Он, Этот Человек, что сказал тебе такое?» – спросили они его.",
          "ID": "12"
        },
        {
          "text": "Но исцеленный не знал, Кто это был, потому что Иисус сразу скрылся в толпе, которая собралась там.",
          "ID": "13"
        },
        {
          "text": "Потом Иисус нашел того человека в Храме и сказал ему: «Теперь ты здоров, но не греши больше, чтобы не было тебе еще хуже!» ",
          "ID": "14"
        },
        {
          "text": "Исцеленный пошел и объявил иудейским властям, что здоровым сделал его Иисус.",
          "ID": "15"
        },
        {
          "text": "И начали иудейские власти преследовать Иисуса потому, что Он делал такие дела в субботу. ",
          "ID": "16"
        },
        {
          "text": "На это отвечал им [Иисус]: «Отец Мой никогда не перестает творить добро, так делаю и Я». ",
          "ID": "17"
        },
        {
          "text": "Еще более тогда утвердились в своем намерении убить Его иудейские власти, теперь уже не только за нарушение субботы, но и за то, что, называя Бога Своим Отцом, Он Себя Самого ставил наравне с Богом.",
          "ID": "18"
        },
        {
          "text": "Иисус же говорил им:",
          "ID": "19"
        },
        {
          "text": "«Воистину, ничего не сделает Сын от Себя,",
          "ID": "19"
        },
        {
          "text": "пока не увидит, что и Отец это делает.",
          "ID": "19"
        },
        {
          "text": "Что делает Отец, то делает и Сын.",
          "ID": "19"
        },
        {
          "text": "Ведь Отец любит Сына и показывает ему всё, что делает Сам,",
          "ID": "20"
        },
        {
          "text": "и еще большие покажет Он Ему дела, так что изумитесь вы.",
          "ID": "20"
        },
        {
          "text": "Ведь как Отец пробуждает мертвых и возвращает им жизнь,",
          "ID": "21"
        },
        {
          "text": "так и Сын дарует жизнь, кому хочет.",
          "ID": "21"
        },
        {
          "text": "Никого и не судит Отец –",
          "ID": "22"
        },
        {
          "text": "Сыну передал Он весь суд,",
          "ID": "22"
        },
        {
          "text": "чтобы чтили все Сына, как чтят Отца.",
          "ID": "23"
        },
        {
          "text": "Кто Сына не чтит, не чтит и Отца, Который послал Его.",
          "ID": "23"
        },
        {
          "text": "Воистину, кто внемлет слову Моему",
          "ID": "24"
        },
        {
          "text": "и верит Тому, Кто послал Меня,",
          "ID": "24"
        },
        {
          "text": "тот обрел уже вечную жизнь.",
          "ID": "24"
        },
        {
          "text": "Не стоять ему перед Судом:",
          "ID": "24"
        },
        {
          "text": "перешел он от смерти к жизни.",
          "ID": "24"
        },
        {
          "text": "Верьте Мне, наступает время, – и уже настало оно, –",
          "ID": "25"
        },
        {
          "text": "когда услышат мертвые голос Сына Божия,",
          "ID": "25"
        },
        {
          "text": "и те, которые услышат Его, будут жить.",
          "ID": "25"
        },
        {
          "text": "Как Отец никому не обязан жизнью Своей –",
          "ID": "26"
        },
        {
          "text": "в Нем Самом она,",
          "ID": "26"
        },
        {
          "text": "так и Сын в Самом Себе жизнь несет –",
          "ID": "26"
        },
        {
          "text": "даровано то Отцом Ему.",
          "ID": "26"
        },
        {
          "text": "И право судить дано Ему как Сыну Человеческому.",
          "ID": "27"
        },
        {
          "text": "Да не удивит вас всё это!",
          "ID": "28"
        },
        {
          "text": "Близко время, когда услышат все мертвые голос Его.",
          "ID": "28"
        },
        {
          "text": "Тогда те, кто добрые вершил дела, для жизни восстанут,",
          "ID": "29"
        },
        {
          "text": "а те, которые творили зло, – для Суда.",
          "ID": "29"
        },
        {
          "text": "Сам по Себе ничего не могу совершить Я.",
          "ID": "30"
        },
        {
          "text": "Если же сужу Я, то так только, как от Отца о том слышу;",
          "ID": "30"
        },
        {
          "text": "потому Суд Мой – Суд праведный,",
          "ID": "30"
        },
        {
          "text": "ибо не Свою волю стремлюсь исполнить,",
          "ID": "30"
        },
        {
          "text": "а волю Пославшего Меня.",
          "ID": "30"
        },
        {
          "text": "Если бы никто, кроме Меня Самого,",
          "ID": "31"
        },
        {
          "text": "не свидетельствовал обо Мне,",
          "ID": "31"
        },
        {
          "text": "не имело бы силы то, что Я говорю о Себе.",
          "ID": "31"
        },
        {
          "text": "Но обо Мне Другой свидетельствует, и Я знаю,",
          "ID": "32"
        },
        {
          "text": "что всякое Его слово обо Мне – истинно.",
          "ID": "32"
        },
        {
          "text": "Вы посылали к Иоанну,",
          "ID": "33"
        },
        {
          "text": "и он тоже подтвердил эту истину.",
          "ID": "33"
        },
        {
          "text": "Говорю это не потому, что нуждаюсь в свидетельстве людей,",
          "ID": "34"
        },
        {
          "text": "ради вашего спасения говорю.",
          "ID": "34"
        },
        {
          "text": "Иоанн был светильником ярко горящим,",
          "ID": "35"
        },
        {
          "text": "и какое-то время вы были готовы радоваться во свете его.",
          "ID": "35"
        },
        {
          "text": "Но есть у Меня свидетельство больше того,",
          "ID": "36"
        },
        {
          "text": "которое дал Иоанн:",
          "ID": "36"
        },
        {
          "text": "дела, порученные Мне Отцом для завершения,",
          "ID": "36"
        },
        {
          "text": "сами эти дела, которые совершаю Я, –",
          "ID": "36"
        },
        {
          "text": "они свидетельствуют, что послан Я Отцом.",
          "ID": "36"
        },
        {
          "text": "И Отец, Меня пославший, уже засвидетельствовал обо Мне.",
          "ID": "37"
        },
        {
          "text": "Но вы ни голоса Его никогда не слышали,",
          "ID": "37"
        },
        {
          "text": "ни образа Его не видели,",
          "ID": "37"
        },
        {
          "text": "и слово Его не пребывает в вас,",
          "ID": "38"
        },
        {
          "text": "потому что не верите вы Тому, Кого Он послал.",
          "ID": "38"
        },
        {
          "text": "Вы усердно изучаете Писания,",
          "ID": "39"
        },
        {
          "text": "думая найти в них дорогу к вечной жизни.",
          "ID": "39"
        },
        {
          "text": "Но хоть свидетельствуют они обо Мне,",
          "ID": "39"
        },
        {
          "text": "вы всё же не хотите прийти ко Мне,",
          "ID": "40"
        },
        {
          "text": "не хотите обрести истинную жизнь.",
          "ID": "40"
        },
        {
          "text": "Мне не нужно людское признание,",
          "ID": "41"
        },
        {
          "text": "да и вас Я хорошо знаю: нет у вас настоящей любви к Богу!",
          "ID": "42"
        },
        {
          "text": "Я во имя Отца Моего пришел, и вы не принимаете Меня!",
          "ID": "43"
        },
        {
          "text": "А приди к вам другой кто-нибудь от своего к тому же имени,",
          "ID": "43"
        },
        {
          "text": "его бы вы приняли.",
          "ID": "43"
        },
        {
          "text": "Поверите ли вы, если жаждете похвалы друг от друга",
          "ID": "44"
        },
        {
          "text": "и ничуть не заботитесь о похвале от Бога единого?",
          "ID": "44"
        },
        {
          "text": "Не думайте, будто Я стану обвинять вас перед Отцом.",
          "ID": "45"
        },
        {
          "text": "Вы возложили свои надежды на Моисея,",
          "ID": "45"
        },
        {
          "text": "он вам и судья.",
          "ID": "45"
        },
        {
          "text": "Если бы действительно верили вы Моисею,",
          "ID": "46"
        },
        {
          "text": "поверили бы и Мне: он обо Мне писал.",
          "ID": "46"
        },
        {
          "text": "Если же не верите тому, что Моисей написал,",
          "ID": "47"
        },
        {
          "text": "как Моим словам поверите?»",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "Евангелие по Иоанну 5"
    },
    {
      "text": [
        {
          "text": "После того Иисус отправился на другую сторону Галилейского (по-другому – Тивериадского) моря. ",
          "ID": "1"
        },
        {
          "text": "За Ним следовала большая толпа: люди видели чудеса, совершаемые Им при исцелении больных. ",
          "ID": "2"
        },
        {
          "text": "Иисус поднялся на гору и сел там с учениками Своими. ",
          "ID": "3"
        },
        {
          "text": "Приближалась Пасха, праздник иудейский.",
          "ID": "4"
        },
        {
          "text": "Оглядевшись и увидев, что к Нему приближается большая толпа, Иисус спросил Филиппа: «Где бы купить хлеба, чтобы накормить их?» ",
          "ID": "5"
        },
        {
          "text": "Сам-то Он знал уже, что сделает, а спросил для того, чтобы испытать ученика.",
          "ID": "6"
        },
        {
          "text": "«Не хватит и двухсот денариев, чтобы каждому хоть немного хлеба досталось», – отвечал Филипп.",
          "ID": "7"
        },
        {
          "text": "Тогда Андрей – один из учеников, брат Симона Петра, – сказал Иисусу: ",
          "ID": "8"
        },
        {
          "text": "«Есть здесь у одного мальчика в толпе пять небольших ячменных хлебов и две рыбки. Но что это на такую толпу?»",
          "ID": "9"
        },
        {
          "text": "«Пусть все сядут!» – сказал Иисус. Там было много травы, и люди (среди них только мужчин было тысяч пять) расположились на ней. ",
          "ID": "10"
        },
        {
          "text": "Тогда Иисус взял хлебы и, возблагодарив Бога, дал тем, кто расположился на траве. То же сделал Он и с рыбой, и ели все, сколько хотели.",
          "ID": "11"
        },
        {
          "text": "Когда люди насытились, Иисус сказал ученикам: «Соберите оставшееся, чтобы ничто не пропало!» ",
          "ID": "12"
        },
        {
          "text": "Те собрали всё, что осталось несъеденным от пяти наломанных ячменных хлебов, и наполнили этим целых двенадцать корзин.",
          "ID": "13"
        },
        {
          "text": "Увидев, какое чудо сотворил Иисус, люди стали говорить: «Воистину Он и есть тот Пророк, о Котором говорится, что должно прийти Ему в мир». ",
          "ID": "14"
        },
        {
          "text": "Иисус понял, что они хотели бы завладеть Им, чтобы провозгласить Его своим царем, и снова ушел один на гору.",
          "ID": "15"
        },
        {
          "text": "Вечером ученики Его спустились к морю ",
          "ID": "16"
        },
        {
          "text": "и, сев в лодку, отправились через море в Капернаум. Стемнело, и не было с ними Иисуса. ",
          "ID": "17"
        },
        {
          "text": "А море тем временем разбушевалось от сильного ветра. ",
          "ID": "18"
        },
        {
          "text": "Они проплыли уже довольно много, мили две-три, когда увидели вдруг Иисуса, идущего к ним по воде. Он приближался к лодке. Страх охватил учеников. ",
          "ID": "19"
        },
        {
          "text": "Но Он, успокаивая их, сказал: «Это Я, не бойтесь!» ",
          "ID": "20"
        },
        {
          "text": "Они хотели было взять Его в лодку, но лодка в тот же миг оказалась у берега, к которому направлялась.",
          "ID": "21"
        },
        {
          "text": "На другой день люди, которые остались на противоположном берегу моря, вдруг осознали, что там была всего одна лодка и что Иисус не садился в нее с учениками Своими – они отплыли одни. ",
          "ID": "22"
        },
        {
          "text": "Из Тивериады между тем прибыли другие лодки. Они пристали к берегу у того места, где народ ел хлебы, над которыми произнес Господь благодарственную молитву. ",
          "ID": "23"
        },
        {
          "text": "Когда же люди увидели, что нет уже там ни Иисуса, ни учеников Его, они сели в пришедшие лодки и поплыли в Капернаум искать Его.",
          "ID": "24"
        },
        {
          "text": "Найдя Иисуса на другом берегу моря, они спросили: «Равви, когда же Ты прибыл сюда?» ",
          "ID": "25"
        },
        {
          "text": "Иисус ответил:",
          "ID": "26"
        },
        {
          "text": "«Вот что скажу Я вам, не потому ищете вы Меня,",
          "ID": "26"
        },
        {
          "text": "что видели знамения,",
          "ID": "26"
        },
        {
          "text": "но потому лишь, что ели хлеб и насытились.",
          "ID": "26"
        },
        {
          "text": "А вам надо больше трудиться не ради тленной пищи,",
          "ID": "27"
        },
        {
          "text": "но ради той, что вечную жизнь в себе несет.",
          "ID": "27"
        },
        {
          "text": "Пищу эту даст вам Сын Человеческий,",
          "ID": "27"
        },
        {
          "text": "ибо отметил Его печатью Своею Бог Отец».",
          "ID": "27"
        },
        {
          "text": "Тогда спросили они Его: «Что еще должны мы исполнить, чтобы делать нам угодные Богу дела?»",
          "ID": "28"
        },
        {
          "text": "«Делать угодное Богу, – ответил им Иисус, – значит верить в Того, Кого послал Он».",
          "ID": "29"
        },
        {
          "text": "Но снова приступили они к Нему: «Какое еще сотворишь Ты знамение, чтобы, увидев его, поверили мы Тебе? Что можешь еще Ты сделать? ",
          "ID": "30"
        },
        {
          "text": "Отцы наши ели в пустыне манну небесную. О ней в Писании говорится: „Дал Он им в пищу хлеб с Неба“».",
          "ID": "31"
        },
        {
          "text": "«Поверьте, – отозвался на это Иисус, ",
          "ID": "32"
        },
        {
          "text": "не Моисей дал вам хлеб с Неба,",
          "ID": "32"
        },
        {
          "text": "но Отец Мой, только Он дает вам истинный хлеб,",
          "ID": "32"
        },
        {
          "text": "хлеб небесный.",
          "ID": "32"
        },
        {
          "text": "Хлеб, что дает Бог, с Неба нисходит",
          "ID": "33"
        },
        {
          "text": "и дарует миру жизнь».",
          "ID": "33"
        },
        {
          "text": "«Господин, – попросили они, – вот такой и давай нам хлеб всегда!» ",
          "ID": "34"
        },
        {
          "text": "Иисус же сказал:",
          "ID": "35"
        },
        {
          "text": "«Я – хлеб жизни.",
          "ID": "35"
        },
        {
          "text": "Никто из приходящих ко Мне не будет голодным,",
          "ID": "35"
        },
        {
          "text": "и тот, кто верит в Меня, никогда не будет томиться жаждой.",
          "ID": "35"
        },
        {
          "text": "Но Я уже говорил вам:",
          "ID": "36"
        },
        {
          "text": "хотя и видели вы [Меня], всё же не верите Мне.",
          "ID": "36"
        },
        {
          "text": "Все, кого посылает ко Мне Отец, придут ко Мне,",
          "ID": "37"
        },
        {
          "text": "и никого из приходящих ко Мне Я не отвергну.",
          "ID": "37"
        },
        {
          "text": "Я ведь не для того сошел с Неба,",
          "ID": "38"
        },
        {
          "text": "чтобы по Своей воле поступать,",
          "ID": "38"
        },
        {
          "text": "но дабы исполнить волю Того, Кто послал Меня.",
          "ID": "38"
        },
        {
          "text": "И по воле Меня Пославшего",
          "ID": "39"
        },
        {
          "text": "не должен Я ничего потерять из того,",
          "ID": "39"
        },
        {
          "text": "что дал Он Мне, –",
          "ID": "39"
        },
        {
          "text": "должен всех воскресить Я [в] последний День.",
          "ID": "39"
        },
        {
          "text": "Так угодно Отцу Моему,",
          "ID": "40"
        },
        {
          "text": "чтобы всякий, кто видит Сына и верит в Него,",
          "ID": "40"
        },
        {
          "text": "вечную обрел жизнь;",
          "ID": "40"
        },
        {
          "text": "Я воскрешу его [в] День последний».",
          "ID": "40"
        },
        {
          "text": "Слова Иисуса: «Я – хлеб, с Неба сошедший», вызвали ропот у иудеев. ",
          "ID": "41"
        },
        {
          "text": "«Да это же Иисус, сын Иосифа! – говорили они. – Мы ведь знаем Его отца и мать. Как Он может говорить о Себе: „Я с Неба сошел“?»",
          "ID": "42"
        },
        {
          "text": "«Что ропщете?! – откликнулся Иисус. –",
          "ID": "43"
        },
        {
          "text": "Никто не придет ко Мне,",
          "ID": "44"
        },
        {
          "text": "если не приведет его Отец, пославший Меня.",
          "ID": "44"
        },
        {
          "text": "Того же, кто ко Мне придет, воскрешу Я в День последний.",
          "ID": "44"
        },
        {
          "text": "Ведь написано у пророков: „Все они Богом будут научены“.",
          "ID": "45"
        },
        {
          "text": "Каждый, кто слышит Отца и учится у Него, приходит ко Мне.",
          "ID": "45"
        },
        {
          "text": "Это не значит, конечно, что кто-то видел Отца,",
          "ID": "46"
        },
        {
          "text": "кроме Того, кто Сам от Бога и видел Бога Отца.",
          "ID": "46"
        },
        {
          "text": "Заверяю вас:",
          "ID": "47"
        },
        {
          "text": "вечную жизнь обрел всякий, кто верит в Меня.",
          "ID": "47"
        },
        {
          "text": "Я – хлеб жизни.",
          "ID": "48"
        },
        {
          "text": "Отцы ваши, хоть и ели манну в пустыне,",
          "ID": "49"
        },
        {
          "text": "всё же умерли они.",
          "ID": "49"
        },
        {
          "text": "А Я говорю вам о хлебе, который сходит с Неба:",
          "ID": "50"
        },
        {
          "text": "кто будет есть его, никогда не умрет.",
          "ID": "50"
        },
        {
          "text": "Этот хлеб живой – Я, сошедший с Небес;",
          "ID": "51"
        },
        {
          "text": "кто ест этот хлеб, жить будет вечно.",
          "ID": "51"
        },
        {
          "text": "Хлеб, который Я дам, – это плоть Моя.",
          "ID": "51"
        },
        {
          "text": "Отдаю ее, чтобы мир мог жить».",
          "ID": "51"
        },
        {
          "text": "Тогда иудеи заспорили между собой. «Как может Он дать нам есть [Cвою] плоть?» – возмущались они. ",
          "ID": "52"
        },
        {
          "text": "На это так ответил им Иисус:",
          "ID": "53"
        },
        {
          "text": "«Если не будете есть плоть Сына Человеческого",
          "ID": "53"
        },
        {
          "text": "и пить кровь Его,",
          "ID": "53"
        },
        {
          "text": "не будет в вас жизни, поверьте Мне.",
          "ID": "53"
        },
        {
          "text": "Кто плоть Мою ест и пьет Мою кровь,",
          "ID": "54"
        },
        {
          "text": "уже вечной жизнью живет,",
          "ID": "54"
        },
        {
          "text": "и в День последний Я воскрешу его.",
          "ID": "54"
        },
        {
          "text": "Плоть Моя – это истинная пища,",
          "ID": "55"
        },
        {
          "text": "и кровь Моя – истинное питье.",
          "ID": "55"
        },
        {
          "text": "Кто плоть Мою ест и пьет Мою кровь,",
          "ID": "56"
        },
        {
          "text": "тот живет во Мне, и Я – в нем.",
          "ID": "56"
        },
        {
          "text": "И как Я, посланный в мир вечно живым Отцом, Им живу,",
          "ID": "57"
        },
        {
          "text": "так и тот, для кого Я стал пищей, будет жить Мною.",
          "ID": "57"
        },
        {
          "text": "Это хлеб, сошедший с Небес.",
          "ID": "58"
        },
        {
          "text": "Но не тот, что ели отцы: хоть и ели они его, всё же умерли.",
          "ID": "58"
        },
        {
          "text": "Это хлеб, вкушая который, всякий будет жить вечно».",
          "ID": "58"
        },
        {
          "text": "Вот что говорил Иисус, когда учил собравшихся в капернаумской синагоге.",
          "ID": "59"
        },
        {
          "text": "Услышав такое, даже многие из Его учеников смутились: «Невыносимо то, что Он говорит! Кто может слушать такое?» ",
          "ID": "60"
        },
        {
          "text": "Иисус, хотя никто не говорил Ему о том, знал об их ропоте; Он сказал им: «И это-то смутило и так глубоко задело вас?! ",
          "ID": "61"
        },
        {
          "text": "Что же тогда будет, когда увидите Сына Человеческого возносящимся туда, где был Он прежде?",
          "ID": "62"
        },
        {
          "text": "Дух животворит,",
          "ID": "63"
        },
        {
          "text": "плоть тут ни при чем;",
          "ID": "63"
        },
        {
          "text": "Слова, которые сказал Я вам, – дух и жизнь.",
          "ID": "63"
        },
        {
          "text": "Однако есть среди вас такие, кто не верит». С самого начала знал Иисус, кто не верит в Него и кто Его предаст, ",
          "ID": "64"
        },
        {
          "text": "и потому закончил так: «Вот потому Я вам и сказал: никто не может прийти ко Мне, если не будет дано ему это Отцом Моим».",
          "ID": "65"
        },
        {
          "text": "Многие [из] учеников Его после того оставили Его и больше не ходили с Ним. ",
          "ID": "66"
        },
        {
          "text": "Тогда Иисус спросил у Двенадцати: «Не хотите ли уйти и вы?»",
          "ID": "67"
        },
        {
          "text": "Но Симон Петр возразил: «Господи, к кому пойдем? Слова Твои – вечной жизни слова; ",
          "ID": "68"
        },
        {
          "text": "мы поверили и познали, что Ты Святой, что от Бога пришел».",
          "ID": "69"
        },
        {
          "text": "Тогда сказал Иисус: «Не Я ли избрал вас, всех Двенадцать? И всё же один из вас – дьявол!» ",
          "ID": "70"
        },
        {
          "text": "Об Иуде говорил Он, о сыне Симона Искариота: один из Двенадцати, тот собирался предать Иисуса.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "Евангелие по Иоанну 6"
    },
    {
      "text": [
        {
          "text": "Потом Иисус ходил по всей Галилее, а в Иудею не шел, потому что вожди ее замышляли убить Его. ",
          "ID": "1"
        },
        {
          "text": "Но в канун иудейского праздника Кущей ",
          "ID": "2"
        },
        {
          "text": "братья Иисуса сказали Ему: «Ты должен оставить эти места и отправиться в Иудею, чтобы и там ученики Твои увидели дела, Тобой творимые. ",
          "ID": "3"
        },
        {
          "text": "Ведь ни один человек не скрывает того, что делает, если хочет, чтобы люди узнали о нем. Ты такие дела творишь, почему же не явишь Себя всему миру?» ",
          "ID": "4"
        },
        {
          "text": "(Даже братья Его не верили в Него.)",
          "ID": "5"
        },
        {
          "text": "Иисус возразил: «Не пришел еще час Мой. Это вам любое время годится, ",
          "ID": "6"
        },
        {
          "text": "ибо мир не может вас ненавидеть. А Меня ненавидит он, потому что Я говорю, что дела его злы. ",
          "ID": "7"
        },
        {
          "text": "Cтупайте на праздник, а Я на него не иду, потому что время Мое не настало». ",
          "ID": "8"
        },
        {
          "text": "Так Он им сказал и остался в Галилее.",
          "ID": "9"
        },
        {
          "text": "Но когда ушли братья Его, Иисус всё же отправился на праздник, но тайно, ",
          "ID": "10"
        },
        {
          "text": "ибо власти иудейские уже разыскивали Его там. «Где Тот?» – с презрением спрашивали они.",
          "ID": "11"
        },
        {
          "text": "В народе тоже много было толков о Нем. «Он хороший Человек», – говорили шепотом одни.",
          "ID": "12"
        },
        {
          "text": "«Нет! – возражали другие. – Он вводит народ в заблуждение». ",
          "ID": "12"
        },
        {
          "text": "Никто, впрочем, не говорил о Нем открыто из страха перед иудейскими властями.",
          "ID": "13"
        },
        {
          "text": "Праздник уже прошел наполовину, когда Иисус появился в Храме и стал учить. ",
          "ID": "14"
        },
        {
          "text": "«Откуда Он так знает Писание? – удивлялись иудеи. – Ведь Он не учился у раввинов». ",
          "ID": "15"
        },
        {
          "text": "Им ответил Сам Иисус:",
          "ID": "16"
        },
        {
          "text": "«Учение Мое – не от Меня,",
          "ID": "16"
        },
        {
          "text": "но от Того, кто послал Меня.",
          "ID": "16"
        },
        {
          "text": "Кто готов исполнять волю Божию,",
          "ID": "17"
        },
        {
          "text": "тот узнает, от Бога ли это учение,",
          "ID": "17"
        },
        {
          "text": "или от Себя Я говорю.",
          "ID": "17"
        },
        {
          "text": "Кто от себя говорит, для себя ищет славы.",
          "ID": "18"
        },
        {
          "text": "А кто о славе пославшего его заботится,",
          "ID": "18"
        },
        {
          "text": "тот искренен и нет у него обмана.",
          "ID": "18"
        },
        {
          "text": "Не дал ли Моисей Закон вам?",
          "ID": "19"
        },
        {
          "text": "Но никто из вас не поступает по Закону.",
          "ID": "19"
        },
        {
          "text": "Почему же Меня убить хотите?»",
          "ID": "19"
        },
        {
          "text": "Из толпы закричали: «В Тебя, верно, бес вселился! Кто хочет Тебя убить?»",
          "ID": "20"
        },
        {
          "text": "«Я сделал одно дело в субботу, и вы до сих пор из-за этого никак в себя не придете, – ответил им Иисус. – ",
          "ID": "21"
        },
        {
          "text": "Моисей наказал вам совершать обрезание (это идет, впрочем, не от Моисея даже, а от патриархов), и вы, не задумываясь, совершаете его даже в субботу. ",
          "ID": "22"
        },
        {
          "text": "Почему же вам можно, во исполнение Закона Моисеева, в субботу обрезать ребенка, имея дело лишь с одной частью тела, а на Меня вы негодуете за исцеление всего человека в этот день? ",
          "ID": "23"
        },
        {
          "text": "Перестаньте судить о вещах поверхностно, судите, наконец, судом праведным!»",
          "ID": "24"
        },
        {
          "text": "Иные из жителей Иерусалима, услышав такое, стали спрашивать: «Не Тот ли это, Кого хотят убить? ",
          "ID": "25"
        },
        {
          "text": "Смотрите, впрочем: вот Он открыто проповедует, и Ему не запрещают! Неужели власти решили, что Он и вправду Мессия? ",
          "ID": "26"
        },
        {
          "text": "Но мы ведь знаем, откуда пришел Он. Когда же придет Мессия, никто не будет знать, откуда Он».",
          "ID": "27"
        },
        {
          "text": "Тогда Иисус, всё еще остававшийся в Храме, где учил Он, воскликнул:",
          "ID": "28"
        },
        {
          "text": "«Так вы знаете Меня и знаете, откуда Я?!",
          "ID": "28"
        },
        {
          "text": "Но Я не Сам по Себе пришел;",
          "ID": "28"
        },
        {
          "text": "есть Тот, Кто послал Меня, и это – истинный Бог.",
          "ID": "28"
        },
        {
          "text": "Но вы не знаете Его,",
          "ID": "28"
        },
        {
          "text": "а Я знаю, потому что Я – от Него,",
          "ID": "29"
        },
        {
          "text": "это Он послал Меня».",
          "ID": "29"
        },
        {
          "text": "Иные из толпы хотели схватить Его, но ни один человек не осмелился поднять на Него руку, потому что не пришел еще час Его. ",
          "ID": "30"
        },
        {
          "text": "А многие и поверили в Него. Такие говорили: «Неужели Мессия, приди Он теперь, большие бы совершил знамения, чем те, что сотворил Этот Человек?»",
          "ID": "31"
        },
        {
          "text": "Толки народа о Нем дошли до фарисеев, и они вместе с первосвященниками велели храмовой страже схватить Его. ",
          "ID": "32"
        },
        {
          "text": "Тогда сказал Иисус:",
          "ID": "33"
        },
        {
          "text": "«Недолго уже с вами Мне быть,",
          "ID": "33"
        },
        {
          "text": "уйду Я скоро к Тому, Кто послал Меня.",
          "ID": "33"
        },
        {
          "text": "Будете искать Меня, но не найдете [Меня];",
          "ID": "34"
        },
        {
          "text": "и не сможете прийти туда, где буду Я».",
          "ID": "34"
        },
        {
          "text": "Стали рассуждать тогда иудеи: «Куда собирается уйти Он, чтобы не нашли мы Его? Не к тем ли из наших, что среди греков живут в рассеянии? Или греков задумал учить? ",
          "ID": "35"
        },
        {
          "text": "Что Он имел в виду, когда говорил:",
          "ID": "36"
        },
        {
          "text": "„Искать Меня будете, но не найдете [Меня],",
          "ID": "36"
        },
        {
          "text": "туда, где буду Я, не сможете прийти“?»",
          "ID": "36"
        },
        {
          "text": "В последний, самый великий день праздника Иисус стал среди Его окружавшей толпы и провозгласил:",
          "ID": "37"
        },
        {
          "text": "«Кто жаждет, ко Мне пусть придет и пьет!",
          "ID": "37"
        },
        {
          "text": "У верующего в Меня, сказано в Писании,",
          "ID": "38"
        },
        {
          "text": "реки живой воды потекут из сердца».",
          "ID": "38"
        },
        {
          "text": "Он говорил о Духе Святом, Которого получат поверившие в Него. Но Дух еще не был дан, потому что слава Иисуса не была еще явлена миру.",
          "ID": "39"
        },
        {
          "text": "Иные из толпы, услышав слова Его, сказали: «Воистину Он пророк». ",
          "ID": "40"
        },
        {
          "text": "Другие говорили даже: «Это Мессия». Некоторые, однако, возражали: «Разве может Мессия прийти из Галилеи? ",
          "ID": "41"
        },
        {
          "text": "Не говорится ли в Писании, что потомком Давида будет Мессия, что из Вифлеема придет Он, из селения, где жил Давид?» ",
          "ID": "42"
        },
        {
          "text": "И раскололась толпа из-за противоречивых мнений о Нем. ",
          "ID": "43"
        },
        {
          "text": "Некоторые вознамерились было схватить Его, но никто всё же не поднял руку на Него.",
          "ID": "44"
        },
        {
          "text": "Когда вернулись стражники к первосвященникам и фарисеям, те спросили их: «Что же не привели вы Его?»",
          "ID": "45"
        },
        {
          "text": "«Никто еще и никогда не говорил так, как Этот Человек», – отвечали те.",
          "ID": "46"
        },
        {
          "text": "«Неужели, – оборвали их фарисеи, – и вы дали обмануть себя? ",
          "ID": "47"
        },
        {
          "text": "Поверил ли в Него хоть один из старейшин или фарисеев? ",
          "ID": "48"
        },
        {
          "text": "А что до черни, ничего не понимающей в Законе, – проклята она».",
          "ID": "49"
        },
        {
          "text": "Тут подал голос некто Никодим, один из тех фарисеев, что прежде приходил к Иисусу: ",
          "ID": "50"
        },
        {
          "text": "«Разрешает ли Закон наш осуждать человека, не выслушав сначала его и не разобравшись в том, что он сделал?»",
          "ID": "51"
        },
        {
          "text": "«Ты что, тоже из Галилеи? – сказали ему в ответ. – Исследуй Писание и увидишь, что Пророк не придет из Галилеи».",
          "ID": "52"
        },
        {
          "text": "[[",
          "ID": "52"
        },
        {
          "text": "И разошлись все по домам.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "Евангелие по Иоанну 7"
    },
    {
      "text": [
        {
          "text": "Иисус же отправился на Масличную гору.",
          "ID": "1"
        },
        {
          "text": "На рассвете, однако, снова пришел Он в Храм. Вскоре собрался вокруг Него весь народ; тогда Он сел и стал учить. ",
          "ID": "2"
        },
        {
          "text": "Тут привели к Нему книжники и фарисеи женщину, уличенную в прелюбодеянии. Поставили они ее на виду у всех ",
          "ID": "3"
        },
        {
          "text": "и сказали Иисусу: «Учитель, эту женщину застигли на месте преступления: она изменяла мужу. ",
          "ID": "4"
        },
        {
          "text": "Моисей повелел нам побивать таких камнями, так записано в Законе. А что Ты скажешь нам?» ",
          "ID": "5"
        },
        {
          "text": "Они говорили это, чтобы поймать Его на чем-нибудь и обвинить.",
          "ID": "6"
        },
        {
          "text": "Иисус склонился и стал писать что-то на земле пальцем. ",
          "ID": "6"
        },
        {
          "text": "Но от Него продолжали добиваться ответа. Тогда Он выпрямился и сказал им: «Пусть тот из вас, кто без греха, первым бросит в нее камень». ",
          "ID": "7"
        },
        {
          "text": "И снова склонился и продолжал писать на земле.",
          "ID": "8"
        },
        {
          "text": "Услышав такое, стали они расходиться один за другим: самые старшие ушли первыми. В конце концов остались только Иисус и женщина, так и стоявшая там, где поставили ее обвинители. ",
          "ID": "9"
        },
        {
          "text": "«Женщина, где они? – подняв голову, спросил Он. – Никто не осудил тебя?»",
          "ID": "10"
        },
        {
          "text": "«Никто, Господин», – ответила она.",
          "ID": "11"
        },
        {
          "text": "«Не осуждаю и Я тебя, – сказал Иисус. – Ступай домой [и] больше не греши отныне».]]",
          "ID": "11"
        },
        {
          "text": "И снова обратился Иисус к народу:",
          "ID": "12"
        },
        {
          "text": "«Я – свет миру.",
          "ID": "12"
        },
        {
          "text": "Кто за Мною пойдет, не будет уже блуждать во тьме –",
          "ID": "12"
        },
        {
          "text": "свет жизни будет у него».",
          "ID": "12"
        },
        {
          "text": "На это фарисеи ответили: «Ты Сам о Себе свидетельствуешь. Не имеет Твое свидетельство никакой силы».",
          "ID": "13"
        },
        {
          "text": "«Нет, – возразил Иисус. –",
          "ID": "14"
        },
        {
          "text": "Хоть и Сам Я свидетельствую о Себе,",
          "ID": "14"
        },
        {
          "text": "свидетельство Мое верно, ибо знаю,",
          "ID": "14"
        },
        {
          "text": "откуда пришел Я и куда иду, а вы этого не знаете.",
          "ID": "14"
        },
        {
          "text": "Вы по меркам мирским судите,",
          "ID": "15"
        },
        {
          "text": "Я же вообще никого не сужу.",
          "ID": "15"
        },
        {
          "text": "Если же и сужу – праведен суд Мой,",
          "ID": "16"
        },
        {
          "text": "потому что не один Я: со Мной пославший Меня Отец.",
          "ID": "16"
        },
        {
          "text": "А ведь в Законе вашем написано:",
          "ID": "17"
        },
        {
          "text": "„Если два свидетеля говорят одно и то же,",
          "ID": "17"
        },
        {
          "text": "имеет силу сказанное ими“.",
          "ID": "17"
        },
        {
          "text": "Так и со Мной: свидетельствую о Себе Я Сам,",
          "ID": "18"
        },
        {
          "text": "и свидетельствует обо Мне пославший Меня Отец».",
          "ID": "18"
        },
        {
          "text": "«А где Отец Твой?» – спросили они Его.",
          "ID": "19"
        },
        {
          "text": "«Вы не знаете ни Меня, – отозвался Иисус, – ни Отца Моего,",
          "ID": "19"
        },
        {
          "text": "Если бы знали вы Меня, то знали бы и Отца моего».",
          "ID": "19"
        },
        {
          "text": "Сказал Он это возле сокровищницы, когда учил в Храме. И никто не посмел схватить Его, потому что не настал еще час Его.",
          "ID": "20"
        },
        {
          "text": "И опять сказал Он им:",
          "ID": "21"
        },
        {
          "text": "«Ухожу Я. Будете искать Меня,",
          "ID": "21"
        },
        {
          "text": "но умрете в грехе своем.",
          "ID": "21"
        },
        {
          "text": "Куда Я иду, туда не прийти вам».",
          "ID": "21"
        },
        {
          "text": "Иудеи же недоумевали: «Уж не покончить ли с Собой Он собирается, если говорит: „Куда Я иду, туда не прийти вам“?»",
          "ID": "22"
        },
        {
          "text": "Но Он продолжал:",
          "ID": "23"
        },
        {
          "text": "«От земли вы и от того, что здесь, внизу;",
          "ID": "23"
        },
        {
          "text": "Я же – свыше.",
          "ID": "23"
        },
        {
          "text": "Вы от мира сего, а Я не от мира сего.",
          "ID": "23"
        },
        {
          "text": "Потому и сказал вам: умрете вы в грехах своих.",
          "ID": "24"
        },
        {
          "text": "Ведь если не поверите, что Тот Я, Кем Себя называю,",
          "ID": "24"
        },
        {
          "text": "то и вправду в грехах своих умрете».",
          "ID": "24"
        },
        {
          "text": "«Так кто же Ты?» – спросили они тогда.",
          "ID": "25"
        },
        {
          "text": "«Об этом и говорю Я вам с самого начала, – ответил Иисус. ",
          "ID": "25"
        },
        {
          "text": "Многое еще мог бы сказать о вас,",
          "ID": "26"
        },
        {
          "text": "за многое мог бы осудить,",
          "ID": "26"
        },
        {
          "text": "но лишь то говорю миру сему,",
          "ID": "26"
        },
        {
          "text": "что услышал от Пославшего Меня,",
          "ID": "26"
        },
        {
          "text": "а Он верен и истинен».",
          "ID": "26"
        },
        {
          "text": "Они не поняли, что об Отце Он им говорил.",
          "ID": "27"
        },
        {
          "text": "Поэтому Он прибавил:",
          "ID": "28"
        },
        {
          "text": "«Когда вы поднимете высоко Сына Человеческого,",
          "ID": "28"
        },
        {
          "text": "узнаете, что воистину Тот Я, Кем Себя называю;",
          "ID": "28"
        },
        {
          "text": "что Сам по Себе ничего не делаю Я",
          "ID": "28"
        },
        {
          "text": "и только то говорю, чему научил Меня Отец.",
          "ID": "28"
        },
        {
          "text": "И Кто послал Меня, Он со Мною –",
          "ID": "29"
        },
        {
          "text": "не оставил Он Меня одного,",
          "ID": "29"
        },
        {
          "text": "ибо Я то всегда делаю, что Ему угодно».",
          "ID": "29"
        },
        {
          "text": "Многие иудеи уверовали в Него, когда говорил Он это.",
          "ID": "30"
        },
        {
          "text": "Этим уверовавшим сказал Иисус:",
          "ID": "31"
        },
        {
          "text": "«Если останетесь верными слову Моему,",
          "ID": "31"
        },
        {
          "text": "вы воистину ученики Мои,",
          "ID": "31"
        },
        {
          "text": "познаете вы тогда истину, и сделает она вас свободными».",
          "ID": "32"
        },
        {
          "text": "«Мы потомки Авраама, – отвечали они, – и ничьими рабами не были никогда! Как можешь говорить нам: „Станете свободными“?»",
          "ID": "33"
        },
        {
          "text": "«Верьте, верьте Мне, – настаивал Иисус. –",
          "ID": "34"
        },
        {
          "text": "Всякий, кто грешит, – раб греха.",
          "ID": "34"
        },
        {
          "text": "А раб не остается в доме навсегда,",
          "ID": "35"
        },
        {
          "text": "лишь сын навсегда в нем остается.",
          "ID": "35"
        },
        {
          "text": "Но если освободит вас Сын,",
          "ID": "36"
        },
        {
          "text": "станете действительно свободными.",
          "ID": "36"
        },
        {
          "text": "Знаю, что вы потомки Авраама,",
          "ID": "37"
        },
        {
          "text": "но и вы же готовы убить Меня,",
          "ID": "37"
        },
        {
          "text": "потому что закрыты вы для слов Моих.",
          "ID": "37"
        },
        {
          "text": "Я о том веду речь, что видел у Отца;",
          "ID": "38"
        },
        {
          "text": "а вы делаете то, чему у своего отца научились».",
          "ID": "38"
        },
        {
          "text": "«Наш отец – Авраам!» – говорили они. На это Иисус возразил:",
          "ID": "39"
        },
        {
          "text": "«Будь вы и в самом деле детьми Авраама,",
          "ID": "39"
        },
        {
          "text": "вы бы и поступали подобно Аврааму.",
          "ID": "39"
        },
        {
          "text": "А вы хотите убить Меня, Того,",
          "ID": "40"
        },
        {
          "text": "Который поведал вам истину, услышанную от Бога.",
          "ID": "40"
        },
        {
          "text": "Авраам такого не делал.",
          "ID": "40"
        },
        {
          "text": "Так что вы то делаете, что настоящий ваш отец делал!»",
          "ID": "41"
        },
        {
          "text": "«Мы не внебрачные какие-нибудь дети! – запротестовали они. – И один у нас Отец – Бог!»",
          "ID": "41"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "42"
        },
        {
          "text": "«Если бы и вправду вашим Отцом был Бог,",
          "ID": "42"
        },
        {
          "text": "вы бы любили Меня,",
          "ID": "42"
        },
        {
          "text": "Я ведь от Бога пришел и теперь Я здесь,",
          "ID": "42"
        },
        {
          "text": "не от Себя Самого Я пришел –",
          "ID": "42"
        },
        {
          "text": "Он послал Меня.",
          "ID": "42"
        },
        {
          "text": "Но вы не понимаете того, что Я говорю. Почему?",
          "ID": "43"
        },
        {
          "text": "Да потому, что не хотите внять словам Моим!",
          "ID": "43"
        },
        {
          "text": "От дьявола вы, и он ваш отец:",
          "ID": "44"
        },
        {
          "text": "его желания исполняете вы охотно.",
          "ID": "44"
        },
        {
          "text": "Убийца он от начала жизни на земле.",
          "ID": "44"
        },
        {
          "text": "С истиной нет у него ничего общего – чужда она ему.",
          "ID": "44"
        },
        {
          "text": "Говоря ложь, он делает то, что ему свойственно,",
          "ID": "44"
        },
        {
          "text": "потому что по сути своей он лжец и отец лжи.",
          "ID": "44"
        },
        {
          "text": "Я же истину говорю, потому и не верите Мне.",
          "ID": "45"
        },
        {
          "text": "Но обвинит ли кто из вас Меня в грехе?",
          "ID": "46"
        },
        {
          "text": "Если же истину говорю, почему не верите Мне?",
          "ID": "46"
        },
        {
          "text": "Кто от Бога, тот каждому слову Божию внимает.",
          "ID": "47"
        },
        {
          "text": "А вы не от Бога, потому и не внемлете».",
          "ID": "47"
        },
        {
          "text": "«Разве не правду говорим мы, что Ты самаритянин и что бес вселился в Тебя?» – наступали они.",
          "ID": "48"
        },
        {
          "text": "«Нет, – ответил Иисус, – не одержимый Я.",
          "ID": "49"
        },
        {
          "text": "Я чту Отца Своего, а вы бесчестите Меня.",
          "ID": "49"
        },
        {
          "text": "Но не ищу Я славы для Себя:",
          "ID": "50"
        },
        {
          "text": "есть о ней Заботящийся. Это Тот, Кто всем Судья.",
          "ID": "50"
        },
        {
          "text": "Верьте, слово Мое соблюдающий никогда не умрет».",
          "ID": "51"
        },
        {
          "text": "«Теперь мы окончательно уверились, что бес в Тебя вселился, – возликовали иудеи. – И Авраам умер, и пророки, а Ты говоришь: „Соблюдающий слово Мое никогда не умрет“. ",
          "ID": "52"
        },
        {
          "text": "Неужели Ты больше отца нашего Авраама? Умер он, умерли и пророки. За кого же Ты Себя выдаешь?»",
          "ID": "53"
        },
        {
          "text": "Вот что сказал им на это Иисус:",
          "ID": "54"
        },
        {
          "text": "«Если бы Сам Я искал славы для Себя,",
          "ID": "54"
        },
        {
          "text": "ничего бы не стоила слава Моя.",
          "ID": "54"
        },
        {
          "text": "Ею Отец Мой Меня венчает,",
          "ID": "54"
        },
        {
          "text": "Тот, о Ком говорите вы: „Это – наш Бог“.",
          "ID": "54"
        },
        {
          "text": "Но вы не знали Его никогда, а Я знаю.",
          "ID": "55"
        },
        {
          "text": "Если же сказал бы, что не знаю Его,",
          "ID": "55"
        },
        {
          "text": "стал бы, как вы, лжецом.",
          "ID": "55"
        },
        {
          "text": "Но знаю Его Я и слово Его исполняю.",
          "ID": "55"
        },
        {
          "text": "Авраам, отец ваш, ликовал при одной только мысли,",
          "ID": "56"
        },
        {
          "text": "что увидит день Мой.",
          "ID": "56"
        },
        {
          "text": "И увидел его – и возрадовался».",
          "ID": "56"
        },
        {
          "text": "«Тебе нет и пятидесяти, – не поверили иудеи, – а ты видел Авраама?»",
          "ID": "57"
        },
        {
          "text": "Иисус подтвердил:",
          "ID": "58"
        },
        {
          "text": "«Истину говорю вам:",
          "ID": "58"
        },
        {
          "text": "прежде, чем Авраам родился, Я был уже и Я ЕСМЬ».",
          "ID": "58"
        },
        {
          "text": "Тогда схватили они камни, чтобы побить Его. Но Иисус скрылся, удалившись из Храма.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "Евангелие по Иоанну 8"
    },
    {
      "text": [
        {
          "text": "Однажды Иисус, идя по городу, увидел человека, слепого от рождения. ",
          "ID": "1"
        },
        {
          "text": "«Равви, – спросили ученики Его, – почему родился этот человек слепым? Кто согрешил: сам он или родители его?»",
          "ID": "2"
        },
        {
          "text": "«Ни сам не виноват он, ни родители его, – отвечал Иисус. – Как бы ни случилось это, в жизни его явит себя сила Божия.",
          "ID": "3"
        },
        {
          "text": "Но давайте, пока еще не кончился день,",
          "ID": "4"
        },
        {
          "text": "продолжим то дело, ради которого Я послан;",
          "ID": "4"
        },
        {
          "text": "когда наступит ночь,",
          "ID": "4"
        },
        {
          "text": "никто уже ничего не сможет делать.",
          "ID": "4"
        },
        {
          "text": "Пока Я в мире, свет Я этому миру».",
          "ID": "5"
        },
        {
          "text": "После этих слов Иисус смешал с землей слюну Свою и, помазав этим глаза слепого, ",
          "ID": "6"
        },
        {
          "text": "сказал тому: «Ступай к пруду Силоам (это слово значит «Посланный») и умойся в нем!» Тот пошел, умылся и вернулся зрячим.",
          "ID": "7"
        },
        {
          "text": "И соседи его, и те, кто раньше знал его как нищего, спрашивали удивленно: «Не этот ли сидел каждый день у дороги и просил милостыню?» ",
          "ID": "8"
        },
        {
          "text": "Одни уверяли: «Да, это он».",
          "ID": "9"
        },
        {
          "text": "Другие спорили: «Нет. Это кто-то, похожий на него».",
          "ID": "9"
        },
        {
          "text": "Сам же он говорил: «Это я и есть».",
          "ID": "9"
        },
        {
          "text": "«А как случилось это, что стал ты видеть?» – спрашивали его.",
          "ID": "10"
        },
        {
          "text": "Он отвечал: «Человек, которого зовут Иисус, помазал мне глаза слюной, смешанной с землей, и сказал: „Ступай к пруду Силоам и умойся!“ Пошел я, умылся и прозрел».",
          "ID": "11"
        },
        {
          "text": "«Где же теперь Он?» – спросили его.",
          "ID": "12"
        },
        {
          "text": "«Не знаю», – ответил исцеленный.",
          "ID": "12"
        },
        {
          "text": "Привели этого недавно еще слепого человека к фарисеям. ",
          "ID": "13"
        },
        {
          "text": "А день тот, когда Иисус сделал эту смесь и излечил слепого, был суббота. ",
          "ID": "14"
        },
        {
          "text": "Поэтому и тут с особой придирчивостью спрашивали фарисеи его, как он прозрел. «Иисус помазал мне глаза слюной, смешанной с землей, – ответил им тот человек, – я умылся и прозрел».",
          "ID": "15"
        },
        {
          "text": "Тогда некоторые из фарисеев сказали: «Не от Бога Человек Этот – не соблюдает Он субботу».",
          "ID": "16"
        },
        {
          "text": "Другие возражали: «Как может грешный человек творить такие знамения?» Мнения их разделились.",
          "ID": "16"
        },
        {
          "text": "Потом снова обратились они к слепорожденному: «Что скажешь ты о Том, Кто избавил тебя от слепоты твоей?»",
          "ID": "17"
        },
        {
          "text": "Тот ответил: «Он Пророк».",
          "ID": "17"
        },
        {
          "text": "Но власти иудейские не захотели поверить, что этот человек был слепым, а потом прозрел. Позвали они родителей прозревшего ",
          "ID": "18"
        },
        {
          "text": "и спросили их: «Ваш ли это сын? Вы утверждаете, что он родился слепым? Как же случилось такое, что он видит теперь?»",
          "ID": "19"
        },
        {
          "text": "«Что наш это сын и что родился он слепым, это мы точно знаем, – ответили родители, – ",
          "ID": "20"
        },
        {
          "text": "а как получилось, что видит он теперь, это нам неведомо. И кто сделал его зрячим, мы тоже не знаем. Спросите у него самого, он взрослый уже, пусть сам за себя скажет». ",
          "ID": "21"
        },
        {
          "text": "Родители отвечали так из страха перед властями иудейскими: те сговорились, что будут отлучать от синагоги всех, кто признает Иисуса Мессией. ",
          "ID": "22"
        },
        {
          "text": "Потому и сказали родители: «Он уже взрослый, спросите его самого».",
          "ID": "23"
        },
        {
          "text": "Снова позвали фарисеи того человека, который был слепым, и сказали ему: «Поклянись, что скажешь правду! Мы точно знаем, что Человек Тот – грешник».",
          "ID": "24"
        },
        {
          "text": "«Грешник ли Он, – ответил прозревший, – я не знаю. Одно знаю: я был слепым, а теперь вижу».",
          "ID": "25"
        },
        {
          "text": "Тогда они спросили его: «Что Он сделал с тобой? Как исцелил тебя?»",
          "ID": "26"
        },
        {
          "text": "«Я ведь уже говорил вам, – ответил он, – но вы, верно, не слушали. Для чего же снова хотите услышать то же самое? Не хотите ли вы стать Его учениками?»",
          "ID": "27"
        },
        {
          "text": "Они стали поносить его: «Это ты ходишь в учениках у Него! А мы Моисея ученики! ",
          "ID": "28"
        },
        {
          "text": "С Моисеем, мы знаем, Сам Бог говорил, а что до Этого, то нам неизвестно даже, откуда Он».",
          "ID": "29"
        },
        {
          "text": "«Вот это и странно! – ответил прозревший. – Человек дал мне зрение, а вы не знаете, откуда Он?! ",
          "ID": "30"
        },
        {
          "text": "Но ведь знаем же мы, что не грешников Бог слушает, а только тех, кто чтит Его и творит волю Его. ",
          "ID": "31"
        },
        {
          "text": "Слепорожденного зрячим сделать – о таком никто и не слышал никогда. ",
          "ID": "32"
        },
        {
          "text": "Если бы не от Бога был Этот Человек, не смог бы Он ничего подобного сделать».",
          "ID": "33"
        },
        {
          "text": "Но один был у них на это ответ: «Во грехах ты погряз от самого рождения своего, тебе ли учить нас?!» И прогнали его фарисеи.",
          "ID": "34"
        },
        {
          "text": "Услышав о том, как обошлись фарисеи с исцеленным, Иисус нашел его и спросил: «Веришь ли ты в Сына Человеческого?»",
          "ID": "35"
        },
        {
          "text": "«Господин, – ответил он, – скажи мне, кто Он, чтобы мог я поверить в Него».",
          "ID": "36"
        },
        {
          "text": "Иисус сказал: «Ты видел Его, это Он говорит с тобой».",
          "ID": "37"
        },
        {
          "text": "«Верю, Господи!» – воскликнул прозревший и, пав перед Ним на колени, поклонился Ему.",
          "ID": "38"
        },
        {
          "text": "Иисус же сказал:",
          "ID": "39"
        },
        {
          "text": "«Для суда Я пришел в этот мир,",
          "ID": "39"
        },
        {
          "text": "чтобы прозрели слепые и ослепли зрячие».",
          "ID": "39"
        },
        {
          "text": "Услышав такое, некоторые из стоявших рядом фарисеев спросили: «Что же, по-твоему, мы тоже слепые?!»",
          "ID": "40"
        },
        {
          "text": "«Были бы вы слепы,",
          "ID": "41"
        },
        {
          "text": "не было бы греха на вас;",
          "ID": "41"
        },
        {
          "text": "но раз говорите, что видите,",
          "ID": "41"
        },
        {
          "text": "то ваш грех остается на вас», – ответил им Иисус.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "Евангелие по Иоанну 9"
    },
    {
      "text": [
        {
          "text": "«Поверьте Мне, – говорил Иисус, – всякий, кто входит в овчарню не через дверь, а иным путем проникает, тот вор и разбойник. ",
          "ID": "1"
        },
        {
          "text": "Пастух входит к своим овцам через дверь. ",
          "ID": "2"
        },
        {
          "text": "Его впускает привратник, и овцы узнают голос его. Каждую из овец называет он по имени и одну за другой выводит из овчарни. ",
          "ID": "3"
        },
        {
          "text": "После того, как выведет всё стадо свое, сам идет впереди, а овцы следуют за ним, потому что знают его голос. ",
          "ID": "4"
        },
        {
          "text": "За чужим ни за что не пойдут они, побегут от него, потому что голос чужака им незнаком». ",
          "ID": "5"
        },
        {
          "text": "Вот такую притчу рассказал им Иисус, но они не поняли, о чем говорил Он.",
          "ID": "6"
        },
        {
          "text": "Тогда еще сказал им Иисус:",
          "ID": "7"
        },
        {
          "text": "«Верьте Мне, Я и есть та дверь к овцам.",
          "ID": "7"
        },
        {
          "text": "Все, сколько ни приходило их [до Меня],",
          "ID": "8"
        },
        {
          "text": "все были воры, разбойники, и овцы не послушались их.",
          "ID": "8"
        },
        {
          "text": "Я – дверь.",
          "ID": "9"
        },
        {
          "text": "Кто через Меня войдет в овчарню,",
          "ID": "9"
        },
        {
          "text": "тому ничто не грозит.",
          "ID": "9"
        },
        {
          "text": "Войдет он и выйдет и пастбище найдет.",
          "ID": "9"
        },
        {
          "text": "Вор с одной приходит целью:",
          "ID": "10"
        },
        {
          "text": "украсть, убить и погубить.",
          "ID": "10"
        },
        {
          "text": "Я же пришел жизнь им дать –",
          "ID": "10"
        },
        {
          "text": "жизнь во всей ее полноте.",
          "ID": "10"
        },
        {
          "text": "Я – настоящий Пастырь.",
          "ID": "11"
        },
        {
          "text": "Кто истинно печется об овцах своих,",
          "ID": "11"
        },
        {
          "text": "жизнь отдаст за них.",
          "ID": "11"
        },
        {
          "text": "А наемник, завидев приближающегося волка,",
          "ID": "12"
        },
        {
          "text": "прочь убегает, бросая овец,",
          "ID": "12"
        },
        {
          "text": "не пастух ведь он, и овцы для него чужие.",
          "ID": "12"
        },
        {
          "text": "Волк набрасывается на какую-то из них и разгоняет всё стадо,",
          "ID": "12"
        },
        {
          "text": "а всё потому, что наемник он, нет ему дела до овец.",
          "ID": "13"
        },
        {
          "text": "Я же – истинный Пастырь.",
          "ID": "14"
        },
        {
          "text": "Знаю Я овец Моих, и они Меня знают,",
          "ID": "14"
        },
        {
          "text": "подобно тому, как знает Меня Отец, и Я знаю Отца;",
          "ID": "15"
        },
        {
          "text": "Я жизнь Свою отдаю за овец.",
          "ID": "15"
        },
        {
          "text": "Есть и другие у Меня овцы, не здешнего стада;",
          "ID": "16"
        },
        {
          "text": "Я должен их тоже водить.",
          "ID": "16"
        },
        {
          "text": "Будут отзываться они на Мой голос,",
          "ID": "16"
        },
        {
          "text": "и будет одно стадо и один Пастырь.",
          "ID": "16"
        },
        {
          "text": "Потому и любит Меня Отец,",
          "ID": "17"
        },
        {
          "text": "что жертвую Я жизнью Своею",
          "ID": "17"
        },
        {
          "text": "с тем, чтобы вновь ее обрести!",
          "ID": "17"
        },
        {
          "text": "Никто не отнимет ее у Меня,",
          "ID": "18"
        },
        {
          "text": "Я Сам отдаю ее по воле Своей.",
          "ID": "18"
        },
        {
          "text": "В Моей власти отдать ее,",
          "ID": "18"
        },
        {
          "text": "в Моей власти и взять ее назад –",
          "ID": "18"
        },
        {
          "text": "так положил Отец Мой».",
          "ID": "18"
        },
        {
          "text": "Слова эти опять вызвали разделение среди иудеев. ",
          "ID": "19"
        },
        {
          "text": "Многие говорили: «В Нем бес, Он безумствует. Что вы слушаете Его?»",
          "ID": "20"
        },
        {
          "text": "Другие возражали: «Нет, не бесноватого это слова. Да и может ли бес сделать слепого зрячим?»",
          "ID": "21"
        },
        {
          "text": "Наступила зима. В Иерусалиме был праздник Обновления Храма. ",
          "ID": "22"
        },
        {
          "text": "И вот, когда ходил Иисус по двору Храма, в галерее Соломона, ",
          "ID": "23"
        },
        {
          "text": "окружили Его иудеи и сказали: «Долго ли будешь держать нас в неизвестности? Если Ты – Мессия, скажи нам это прямо».",
          "ID": "24"
        },
        {
          "text": "«Я уже сказал вам, – ответил Иисус, – но вы не верите.",
          "ID": "25"
        },
        {
          "text": "Дела, которые совершаю во имя Отца Моего,",
          "ID": "25"
        },
        {
          "text": "не показывают ли они, кто Я?",
          "ID": "25"
        },
        {
          "text": "Но вы – не Моего стада овцы, потому и не верите.",
          "ID": "26"
        },
        {
          "text": "Мои овцы слышат Мой голос:",
          "ID": "27"
        },
        {
          "text": "и Я их знаю, и они следуют за Мной.",
          "ID": "27"
        },
        {
          "text": "Вечную жизнь даю Я им, и они не погибнут вовеки.",
          "ID": "28"
        },
        {
          "text": "Никто не похитит их у Меня.",
          "ID": "28"
        },
        {
          "text": "Отец Мой, Который дал их Мне, превыше всего на свете,",
          "ID": "29"
        },
        {
          "text": "так похитит ли кто их у Отца?",
          "ID": "29"
        },
        {
          "text": "А Я и Отец – одно».",
          "ID": "30"
        },
        {
          "text": "Опять иудеи схватили было камни, чтобы побить Его камнями, ",
          "ID": "31"
        },
        {
          "text": "но Иисус остановил их: «Много доброго сделал Я у вас на глазах силою и волей Отца Моего. За какое же из этих дел хотите побить Меня?»",
          "ID": "32"
        },
        {
          "text": "«Ни за какое-то из добрых дел должен Ты умереть, – ответили они, – а за богохульство: Человек Ты, а выдаешь Себя за Бога».",
          "ID": "33"
        },
        {
          "text": "На это Иисус возразил:",
          "ID": "34"
        },
        {
          "text": "«Разве не записано в Законе вашем: „Я сказал: вы – боги“?",
          "ID": "34"
        },
        {
          "text": "Здесь и те богами названы, к кому обращено слово Божие",
          "ID": "35"
        },
        {
          "text": "(а сказанное в Писании непреложно).",
          "ID": "35"
        },
        {
          "text": "Меня же Отец на то и поставил, чтобы Я дело Его делал,",
          "ID": "36"
        },
        {
          "text": "для этого в мир послал.",
          "ID": "36"
        },
        {
          "text": "Как можете говорить Мне: „Ты богохульствуешь“,",
          "ID": "36"
        },
        {
          "text": "когда говорю о Себе: „ Я – Сын Божий“?!",
          "ID": "36"
        },
        {
          "text": "Не верьте Мне, если Я дел Отца Моего не делаю.",
          "ID": "37"
        },
        {
          "text": "А раз делаю, верьте,",
          "ID": "38"
        },
        {
          "text": "если не Мне, то хотя бы делам Моим!",
          "ID": "38"
        },
        {
          "text": "И тогда узнаете, поймете тогда, что Отец во Мне и Я в Отце!»",
          "ID": "38"
        },
        {
          "text": "И снова попытались схватить Иисуса, но Он ушел из их рук.",
          "ID": "39"
        },
        {
          "text": "Он снова ушел за Иордан, на то место, где прежде крестил Иоанн. Там оставался Он, ",
          "ID": "40"
        },
        {
          "text": "и многие приходили к Нему. Они говорили: «Иоанн не совершил никакого чудесного знамения, но всё, что он сказал об Этом Человеке, оказалось правдой». ",
          "ID": "41"
        },
        {
          "text": "И уверовали там многие из них в Иисуса.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "Евангелие по Иоанну 10"
    },
    {
      "text": [
        {
          "text": "В деревне Вифания, где жили Мария и ее сестра Марфа, был болен один человек, звали его Лазарь. ",
          "ID": "1"
        },
        {
          "text": "(Это была та самая Мария, которая впоследствии умастила Господа благовонным маслом и вытерла ноги Его волосами своими. Тяжело заболевший Лазарь был брат этой Марии.) ",
          "ID": "2"
        },
        {
          "text": "Сестры послали сказать Иисусу: «Господи, тот, кого любишь Ты, болен».",
          "ID": "3"
        },
        {
          "text": "Услышав о том, Иисус сказал: «Не к смерти эта болезнь, но к славе Божией. Через болезнь эту прославит Бог Сына Своего». ",
          "ID": "4"
        },
        {
          "text": "Потому, хоть и любил Иисус Марфу, сестру ее и Лазаря, ",
          "ID": "5"
        },
        {
          "text": "Он всё же целых два дня оставался там, где Его застало известие о болезни Лазаря.",
          "ID": "6"
        },
        {
          "text": "Потом, однако, позвал Он учеников: «Пойдемте снова в Иудею!»",
          "ID": "7"
        },
        {
          "text": "«Равви, – удивились ученики, – ведь только что хотели иудеи побить Тебя камнями, а Ты снова идешь туда?»",
          "ID": "8"
        },
        {
          "text": "Тогда Иисус сказал:",
          "ID": "9"
        },
        {
          "text": "«Не двенадцать ли часов длится день?",
          "ID": "9"
        },
        {
          "text": "Всякий может ходить днем, не спотыкаясь:",
          "ID": "9"
        },
        {
          "text": "при свете этого мира он видит, что у него на пути.",
          "ID": "9"
        },
        {
          "text": "А ночью кто ходит, спотыкается,",
          "ID": "10"
        },
        {
          "text": "потому что нет у него света».",
          "ID": "10"
        },
        {
          "text": "Потом Он добавил: «Наш друг Лазарь уснул, но Я пойду и разбужу его».",
          "ID": "11"
        },
        {
          "text": "«Господи, – ответили ученики, – если он уснул, значит поправится». ",
          "ID": "12"
        },
        {
          "text": "Иисус о смерти Лазаря сказал, а они подумали, что говорит Он о сне обычном.",
          "ID": "13"
        },
        {
          "text": "Тогда прямо сказал им Иисус: «Лазарь умер. ",
          "ID": "14"
        },
        {
          "text": "Думая о вас, радуюсь, что Меня не было там: теперь вы будете верить. Но пойдемте же к нему!»",
          "ID": "15"
        },
        {
          "text": "Фома по прозвищу Близнец сказал сотоварищам своим: «Пойдем и мы с Ним вместе, чтобы с Ним и умереть!»",
          "ID": "16"
        },
        {
          "text": "Когда Иисус пришел в Вифанию, Он узнал, что Лазарь уже четыре дня как в гробнице. ",
          "ID": "17"
        },
        {
          "text": "От Вифании до Иерусалима недалеко, всего около трех километров, ",
          "ID": "18"
        },
        {
          "text": "и многие иудеи из города пришли к Марфе и Марии, чтобы утешить их в горе. ",
          "ID": "19"
        },
        {
          "text": "Как только Марфа услышала, что Иисус идет к ним, она тотчас пошла Ему навстречу, Мария же осталась дома.",
          "ID": "20"
        },
        {
          "text": "«Господи, – сказала Марфа Иисусу, – если бы Ты был здесь, не умер бы мой брат. ",
          "ID": "21"
        },
        {
          "text": "[Но] я знаю, что и теперь Бог даст Тебе всё, о чем ни попросишь Ты Его».",
          "ID": "22"
        },
        {
          "text": "«Воскреснет брат твой», – ответил ей Иисус.",
          "ID": "23"
        },
        {
          "text": "«Знаю, что воскреснет, – сказала она. – В последний День, при воскресении мертвых».",
          "ID": "24"
        },
        {
          "text": "Тогда сказал ей Иисус:",
          "ID": "25"
        },
        {
          "text": "«Я – воскресение и жизнь.",
          "ID": "25"
        },
        {
          "text": "Верующий в Меня будет жить, даже если умрет он,",
          "ID": "25"
        },
        {
          "text": "и ни один из тех, кто действительно живет и верит в Меня,",
          "ID": "26"
        },
        {
          "text": "никогда на самом деле не умрет. Веришь в это?»",
          "ID": "26"
        },
        {
          "text": "«Да, Господи! – ответила она Ему. – Я верю, что Ты – Мессия, Сын Божий, который должен был прийти в мир».",
          "ID": "27"
        },
        {
          "text": "После этого она пошла и позвала Марию, сестру свою, сказав ей украдкой: «Учитель здесь и хочет видеть тебя». ",
          "ID": "28"
        },
        {
          "text": "Услышав это, та быстро встала и пошла к Нему. ",
          "ID": "29"
        },
        {
          "text": "(Иисус еще не вошел в селение, Он оставался там, где его встретила Марфа.) ",
          "ID": "30"
        },
        {
          "text": "Иудеи, которые были в доме у Марии и пытались утешать ее, увидев, что она быстро встала и вышла, последовали за ней, полагая, что она пошла плакать к месту погребения ее брата.",
          "ID": "31"
        },
        {
          "text": "Придя туда, где был Иисус, и увидев Его, Мария пала к ногам Его и сказала: «Господи, если бы Ты был здесь, не умер бы мой брат».",
          "ID": "32"
        },
        {
          "text": "При виде плачущей женщины и тех иудеев, что пришли и плакали вместе с ней, Иисус был глубоко взволнован и с тяжелым вздохом ",
          "ID": "33"
        },
        {
          "text": "спросил: «Где похоронили вы его?»",
          "ID": "34"
        },
        {
          "text": "«Господи, иди и посмотри!» – сказала она Ему.",
          "ID": "34"
        },
        {
          "text": "Слезы навернулись на глаза Иисуса.",
          "ID": "35"
        },
        {
          "text": "«Смотрите, как любил Он его!» – заговорили иудеи.",
          "ID": "36"
        },
        {
          "text": "А некоторые недоумевали: «Неужели Он, исцеливший слепого, не мог сделать так, чтобы и этот не умер?»",
          "ID": "37"
        },
        {
          "text": "Снова тяжело вздохнув, Иисус подошел к склепу. Это была пещера, вход в которую закрывал камень. ",
          "ID": "38"
        },
        {
          "text": "«Уберите камень!» – повелел Иисус.",
          "ID": "39"
        },
        {
          "text": "«Господи, – воспротивилась Марфа, сестра умершего, – там тяжкий запах, ведь уже прошло четыре дня».",
          "ID": "39"
        },
        {
          "text": "Но Иисус остановил ее: «Не говорил ли Я тебе, что, если будешь верить, увидишь величие дел Божьих?»",
          "ID": "40"
        },
        {
          "text": "Камень убрали. Иисус поднял глаза к небу и сказал:",
          "ID": "41"
        },
        {
          "text": "«Благодарю Тебя, Отец, что услышал Меня.",
          "ID": "41"
        },
        {
          "text": "Знаю, что Ты всегда Меня слышишь.",
          "ID": "42"
        },
        {
          "text": "Говорю же это ради людей, стоящих здесь,",
          "ID": "42"
        },
        {
          "text": "дабы уверовали они, что Ты послал Меня».",
          "ID": "42"
        },
        {
          "text": "Сказав это, Он во весь голос воскликнул: «Лазарь, выходи!»",
          "ID": "43"
        },
        {
          "text": "И Лазарь, обвязанный по рукам и ногам погребальными пеленами, с платком, закрывавшим лицо его, вышел из склепа.",
          "ID": "44"
        },
        {
          "text": "«Развяжите его, – сказал Иисус, – пусть идет».",
          "ID": "44"
        },
        {
          "text": "Многие из тех иудеев, которые пришли к Марии и увидели, что сделал Иисус, уверовали в Него, ",
          "ID": "45"
        },
        {
          "text": "но некоторые пошли к фарисеям и рассказали им о том, что Он сделал. ",
          "ID": "46"
        },
        {
          "text": "Первосвященники и фарисеи собрали тогда Синедрион.",
          "ID": "47"
        },
        {
          "text": "«Что нам делать? – говорили они. – Человек Этот совершает много такого, что привлекает внимание людей. ",
          "ID": "47"
        },
        {
          "text": "Если позволим Ему продолжать это, все уверуют в Него, и придут тогда римляне и уничтожат и Храм наш, и народ».",
          "ID": "48"
        },
        {
          "text": "Один из них, некий Каиафа, бывший в тот год первосвященником, сказал им: «Ничего-то вы не понимаете! ",
          "ID": "49"
        },
        {
          "text": "Подумайте, разве не лучше будет для вас, если один человек умрет за народ, а не все иудеи погибнут?»",
          "ID": "50"
        },
        {
          "text": "Не от себя он это сказал: будучи в тот год первосвященником, верно предрек он, что умрет Иисус за иудейский народ, ",
          "ID": "51"
        },
        {
          "text": "и не только за этот народ, но и ради того, чтобы собрать воедино всех рассеянных детей Божьих.",
          "ID": "52"
        },
        {
          "text": "И стали они с того дня непреклонны в своей решимости убить Его. ",
          "ID": "53"
        },
        {
          "text": "Вот почему Иисус больше уже не появлялся открыто среди иудеев. Он ушел оттуда в местность, что граничит с пустыней, в город, называемый Эфраим, и оставался там со Своими учениками.",
          "ID": "54"
        },
        {
          "text": "Приближалась иудейская Пасха, и многие шли из деревень в Иерусалим, чтобы очиститься и быть готовыми к празднику. ",
          "ID": "55"
        },
        {
          "text": "Они искали Иисуса и, встречаясь в Храме, спрашивали друг друга: «Как думаете, придет Он на праздник?» ",
          "ID": "56"
        },
        {
          "text": "А первосвященники и фарисеи постановили: каждый, кто узнает, где Он находится, должен донести об этом, чтобы они могли схватить Иисуса.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "Евангелие по Иоанну 11"
    },
    {
      "text": [
        {
          "text": "За шесть дней до Пасхи Иисус снова пришел в Вифанию, где жил Лазарь, воскрешенный Им из мертвых. ",
          "ID": "1"
        },
        {
          "text": "Там в Его честь устроили ужин. Марфа прислуживала Ему и гостям, среди которых был и Лазарь. ",
          "ID": "2"
        },
        {
          "text": "Мария же взяла тогда фунт ценнейшего благовонного масла из чистого нарда, умастила им ноги Иисуса и вытерла их волосами своими. Весь дом наполнился благоуханием того масла.",
          "ID": "3"
        },
        {
          "text": "Иуда Искариот, один [из] учеников Иисуса (тот, что потом предал Его), стал возмущаться: ",
          "ID": "4"
        },
        {
          "text": "«Почему было не продать это масло, ведь оно стоит сотни три денариев? А деньги можно было бы раздать нищим». ",
          "ID": "5"
        },
        {
          "text": "Он говорил так не потому, что пекся о нищих, а потому, что был нечестен; ему доверяли ящик для пожертвований, и он крал кое-что из того, что туда клали.",
          "ID": "6"
        },
        {
          "text": "Но Иисус сказал: «Оставь ее! Она хранила эти благовония на день Моего погребения. ",
          "ID": "7"
        },
        {
          "text": "Нищие всегда будут с вами, а Я – не всегда».",
          "ID": "8"
        },
        {
          "text": "Прослышав о том, что Иисус в Вифании, туда пришли толпы иудеев, и не только из-за Иисуса, но также чтобы увидеть Лазаря, которого Он воскресил из мертвых. ",
          "ID": "9"
        },
        {
          "text": "Первосвященники решили тогда убить и Лазаря, ",
          "ID": "10"
        },
        {
          "text": "потому что это из-за него многие иудеи уходили от них и начинали верить в Иисуса.",
          "ID": "11"
        },
        {
          "text": "На следующий день толпы людей, пришедших на праздник Пасхи, услышав, что Иисус идет в Иерусалим, ",
          "ID": "12"
        },
        {
          "text": "взяли пальмовые ветви и вышли Ему навстречу, восклицая:",
          "ID": "13"
        },
        {
          "text": "«Осанна!",
          "ID": "13"
        },
        {
          "text": "Благословен идущий во имя Господа",
          "ID": "13"
        },
        {
          "text": "[и] Царь Израиля!»",
          "ID": "13"
        },
        {
          "text": "Иисус же нашел с помощью учеников молодого осла и ехал на нем, как и было сказано о том в Писании:",
          "ID": "14"
        },
        {
          "text": "«Не бойся, дочь Сиона!",
          "ID": "15"
        },
        {
          "text": "Вот, Царь твой грядет к тебе,",
          "ID": "15"
        },
        {
          "text": "на молодом осле восседает Он».",
          "ID": "15"
        },
        {
          "text": "Ученики Его сперва не поняли этого, но потом, когда воскрешен уже был Иисус и явлен в славе Своей, вспомнили они, что так о Нем было написано и они это сделали для Него.",
          "ID": "16"
        },
        {
          "text": "А люди, которые были с Иисусом, и их немало было, продолжали рассказывать о том, что Он вызвал Лазаря из могилы и воскресил его из мертвых; ",
          "ID": "17"
        },
        {
          "text": "и многие вышли встречать Иисуса потому, что услышали о совершенном Им чуде. ",
          "ID": "18"
        },
        {
          "text": "А фарисеи говорили друг другу: «Видите, ничего у нас не получается. Весь мир пошел за Ним».",
          "ID": "19"
        },
        {
          "text": "Среди пришедших на поклонение были в дни праздника в Иерусалиме и те, кого называли язычниками. ",
          "ID": "20"
        },
        {
          "text": "Они пришли к Филиппу, который был из Вифсаиды галилейской, и попросили его: «Господин, мы хотели бы познакомиться с Иисусом». ",
          "ID": "21"
        },
        {
          "text": "Филипп пошел и сказал об этом Андрею; потом они отправились к Иисусу. Узнав о просьбе, ",
          "ID": "22"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "23"
        },
        {
          "text": "«Пришел час",
          "ID": "23"
        },
        {
          "text": "Сыну Человеческому быть явленным в славе Своей.",
          "ID": "23"
        },
        {
          "text": "Воистину,",
          "ID": "24"
        },
        {
          "text": "если зерно пшеничное в землю не упадет и не умрет,",
          "ID": "24"
        },
        {
          "text": "так и останется одиноким зернышком,",
          "ID": "24"
        },
        {
          "text": "а если умрет – принесет обильный урожай.",
          "ID": "24"
        },
        {
          "text": "Тот, кому всего дороже его жизнь,",
          "ID": "25"
        },
        {
          "text": "лишает себя ееа,",
          "ID": "25"
        },
        {
          "text": "а кто в этом мире жизнью своей не дорожит,",
          "ID": "25"
        },
        {
          "text": "для вечной жизни сохранит ее.",
          "ID": "25"
        },
        {
          "text": "Кто хочет служить Мне,",
          "ID": "26"
        },
        {
          "text": "пусть следует за Мной.",
          "ID": "26"
        },
        {
          "text": "Где Я, там и слуга Мой будет.",
          "ID": "26"
        },
        {
          "text": "Того, кто служит мне, почтит Отец.",
          "ID": "26"
        },
        {
          "text": "В смятении ныне душа Моя.",
          "ID": "27"
        },
        {
          "text": "Что Мне сказать?",
          "ID": "27"
        },
        {
          "text": "Не просить же: „Отец, избавь Меня от часа сего“.",
          "ID": "27"
        },
        {
          "text": "Ведь для того Я и пришел в час сей.",
          "ID": "27"
        },
        {
          "text": "Прошу только: „Отец, открой людям величие имени Твоего!“»",
          "ID": "28"
        },
        {
          "text": "Тогда с неба раздался голос: «Открыл Я уже и еще открою». ",
          "ID": "28"
        },
        {
          "text": "Люди, стоявшие вокруг Иисуса, говорили, что слышали гром, а иные утверждали, что ангел разговаривал с Ним.",
          "ID": "29"
        },
        {
          "text": "Иисус же сказал: «Голос этот не ради Меня сюда донесся, а ради вас.",
          "ID": "30"
        },
        {
          "text": "Настал ныне час суда над миром этим,",
          "ID": "31"
        },
        {
          "text": "ныне князь мира сего изгнан будет вон.",
          "ID": "31"
        },
        {
          "text": "Когда же поднят буду Я над землею,",
          "ID": "32"
        },
        {
          "text": "всех привлеку к Себе».",
          "ID": "32"
        },
        {
          "text": "Сказал Он это, давая понять, какою смертью предстояло умереть Ему.",
          "ID": "33"
        },
        {
          "text": "Из толпы возразили: «Из Писания нам известно, что обещанный Мессия останется с нами навеки. Почему же Ты говоришь, что Сын Человеческий должен быть поднят? И вообще, кто Он, Этот Сын Человеческий?»",
          "ID": "34"
        },
        {
          "text": "Иисус тогда сказал им:",
          "ID": "35"
        },
        {
          "text": "«Свет еще с вами, но лишь на короткое время.",
          "ID": "35"
        },
        {
          "text": "Ходите ж при Свете, пока есть он у вас,",
          "ID": "35"
        },
        {
          "text": "дабы тьма не объяла вас!",
          "ID": "35"
        },
        {
          "text": "Во тьме ходящий не знает, куда идет он.",
          "ID": "35"
        },
        {
          "text": "Пока Свет еще светит вам, верьте в Свет,",
          "ID": "36"
        },
        {
          "text": "чтобы стать детьми Света!»",
          "ID": "36"
        },
        {
          "text": "Сказав это, Иисус ушел и больше среди них не появлялся.",
          "ID": "36"
        },
        {
          "text": "И хотя совершил Он так много знамений у них на глазах, они всё же в Него не верили. ",
          "ID": "37"
        },
        {
          "text": "Так что исполнились слова пророка Исайи, сказавшего:",
          "ID": "38"
        },
        {
          "text": "«Господи, кто поверил слышанному от нас,",
          "ID": "38"
        },
        {
          "text": "и кому открылось могущество руки Господней?»",
          "ID": "38"
        },
        {
          "text": "Да и не способны были они поверить, потому что, как сказал далее Исайя:",
          "ID": "39"
        },
        {
          "text": "«Ослепил Господь их глаза",
          "ID": "40"
        },
        {
          "text": "и каменными сделал их сердца,",
          "ID": "40"
        },
        {
          "text": "дабы, как говорит Он, глазами своими они не видели,",
          "ID": "40"
        },
        {
          "text": "и не могли постичь сердцем, и не обратились ко Мне,",
          "ID": "40"
        },
        {
          "text": "чтобы Я исцелил их».",
          "ID": "40"
        },
        {
          "text": "Исайя сказал так потому, что видел славу Иисуса. О Нем он говорил.",
          "ID": "41"
        },
        {
          "text": "При всём том даже многие из предводителей иудейских уверовали в Него, но из-за фарисеев не признавались в этом, чтобы не отлучили их от синагоги. ",
          "ID": "42"
        },
        {
          "text": "Быть в почете у людей для них было дороже, чем быть в почете у Бога.",
          "ID": "43"
        },
        {
          "text": "Иисус же суть учения Своего объявил громко и прямо:",
          "ID": "44"
        },
        {
          "text": "«Всякий верующий в Меня не в Меня верит,",
          "ID": "44"
        },
        {
          "text": "но в Того, Кто послал Меня, верит;",
          "ID": "44"
        },
        {
          "text": "и видящий Меня видит Того, Кто Меня послал.",
          "ID": "45"
        },
        {
          "text": "Я в мир пришел как свет,",
          "ID": "46"
        },
        {
          "text": "чтобы ни один верующий в Меня во тьме не оставался.",
          "ID": "46"
        },
        {
          "text": "А что до того, кто слова Мои слышит,",
          "ID": "47"
        },
        {
          "text": "но ими пренебрегает, не судья Я ему,",
          "ID": "47"
        },
        {
          "text": "ведь Я пришел не судить мир,",
          "ID": "47"
        },
        {
          "text": "а чтобы спасти его.",
          "ID": "47"
        },
        {
          "text": "Отвергающий Меня и не принимающий слова Мои",
          "ID": "48"
        },
        {
          "text": "сам уже нашел себе судью:",
          "ID": "48"
        },
        {
          "text": "слово, Мною сказанное, осудит его в последний День.",
          "ID": "48"
        },
        {
          "text": "Не от Себя ведь говорил Я,",
          "ID": "49"
        },
        {
          "text": "пославший Меня Отец сказал Мне,",
          "ID": "49"
        },
        {
          "text": "что говорить и какими словами.",
          "ID": "49"
        },
        {
          "text": "Я знаю, что наказ Его – это вечная жизнь.",
          "ID": "50"
        },
        {
          "text": "Потому, что говорю Я, говорю так, как сказал Мне Отец».",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "Евангелие по Иоанну 12"
    },
    {
      "text": [
        {
          "text": "Было это накануне праздника Пасхи. Иисус знал, что пришло для Него время перейти из мира сего к Отцу. Он всегда любил в этом мире тех, кто пошел за Ним, и любил Он их до конца.",
          "ID": "1"
        },
        {
          "text": "И во время ужина, когда дьявол уже внушил Иуде, сыну Симона Искариота, мысль о том, чтобы предать Иисуса, ",
          "ID": "2"
        },
        {
          "text": "Иисус, зная, что Отец всё вверил Ему и что Он от Бога пришел и к Богу идет, ",
          "ID": "3"
        },
        {
          "text": "встал из-за стола, снял верхнюю одежду, взял полотенце и опоясался им. ",
          "ID": "4"
        },
        {
          "text": "Потом Он налил воду в таз и стал мыть ноги ученикам, вытирая их полотенцем, которым был опоясан.",
          "ID": "5"
        },
        {
          "text": "Когда подошел Он к Симону Петру, тот сказал Ему: «Ты хочешь мыть мне ноги, Господи?!»",
          "ID": "6"
        },
        {
          "text": "«Не понимаешь ты того, что Я делаю сейчас, – ответил ему Иисус. – Но придет время – поймешь».",
          "ID": "7"
        },
        {
          "text": "«Никогда не допущу, чтобы мыл Ты мне ноги!» – воспротивился Петр.",
          "ID": "8"
        },
        {
          "text": "«Если не омою тебя, тогда ничего не может быть у нас общего», – твердо сказал Иисус.",
          "ID": "8"
        },
        {
          "text": "«Тогда, – воскликнул Симон Петр, – не только ноги мои, Господи, но и руки, и голову».",
          "ID": "9"
        },
        {
          "text": "Иисус же сказал: «Не нужно это тому, кто уже весь омыт, разве что ноги его стоит вымыть, а сам он чист, вы ведь чисты, впрочем, не все». ",
          "ID": "10"
        },
        {
          "text": "Он знал, кто Его предаст, потому и сказал: «Не все чисты».",
          "ID": "11"
        },
        {
          "text": "Вымыв им ноги, Иисус оделся и вернулся к столу: «Понимаете ли вы, что Я сделал для вас? – спросил Он их. – ",
          "ID": "12"
        },
        {
          "text": "Вы называете Меня Учителем и Господом и верно говорите, ведь так оно и есть. ",
          "ID": "13"
        },
        {
          "text": "Если же Я, Господь и Учитель, вымыл вам ноги, то и вы должны мыть ноги друг другу. ",
          "ID": "14"
        },
        {
          "text": "Ибо Я подал вам пример: что Я сделал вам, делайте и вы.",
          "ID": "15"
        },
        {
          "text": "Помните слова Мои,",
          "ID": "16"
        },
        {
          "text": "слуга не больше господина своего,",
          "ID": "16"
        },
        {
          "text": "и посланец не больше того, кто его послал.",
          "ID": "16"
        },
        {
          "text": "Зная это, блаженны будете, если станете теперь и поступать так.",
          "ID": "17"
        },
        {
          "text": "Не о всех вас говорю – знаю тех, кого избрал; но и сказанное в Писании должно исполниться:",
          "ID": "18"
        },
        {
          "text": "„Тот, кто хлеб ест со Мной,",
          "ID": "18"
        },
        {
          "text": "восстал против Меня“.",
          "ID": "18"
        },
        {
          "text": "Говорю вам об этом уже сейчас,",
          "ID": "19"
        },
        {
          "text": "до того, как произойдет это,",
          "ID": "19"
        },
        {
          "text": "дабы, когда всё уже случится, поверили вы,",
          "ID": "19"
        },
        {
          "text": "что Я и есть Тот, Кем Себя называю.",
          "ID": "19"
        },
        {
          "text": "Уверяю вас,",
          "ID": "20"
        },
        {
          "text": "принимающий того, кого пошлю Я, Меня принимает,",
          "ID": "20"
        },
        {
          "text": "а кто Меня принимает, принимает Пославшего Меня».",
          "ID": "20"
        },
        {
          "text": "Сказав это, Иисус в сильном душевном волнении добавил: «Прямо вам говорю: один из вас предаст Меня». ",
          "ID": "21"
        },
        {
          "text": "Ученики в растерянности посмотрели друг на друга: «О ком говорит Он?» ",
          "ID": "22"
        },
        {
          "text": "Случилось, что ученик, которого Иисус особенно любил, возлежал рядом с Ним. ",
          "ID": "23"
        },
        {
          "text": "Симон Петр подал ему знак, чтобы он спросил Иисуса, о ком речь.",
          "ID": "24"
        },
        {
          "text": "Склонившись на грудь Иисусу, ученик этот спросил: «Господи, кто же это?»",
          "ID": "25"
        },
        {
          "text": "Иисус ответил: «Тот, кому подам Я, обмакнувши, кусок хлеба». Сказав это, Он [взял] кусок и, обмакнув его, подал Иуде, сыну Симона Искариота. ",
          "ID": "26"
        },
        {
          "text": "Как только Иуда взял этот кусок, вселился в него сатана.",
          "ID": "27"
        },
        {
          "text": "Тогда Иисус сказал ему: «Что ж, делай, что начал, скорее!» ",
          "ID": "27"
        },
        {
          "text": "Никто из учеников не понял, к чему Он сказал это Иуде. ",
          "ID": "28"
        },
        {
          "text": "А поскольку общие деньги хранились у Иуды, то некоторые подумали, что Иисус велел ему купить, что нужно к празднику, или чтоб нищим что-нибудь дал. ",
          "ID": "29"
        },
        {
          "text": "Иуда съел кусок хлеба и тотчас же вышел. Была ночь.",
          "ID": "30"
        },
        {
          "text": "Когда вышел Иуда, Иисус сказал:",
          "ID": "31"
        },
        {
          "text": "«Вот теперь уже явлен в славе Своей Сын Человеческий,",
          "ID": "31"
        },
        {
          "text": "и в Нем Сам Бог явлен в славе Своей.",
          "ID": "31"
        },
        {
          "text": "[И если Бог в Нем прославлен], то и Бог не замедлит",
          "ID": "32"
        },
        {
          "text": "в Себе явить миру славу Сына Человеческого.",
          "ID": "32"
        },
        {
          "text": "Дети Мои, недолго осталось Мне быть с вами,",
          "ID": "33"
        },
        {
          "text": "потом будете искать Меня,",
          "ID": "33"
        },
        {
          "text": "но, как сказал Я книжникам и фарисеям, а теперь и вам говорю,",
          "ID": "33"
        },
        {
          "text": "куда иду Я, не сможете вы пойти за Мной.",
          "ID": "33"
        },
        {
          "text": "Даю вам новую заповедь: любите друг друга!",
          "ID": "34"
        },
        {
          "text": "Как Я вас полюбил, так и вы любите друг друга.",
          "ID": "34"
        },
        {
          "text": "И если будет любовь между вами,",
          "ID": "35"
        },
        {
          "text": "все будут знать, что вы – ученики Мои».",
          "ID": "35"
        },
        {
          "text": "Симон Петр спросил Его: «Господи, куда Ты пойдешь?»",
          "ID": "36"
        },
        {
          "text": "«Куда Я иду, – ответил [ему] Иисус, – ты пока не можешь туда идти за Мной, но позже пойдешь».",
          "ID": "36"
        },
        {
          "text": "«Господи, – возразил Ему Петр, – почему не могу сейчас следовать за Тобой? Я жизнь свою отдам за Тебя!»",
          "ID": "37"
        },
        {
          "text": "Иисус сказал на это: «Ты жизнь готов отдать за Меня? Поверь же, еще до того, как поутру пропоет петух, трижды отречешься ты от Меня».",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "Евангелие по Иоанну 13"
    },
    {
      "text": [
        {
          "text": "«Пусть не тревожится сердце ваше!",
          "ID": "1"
        },
        {
          "text": "Доверьтесь Богу и Мне доверьтесь!",
          "ID": "1"
        },
        {
          "text": "Много покоев в доме Отца Моего",
          "ID": "2"
        },
        {
          "text": "(и если бы не так это было, сказал бы вам).",
          "ID": "2"
        },
        {
          "text": "Иду Я туда приготовить и для вас место.",
          "ID": "2"
        },
        {
          "text": "Я уйду и после того, как приготовлю вам место,",
          "ID": "3"
        },
        {
          "text": "приду вновь и возьму вас к Себе,",
          "ID": "3"
        },
        {
          "text": "чтобы и вы могли быть там, где Я.",
          "ID": "3"
        },
        {
          "text": "И вы ведь знаете путь, что ведет туда, куда [Я] иду».",
          "ID": "4"
        },
        {
          "text": "Фома возразил Ему: «Господи, не знаем мы, куда Ты пойдешь. Как можем мы знать путь туда?» ",
          "ID": "5"
        },
        {
          "text": "Иисус ответил:",
          "ID": "6"
        },
        {
          "text": "«Я – путь, истина и жизнь.",
          "ID": "6"
        },
        {
          "text": "Никто не может прийти к Отцу иначе,",
          "ID": "6"
        },
        {
          "text": "как через Меня, Посредника вашего.",
          "ID": "6"
        },
        {
          "text": "Если Меня знаете, будете знать и Отца Моего.",
          "ID": "7"
        },
        {
          "text": "Да вы и знаете Его уже, и видели вы Его».",
          "ID": "7"
        },
        {
          "text": "«Господи, – промолвил Филипп, – покажи нам Отца, и довольно с нас». ",
          "ID": "8"
        },
        {
          "text": "«Столько времени Я был с вами, – ответил Иисус, – и ты всё еще не знаешь Меня, Филипп?",
          "ID": "9"
        },
        {
          "text": "Видевший Меня видел Отца.",
          "ID": "9"
        },
        {
          "text": "Как можешь ты говорить: „Покажи нам Отца“?",
          "ID": "9"
        },
        {
          "text": "Или не веришь, что Я – в Отце, и Отец – во Мне?",
          "ID": "10"
        },
        {
          "text": "Сами слова, которые Я вам говорю, не от Себя говорю.",
          "ID": "10"
        },
        {
          "text": "Отец, во Мне живущий, во Мне и действует, всё это – Его дела.",
          "ID": "10"
        },
        {
          "text": "Верьте Мне, когда говорю,",
          "ID": "11"
        },
        {
          "text": "что Я – в Отце, и Отец – во Мне;",
          "ID": "11"
        },
        {
          "text": "или хотя бы по самим делам, творимым Мною, верьте.",
          "ID": "11"
        },
        {
          "text": "Уверяю вас, верящий в Меня будет делать то,",
          "ID": "12"
        },
        {
          "text": "что Я делаю, и даже большие дела совершит,",
          "ID": "12"
        },
        {
          "text": "потому что Я ухожу к Отцу.",
          "ID": "12"
        },
        {
          "text": "И тогда всё, о чем ни попросили бы вы во имя Мое,",
          "ID": "13"
        },
        {
          "text": "сделаю Я, чтобы прославлен был Отец в Сыне.",
          "ID": "13"
        },
        {
          "text": "Я сделаю всё, о чем вы ни попросите Меня во имя Мое.",
          "ID": "14"
        },
        {
          "text": "Вы же, если любите Меня,",
          "ID": "15"
        },
        {
          "text": "будете соблюдатьзаповеди Мои.",
          "ID": "15"
        },
        {
          "text": "Я Отца попрошу,",
          "ID": "16"
        },
        {
          "text": "и даст Он вам вместо Меня другого Утешителя,",
          "ID": "16"
        },
        {
          "text": "Который навеки останется с вами,",
          "ID": "16"
        },
        {
          "text": "Духа истины даст, Которого мир не может принять,",
          "ID": "17"
        },
        {
          "text": "потому что не видит Его и не знает;",
          "ID": "17"
        },
        {
          "text": "а вы знаете Его,",
          "ID": "17"
        },
        {
          "text": "потому что Он с вами пребывает и в вас будет.",
          "ID": "17"
        },
        {
          "text": "Не оставлю осиротевшими вас, снова приду к вам.",
          "ID": "18"
        },
        {
          "text": "Еще немного, и мир уже не увидит Меня,",
          "ID": "19"
        },
        {
          "text": "но вы Меня будете видеть;",
          "ID": "19"
        },
        {
          "text": "и потому, что Я живу, вы жить будете.",
          "ID": "19"
        },
        {
          "text": "И когда придет тот День, вы узнаете,",
          "ID": "20"
        },
        {
          "text": "что Я – в Отце Моем, что вы – во Мне, и Я – в вас.",
          "ID": "20"
        },
        {
          "text": "Кто хранит заповеди Мои и соблюдает их,",
          "ID": "21"
        },
        {
          "text": "тот действительно любит Меня,",
          "ID": "21"
        },
        {
          "text": "а кто любит Меня, тот будет любим Отцом Моим,",
          "ID": "21"
        },
        {
          "text": "и Я буду любить его,",
          "ID": "21"
        },
        {
          "text": "и открою ему Себя в Своей любви ясно».",
          "ID": "21"
        },
        {
          "text": "Иуда (не Искариот, а другой Иуда) сказал Ему тогда: «Господи, как это так? Ты хочешь открыться только нам, а не миру?»",
          "ID": "22"
        },
        {
          "text": "«Тот, кто любит Меня, – ответил Иисус, –",
          "ID": "23"
        },
        {
          "text": "будет поступать по слову Моему,",
          "ID": "23"
        },
        {
          "text": "Отец Мой будет любить его;",
          "ID": "23"
        },
        {
          "text": "к нему Мы придем и будем жить у него.",
          "ID": "23"
        },
        {
          "text": "Не любящий Меня",
          "ID": "24"
        },
        {
          "text": "не будет и поступать по слову Моему.",
          "ID": "24"
        },
        {
          "text": "Слово, которое слышите вы, не Мое,",
          "ID": "24"
        },
        {
          "text": "но слово Отца, пославшего Меня.",
          "ID": "24"
        },
        {
          "text": "Я сказал вам всё это, пока нахожусь еще с вами.",
          "ID": "25"
        },
        {
          "text": "Утешитель же, Дух Святой,",
          "ID": "26"
        },
        {
          "text": "Которого пошлет Отец во имя Мое,",
          "ID": "26"
        },
        {
          "text": "всему научит вас и напомнит всё, что говорил вам [Я].",
          "ID": "26"
        },
        {
          "text": "Ныне же мир и покой вам оставляю.",
          "ID": "27"
        },
        {
          "text": "Дарю вам Мой мир,",
          "ID": "27"
        },
        {
          "text": "какого на земле никто вам не даст.",
          "ID": "27"
        },
        {
          "text": "Пусть не тревожится сердце ваше, пусть не страшится!",
          "ID": "27"
        },
        {
          "text": "Вы ведь слышали, Я вам сказал:",
          "ID": "28"
        },
        {
          "text": "„Ухожу, но опять приду к вам“.",
          "ID": "28"
        },
        {
          "text": "Если бы вы действительно любили Меня,",
          "ID": "28"
        },
        {
          "text": "то радовались бы тому, что Я иду к Отцу,",
          "ID": "28"
        },
        {
          "text": "потому что Отец больше Меня.",
          "ID": "28"
        },
        {
          "text": "Я сказал вам всё теперь,",
          "ID": "29"
        },
        {
          "text": "сказал до того, как это произошло,",
          "ID": "29"
        },
        {
          "text": "чтобы, когда это произойдет,",
          "ID": "29"
        },
        {
          "text": "окрепла вера ваша.",
          "ID": "29"
        },
        {
          "text": "Недолго осталось Мне говорить с вами,",
          "ID": "30"
        },
        {
          "text": "ибо князь мира этого уже на своем пути сюда.",
          "ID": "30"
        },
        {
          "text": "Не властен он надо Мной,",
          "ID": "30"
        },
        {
          "text": "но мир должен узнать, что люблю Я Отца",
          "ID": "31"
        },
        {
          "text": "и делаю именно то, что Он Мне поручил.",
          "ID": "31"
        },
        {
          "text": "Теперь же вставайте, уйдем отсюда!»",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "Евангелие по Иоанну 14"
    },
    {
      "text": [
        {
          "text": "«Я – истинная виноградная лоза,",
          "ID": "1"
        },
        {
          "text": "а Мой Отец – виноградарь.",
          "ID": "1"
        },
        {
          "text": "Всякую ветвь на Мне, что не приносит плода,",
          "ID": "2"
        },
        {
          "text": "Он обрезает,",
          "ID": "2"
        },
        {
          "text": "а ту, что плод приносит, Он очищает,",
          "ID": "2"
        },
        {
          "text": "чтобы больше плода приносила.",
          "ID": "2"
        },
        {
          "text": "Уже очищены вы; совершилось то через Слово,",
          "ID": "3"
        },
        {
          "text": "Которое вам возвестил Я.",
          "ID": "3"
        },
        {
          "text": "Пребудьте во Мне, тесно связаны будьте со Мной,",
          "ID": "4"
        },
        {
          "text": "и Я в вас пребуду.",
          "ID": "4"
        },
        {
          "text": "Как ветвь сама по себе не может плод приносить,",
          "ID": "4"
        },
        {
          "text": "если не будет она на лозе,",
          "ID": "4"
        },
        {
          "text": "так не принесете и вы никакого плода,",
          "ID": "4"
        },
        {
          "text": "если во Мне, в тесной связи со Мной, не пребудете.",
          "ID": "4"
        },
        {
          "text": "Я – лоза, а вы – ветви.",
          "ID": "5"
        },
        {
          "text": "Только тот, кто во Мне пребывает, и в ком Я пребываю,",
          "ID": "5"
        },
        {
          "text": "приносит много плода;",
          "ID": "5"
        },
        {
          "text": "без Меня ведь ничего не сможете сделать.",
          "ID": "5"
        },
        {
          "text": "А те, что не пребывают во Мне,",
          "ID": "6"
        },
        {
          "text": "ветвям бесплодным подобны:",
          "ID": "6"
        },
        {
          "text": "выбрасывают их, и они засыхают.",
          "ID": "6"
        },
        {
          "text": "Собирают их, бросают в огонь, и сгорают они.",
          "ID": "6"
        },
        {
          "text": "Если в единении со Мной вы пребудете",
          "ID": "7"
        },
        {
          "text": "и слова Мои в вас пребудут,",
          "ID": "7"
        },
        {
          "text": "можете просить, о чем хотите, – всё получите!",
          "ID": "7"
        },
        {
          "text": "Когда урожай приносите вы обильный",
          "ID": "8"
        },
        {
          "text": "и во всём являете себя учениками Моими,",
          "ID": "8"
        },
        {
          "text": "Отца Моего прославляете.",
          "ID": "8"
        },
        {
          "text": "Как Отец полюбил Меня, так и Я полюбил вас.",
          "ID": "9"
        },
        {
          "text": "Окруженные любовью Моей, живите в ней!",
          "ID": "9"
        },
        {
          "text": "Исполняя заповеди Мои,",
          "ID": "10"
        },
        {
          "text": "вы будете жить в Моей любви,",
          "ID": "10"
        },
        {
          "text": "как и Я исполнил то, что поручил Мне Отец Мой,",
          "ID": "10"
        },
        {
          "text": "и в Его любви пребываю.",
          "ID": "10"
        },
        {
          "text": "Сказал Я всё это, чтобы вы могли разделить Мою радость",
          "ID": "11"
        },
        {
          "text": "и сами радости преисполнились.",
          "ID": "11"
        },
        {
          "text": "Любите друг друга, как Я вас люблю, –",
          "ID": "12"
        },
        {
          "text": "это Моя заповедь вам.",
          "ID": "12"
        },
        {
          "text": "Никто не может превзойти любовь того,",
          "ID": "13"
        },
        {
          "text": "кто жизнь свою отдает за друзей своих.",
          "ID": "13"
        },
        {
          "text": "Вы – друзья Мои, если делаете то, что Я заповедую вам.",
          "ID": "14"
        },
        {
          "text": "Я уже не называю вас слугами –",
          "ID": "15"
        },
        {
          "text": "слуга не знает о намерениях своего господина;",
          "ID": "15"
        },
        {
          "text": "друзьями зову вас,",
          "ID": "15"
        },
        {
          "text": "ведь Я обо всем вам поведал, что узнал от Отца Моего.",
          "ID": "15"
        },
        {
          "text": "Не вы избрали Меня,",
          "ID": "16"
        },
        {
          "text": "но Я вас избрал и на труд поставил,",
          "ID": "16"
        },
        {
          "text": "чтобы в мир вы шли",
          "ID": "16"
        },
        {
          "text": "и служение ваше плоды приносило,",
          "ID": "16"
        },
        {
          "text": "плоды непреходящие;",
          "ID": "16"
        },
        {
          "text": "и Отец даст вам всё,",
          "ID": "16"
        },
        {
          "text": "о чем бы ни попросили Его вы во имя Мое.",
          "ID": "16"
        },
        {
          "text": "Исполняйте же то, что вам заповедую Я:",
          "ID": "17"
        },
        {
          "text": "любите друг друга.",
          "ID": "17"
        },
        {
          "text": "Если мир ненавидит вас, знайте:",
          "ID": "18"
        },
        {
          "text": "прежде, чем вас, Меня возненавидел он.",
          "ID": "18"
        },
        {
          "text": "Будь от мира сего вы от грешного,",
          "ID": "19"
        },
        {
          "text": "полюбил бы он вас как своих.",
          "ID": "19"
        },
        {
          "text": "Но вы не от мира,",
          "ID": "19"
        },
        {
          "text": "Я сделал Свой выбор и увел вас из мира,",
          "ID": "19"
        },
        {
          "text": "поэтому ненавидит он вас.",
          "ID": "19"
        },
        {
          "text": "Помните, что Я вам говорил:",
          "ID": "20"
        },
        {
          "text": "„Слуга не больше господина своего“.",
          "ID": "20"
        },
        {
          "text": "Если Меня преследовали, то и вас преследовать будут;",
          "ID": "20"
        },
        {
          "text": "а если Моему слову внимали, то и вашему будут тоже.",
          "ID": "20"
        },
        {
          "text": "Преследовать же вас будут из-за Меня,",
          "ID": "21"
        },
        {
          "text": "ибо не знают они Того, Кто Меня послал.",
          "ID": "21"
        },
        {
          "text": "Если бы не пришел Я и не говорил им,",
          "ID": "22"
        },
        {
          "text": "не было бы греха на них;",
          "ID": "22"
        },
        {
          "text": "но теперь – не оправдать им грех свой.",
          "ID": "22"
        },
        {
          "text": "Кто ненавидит Меня, тот и Отца Моего ненавидит.",
          "ID": "23"
        },
        {
          "text": "Если бы не совершал Я у них дел,",
          "ID": "24"
        },
        {
          "text": "каких никто другой никогда не делал,",
          "ID": "24"
        },
        {
          "text": "не было бы на них греха.",
          "ID": "24"
        },
        {
          "text": "Но они видели дела Мои и всё равно",
          "ID": "24"
        },
        {
          "text": "ненавидят и Меня, и Отца Моего.",
          "ID": "24"
        },
        {
          "text": "Однако это лишь исполнение",
          "ID": "25"
        },
        {
          "text": "написанного в их Законе:",
          "ID": "25"
        },
        {
          "text": "„Возненавидели Меня без причины“.",
          "ID": "25"
        },
        {
          "text": "Но когда придет к вам Утешитель,",
          "ID": "26"
        },
        {
          "text": "исходящий от Отца Дух истины,",
          "ID": "26"
        },
        {
          "text": "Которого Я к вам пошлю, когда буду у Отца,",
          "ID": "26"
        },
        {
          "text": "Он будет свидетельствовать обо Мне.",
          "ID": "26"
        },
        {
          "text": "Вы тоже Мои свидетели,",
          "ID": "27"
        },
        {
          "text": "ибо от начала вы со Мной.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "Евангелие по Иоанну 15"
    },
    {
      "text": [
        {
          "text": "Я сказал вам всё это,",
          "ID": "1"
        },
        {
          "text": "чтобы ничто не поколебало веры вашей.",
          "ID": "1"
        },
        {
          "text": "Изгонят вас из синагог;",
          "ID": "2"
        },
        {
          "text": "и даже наступит такое время,",
          "ID": "2"
        },
        {
          "text": "когда всякий убивающий вас будет думать,",
          "ID": "2"
        },
        {
          "text": "что служит он этим Богу.",
          "ID": "2"
        },
        {
          "text": "Люди будут делать это,",
          "ID": "3"
        },
        {
          "text": "потому что не знают ни Отца, ни Меня.",
          "ID": "3"
        },
        {
          "text": "Вам же всё это сказал Я,",
          "ID": "4"
        },
        {
          "text": "чтобы, когда придет то время,",
          "ID": "4"
        },
        {
          "text": "вспомнили вы, что вам Я заранее об этом сказал.",
          "ID": "4"
        },
        {
          "text": "Не говорил вам этого с самого начала,",
          "ID": "4"
        },
        {
          "text": "потому что Сам Я был с вами тогда.",
          "ID": "4"
        },
        {
          "text": "Но теперь ухожу Я к Тому, Кто Меня посылал,",
          "ID": "5"
        },
        {
          "text": "и ни один из вас не спрашивает Меня:",
          "ID": "5"
        },
        {
          "text": "„Куда Ты идешь?“",
          "ID": "5"
        },
        {
          "text": "И оттого, что сказал Я вам это,",
          "ID": "6"
        },
        {
          "text": "не радостью, а печалью наполнились ваши сердца.",
          "ID": "6"
        },
        {
          "text": "Но поверьте: для вас же лучше, что Я ухожу.",
          "ID": "7"
        },
        {
          "text": "Если Я не уйду, не придет Утешитель к вам,",
          "ID": "7"
        },
        {
          "text": "а если уйду, то пошлю Его к вам.",
          "ID": "7"
        },
        {
          "text": "Когда же придет Утешитель, людям мира сего Он покажет,",
          "ID": "8"
        },
        {
          "text": "как неверно думают они о грехе,",
          "ID": "8"
        },
        {
          "text": "и о праведности, и о Божьем суде.",
          "ID": "8"
        },
        {
          "text": "Покажет Он им, что их грех – нежелание верить в Меня;",
          "ID": "9"
        },
        {
          "text": "что в том праведность явит себя,",
          "ID": "10"
        },
        {
          "text": "что Я к Отцу ухожу,",
          "ID": "10"
        },
        {
          "text": "и больше не увидите Меня;",
          "ID": "10"
        },
        {
          "text": "даст людям знать Он и о суде,",
          "ID": "11"
        },
        {
          "text": "ибо князь мира сего уже осужден.",
          "ID": "11"
        },
        {
          "text": "Еще о многом мог бы сказать Я вам,",
          "ID": "12"
        },
        {
          "text": "но сейчас это слишком тяжкое бремя для вас.",
          "ID": "12"
        },
        {
          "text": "Когда же придет Дух Истины,",
          "ID": "13"
        },
        {
          "text": "поведет Он вас к полной истине.",
          "ID": "13"
        },
        {
          "text": "Ведь не от Себя будет говорить,",
          "ID": "13"
        },
        {
          "text": "а только то, что услышит, скажет,",
          "ID": "13"
        },
        {
          "text": "и о грядущем Он вам возвестит.",
          "ID": "13"
        },
        {
          "text": "Он возвеличит Меня,",
          "ID": "14"
        },
        {
          "text": "возвещая вам о том, что возьмет у Меня.",
          "ID": "14"
        },
        {
          "text": "Всё, что есть у Отца, Мое.",
          "ID": "15"
        },
        {
          "text": "Вот почему Я сказал:",
          "ID": "15"
        },
        {
          "text": "„Дух откроет вам то, что возьмет у Меня“.",
          "ID": "15"
        },
        {
          "text": "Скоро уже не увидите вы Меня больше,",
          "ID": "16"
        },
        {
          "text": "но немного спустя увидите снова».",
          "ID": "16"
        },
        {
          "text": "Иные из учеников Его стали спрашивать друг друга: «О чем это Он говорит: „Скоро уже не увидите вы Меня, но немного спустя увидите снова“? И что значит: „Иду к Отцу“? ",
          "ID": "17"
        },
        {
          "text": "А как понимать Его, [когда Он говорит]: „Скоро уже“? – недоумевали они. – Мы не знаем, что Он имеет в виду».",
          "ID": "18"
        },
        {
          "text": "Иисус, зная, что они хотели спросить Его, Сам сказал им: «Вы спрашиваете один у другого, что Я имел в виду, когда сказал: „Скоро уже не увидите вы Меня, но немного спустя увидите снова“?",
          "ID": "19"
        },
        {
          "text": "Поверьте Мне, плакать вы будете и рыдать,",
          "ID": "20"
        },
        {
          "text": "а мир станет радоваться;",
          "ID": "20"
        },
        {
          "text": "печали полны будете, но печаль ваша в радость обратится.",
          "ID": "20"
        },
        {
          "text": "Женщина, когда приходит час ее, мучается при родах,",
          "ID": "21"
        },
        {
          "text": "но, родив ребенка, о муках уже не помнит от радости,",
          "ID": "21"
        },
        {
          "text": "что человек родился на земле.",
          "ID": "21"
        },
        {
          "text": "Так и у вас: печальны вы теперь,",
          "ID": "22"
        },
        {
          "text": "но Я увижу вас снова,",
          "ID": "22"
        },
        {
          "text": "и радостью наполнятся сердца ваши,",
          "ID": "22"
        },
        {
          "text": "и этой радости вашей уже никто не отнимет у вас.",
          "ID": "22"
        },
        {
          "text": "В тот день не будет у вас больше нужды",
          "ID": "23"
        },
        {
          "text": "спрашивать Меня о чем бы то ни было.",
          "ID": "23"
        },
        {
          "text": "Верьте, о чём бы вы ни попросили Отца во имя Мое,",
          "ID": "23"
        },
        {
          "text": "Он даст вам.",
          "ID": "23"
        },
        {
          "text": "До сих пор вы ни о чем не просили во имя Мое.",
          "ID": "24"
        },
        {
          "text": "Просите же – и получите, и радость ваша будет полной.",
          "ID": "24"
        },
        {
          "text": "Многое говорил Я вам прикровенно и иносказательно,",
          "ID": "25"
        },
        {
          "text": "но скоро наступит время, когда без всяких иносказаний,",
          "ID": "25"
        },
        {
          "text": "открыто скажу вам об Отце.",
          "ID": "25"
        },
        {
          "text": "Когда придет тот день, вы сами будете просить во имя Мое,",
          "ID": "26"
        },
        {
          "text": "потому и не нужно Мне говорить,",
          "ID": "26"
        },
        {
          "text": "что Я буду просить Отца о вас;",
          "ID": "26"
        },
        {
          "text": "Сам Отец любит вас,",
          "ID": "27"
        },
        {
          "text": "потому что вы полюбили Меня и поверили,",
          "ID": "27"
        },
        {
          "text": "что от Бога пришел Я.",
          "ID": "27"
        },
        {
          "text": "Я оставил Отца и пришел в этот мир;",
          "ID": "28"
        },
        {
          "text": "теперь покидаю мир и возвращаюсь к Отцу».",
          "ID": "28"
        },
        {
          "text": "Тогда ученики сказали: «Теперь Ты говоришь прямо и открыто, не прибегая к иносказаниям. ",
          "ID": "29"
        },
        {
          "text": "Теперь знаем мы, что всё ведомо Тебе; вопросы наши Ты знаешь прежде, чем задаем мы их Тебе. Поэтому и верим, что от Бога Ты пришел». ",
          "ID": "30"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "31"
        },
        {
          "text": "«Теперь вы верите?",
          "ID": "31"
        },
        {
          "text": "Но знайте, близок час, да он уже и наступил,",
          "ID": "32"
        },
        {
          "text": "когда вынуждены вы будете рассеяться:",
          "ID": "32"
        },
        {
          "text": "пойдет каждый своим путем,",
          "ID": "32"
        },
        {
          "text": "а Меня оставите одного.",
          "ID": "32"
        },
        {
          "text": "Но Я не один – со Мной Отец.",
          "ID": "32"
        },
        {
          "text": "Сказал Я вам это,",
          "ID": "33"
        },
        {
          "text": "чтобы во Мне нашли вы мир для себя.",
          "ID": "33"
        },
        {
          "text": "Здесь, на земле, муки вас ждут.",
          "ID": "33"
        },
        {
          "text": "Но мужайтесь: Я мир победил».",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "Евангелие по Иоанну 16"
    },
    {
      "text": [
        {
          "text": "Сказав это, Иисус поднял взор Свой к небу и стал молиться:",
          "ID": "1"
        },
        {
          "text": "«Отец! Вот и пришел этот час.",
          "ID": "1"
        },
        {
          "text": "Открой же миру славу Сына Твоего,",
          "ID": "1"
        },
        {
          "text": "чтобы Сын мог явить Твою славу.",
          "ID": "1"
        },
        {
          "text": "Ты дал ведь Ему власть над всеми людьми,",
          "ID": "2"
        },
        {
          "text": "дабы всем, кого Ты доверил Ему,",
          "ID": "2"
        },
        {
          "text": "даровал Он вечную жизнь.",
          "ID": "2"
        },
        {
          "text": "А жить вечной жизнью –",
          "ID": "3"
        },
        {
          "text": "это знать Тебя, единого истинного Бога,",
          "ID": "3"
        },
        {
          "text": "и Иисуса Христа, Которого Ты послал.",
          "ID": "3"
        },
        {
          "text": "Открыл Я людям на этой земле славу Твою,",
          "ID": "4"
        },
        {
          "text": "исполнив то, что поручил Ты Мне.",
          "ID": "4"
        },
        {
          "text": "И теперь, Отец, опять у Тебя",
          "ID": "5"
        },
        {
          "text": "дай же Мне снова ту славу,",
          "ID": "5"
        },
        {
          "text": "какой у Тебя обладал Я уже,",
          "ID": "5"
        },
        {
          "text": "прежде чем мир появился!",
          "ID": "5"
        },
        {
          "text": "Я открыл Тебя людям,",
          "ID": "6"
        },
        {
          "text": "которых из мира Ты взял, чтобы дать их Мне.",
          "ID": "6"
        },
        {
          "text": "Твои они были, Ты Мне дал их.",
          "ID": "6"
        },
        {
          "text": "Они слово Твое соблюли",
          "ID": "6"
        },
        {
          "text": "и знают теперь, что всё,",
          "ID": "7"
        },
        {
          "text": "что Ты дал Мне, – от Тебя исходит оно.",
          "ID": "7"
        },
        {
          "text": "То, что Ты Мне сказал, Я передал им;",
          "ID": "8"
        },
        {
          "text": "они приняли это и действительно поняли,",
          "ID": "8"
        },
        {
          "text": "что Я от Тебя пришел;",
          "ID": "8"
        },
        {
          "text": "и поверили они, что Ты послал Меня.",
          "ID": "8"
        },
        {
          "text": "Прошу за них, не за мир прошу,",
          "ID": "9"
        },
        {
          "text": "а за тех, кого дал Ты Мне, ведь Твои они",
          "ID": "9"
        },
        {
          "text": "(ибо всё, что есть у Меня, – Твое,",
          "ID": "10"
        },
        {
          "text": "как и Твое всё – Мое),",
          "ID": "10"
        },
        {
          "text": "и Я прославлен ими.",
          "ID": "10"
        },
        {
          "text": "Не в мире уже Я: к Тебе возвращаюсь;",
          "ID": "11"
        },
        {
          "text": "а они еще в мире.",
          "ID": "11"
        },
        {
          "text": "Святой Мой Отец, Ты дал Мне силу, силу имени Твоего,",
          "ID": "11"
        },
        {
          "text": "сохрани же их этой силой,",
          "ID": "11"
        },
        {
          "text": "чтобы едины они были, как Мы с Тобой.",
          "ID": "11"
        },
        {
          "text": "Когда Я был с ними, хранил Я их силой,",
          "ID": "12"
        },
        {
          "text": "которую Ты дал Мне, силой имени Твоего,",
          "ID": "12"
        },
        {
          "text": "и уберег: никто из них не потерян,",
          "ID": "12"
        },
        {
          "text": "кроме одного, погибелью рожденного.",
          "ID": "12"
        },
        {
          "text": "Так и исполнится предсказанное в Писании.",
          "ID": "12"
        },
        {
          "text": "Ныне к Тебе возвращаюсь,",
          "ID": "13"
        },
        {
          "text": "и говорю об этом еще здесь, в мире,",
          "ID": "13"
        },
        {
          "text": "чтобы преисполнились они радостью Моей.",
          "ID": "13"
        },
        {
          "text": "Я передал им слово Твое, и мир возненавидел их,",
          "ID": "14"
        },
        {
          "text": "потому что не от мира они, как и Я не от мира.",
          "ID": "14"
        },
        {
          "text": "Не о том прошу, чтобы из мира Ты взял их,",
          "ID": "15"
        },
        {
          "text": "но чтобы от зла сохранил.",
          "ID": "15"
        },
        {
          "text": "Не от мира они, как не от мира и Я.",
          "ID": "16"
        },
        {
          "text": "Освяти же их истиною.",
          "ID": "17"
        },
        {
          "text": "Слово Твое – истина.",
          "ID": "17"
        },
        {
          "text": "Как Ты Меня в мир послал,",
          "ID": "18"
        },
        {
          "text": "так и Я послал их.",
          "ID": "18"
        },
        {
          "text": "Их спасению Я Себя посвящаю,",
          "ID": "19"
        },
        {
          "text": "чтобы, в истине пребывая, они Тебе посвящены были.",
          "ID": "19"
        },
        {
          "text": "Но не только о них Я прошу,",
          "ID": "20"
        },
        {
          "text": "обо всех прошу, кто, внимая их слову,",
          "ID": "20"
        },
        {
          "text": "приходит к вере в Меня,",
          "ID": "20"
        },
        {
          "text": "чтобы все они едины были.",
          "ID": "21"
        },
        {
          "text": "Как Ты, Отец, во Мне, и Я – в Тебе,",
          "ID": "21"
        },
        {
          "text": "так и они да будут в Нас,",
          "ID": "21"
        },
        {
          "text": "дабы поверил мир, что это Ты послал Меня.",
          "ID": "21"
        },
        {
          "text": "Тою же самой славой, которую Ты дал Мне,",
          "ID": "22"
        },
        {
          "text": "Я их наделил, чтобы, как Мы, они едины были.",
          "ID": "22"
        },
        {
          "text": "И теперь, когда Я – в них и Ты – во Мне,",
          "ID": "23"
        },
        {
          "text": "они могут быть в полном единстве,",
          "ID": "23"
        },
        {
          "text": "чтобы знал мир, что Ты послал Меня",
          "ID": "23"
        },
        {
          "text": "и что они Тобой любимы, как Я Тобою любим.",
          "ID": "23"
        },
        {
          "text": "Отец, Ты дал их Мне, и Я хочу,",
          "ID": "24"
        },
        {
          "text": "чтобы со Мной они были там, где Я,",
          "ID": "24"
        },
        {
          "text": "чтобы видели славу Мою,",
          "ID": "24"
        },
        {
          "text": "которую Ты дал Мне,",
          "ID": "24"
        },
        {
          "text": "ибо любил Меня еще до создания мира.",
          "ID": "24"
        },
        {
          "text": "Отец Мой праведный, мир не знает Тебя,",
          "ID": "25"
        },
        {
          "text": "но знаю Тебя Я, и они знают, что это Ты послал Меня.",
          "ID": "25"
        },
        {
          "text": "Я открыл им Тебя и буду открывать вновь и вновь,",
          "ID": "26"
        },
        {
          "text": "чтобы любовь, какой Ты любишь Меня,",
          "ID": "26"
        },
        {
          "text": "была в них, как Я в них».",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "Евангелие по Иоанну 17"
    },
    {
      "text": [
        {
          "text": "Сказав всё это и окончив молитву, Иисус с учениками ушел из города. Прошли они через долину Кедрон в том месте, где был сад, в который Он и вошел с учениками Своими. ",
          "ID": "1"
        },
        {
          "text": "Иуда, предающий Его, знал это место, потому что Иисус и ученики Его часто собирались там. ",
          "ID": "2"
        },
        {
          "text": "Теперь он пришел туда с отрядом римских солдат и храмовой стражей, посланной первосвященниками и фарисеями. Они были вооружены и несли фонари и факелы.",
          "ID": "3"
        },
        {
          "text": "Зная всё, что ждет Его, Иисус вышел к ним и спросил: «Кого ищете вы?»",
          "ID": "4"
        },
        {
          "text": "«Иисуса Назарянина», – ответили Ему.",
          "ID": "5"
        },
        {
          "text": "Иисус сказал: «ЭТО Я». (Иуда, предающий Его, стоял тут же вместе с пришедшими.) ",
          "ID": "5"
        },
        {
          "text": "Как только Иисус сказал: «ЭТО Я», они подались назад и пали на землю.",
          "ID": "6"
        },
        {
          "text": "Он снова спросил их: «Кого вы ищете?»",
          "ID": "7"
        },
        {
          "text": "«Иисуса Назарянина», – ответили они.",
          "ID": "7"
        },
        {
          "text": "«Я же сказал вам: „ЭТО Я“, – повторил Иисус, – потому, если Меня ищете, этих людей оставьте, пусть они идут». ",
          "ID": "8"
        },
        {
          "text": "(Так должны были исполниться Его слова: «Из тех, кого Ты дал Мне, никого не потерял Я».)",
          "ID": "9"
        },
        {
          "text": "У Симона Петра был при себе меч. Петр извлек его, ударил слугу первосвященника (того звали Малх) и отсек ему правое ухо.",
          "ID": "10"
        },
        {
          "text": "«Вложи меч свой в ножны, – Иисус сказал Петру. – Это та самая чаша, которую дал Мне Отец. Не должен ли Я испить ее?»",
          "ID": "11"
        },
        {
          "text": "Тогда римские воины вместе с трибуном и стражники иудейские схватили Иисуса и, связав, ",
          "ID": "12"
        },
        {
          "text": "отвели Его поначалу к Анне, тестю Каиафы, который был первосвященником в тот год. ",
          "ID": "13"
        },
        {
          "text": "(Это был тот самый Каиафа, который убеждал иудеев, что для них будет лучше, если один человек умрет за весь народ.)",
          "ID": "14"
        },
        {
          "text": "За Иисусом шли Симон Петр и еще один ученик. Ученик этот был знаком с первосвященником и потому вошел в его двор вместе с Иисусом. ",
          "ID": "15"
        },
        {
          "text": "Петр же остался стоять снаружи, у ворот. Тогда другой ученик, знавший первосвященника, вышел и, поговорив с привратницей, ввел Петра.",
          "ID": "16"
        },
        {
          "text": "Та спросила Петра: «А ты не из учеников ли Того Человека?»",
          "ID": "17"
        },
        {
          "text": "«Нет!» – ответил он.",
          "ID": "17"
        },
        {
          "text": "Было холодно. Слуги и стражники развели костер и грелись, стоя вокруг. Петр стоял вместе с ними и тоже грелся.",
          "ID": "18"
        },
        {
          "text": "Тем временем первосвященник стал спрашивать Иисуса об учениках Его и о самом Его учении.",
          "ID": "19"
        },
        {
          "text": "«Говорил Я открыто: любой мог слышать Меня, – отвечал Иисус, – Я учил всегда в синагогах или в Храме, где собираются все иудеи, и тайно не учил ничему. ",
          "ID": "20"
        },
        {
          "text": "Что ты Меня спрашиваешь? Спроси тех, кто слышал слова Мои. Они знают, что Я говорил».",
          "ID": "21"
        },
        {
          "text": "После этих слов один из стражников, стоявший рядом, ударил Иисуса по лицу, раздраженно заметив: «Как отвечаешь Ты первосвященнику?!»",
          "ID": "22"
        },
        {
          "text": "«Если Я что-то неверно сказал, – ответил Иисус, – скажи всем об этом. Если же верно, почему бьешь Меня?»",
          "ID": "23"
        },
        {
          "text": "Тогда Анна послал Его связанным к первосвященнику Каиафе.",
          "ID": "24"
        },
        {
          "text": "А Симон Петр всё еще стоял во дворе и грелся. Его спросили: «А ты не из Его ли учеников тоже?»",
          "ID": "25"
        },
        {
          "text": "«Нет», – отрицал он. ",
          "ID": "25"
        },
        {
          "text": "Но один из слуг первосвященника, родственник того, которому Петр отсек ухо, настаивал: «Не тебя ли я видел вместе с Ним в саду?» ",
          "ID": "26"
        },
        {
          "text": "Снова Петр стал отрицать это, и тотчас запел петух.",
          "ID": "27"
        },
        {
          "text": "Рано утром повели Иисуса от Каиафы в преторий. Но в помещение иудеи не вошли, чтобы им не оскверниться, иначе не смогли бы они участвовать в пасхальном празднестве. ",
          "ID": "28"
        },
        {
          "text": "Тогда Пилат сам вышел к ним и спросил: «В чем вы обвиняете Этого Человека?»",
          "ID": "29"
        },
        {
          "text": "«Не будь Он преступником, – отвечали они, – не привели бы мы Его к тебе».",
          "ID": "30"
        },
        {
          "text": "Пилат сказал им: «Возьмите Его и сами судите по своему закону!»",
          "ID": "31"
        },
        {
          "text": "«У нас нет права предавать кого-либо смерти», – отвечали иудеи. ",
          "ID": "31"
        },
        {
          "text": "(Так исполнились слова Иисуса о том, какою смертью придется Ему умереть.)",
          "ID": "32"
        },
        {
          "text": "Пилат вернулся в преторий и велел привести к нему Иисуса. «Ты и в самом деле – Царь иудейский?» – стал он допрашивать Его.",
          "ID": "33"
        },
        {
          "text": "«Это твой вопрос, – ответил Иисус, – или так другие сказали тебе обо Мне?»",
          "ID": "34"
        },
        {
          "text": "«Разве я иудей? – возразил Пилат. – Это твой народ и первосвященники выдали мне Тебя. Что же Ты сделал?»",
          "ID": "35"
        },
        {
          "text": "«Царство Мое не от мира сего, – сказал Иисус. – Будь от мира оно сего, боролись бы подданные Мои, чтобы не был Я выдан иудейским властям; но Царство Мое не отсюда».",
          "ID": "36"
        },
        {
          "text": "«Стало быть, Ты Царь!» – воскликнул Пилат.",
          "ID": "37"
        },
        {
          "text": "Иисус ответил: «Ты сам говоришь, что Я Царь. Я для того родился и для того в этот мир пришел, чтобы свидетельствовать об истине. Всякий, кто не глух к истине, слушает Меня».",
          "ID": "37"
        },
        {
          "text": "«Об истине? – сказал Пилат. – А что такое истина?»",
          "ID": "38"
        },
        {
          "text": "С этими словами он снова вышел к иудеям и сказал им: «Не нахожу я в Нем никакой вины. ",
          "ID": "38"
        },
        {
          "text": "Вы уже привыкли к тому, что я отпускаю на Пасху одного из заключенных, так не хотите ли, чтобы я отпустил вам „Царя иудейского“?»",
          "ID": "39"
        },
        {
          "text": "«Не Его, Варавву!» – закричали иудеи в ответ. А Варавва тот был разбойником.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "Евангелие по Иоанну 18"
    },
    {
      "text": [
        {
          "text": "Велел тогда Пилат увести Иисуса и бичевать. ",
          "ID": "1"
        },
        {
          "text": "А после этого солдаты сплели и надели Ему на голову терновый венец. Они набросили на Него пурпурное одеяние ",
          "ID": "2"
        },
        {
          "text": "и, подходя к Нему, говорили: «Да здравствует „Царь иудейский“!», и били Иисуса по лицу.",
          "ID": "3"
        },
        {
          "text": "Пилат вновь вышел и сказал иудеям: «Вот Он, я вывожу Его к вам, чтобы вы знали, что никакой вины я в Нем не нахожу». ",
          "ID": "4"
        },
        {
          "text": "И вышел Иисус в терновом венце и пурпурном одеянии. «Вот Этот Человек!» – сказал им Пилат.",
          "ID": "5"
        },
        {
          "text": "Но как только увидели Его первосвященники и стража их, стали кричать они: «Распни! Распни!»",
          "ID": "6"
        },
        {
          "text": "«Берите Его и сами распните! – сказал Пилат. – Я в Нем вины не нахожу».",
          "ID": "6"
        },
        {
          "text": "«У нас есть закон, – возразили иудеи, – и согласно закону Он должен быть предан смерти, потому что за Сына Божия выдает Себя».",
          "ID": "7"
        },
        {
          "text": "Когда Пилат услышал эти слова, он сильно испугался. ",
          "ID": "8"
        },
        {
          "text": "Вернувшись в преторий, он спросил Иисуса: «Откуда Ты?» Иисус молчал. ",
          "ID": "9"
        },
        {
          "text": "Пилат удивился: «Отказываешься разговаривать со мной? Но разве не знаешь Ты, что в моей власти освободить Тебя и в моей власти распять Тебя?»",
          "ID": "10"
        },
        {
          "text": "«Никакой власти не имел бы ты надо Мной, – ответил [ему] Иисус, – не будь дано тебе то свыше, так что на том больший грех, кто предал Меня тебе».",
          "ID": "11"
        },
        {
          "text": "После этого Пилат снова попытался освободить Иисуса, но иудеи закричали: «Если отпустишь Его, не друг ты кесарю! Кто себя выдает за царя, тот против кесаря восстает».",
          "ID": "12"
        },
        {
          "text": "После таких слов приказал Пилат вывести Иисуса, а сам сел на судейское место, называвшееся «Каменным помостом» (по-еврейски Гаввафа). ",
          "ID": "13"
        },
        {
          "text": "Было это всё в день приготовления к Пасхе, около полудня.",
          "ID": "14"
        },
        {
          "text": "«Вот ваш Царь!» – сказал Пилат иудеям.",
          "ID": "14"
        },
        {
          "text": "Они же кричали: «Долой Его! Долой! Распни Его!»",
          "ID": "15"
        },
        {
          "text": "«Царя вашего распять?» – спросил Пилат.",
          "ID": "15"
        },
        {
          "text": "«Нет у нас иного царя, кроме кесаря», – ответили первосвященники.",
          "ID": "15"
        },
        {
          "text": "Тогда, уступая им, отдал Пилат Иисуса на распятие.",
          "ID": "16"
        },
        {
          "text": "Воиныувели Иисуса. ",
          "ID": "16"
        },
        {
          "text": "Он Сам нес из города крест Свой до места, которое называлось «Череп» (по-еврейски Голгофа). ",
          "ID": "17"
        },
        {
          "text": "Там распяли Его и вместе с Ним двух других, по обе стороны от Него.",
          "ID": "18"
        },
        {
          "text": "Пилат велел сделать на доске надпись и прикрепить ее ко кресту; было написано там: «ИИСУС НАЗАРЯНИН, ЦАРЬ ИУДЕЙСКИЙ». ",
          "ID": "19"
        },
        {
          "text": "Место, где распяли Иисуса, было неподалеку от города, и надпись была сделана на еврейском, на латинском и на греческом, так что ее смогли прочитать многие иудеи. ",
          "ID": "20"
        },
        {
          "text": "Иудейские первосвященники сказали поэтому Пилату: «Нельзя писать, что Он Царь иудейский! Напиши, что Он называл Себя Царем иудейским!»",
          "ID": "21"
        },
        {
          "text": "«Что я написал, то написал», – ответил Пилат.",
          "ID": "22"
        },
        {
          "text": "Воины, распявшие Иисуса (их было четверо), взяли Его одежду и поделили между собой. Сняли с Него и хитон, он был цельнотканый, без швов. ",
          "ID": "23"
        },
        {
          "text": "Воины сказали друг другу: «Не будем рвать его, а бросим жребий, кому достанется!»",
          "ID": "24"
        },
        {
          "text": "Так исполнились [слова] Писания:",
          "ID": "24"
        },
        {
          "text": "«Разделили одежды Мои между собой,",
          "ID": "24"
        },
        {
          "text": "и жребий бросили об одеянии Моем».",
          "ID": "24"
        },
        {
          "text": "Это и сделали воины.",
          "ID": "24"
        },
        {
          "text": "А у креста, на котором распяли Иисуса, стояли мать Его и сестра матери Его, стояла с ними Мария, жена Клеопы, и Мария Магдалина. ",
          "ID": "25"
        },
        {
          "text": "Увидев мать Свою и возле нее ученика, которого особенно Он любил, сказал Иисус матери: «О женщина, это – твой сын!» ",
          "ID": "26"
        },
        {
          "text": "Потом добавил, обращаясь к ученику: «Вот мать твоя!» Тогда-то взял ее тот ученик в дом к себе.",
          "ID": "27"
        },
        {
          "text": "После этого, зная, что всё уже совершилось, Иисус, исполняя тем сказанное о Нем в Писании, промолвил: «Пить».",
          "ID": "28"
        },
        {
          "text": "Там стоял полный кувшин с винным уксусом. Воины, обмакнув в него губку, насадили ее на ветку иссопа и поднесли к губам Его. ",
          "ID": "29"
        },
        {
          "text": "Отведав этого кислого питья, Иисус воскликнул: «Совершилось!» – и, уронив голову на грудь, умер.",
          "ID": "30"
        },
        {
          "text": "Было это накануне субботы, и власти иудейские не захотели, чтобы тела оставались на крестах, потому что была та суббота днем особого торжества. Они попросили Пилата, чтобы перебили ноги распятым и сняли тела их с крестов. ",
          "ID": "31"
        },
        {
          "text": "Пришли воины и перебили ноги и у одного, и у другого из тех двоих, что были распяты с Иисусом. ",
          "ID": "32"
        },
        {
          "text": "Подойдя же к Иисусу, увидели, что Он уже умер, и не стали перебивать ног Его, ",
          "ID": "33"
        },
        {
          "text": "но один воин пронзил Ему копьем бок, и тотчас из раны потекли кровь и вода. ",
          "ID": "34"
        },
        {
          "text": "Об этом свидетельствует очевидец, свидетельство его истинно, и он знает, что всё сказанное им верно, и сказано для того оно, чтобы и вы уверовали. ",
          "ID": "35"
        },
        {
          "text": "Ибо произошло это во исполнение написанного: «Ни одна из костей Его не будет переломлена». ",
          "ID": "36"
        },
        {
          "text": "И еще в другом месте Писания сказано: «Смотреть они будут на Того, Кого пронзили».",
          "ID": "37"
        },
        {
          "text": "Потом Иосиф из Аримафеи попросил Пилата разрешить ему забрать тело Иисуса. Иосиф был учеником Иисуса (хотя и тайным из-за страха перед властями иудейскими). Получив согласие Пилата, он пошел на место казни и взял тело Иисуса. ",
          "ID": "38"
        },
        {
          "text": "Пришел также и Никодим – тот самый, который в первый раз приходил к Иисусу ночью. Принес он смирну, смешанную с алоэ, всего около ста фунтов. ",
          "ID": "39"
        },
        {
          "text": "Они взяли тело Иисуса и, как принято у иудеев при погребении, обернули его льняными пеленами с благовониями. ",
          "ID": "40"
        },
        {
          "text": "В том месте, где распяли Его, был сад, и в том саду – новая гробница, в которой еще никто не был похоронен. ",
          "ID": "41"
        },
        {
          "text": "В этой гробнице и положили Иисуса. Гробница была совсем недалеко, поэтому и смогли они похоронить Его еще до окончания дня приготовления.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "Евангелие по Иоанну 19"
    },
    {
      "text": [
        {
          "text": "В первый день недели, рано утром, когда еще было темно, пришла к гробнице Мария Магдалина. Камень от входа в гробницу был отвален. Увидев это, ",
          "ID": "1"
        },
        {
          "text": "она побежала, нашла Симона Петра и другого ученика, которого Иисус особенно любил, и сказала им: «Унесли Господа нашего из гробницы, а где положили Его – не знаем!»",
          "ID": "2"
        },
        {
          "text": "Петр и тот ученик сразу же вышли из дома и поспешили к гробнице. ",
          "ID": "3"
        },
        {
          "text": "Сначала они бежали вместе, но тот ученик, бежавший быстрее, чем Петр, оказался первым у гробницы. ",
          "ID": "4"
        },
        {
          "text": "Нагнувшись, он заглянул в склеп и увидел лежавшие там погребальные пелены, но внутрь он не вошел. ",
          "ID": "5"
        },
        {
          "text": "Тут следом за ним прибежал и Симон Петр. Он вошел в гробницу и увидел там и погребальные пелены, ",
          "ID": "6"
        },
        {
          "text": "и платок, которым повязывают голову покойника. Платок был свернут и лежал не вместе с пеленами, а отдельно от них.",
          "ID": "7"
        },
        {
          "text": "Тогда и ученик, прибежавший к гробнице первым, вошел в нее. Он тоже всё увидел и поверил. ",
          "ID": "8"
        },
        {
          "text": "(Тогда они еще не понимали, что по Писанию Иисус должен был воскреснуть из мертвых.)",
          "ID": "9"
        },
        {
          "text": "После этого ученики вернулись домой. ",
          "ID": "10"
        },
        {
          "text": "А Мария стояла у гробницы и плакала. Обливаясь слезами, она заглянула, наклонившись, в гробницу ",
          "ID": "11"
        },
        {
          "text": "и увидела двух ангелов в белых одеждах. Они сидели там, где прежде лежало тело Иисуса: один – в изголовье, а другой – в ногах.",
          "ID": "12"
        },
        {
          "text": "«Что ты плачешь, женщина?» – спросили они Марию.",
          "ID": "13"
        },
        {
          "text": "«Унесли Господа моего, и не знаю, где положили Его», – ответила она. ",
          "ID": "13"
        },
        {
          "text": "Сказав это, она оглянулась и увидела стоявшего позади нее Иисуса. Но она не узнала Его.",
          "ID": "14"
        },
        {
          "text": "«Что ты плачешь, женщина? – спросил Иисус. – Кого ищешь?»",
          "ID": "15"
        },
        {
          "text": "«Господин, – сказала она, думая, что это садовник, – если это ты унес Его, то скажи, где положил Его, и я заберу Его».",
          "ID": "15"
        },
        {
          "text": "«Мария!» – позвал Иисус.",
          "ID": "16"
        },
        {
          "text": "«Раввуни!» – воскликнула она и повернулась к Нему. (Сказано это было по-еврейски и означало «Учитель».)",
          "ID": "16"
        },
        {
          "text": "«Не удерживай Меня, – остановил ее Иисус, – ведь Я еще не восходил к Отцу. Пойди к братьям Моим и скажи: „Я восхожу к Тому, Кто Отец Мой и Кто ваш Отец тоже, Он Бог Мой и ваш Бог“». ",
          "ID": "17"
        },
        {
          "text": "Мария Магдалина поспешила к ученикам и сказала: «Я видела Господа». И она передала им всё то, что сказал Он ей.",
          "ID": "18"
        },
        {
          "text": "Вечером того же первого дня недели, когда ученики Его собрались вместе и из страха перед иудейскими властями заперли двери, вдруг пришел Иисус, стал среди них и сказал им: «Мир вам!» ",
          "ID": "19"
        },
        {
          "text": "Сказав это, Он показал им и руки Свои, и бок Свой. Ученики были вне себя от радости, когда увидели Господа.",
          "ID": "20"
        },
        {
          "text": "«Мир вам! – повторил [Иисус]. –",
          "ID": "21"
        },
        {
          "text": "Как Меня Отец послал,",
          "ID": "21"
        },
        {
          "text": "так и Я посылаю вас».",
          "ID": "21"
        },
        {
          "text": "Сказав это, дунул Он на них и добавил:",
          "ID": "22"
        },
        {
          "text": "«Примите Духа Святого!",
          "ID": "22"
        },
        {
          "text": "Кому вы простите грехи, тому они простятся,",
          "ID": "23"
        },
        {
          "text": "а на ком оставите, на том они и останутся».",
          "ID": "23"
        },
        {
          "text": "Фома же по прозвищу Близнец, тоже один из Двенадцати, не был с ними, когда приходил Иисус. ",
          "ID": "24"
        },
        {
          "text": "И он, когда другие ученики говорили ему: «Мы видели Господа», сказал: «Не поверю, пока сам не увижу на руках Его ран от гвоздей и не коснусь их пальцем, пока не вложу руку мою в рану у Него на боку».",
          "ID": "25"
        },
        {
          "text": "Через восемь дней снова были Его ученики вместе. Теперь был с ними и Фома. Вдруг опять пришел к ним Иисус, хотя и была заперта дверь. Стал Он среди них и сказал: «Мир вам!» ",
          "ID": "26"
        },
        {
          "text": "А потом Он обратился к Фоме: «Вот руки Мои, прикоснись к ним пальцем твоим. Протяни руку свою и вложи ее в рану Мою на боку. Не сомневайся более, но верь!»",
          "ID": "27"
        },
        {
          "text": "«Господь мой и Бог мой!» – воскликнул Фома.",
          "ID": "28"
        },
        {
          "text": "А Иисус сказал ему:",
          "ID": "29"
        },
        {
          "text": "«Ты потому поверил, что увидел Меня?",
          "ID": "29"
        },
        {
          "text": "Блаженны те, кто поверил, не видев».",
          "ID": "29"
        },
        {
          "text": "Много и других знамений, которые не описаны в книге этой, сотворил Иисус перед учениками [Своими]. ",
          "ID": "30"
        },
        {
          "text": "А об этом написано, чтобы поверили вы, что Иисус есть Мессия, Сын Божий, и чтобы, веруя, обрели жизнь во имя Его.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "Евангелие по Иоанну 20"
    },
    {
      "text": [
        {
          "text": "Позже снова явился Иисус Своим ученикам. Это произошло у моря Тивериадского. ",
          "ID": "1"
        },
        {
          "text": "Там собрались вместе Симон Петр, Фома, называемый Близнец, Нафанаил из Каны, что в Галилее, сыновья Зеведеевы и двое других Его учеников. ",
          "ID": "2"
        },
        {
          "text": "Симон Петр сказал им: «Пойду ловить рыбу».",
          "ID": "3"
        },
        {
          "text": "«И мы идем с тобой», – сказали остальные. Они вышли и сели в лодку, но в ту ночь не поймали ничего.",
          "ID": "3"
        },
        {
          "text": "А на рассвете Иисус уже стоял на берегу. Но ученики не узнали Его.",
          "ID": "4"
        },
        {
          "text": "«Друзья, поймали хоть что-нибудь на завтрак?» – спросил их Иисус.",
          "ID": "5"
        },
        {
          "text": "«Ничего», – ответили они.",
          "ID": "5"
        },
        {
          "text": "«А вы закиньте сеть справа от лодки, – сказал Он им, – и поймаете». Забросили они сеть и не могли вытащить ее – так много оказалось в ней рыбы.",
          "ID": "6"
        },
        {
          "text": "Тогда ученик, которого особенно любил Иисус, сказал Петру: «Это Господь!»",
          "ID": "7"
        },
        {
          "text": "Услышав, что это Господь, Симон Петр тут же набросил на себя верхнюю одежду (он был раздет), завязал ее и прыгнул в воду. ",
          "ID": "7"
        },
        {
          "text": "Другие же ученики, таща сеть, полную рыбы, приплыли на лодке (были они недалеко от берега: около двухсот локтей). ",
          "ID": "8"
        },
        {
          "text": "Выйдя на берег, увидели они разложенные горящие угли и рыбу, лежавшую на них. Был там и хлеб.",
          "ID": "9"
        },
        {
          "text": "Иисус сказал им: «Принесите и той рыбы, что сейчас поймали!»",
          "ID": "10"
        },
        {
          "text": "Симон Петр поднялся в лодку и вытащил сеть на берег. В ней было 153 больших рыбы – и при таком улове сеть не порвалась! ",
          "ID": "11"
        },
        {
          "text": "Сказал Иисус ученикам: «Подходите и ешьте». Ученики знали, что это Господь, и хоть желали получить тому подтверждение, ни один из них не осмелился спросить Его: «Кто Ты?» ",
          "ID": "12"
        },
        {
          "text": "Иисус подошел, взял хлеб и раздал его им, также и рыбу. ",
          "ID": "13"
        },
        {
          "text": "Это уже в третий раз по воскресении Своем из мертвых явился Иисус ученикам.",
          "ID": "14"
        },
        {
          "text": "Когда они поели, Иисус спросил Симона Петра: «Симон, сын Иоанна, любишь ли ты Меня больше, чем они?»",
          "ID": "15"
        },
        {
          "text": "«Да, Господи, Ты знаешь, что я люблю Тебя», – ответил тот.",
          "ID": "15"
        },
        {
          "text": "«Тогда заботься о ягнятах Моих!» – сказал ему Иисус.",
          "ID": "15"
        },
        {
          "text": "И снова, во второй раз, спросил Он Петра: «Симон, сын Иоанна, любишь ли ты Меня?»",
          "ID": "16"
        },
        {
          "text": "Петр ответил: «Да, Господи, Ты знаешь, что люблю я Тебя».",
          "ID": "16"
        },
        {
          "text": "«Паси овец Моих», – сказал ему Иисус.",
          "ID": "16"
        },
        {
          "text": "И в третий раз спросил Иисус Петра: «Симон, сын Иоанна, любишь ли ты Меня?»",
          "ID": "17"
        },
        {
          "text": "Петр был сильно огорчен тем, что Иисус в третий раз спросил его: «Любишь ли Меня?», и ответил Ему: «Господи, Ты всё знаешь! Ты знаешь, что я люблю Тебя».",
          "ID": "17"
        },
        {
          "text": "«Заботься об овцах Моих! – сказал ему [Иисус]. –",
          "ID": "17"
        },
        {
          "text": "И поверь Мне, пока ты молод был,",
          "ID": "18"
        },
        {
          "text": "ты сам опоясывался и шел, куда хотел.",
          "ID": "18"
        },
        {
          "text": "А будешь стар, прострешь руки свои,",
          "ID": "18"
        },
        {
          "text": "и другой опояшет тебя, и поведет туда, куда не хочешь ты».",
          "ID": "18"
        },
        {
          "text": "(Давал понять Он этими словами, какой смертью Петр прославит Бога.) Потом сказал Иисус Петру: «Пойдем со Мною!»",
          "ID": "19"
        },
        {
          "text": "Обернувшись, Петр увидел, что тот ученик, которого особенно любил Иисус, идет следом за ними. (Это был тот самый ученик, который склонился во время вечери на грудь Иисуса и спросил: «Господи, кто же предаст Тебя?») ",
          "ID": "20"
        },
        {
          "text": "Увидев его, Петр спросил Иисуса: «Господи, а что будет с ним?»",
          "ID": "21"
        },
        {
          "text": "Ответил ему Иисус: «Даже если бы пожелал Я, чтобы оставался он в живых, пока Я не вернусь, что тебе до этого? Ты иди за Мной!» ",
          "ID": "22"
        },
        {
          "text": "Среди братьев прошел тогда слух, что ученик этот не умрет. Но Иисус не сказал, что тот не умрет, Он сказал только: «Даже если бы пожелал Я, чтобы оставался он в живых, пока Я не вернусь, [что тебе до этого]?»",
          "ID": "23"
        },
        {
          "text": "Ученик, о котором Иисус сказал это, он и ручается за всё написанное здесь, и мы знаем, что свидетельство его верно.",
          "ID": "24"
        },
        {
          "text": "Есть и многое другое, что совершил Иисус, и если бы записать всё это подробно, думаю, весь мир не вместил бы написанных книг.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "Евангелие по Иоанну 21"
    }
  ],
  "ID": "NT:JHN(BTI)",
  "name": "Евангелие по Иоанну"
}