{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "В начале бе слово, и слово бе к Богу, и Бог бе слово. ",
          "ID": "1"
        },
        {
          "text": "Сей бе искони к Богу: ",
          "ID": "2"
        },
        {
          "text": "вся тем быша, и без него ничтоже бысть, еже бысть. ",
          "ID": "3"
        },
        {
          "text": "В том живот бе, и живот бе свет человеком: ",
          "ID": "4"
        },
        {
          "text": "и свет во тме светится, и тма его не объят. ",
          "ID": "5"
        },
        {
          "text": "Бысть человек послан от Бога, имя ему иоанн: ",
          "ID": "6"
        },
        {
          "text": "сей прииде во свидетелство, да свидетелствует о свете, да вси веру имут ему. ",
          "ID": "7"
        },
        {
          "text": "Не бе той свет, но да свидетелствует о свете: ",
          "ID": "8"
        },
        {
          "text": "бе свет истинный, иже просвещает всякаго человека грядущаго в мир: ",
          "ID": "9"
        },
        {
          "text": "в мире бе, и мир тем бысть, и мир его не позна: ",
          "ID": "10"
        },
        {
          "text": "во своя прииде, и свои его не прияша. ",
          "ID": "11"
        },
        {
          "text": "Елицы же прияша его, даде им область чадом Божиим быти, верующым во имя его, ",
          "ID": "12"
        },
        {
          "text": "иже не от крове, ни от похоти плотския, ни от похоти мужеския, но от Бога родишася. ",
          "ID": "13"
        },
        {
          "text": "И слово Плоть бысть и вселися в ны, и видехом славу его, славу яко единороднаго от Отца, исполнь благодати и истины. ",
          "ID": "14"
        },
        {
          "text": "Иоанн свидетелствует о нем и воззва глаголя: сей бе, егоже рех, иже по мне грядый, предо мною бысть, яко первее мене бе. ",
          "ID": "15"
        },
        {
          "text": "И от исполнения его мы вси прияхом и благодать воз благодать: ",
          "ID": "16"
        },
        {
          "text": "яко закон моисеом дан бысть, благодать (же) и истина Иисус Христом бысть. ",
          "ID": "17"
        },
        {
          "text": "Бога никтоже виде нигдеже: единородный Сын, сый в лоне Отчи, той исповеда. ",
          "ID": "18"
        },
        {
          "text": "И сие есть свидетелство иоанново, егда послаша жидове от Иерусалима иереев и левитов, да вопросят его: ты кто еси? ",
          "ID": "19"
        },
        {
          "text": "И исповеда и не отвержеся: и исповеда, яко несмь аз Христос. ",
          "ID": "20"
        },
        {
          "text": "И вопросиша его: что убо? илиа ли еси ты? И глагола: несмь. Пророк ли еси? И отвеща: ни. ",
          "ID": "21"
        },
        {
          "text": "Реша же ему: кто еси? да ответ дамы пославшым ны: что глаголеши о тебе самем? ",
          "ID": "22"
        },
        {
          "text": "Рече: аз глас вопиющаго в пустыни: исправите путь Господень, якоже рече исаиа пророк. ",
          "ID": "23"
        },
        {
          "text": "И посланнии беху от фарисей: ",
          "ID": "24"
        },
        {
          "text": "и вопросиша его и реша ему: что убо крещаеши, аще ты неси Христос, ни илиа, ни пророк? ",
          "ID": "25"
        },
        {
          "text": "Отвеща им иоанн, глагола: аз крещаю водою: посреде же вас стоит, егоже вы не весте: ",
          "ID": "26"
        },
        {
          "text": "той есть грядый по мне, иже предо мною бысть, емуже несмь аз достоин, да отрешу ремень сапогу его. ",
          "ID": "27"
        },
        {
          "text": "Сия в вифаваре быша об он пол иордана, идеже бе иоанн крестя. ",
          "ID": "28"
        },
        {
          "text": "Во утрий (же) виде иоанн Иисуса грядуща к себе и глагола: се, агнец Божий, вземляй грехи мира: ",
          "ID": "29"
        },
        {
          "text": "сей есть, о немже аз рех: по мне грядет муж, иже предо мною бысть, яко первее мене бе: ",
          "ID": "30"
        },
        {
          "text": "и аз не ведех его: но да явится израилеви, сего ради приидох аз водою крестя. ",
          "ID": "31"
        },
        {
          "text": "И свидетелствова иоанн, глаголя, яко видех Духа сходяща яко голубя с небесе, и пребысть на нем: ",
          "ID": "32"
        },
        {
          "text": "и аз не ведех его: но пославый мя крестити водою, той мне рече: над негоже узриши Духа сходяща и пребывающа на нем, той есть крестяй Духом святым: ",
          "ID": "33"
        },
        {
          "text": "и аз видех и свидетелствовах, яко сей есть Сын Божий. ",
          "ID": "34"
        },
        {
          "text": "Во утрий (же) паки стояше иоанн, и от ученик его два. ",
          "ID": "35"
        },
        {
          "text": "И узрев Иисуса грядуща, глагола: се, агнец Божий. ",
          "ID": "36"
        },
        {
          "text": "И слышаста его оба ученика глаголющаго, и по Иисусе идоста. ",
          "ID": "37"
        },
        {
          "text": "Обращься же Иисус и видев я по себе идуща, глагола има: чесо ищета? Она же реста ему: равви, еже глаголется сказаемо учителю, где живеши? ",
          "ID": "38"
        },
        {
          "text": "(И) глагола има: приидита и видита. Приидоста и видеста, где живяше, и у него пребыста день той. Бе же час яко десятый. ",
          "ID": "39"
        },
        {
          "text": "Бе (же) андрей, брат симона петра, един от обою слышавшею от иоанна и по нем шедшею. ",
          "ID": "40"
        },
        {
          "text": "Обрете сей прежде брата своего симона и глагола ему: обретохом мессию, еже есть сказаемо Христос. ",
          "ID": "41"
        },
        {
          "text": "И приведе его ко Иисусови. Воззрев же нань Иисус рече: ты еси симон сын ионин: ты наречешися кифа, еже сказается петр. ",
          "ID": "42"
        },
        {
          "text": "Во утрий (же) восхоте изыти в галилею: и обрете филиппа и глагола ему: гряди по мне. ",
          "ID": "43"
        },
        {
          "text": "Бе (же) филипп от вифсаиды, от града андреова и петрова. ",
          "ID": "44"
        },
        {
          "text": "Обрете филипп нафанаила и глагола ему: егоже писа моисей в законе и пророцы, обретохом Иисуса Сына иосифова, иже от назарета. ",
          "ID": "45"
        },
        {
          "text": "И глагола ему нафанаил: от назарета может ли что добро быти? Глагола ему филипп: прииди и виждь. ",
          "ID": "46"
        },
        {
          "text": "Виде (же) Иисус нафанаила грядуща к себе и глагола о нем: се, воистинну израилтянин, в немже льсти несть. ",
          "ID": "47"
        },
        {
          "text": "Глагола ему нафанаил: како мя знаеши? Отвеща Иисус и рече ему: прежде даже не возгласи тебе филипп, суща под смоковницею видех тя. ",
          "ID": "48"
        },
        {
          "text": "Отвеща нафанаил и глагола ему: равви, ты еси Сын Божий, ты еси Царь израилев. ",
          "ID": "49"
        },
        {
          "text": "Отвеща Иисус и рече ему: зане рех ти, яко видех тя под смоковницею, веруеши: болша сих узриши. ",
          "ID": "50"
        },
        {
          "text": "И глагола ему: аминь, аминь глаголю вам, отселе узрите небо отверсто и ангелы Божия восходящыя и нисходящыя над сына Человеческаго.",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1",
      "name": "Евангелие от Иоанна 1"
    },
    {
      "text": [
        {
          "text": "И в третий день брак бысть в кане галилейстей: и бе Мати Иисусова ту. ",
          "ID": "1"
        },
        {
          "text": "Зван же бысть Иисус и ученицы его на брак. ",
          "ID": "2"
        },
        {
          "text": "И недоставшу вину, глаголгола Мати Иисусова к нему: вина не имут. ",
          "ID": "3"
        },
        {
          "text": "глагола ей Иисус: что (есть) мне и тебе, жено? не у прииде час мой. ",
          "ID": "4"
        },
        {
          "text": "глаголгола Мати его слугам: еже аще глаголет вам, сотворите. ",
          "ID": "5"
        },
        {
          "text": "Беху же ту водоноси каменни шесть, лежаще по очищению иудейску, вместящии по двема или трием мерам. ",
          "ID": "6"
        },
        {
          "text": "глагола им Иисус: наполните водоносы воды. И наполниша их до верха. ",
          "ID": "7"
        },
        {
          "text": "И глагола им: почерпите ныне и принесите архитриклинови. И принесоша. ",
          "ID": "8"
        },
        {
          "text": "Якоже вкуси архитриклин вина бывшаго от воды, и не ведяше, откуду есть: слуги же ведяху почерпшии воду: пригласи жениха архитриклин ",
          "ID": "9"
        },
        {
          "text": "и глагола ему: всяк человек прежде доброе вино полагает, и егда упиются, тогда хуждшее: ты (же) соблюл еси доброе вино доселе. ",
          "ID": "10"
        },
        {
          "text": "Се сотвори начаток знамением Иисус в кане галилейстей и яви славу свою: и вероваша в него ученицы его. ",
          "ID": "11"
        },
        {
          "text": "По сем сниде в капернаум сам и Мати его, и братия его и ученицы его: и ту не многи дни пребыша. ",
          "ID": "12"
        },
        {
          "text": "И близ бе пасха иудейска, и взыде во Иерусалим Иисус ",
          "ID": "13"
        },
        {
          "text": "и обрете в церкви продающая овцы и волы и голуби, и пеняжники седящыя. ",
          "ID": "14"
        },
        {
          "text": "И сотворив бичь от вервий, вся изгна из церкве, овцы и волы: и торжником разсыпа пенязи и дски опроверже: ",
          "ID": "15"
        },
        {
          "text": "и продающым голуби рече: возмите сия отсюду и не творите дому Отца моего дому купленаго. ",
          "ID": "16"
        },
        {
          "text": "Помянуша же ученицы его, яко писано есть: жалость дому твоего снесть мя. ",
          "ID": "17"
        },
        {
          "text": "Отвещаша же иудее и реша ему: кое знамение являеши нам, яко сия твориши? ",
          "ID": "18"
        },
        {
          "text": "Отвеща Иисус и рече им: разорите церковь сию, и треми денми воздвигну ю. ",
          "ID": "19"
        },
        {
          "text": "Реша же иудее: четыредесять и шестию лет создана бысть церков сия, и ты ли треми денми воздвигнеши ю? ",
          "ID": "20"
        },
        {
          "text": "Он же глаголаше о церкви тела своего. ",
          "ID": "21"
        },
        {
          "text": "Егда убо воста от мертвых, помянуша ученицы его, яко се глаголаше, и вероваша писанию и словеси, еже рече Иисус. ",
          "ID": "22"
        },
        {
          "text": "Егда же бе в Иерусалимех в праздник пасхи, мнози вероваша во имя его, видяще знамения его, яже творяше. ",
          "ID": "23"
        },
        {
          "text": "Сам же Иисус не вдаяше себе в веру их, зане сам ведяше вся, ",
          "ID": "24"
        },
        {
          "text": "и яко не требоваше, да кто свидетелствует о человецех: сам бо ведяше, что бе в человеце.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "Евангелие от Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Бе же человек от фарисей, никодим имя ему, князь жидовский: ",
          "ID": "1"
        },
        {
          "text": "сей прииде ко Иисусу нощию и рече ему: равви, вем, яко от Бога пришел еси учитель: никтоже бо может знамений сих творити, яже ты твориши, аще не будет Бог с ним. ",
          "ID": "2"
        },
        {
          "text": "Отвеща Иисус и рече ему: аминь, аминь глаголю тебе: аще кто не родится свыше, не может видети Царствия Божия. ",
          "ID": "3"
        },
        {
          "text": "Глагола к нему никодим: како может человек родитися стар сый? еда может второе внити во утробу матере своея и родитися? ",
          "ID": "4"
        },
        {
          "text": "Отвеща Иисус: аминь, аминь глаголю тебе: аще кто не родится водою и Духом, не может внити во Царствие Божие: ",
          "ID": "5"
        },
        {
          "text": "рожденное от плоти плоть есть, и рожденное от Духа дух есть. ",
          "ID": "6"
        },
        {
          "text": "Не дивися, яко рех ти: подобает вам родитися свыше. ",
          "ID": "7"
        },
        {
          "text": "Дух, идеже хощет, дышет, и глас его слышиши, но не веси, откуду приходит и камо идет: тако есть всяк (человек) рожденный от Духа. ",
          "ID": "8"
        },
        {
          "text": "Отвеща никодим и рече ему: како могут сия быти? ",
          "ID": "9"
        },
        {
          "text": "Отвеща Иисус и рече ему: ты еси учитель израилев, и сих ли не веси? ",
          "ID": "10"
        },
        {
          "text": "Аминь, аминь глаголю тебе, яко, еже вемы, глаголем, и еже видехом, свидетелствуем, и свидетелства нашего не приемлете: ",
          "ID": "11"
        },
        {
          "text": "аще земная рекох вам, и не веруете: како, аще реку вам небесная, уверуете? ",
          "ID": "12"
        },
        {
          "text": "И никтоже взыде на небо, токмо сшедый с небесе Сын Человеческий, сый на небеси: ",
          "ID": "13"
        },
        {
          "text": "и якоже моисей вознесе змию в пустыни, тако подобает вознестися Сыну Человеческому, ",
          "ID": "14"
        },
        {
          "text": "да всяк веруяй в онь не погибнет, но имать живот вечный. ",
          "ID": "15"
        },
        {
          "text": "Тако бо возлюби Бог мир, яко и Сына своего единороднаго дал есть, да всяк веруяй в онь не погибнет, но имать живот вечный. ",
          "ID": "16"
        },
        {
          "text": "Не посла бо Бог Сына своего в мир, да судит мирови, но да спасется им мир. ",
          "ID": "17"
        },
        {
          "text": "Веруяй в онь не будет осужден: а не веруяй уже осужден есть, яко не верова во имя единороднаго Сына Божия. ",
          "ID": "18"
        },
        {
          "text": "Сей же есть суд, яко свет прииде в мир, и возлюбиша человецы паче тму, неже свет: беша бо их дела зла. ",
          "ID": "19"
        },
        {
          "text": "Всяк бо делаяй злая ненавидит света и не приходит к свету, да не обличатся дела его, яко лукава суть: ",
          "ID": "20"
        },
        {
          "text": "творяй же истину грядет к свету, да явятся дела его, яко о Бозе суть соделана. ",
          "ID": "21"
        },
        {
          "text": "По сих (же) прииде Иисус и ученицы его в жидовскую землю: и ту живяше с ними и крещаше. ",
          "ID": "22"
        },
        {
          "text": "Бе же иоанн крестя во еноне близ салима, яко воды многи бяху ту: и прихождаху и крещахуся: ",
          "ID": "23"
        },
        {
          "text": "не у бо бе всажден в темницу иоанн. ",
          "ID": "24"
        },
        {
          "text": "Бысть же стязание от ученик иоанновых со иудеи о очищении: ",
          "ID": "25"
        },
        {
          "text": "и приидоша ко иоанну и рекоша ему: равви, иже бе с тобою об он пол иордана, емуже ты свидетелствовал еси, се, сей крещает, и вси грядут к нему. ",
          "ID": "26"
        },
        {
          "text": "Отвеща иоанн и рече: не может человек приимати ничесоже, аще не будет дано ему с небесе. ",
          "ID": "27"
        },
        {
          "text": "Вы сами мне свидетелствуете, яко рех: несмь аз Христос, но яко послан есмь пред ним. ",
          "ID": "28"
        },
        {
          "text": "Имеяй невесту жених есть: а друг женихов, стоя и послушая его, радостию радуется за глас женихов: сия убо радость моя исполнися: ",
          "ID": "29"
        },
        {
          "text": "оному подобает расти, мне же малитися. ",
          "ID": "30"
        },
        {
          "text": "Грядый свыше над всеми есть: сый от земли от земли есть и от земли глаголет: грядый с небесе над всеми есть, ",
          "ID": "31"
        },
        {
          "text": "и еже виде и слыша, сие свидетелствует: и свидетелства его никтоже приемлет. ",
          "ID": "32"
        },
        {
          "text": "Приемый его свидетелство верова, яко Бог истинен есть. ",
          "ID": "33"
        },
        {
          "text": "Егоже бо посла Бог, глаголголы Божия глаголет: не в меру бо Бог дает Духа. ",
          "ID": "34"
        },
        {
          "text": "Отец (бо) любит Сына и вся даде в руце его. ",
          "ID": "35"
        },
        {
          "text": "Веруяй в Сына имать живот вечный: а иже не верует в Сына, не узрит живота, но гнев Божий пребывает на нем.",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "Евангелие от Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Егда убо разуме Иисус, яко услышаша фарисее, яко Иисус множайшыя ученики творит и крещает, неже иоанн: ",
          "ID": "1"
        },
        {
          "text": "Иисус же сам не крещаше, но ученицы его: ",
          "ID": "2"
        },
        {
          "text": "остави иудею и иде паки в галилею. ",
          "ID": "3"
        },
        {
          "text": "Подобаше же ему проити сквозе самарию. ",
          "ID": "4"
        },
        {
          "text": "Прииде убо во град самарийский, глаголемый сихарь, близ веси, юже даде иаков иосифу сыну своему: ",
          "ID": "5"
        },
        {
          "text": "бе же ту источник иаковль. Иисус же утруждся от пути, седяше тако на источнице: бе (же) яко час шестый. ",
          "ID": "6"
        },
        {
          "text": "Прииде жена от самарии почерпати воду. глагола ей Иисус: даждь ми пити. ",
          "ID": "7"
        },
        {
          "text": "ученицы бо его отшли бяху во град, да брашно купят. ",
          "ID": "8"
        },
        {
          "text": "Глагола ему жена самаряныня: како ты жидовин сый от мене пити просиши, жены самаряныни сущей? не прикасаютбося жидове самаряном. ",
          "ID": "9"
        },
        {
          "text": "Отвеща Иисус и рече ей: аще бы ведала еси дар Божий, и кто есть глаголяй ти: даждь ми пити: ты бы просила у него, и дал бы ти воду живу. ",
          "ID": "10"
        },
        {
          "text": "Глагола ему жена: господи, ни почерпала имаши, и студенец есть глубок: откуду убо имаши воду живу? ",
          "ID": "11"
        },
        {
          "text": "еда ты болий еси отца нашего иакова, иже даде нам студенец сей, и той из него пит и сынове его и скоти его? ",
          "ID": "12"
        },
        {
          "text": "Отвеща Иисус и рече ей: всяк пияй от воды сея, вжаждется паки: ",
          "ID": "13"
        },
        {
          "text": "а иже пиет от воды, юже аз дам ему, не вжаждется во веки: но вода, юже (аз) дам ему, будет в нем источник воды текущия в живот вечный. ",
          "ID": "14"
        },
        {
          "text": "Глагола к нему жена: господи, даждь ми сию воду, да ни жажду, ни прихожду семо почерпати. ",
          "ID": "15"
        },
        {
          "text": "глагола ей Иисус: иди, пригласи мужа твоего и прииди семо. ",
          "ID": "16"
        },
        {
          "text": "Отвеща жена и рече (ему): не имам мужа. глагола ей Иисус: добре рекла еси, яко мужа не имам: ",
          "ID": "17"
        },
        {
          "text": "пять бо мужей имела еси, и ныне, егоже имаши, несть ти муж: се воистинну рекла еси. ",
          "ID": "18"
        },
        {
          "text": "Глагола ему жена: Господи, вижу, яко пророк еси ты: ",
          "ID": "19"
        },
        {
          "text": "отцы наши в горе сей поклонишася: и вы глаголете, яко во Иерусалимех есть место, идеже кланятися подобает. ",
          "ID": "20"
        },
        {
          "text": "глагола ей Иисус: жено, веру ми ими, яко грядет час, егда ни в горе сей, ни во Иерусалимех поклонитеся Отцу: ",
          "ID": "21"
        },
        {
          "text": "вы кланяетеся, егоже не весте: мы кланяемся, егоже вемы, яко спасение от иудей есть: ",
          "ID": "22"
        },
        {
          "text": "но грядет час, и ныне есть, егда истиннии поклонницы поклонятся Отцу духом и истиною: ибо Отец таковых ищет покланяющихся ему: ",
          "ID": "23"
        },
        {
          "text": "Дух (есть) Бог: и иже кланяется ему, духом и истиною достоит кланятися. ",
          "ID": "24"
        },
        {
          "text": "Глагола ему жена: вем, яко мессиа приидет, глаголемыи Христос: егда той приидет, возвестит нам вся. ",
          "ID": "25"
        },
        {
          "text": "глагола ей Иисус: аз есмь, глаголяй с тобою. ",
          "ID": "26"
        },
        {
          "text": "И тогда приидоша ученицы его и чудяхуся, яко с женою глаголаше: обаче никтоже рече: чесо ищеши? или: что глаголеши с нею? ",
          "ID": "27"
        },
        {
          "text": "Остави же водонос свой жена, и иде во град, и глагола человеком: ",
          "ID": "28"
        },
        {
          "text": "приидите (и) видите Человека, иже рече ми вся, елика сотворих: еда той есть Христос? ",
          "ID": "29"
        },
        {
          "text": "Изыдоша же из града и грядяху к нему. ",
          "ID": "30"
        },
        {
          "text": "Между же сим моляху его ученицы (его), глаголюще: равви, яждь. ",
          "ID": "31"
        },
        {
          "text": "Он же рече им: аз брашно имам ясти, егоже вы не весте. ",
          "ID": "32"
        },
        {
          "text": "Глаголаху убо ученицы к себе: еда кто принесе ему ясти? ",
          "ID": "33"
        },
        {
          "text": "глагола им Иисус: мое брашно есть, да сотворю волю пославшаго мя и совершу дело его. ",
          "ID": "34"
        },
        {
          "text": "Не вы ли глаголете, яко еще четыри месяцы суть, и жатва приидет? Се, глаголю вам: возведите очи ваши и видите нивы, яко плавы суть к жатве уже: ",
          "ID": "35"
        },
        {
          "text": "и жняй мзду приемлет и собирает плод в живот вечный, да и сеяй вкупе радуется и жняй: ",
          "ID": "36"
        },
        {
          "text": "о сем бо слово есть истинное, яко ин есть сеяй, и ин (есть) жняй: ",
          "ID": "37"
        },
        {
          "text": "аз послах вы жати, идеже вы не трудистеся: инии трудишася, и вы в труд их внидосте. ",
          "ID": "38"
        },
        {
          "text": "От града же того мнози вероваша в онь от самарян, за слово жены свидетелствующия, яко рече ми вся, елика сотворих. ",
          "ID": "39"
        },
        {
          "text": "Егда убо приидоша к нему самаряне, моляху его, дабы пребыл у них: и пребысть ту два дни. ",
          "ID": "40"
        },
        {
          "text": "И много паче вероваша за слово его: ",
          "ID": "41"
        },
        {
          "text": "жене же глаголаху, яко не ктому за твою беседу веруем: сами бо слышахом и вемы, яко сей есть воистинну спас миру, Христос. ",
          "ID": "42"
        },
        {
          "text": "По двою же дню изыде оттуду и иде в галилею: ",
          "ID": "43"
        },
        {
          "text": "сам бо Иисус свидетелствова, яко пророк во своем отечествии чести не имать. ",
          "ID": "44"
        },
        {
          "text": "Егда же прииде в галилею, прияша его галилеане, вся видевше, яже сотвори во Иерусалимех в праздник: и тии бо приидоша в праздник. ",
          "ID": "45"
        },
        {
          "text": "Прииде же паки Иисус в кану галилейскую, идеже претвори воду в вино. И бе некий царев муж, егоже сын боляше в капернауме. ",
          "ID": "46"
        },
        {
          "text": "Сей слышав, яко Иисус прииде от иудеи в галилею, иде к нему и моляше его, да снидет и исцелит сына его: имеяше бо умрети. ",
          "ID": "47"
        },
        {
          "text": "Рече убо Иисус к нему: аще знамении и чудес не видите, не имате веровати. ",
          "ID": "48"
        },
        {
          "text": "Глагола к нему царев муж: Господи, сниди, прежде даже не умрет отроча мое. ",
          "ID": "49"
        },
        {
          "text": "глагола ему Иисус: иди, сын твой жив есть. И верова человек словеси, еже рече ему Иисус, и идяше. ",
          "ID": "50"
        },
        {
          "text": "Абие же входящу ему, (се,) раби его сретоша его и возвестиша (ему), глаголюще, яко сын твой жив есть. ",
          "ID": "51"
        },
        {
          "text": "Вопрошаше убо от них о часе, в который легчае ему бысть, и реша ему, яко вчера в час седмый остави его огнь. ",
          "ID": "52"
        },
        {
          "text": "Разуме же отец, яко той бе час, в оньже рече ему Иисус, яко сын твой жив есть: и верова сам и весь дом его. ",
          "ID": "53"
        },
        {
          "text": "Сие паки второе знамение сотвори Иисус, пришед от иудеи в галилею.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "Евангелие от Иоанна 4"
    },
    {
      "text": [
        {
          "text": "По сих (же) бе праздник иудейский, и взыде Иисус во Иерусалим. ",
          "ID": "1"
        },
        {
          "text": "Есть же во Иерусалимех овчая купель, яже глаголется еврейски вифесда, пять притвор имущи: ",
          "ID": "2"
        },
        {
          "text": "в тех слежаше множество болящих, слепых, хромых, сухих, чающих движения воды: ",
          "ID": "3"
        },
        {
          "text": "ангел бо Господень на (всяко) лето схождаше в купель и возмущаше воду: (и) иже первее влазяше по возмущении воды, здрав бываше, яцем же недугом одержимь бываше. ",
          "ID": "4"
        },
        {
          "text": "Бе же ту некий человек, тридесять и осмь лет имый в недузе (своем). ",
          "ID": "5"
        },
        {
          "text": "Сего видев Иисус лежаща и разумев, яко многа лета уже имяше (в недузе), глагола ему: хощеши ли цел быти? ",
          "ID": "6"
        },
        {
          "text": "Отвеща ему недужный: ей, Господи, человека не имам, да, егда возмутится вода, ввержет мя в купель: егда же прихожду аз, ин прежде мене слазит. ",
          "ID": "7"
        },
        {
          "text": "глагола ему Иисус: востани, возми одр твой и ходи. ",
          "ID": "8"
        },
        {
          "text": "И абие здрав бысть человек: и взем одр свой и хождаше. Бе же суббота в той день. ",
          "ID": "9"
        },
        {
          "text": "Глаголаху же жидове исцелевшему: суббота есть, и не достоит ти взяти одра (твоего). ",
          "ID": "10"
        },
        {
          "text": "Он (же) отвеща им: иже мя сотвори цела, той мне рече: возми одр твой и ходи. ",
          "ID": "11"
        },
        {
          "text": "Вопросиша же его: кто есть Человек рекий ти: возми одр твой и ходи? ",
          "ID": "12"
        },
        {
          "text": "Изцелевый же не ведяше, кто есть: Иисус бо уклонися, народу сущу на месте. ",
          "ID": "13"
        },
        {
          "text": "Потом (же) обрете его Иисус в церкви и рече ему: се, здрав еси: ктому не согрешай, да не горше ти что будет. ",
          "ID": "14"
        },
        {
          "text": "Иде (же) человек и поведа иудеом, яко Иисус есть, иже мя сотвори цела. ",
          "ID": "15"
        },
        {
          "text": "И сего ради гоняху Иисуса иудее и искаху его убити, зане сия творяше в субботу. ",
          "ID": "16"
        },
        {
          "text": "Иисус же отвещаваше им: Отец мой доселе делает, и аз делаю. ",
          "ID": "17"
        },
        {
          "text": "И сего ради паче искаху его иудее убити, яко не токмо разоряше субботу, но и Отца своего глаголаше Бога, равен ся творя Богу. ",
          "ID": "18"
        },
        {
          "text": "Отвеща же Иисус и рече им: аминь, аминь глаголю вам, не может Сын творити о себе ничесоже, аще не еже видит Отца творяща: яже бо он творит, сия и Сын такожде творит. ",
          "ID": "19"
        },
        {
          "text": "Отец бо любит Сына и вся показует ему, яже сам творит: и болша сих покажет ему дела, да вы чудитеся. ",
          "ID": "20"
        },
        {
          "text": "Якоже бо Отец воскрешает мертвыя и живит, тако и Сын, ихже хощет, живит. ",
          "ID": "21"
        },
        {
          "text": "Отец бо не судит ни комуже, но суд весь даде Сынови, ",
          "ID": "22"
        },
        {
          "text": "да вси чтут Сына, якоже чтут Отца. (А) иже не чтит Сына, не чтит Отца пославшаго его. ",
          "ID": "23"
        },
        {
          "text": "Аминь, аминь глаголю вам, яко слушаяй словесе моего и веруяй пославшему мя имать живот вечный, и на суд не приидет, но прейдет от смерти в живот. ",
          "ID": "24"
        },
        {
          "text": "Аминь, аминь глаголю вам, яко грядет час, и ныне есть, егда мертвии услышат глас Сына Божия и услышавше оживут. ",
          "ID": "25"
        },
        {
          "text": "Якоже бо Отец имать живот в себе, тако даде и Сынови живот имети в себе ",
          "ID": "26"
        },
        {
          "text": "и область даде ему и суд творити, яко Сын Человечь есть. ",
          "ID": "27"
        },
        {
          "text": "Не дивитеся сему: яко грядет час, в оньже вси сущии во гробех услышат глас Сына Божия, ",
          "ID": "28"
        },
        {
          "text": "и изыдут сотворшии благая в воскрешение живота, а сотворшии злая в воскрешение суда. ",
          "ID": "29"
        },
        {
          "text": "Не могу аз о себе творити ничесоже. Якоже слышу, сужду, и суд мой праведен есть, яко не ищу воли моея, но воли пославшаго мя Отца. ",
          "ID": "30"
        },
        {
          "text": "Аще аз свидетелствую о мне, свидетельство мое несть истинно: ",
          "ID": "31"
        },
        {
          "text": "ин есть свидетелствуяй о мне, и вем, яко истинно есть свидетелство, еже свидетелствует о мне: ",
          "ID": "32"
        },
        {
          "text": "вы посласте ко иоанну, и свидетелствова о истине. ",
          "ID": "33"
        },
        {
          "text": "Аз же не от человека свидетелства приемлю, но сия глаголю, да вы спасени будете. ",
          "ID": "34"
        },
        {
          "text": "Он бе светилник горя и светя: вы же восхотесте возрадоватися в час светения его. ",
          "ID": "35"
        },
        {
          "text": "Аз же имам свидетелство более иоаннова: дела бо, яже даде мне Отец, да совершу я, та дела, яже аз творю, свидетелствуют о мне, яко Отец мя посла. ",
          "ID": "36"
        },
        {
          "text": "И пославый мя Отец сам свидетелствова о мне. Ни гласа его нигдеже слышасте, ни видения его видесте, ",
          "ID": "37"
        },
        {
          "text": "и словесе его не имате пребывающа в вас, зане, егоже той посла, сему вы веры не емлете. ",
          "ID": "38"
        },
        {
          "text": "Испытайте писаний, яко вы мните в них имети живот вечный: и та суть свидетелствующая о мне. ",
          "ID": "39"
        },
        {
          "text": "И не хощете приити ко мне, да живот имате. ",
          "ID": "40"
        },
        {
          "text": "Славы от человек не приемлю, ",
          "ID": "41"
        },
        {
          "text": "но разумех вы, яко любве Божия не имате в себе. ",
          "ID": "42"
        },
        {
          "text": "Аз приидох во имя Отца моего, и не приемлете мене: аще ин приидет во имя свое, того приемлете. ",
          "ID": "43"
        },
        {
          "text": "Како вы можете веровати, славу друг от друга приемлюще, и славы, яже от единаго Бога, не ищете? ",
          "ID": "44"
        },
        {
          "text": "Не мните, яко аз на вы реку ко Отцу: есть, иже на вы глаголет, моисей, наньже вы уповаете. ",
          "ID": "45"
        },
        {
          "text": "Аще бо бысте веровали моисеови, веровали бысте (убо и) мне: о мне бо той писа. ",
          "ID": "46"
        },
        {
          "text": "Аще ли того писанием не веруете, како моим глаголголом веру имете?",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "Евангелие от Иоанна 5"
    },
    {
      "text": [
        {
          "text": "По сих иде Иисус на он пол моря галилеи тивериадска: ",
          "ID": "1"
        },
        {
          "text": "и по нем идяше народ мног, яко видяху знамения его, яже творяше над недужными. ",
          "ID": "2"
        },
        {
          "text": "Взыде же на гору Иисус и ту седяше со ученики своими. ",
          "ID": "3"
        },
        {
          "text": "Бе же близ пасха, праздник жидовский. ",
          "ID": "4"
        },
        {
          "text": "Возвед убо Иисус очи и видев, яко мног народ грядет к нему, глагола к филиппу: чим купим хлебы, да ядят сии? ",
          "ID": "5"
        },
        {
          "text": "Сие же глаголаше искушая его: сам бо ведяше, что хощет сотворити. ",
          "ID": "6"
        },
        {
          "text": "Отвеща ему филипп: двема стома пенязей хлебы не довлеют им, да кийждо их мало что приимет. ",
          "ID": "7"
        },
        {
          "text": "Глагола ему един от ученик его, андрей, брат симона петра: ",
          "ID": "8"
        },
        {
          "text": "есть отрочищь зде един, иже имать пять хлеб ячменных и две рыбе: но сии что суть на толико? ",
          "ID": "9"
        },
        {
          "text": "Рече же Иисус: сотворите человеки возлещи. Бе же трава многа на месте. Возлеже убо мужей числом яко пять тысящ. ",
          "ID": "10"
        },
        {
          "text": "Прият же хлебы Иисус и, хвалу воздав, подаде учеником, ученицы же возлежащым: такожде и от рыбу, елико хотяху. ",
          "ID": "11"
        },
        {
          "text": "И яко насытишася, глагола учеником своим: соберите избытки укрух, да не погибнет ничтоже. ",
          "ID": "12"
        },
        {
          "text": "Собраша же и исполниша дванадесяте кошя укрух от пятих хлеб ячменных, иже избыша ядшым. ",
          "ID": "13"
        },
        {
          "text": "Человецы же видевше знамение, еже сотвори Иисус, глаголаху, яко сей есть воистинну пророк грядый в мир. ",
          "ID": "14"
        },
        {
          "text": "Иисус убо разумев, яко хотят приити, да восхитят его и сотворят его Царя, отиде паки в гору един. ",
          "ID": "15"
        },
        {
          "text": "Яко позде бысть, снидоша ученицы его на море, ",
          "ID": "16"
        },
        {
          "text": "и влезоша в корабль, и идяху на он пол моря в капернаум. И тма абие бысть, и не (у) бе пришел к ним Иисус. ",
          "ID": "17"
        },
        {
          "text": "Море же, ветру велию дыхающу, воздвизашеся. ",
          "ID": "18"
        },
        {
          "text": "Гребше же яко стадий двадесять пять или тридесять, узреша Иисуса ходяща по морю и близ корабля бывша, и убояшася. ",
          "ID": "19"
        },
        {
          "text": "Он же глагола им: аз есмь, не бойтеся. ",
          "ID": "20"
        },
        {
          "text": "Хотяху убо прияти его в корабль: и абие корабль бысть на земли, в нюже идяху. ",
          "ID": "21"
        },
        {
          "text": "Во утрий (же) народ, иже стояше об он пол моря, видев, яко корабля иного не бе ту, токмо един той, в оньже внидоша ученицы его, и яко не вниде со ученики своими Иисус в корабль, но едини ученицы его идоша: ",
          "ID": "22"
        },
        {
          "text": "и ини приидоша корабли от тивериады близ места, идеже ядоша хлебы, хвалу воздавше Господеви: ",
          "ID": "23"
        },
        {
          "text": "егда же видеша народи, яко Иисуса не бысть ту, ни ученик его, влезоша сами в корабли и приидоша в капернаум, ищуще Иисуса, ",
          "ID": "24"
        },
        {
          "text": "и обретше его об он пол моря, реша ему: равви, когда зде бысть? ",
          "ID": "25"
        },
        {
          "text": "Отвеща им Иисус и рече: аминь, аминь глаголю вам, ищете мене, не яко видесте знамение, но яко яли есте хлебы и насытистеся: ",
          "ID": "26"
        },
        {
          "text": "делайте не брашно гиблющее, но брашно пребывающее в живот вечный, еже Сын Человеческии вам даст: сего бо Отец знамена Бог. ",
          "ID": "27"
        },
        {
          "text": "Реша же к нему: что сотворим, да делаем дела Божия? ",
          "ID": "28"
        },
        {
          "text": "Отвеща Иисус и рече им: се есть дело Божие, да веруете в того, егоже посла он. ",
          "ID": "29"
        },
        {
          "text": "Реша же ему: кое убо ты твориши знамение, да видим и веру имем тебе? что делаеши? ",
          "ID": "30"
        },
        {
          "text": "отцы наши ядоша манну в пустыни, якоже есть писано: хлеб с небесе даде им ясти. ",
          "ID": "31"
        },
        {
          "text": "Рече убо им Иисус: аминь, аминь глаголю вам, не моисей даде вам хлеб с небесе, но Отец мой дает вам хлеб истинный с небесе: ",
          "ID": "32"
        },
        {
          "text": "хлеб бо Божии есть сходяй с небесе и даяй живот миру. ",
          "ID": "33"
        },
        {
          "text": "Реша убо к нему: Господи, всегда даждь нам хлеб сей. ",
          "ID": "34"
        },
        {
          "text": "Рече же им Иисус: аз есмь хлеб животный: грядый ко мне не имать взалкатися, и веруяй в мя не имать вжаждатися никогдаже. ",
          "ID": "35"
        },
        {
          "text": "Но рех вам, яко и видесте мя, и не веруете. ",
          "ID": "36"
        },
        {
          "text": "Все, еже дает мне Отец, ко мне приидет, и грядущаго ко мне не изжену вон: ",
          "ID": "37"
        },
        {
          "text": "яко снидох с небесе, не да творю волю мою, но волю пославшаго мя Отца. ",
          "ID": "38"
        },
        {
          "text": "Се же есть воля пославшаго мя Отца, да все, еже даде ми, не погублю от него, но воскрешу е в последний день. ",
          "ID": "39"
        },
        {
          "text": "Се же есть воля пославшаго мя, да всяк видяй Сына и веруяй в него имать живот вечный, и воскрешу его аз в последний день. ",
          "ID": "40"
        },
        {
          "text": "Роптаху убо иудее о нем, яко рече: аз есмь хлеб сшедый с небесе. ",
          "ID": "41"
        },
        {
          "text": "И глаголаху: не сей ли есть Иисус сын иосифов, егоже мы знаем отца и Матерь? како убо глаголет сей, яко с небесе снидох? ",
          "ID": "42"
        },
        {
          "text": "Отвеща убо Иисус и рече им: не ропщите между собою: ",
          "ID": "43"
        },
        {
          "text": "никтоже может приити ко мне, аще не Отец пославый мя привлечет его, и аз воскрешу его в последний день. ",
          "ID": "44"
        },
        {
          "text": "Есть писано во пророцех: и будут вси научени Богом. Всяк слышавый от Отца и навык, приидет ко мне. ",
          "ID": "45"
        },
        {
          "text": "Не яко Отца видел есть кто, токмо сый от Бога, сей виде Отца. ",
          "ID": "46"
        },
        {
          "text": "Аминь, аминь глаголю вам: веруяй в мя имать живот вечный. ",
          "ID": "47"
        },
        {
          "text": "Аз есмь хлеб животный: ",
          "ID": "48"
        },
        {
          "text": "отцы ваши ядоша манну в пустыни и умроша: ",
          "ID": "49"
        },
        {
          "text": "сей есть хлеб сходяй с небесе, да, аще кто от него яст, не умрет: ",
          "ID": "50"
        },
        {
          "text": "аз есмь хлеб животный, иже сшедый с небесе: аще кто снесть от хлеба сего, жив будет во веки: и хлеб, егоже аз дам, Плоть моя есть, юже аз дам за живот мира. ",
          "ID": "51"
        },
        {
          "text": "Пряхуся же между собою жидове, глаголюще: како может сей нам дати Плоть (свою) ясти? ",
          "ID": "52"
        },
        {
          "text": "Рече же им Иисус: аминь, аминь глаголю вам: аще не снесте Плоти Сына Человеческаго, ни пиете крове его, живота не имате в себе. ",
          "ID": "53"
        },
        {
          "text": "Ядый мою Плоть и пияй мою кровь имать живот вечный, и аз воскрешу его в последний день. ",
          "ID": "54"
        },
        {
          "text": "Плоть бо моя истинно есть брашно, и кровь моя истинно есть пиво. ",
          "ID": "55"
        },
        {
          "text": "Ядый мою Плоть и пияй мою кровь во мне пребывает, и аз в нем. ",
          "ID": "56"
        },
        {
          "text": "Якоже посла мя живый Отец, и аз живу Отца ради: и ядый мя, и той жив будет мене ради. ",
          "ID": "57"
        },
        {
          "text": "Сей есть хлеб сшедый с небесе: не якоже ядоша отцы ваши манну и умроша: ядый хлеб сей жив будет во веки. ",
          "ID": "58"
        },
        {
          "text": "Сия рече на сонмищи, учя в капернауме. ",
          "ID": "59"
        },
        {
          "text": "Мнози убо слышавше от ученик его, реша: жестоко есть слово сие: (и) кто может его послушати? ",
          "ID": "60"
        },
        {
          "text": "Ведый же Иисус в себе, яко ропщут о сем ученицы его, рече им: сие ли вы блазнит? ",
          "ID": "61"
        },
        {
          "text": "аще убо узрите Сына Человеческаго восходяща, идеже бе прежде? ",
          "ID": "62"
        },
        {
          "text": "Дух есть, иже оживляет, плоть не пользует ничтоже: глаголголы, яже аз глаголах вам, дух суть и живот суть: ",
          "ID": "63"
        },
        {
          "text": "но суть от вас нецыи, иже не веруют. Ведяше бо искони Иисус, кии суть неверующии, и кто есть предаяй его. ",
          "ID": "64"
        },
        {
          "text": "И глаголаше: сего ради рех вам, яко никтоже может приити ко мне, аще не будет ему дано от Отца моего. ",
          "ID": "65"
        },
        {
          "text": "От сего мнози от ученик его идоша вспять и ктому не хождаху с ним. ",
          "ID": "66"
        },
        {
          "text": "Рече же Иисус обеманадесяте: еда и вы хощете ити? ",
          "ID": "67"
        },
        {
          "text": "Отвеща убо ему симон петр: Господи, к кому идем? глаголголы живота вечнаго имаши, ",
          "ID": "68"
        },
        {
          "text": "и мы веровахом и познахом, яко ты еси Христос, Сын Бога живаго. ",
          "ID": "69"
        },
        {
          "text": "Отвеща им Иисус: не аз ли вас дванадесяте избрах? и един от вас диавол есть. ",
          "ID": "70"
        },
        {
          "text": "глаголаше же иуду симонова искариота: сей бо хотяше предати его, един сый от обоюнадесяте.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "Евангелие от Иоанна 6"
    },
    {
      "text": [
        {
          "text": "И хождаше Иисус по сих в галилеи: не хотяше бо во иудеи ходити, яко искаху его иудее убити. ",
          "ID": "1"
        },
        {
          "text": "Бе же близ праздник иудейский, потчение сени. ",
          "ID": "2"
        },
        {
          "text": "Реша убо к нему братия его: прейди отсюду, и иди во иудею, да и ученицы твои видят дела твоя, яже твориши: ",
          "ID": "3"
        },
        {
          "text": "никтоже бо в тайне творит что, и ищет сам яве быти: аще сия твориши, яви себе мирови. ",
          "ID": "4"
        },
        {
          "text": "Ни братия бо его вероваху в него. ",
          "ID": "5"
        },
        {
          "text": "глагола убо им Иисус: время мое не у прииде: время же ваше всегда готово есть: ",
          "ID": "6"
        },
        {
          "text": "не может мир ненавидети вас, мене же ненавидит, яко аз свидетелствую о нем, яко дела его зла суть: ",
          "ID": "7"
        },
        {
          "text": "вы взыдите в праздник сей, аз не взыду в праздник сей, яко время мое не у исполнися. ",
          "ID": "8"
        },
        {
          "text": "Сия рек им, оста в галилеи. ",
          "ID": "9"
        },
        {
          "text": "Егда же взыдоша братия его в праздник, тогда и сам взыде, не яве, но яко тай. ",
          "ID": "10"
        },
        {
          "text": "Жидове же искаху его в праздник и глаголаху: где есть он? ",
          "ID": "11"
        },
        {
          "text": "И ропот мног бе о нем в народех: овии глаголаху, яко благ есть: инии же глаголаху: ни, но льстит народы. ",
          "ID": "12"
        },
        {
          "text": "Никтоже убо яве глаголаше о нем, страха ради иудейскаго. ",
          "ID": "13"
        },
        {
          "text": "Абие же в преполовение праздника взыде Иисус во церковь и учаше. ",
          "ID": "14"
        },
        {
          "text": "И дивляхуся иудее, глаголюще: како сей книги весть не учився? ",
          "ID": "15"
        },
        {
          "text": "Отвеща (убо) им Иисус и рече: мое учение несть мое, но пославшаго мя: ",
          "ID": "16"
        },
        {
          "text": "аще кто хощет волю его творити, разумеет о учении, кое от Бога есть, или аз от себе глаголю: ",
          "ID": "17"
        },
        {
          "text": "глаголяй от себе славы своея ищет: а ищяй славы пославшаго его, сей истинен есть, и несть неправды в нем. ",
          "ID": "18"
        },
        {
          "text": "Не моисей ли даде вам закон? и никтоже от вас творит закона. Что мене ищете убити? ",
          "ID": "19"
        },
        {
          "text": "Отвеща народ и рече: беса ли имаши? кто тебе ищет убити? ",
          "ID": "20"
        },
        {
          "text": "Отвеща Иисус и рече им: едино дело сотворих, и вси дивитеся: ",
          "ID": "21"
        },
        {
          "text": "сего ради моисей даде вам обрезание, не яко от моисеа есть, но от отец: и в субботу обрезаете человека: ",
          "ID": "22"
        },
        {
          "text": "аще обрезание приемлет человек в субботу, да не разорится закон моисеов, на мя ли гневаетеся, яко всего человека здрава сотворих в субботу? ",
          "ID": "23"
        },
        {
          "text": "не судите на лица, но праведный суд судите. ",
          "ID": "24"
        },
        {
          "text": "Глаголаху убо нецыи от Иерусалимлян: не сей ли есть, егоже ищут убити? ",
          "ID": "25"
        },
        {
          "text": "и се, не обинуяся глаголет, и ничесоже ему не глаголют: еда како разумеша князи, яко сей есть Христос? ",
          "ID": "26"
        },
        {
          "text": "но сего вемы, откуду есть: Христос же егда приидет, никтоже весть, откуду будет. ",
          "ID": "27"
        },
        {
          "text": "Воззва убо в церкви учя Иисус и глаголя: и мене весте, и весте, откуду есмь: и о себе не приидох, но есть истинен пославый мя, егоже вы не весте: ",
          "ID": "28"
        },
        {
          "text": "аз вем его, яко от него есмь, и той мя посла. ",
          "ID": "29"
        },
        {
          "text": "Искаху убо, да имут его: и никтоже возложи нань руки, яко не у бе пришел час его. ",
          "ID": "30"
        },
        {
          "text": "Мнози же от народа вероваша в него и глаголаху, яко Христос, егда приидет, еда болша знамения сотворит, яже сей творит? ",
          "ID": "31"
        },
        {
          "text": "Слышаша фарисее народ ропщущь о нем сия, и послаша фарисее и архиерее слуги, да имут его. ",
          "ID": "32"
        },
        {
          "text": "Рече убо Иисус: еще мало время с вами есмь, и иду к пославшему мя: ",
          "ID": "33"
        },
        {
          "text": "взыщете мене и не обрящете: и идеже есмь аз, вы не можете приити. ",
          "ID": "34"
        },
        {
          "text": "Реша же иудее к себе: камо сей хощет ити, яко мы не обрящем его? еда в разсеяние еллинское хощет ити и учити еллины? ",
          "ID": "35"
        },
        {
          "text": "что есть сие слово, еже рече: взыщете мене и не обрящете: и идеже есмь аз, вы не можете приити? ",
          "ID": "36"
        },
        {
          "text": "В последний же день великий праздника стояше Иисус и зваше, глаголя: аще кто жаждет, да приидет ко мне и пиет: ",
          "ID": "37"
        },
        {
          "text": "веруяй в мя, якоже рече писание, реки от чрева его истекут воды живы. ",
          "ID": "38"
        },
        {
          "text": "Сие же рече о Дусе, егоже хотяху приимати верующии во имя его: не у бо бе Дух святый, яко Иисус не у бе прославлен. ",
          "ID": "39"
        },
        {
          "text": "Мнози же от народа слышавше слово, глаголаху: сей есть воистинну пророк. ",
          "ID": "40"
        },
        {
          "text": "Друзии глаголаху: сей есть Христос. Овии же глаголаху: еда от галилеи Христос приходит? ",
          "ID": "41"
        },
        {
          "text": "не писание ли рече, яко от семене давидова и от вифлеемския веси, идеже бе давид, Христос приидет? ",
          "ID": "42"
        },
        {
          "text": "Распря убо бысть в народе его ради. ",
          "ID": "43"
        },
        {
          "text": "Нецыи же от них хотяху яти его: но никтоже возложи нань руце. ",
          "ID": "44"
        },
        {
          "text": "Приидоша же слуги ко архиереом и фарисеом: и реша им тии: почто не приведосте его? ",
          "ID": "45"
        },
        {
          "text": "Отвещаша слуги: николиже тако есть глаголал человек, яко сей Человек. ",
          "ID": "46"
        },
        {
          "text": "Отвещаша убо им фарисее: еда и вы прельщени бысте? ",
          "ID": "47"
        },
        {
          "text": "еда кто от князь верова в онь, или от фарисей? ",
          "ID": "48"
        },
        {
          "text": "но народ сей, иже не весть закона, прокляти суть. ",
          "ID": "49"
        },
        {
          "text": "Глагола никодим к ним, иже пришедый к нему нощию, един сый от них: ",
          "ID": "50"
        },
        {
          "text": "еда закон наш судит человеку, аще не слышит от него прежде и разумеет, что творит? ",
          "ID": "51"
        },
        {
          "text": "Отвещаша и рекоша ему: еда и ты от галилеи еси? испытай и виждь, яко пророк от галилеи не приходит. ",
          "ID": "52"
        },
        {
          "text": "И иде кийждо в дом свой.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "Евангелие от Иоанна 7"
    },
    {
      "text": [
        {
          "text": "Иисус же иде в гору елеонску: ",
          "ID": "1"
        },
        {
          "text": "заутра же паки прииде в церковь, и вси людие идяху к нему: и сед учаше их. ",
          "ID": "2"
        },
        {
          "text": "Приведоша же книжницы и фарисее к нему жену в прелюбодеянии яту, и поставивше ю посреде, ",
          "ID": "3"
        },
        {
          "text": "глаголаша ему: учителю, сия жена ята есть ныне в прелюбодеянии: ",
          "ID": "4"
        },
        {
          "text": "в законе же нам моисей повеле таковыя камением побивати: ты же что глаголеши? ",
          "ID": "5"
        },
        {
          "text": "Сие же реша искушающе его, да быша имели что глаголати нань. Иисус же долу преклонься, перстом писаше на земли, не слагая (им). ",
          "ID": "6"
        },
        {
          "text": "Якоже прилежаху вопрошающе его, восклонься рече к ним: иже есть без греха в вас, прежде верзи камень на ню. ",
          "ID": "7"
        },
        {
          "text": "И паки долу преклонься, писаше на земли. ",
          "ID": "8"
        },
        {
          "text": "Они же слышавше и совестию обличаеми, исхождаху един по единому, наченше от старец до последних: и оста един Иисус, и жена посреде сущи. ",
          "ID": "9"
        },
        {
          "text": "Восклонься же Иисус и ни единаго видев, точию жену, рече ей: жено, где суть, иже важдаху на тя? ни кийже ли тебе осуди? ",
          "ID": "10"
        },
        {
          "text": "Она же рече: никтоже, Господи. Рече же ей Иисус: ни аз тебе осуждаю: иди и (отселе) ктому не согрешай. ",
          "ID": "11"
        },
        {
          "text": "Паки же им Иисус рече глаголя: аз есмь свет миру: ходяй по мне не имать ходити во тме, но имать свет животный. ",
          "ID": "12"
        },
        {
          "text": "Реша убо ему фарисее: ты о себе сам свидетелствуеши: свидетелство твое несть истинно. ",
          "ID": "13"
        },
        {
          "text": "Отвеща Иисус и рече им: аще аз свидетелствую о себе, истинно есть свидетелство мое, яко вем, откуду приидох и камо иду: вы же не весте, откуду прихожду и камо гряду: ",
          "ID": "14"
        },
        {
          "text": "вы по плоти судите, аз не сужду ни комуже: ",
          "ID": "15"
        },
        {
          "text": "и аще сужду аз, суд мой истинен есть, яко един несмь, но аз и пославый мя Отец: ",
          "ID": "16"
        },
        {
          "text": "и в законе же вашем писано есть, яко двою человеку свидетелство истинно есть: ",
          "ID": "17"
        },
        {
          "text": "аз есмь свидетелствуяй о мне самем, и свидетелствует о мне пославый мя Отец. ",
          "ID": "18"
        },
        {
          "text": "Глаголаху же ему: где есть Отец твой? Отвеща Иисус: ни мене весте, ни Отца моего: аще мя бысте ведали, и Отца моего ведали бысте. ",
          "ID": "19"
        },
        {
          "text": "Сия глаголголы глагола Иисус в газофилакии, учя в церкви: и никтоже ят его, яко не у бе пришел час его. ",
          "ID": "20"
        },
        {
          "text": "Рече же им паки Иисус: аз иду, и взыщете мене, и во гресе вашем умрете: аможе аз иду, вы не можете приити. ",
          "ID": "21"
        },
        {
          "text": "Глаголаху убо иудее: еда ся сам убиет, яко глаголет: аможе аз иду, вы не можете приити? ",
          "ID": "22"
        },
        {
          "text": "И рече им: вы от нижних есте, аз от вышних есмь: вы от мира сего есте, аз несмь от мира сего: ",
          "ID": "23"
        },
        {
          "text": "рех убо вам, яко умрете во гресех ваших: аще бо не имете веры, яко аз есмь, умрете во гресех ваших. ",
          "ID": "24"
        },
        {
          "text": "Глаголаху убо ему: ты кто еси? И рече им Иисус: начаток, яко и глаголю вам: ",
          "ID": "25"
        },
        {
          "text": "многа имам о вас глаголати и судити: но пославый мя истинен есть, и аз, яже слышах от него, сия глаголю в мире. ",
          "ID": "26"
        },
        {
          "text": "Не разумеша (убо), яко Отца им глаголаше. ",
          "ID": "27"
        },
        {
          "text": "Рече же им Иисус: егда вознесете Сына Человеческаго, тогда уразумеете, яко аз есмь, и о себе ничесоже творю, но, якоже научи мя Отец мой, сия глаголю: ",
          "ID": "28"
        },
        {
          "text": "и пославый мя со мною есть: не остави мене единаго Отец, яко аз угодная ему всегда творю. ",
          "ID": "29"
        },
        {
          "text": "Сия ему глаголющу, мнози вероваша в него. ",
          "ID": "30"
        },
        {
          "text": "глаголаше убо Иисус к веровавшым ему иудеом: аще вы пребудете во словеси моем, воистинну ученицы мои будете ",
          "ID": "31"
        },
        {
          "text": "и уразумеете истину, и истина свободит вы. ",
          "ID": "32"
        },
        {
          "text": "Отвещаша (и реша) ему: семя авраамле есмы и ни комуже работахом николиже: како ты глаголеши, яко свободни будете? ",
          "ID": "33"
        },
        {
          "text": "Отвеща им Иисус: аминь, аминь глаголю вам, яко всяк творяй грех раб есть греха: ",
          "ID": "34"
        },
        {
          "text": "раб же не пребывает в дому во век: сын пребывает во век: ",
          "ID": "35"
        },
        {
          "text": "аще убо Сын вы свободит, воистинну свободни будете: ",
          "ID": "36"
        },
        {
          "text": "вем, яко семя авраамле есте: но ищете мене убити, яко слово мое не вмещается в вы: ",
          "ID": "37"
        },
        {
          "text": "аз, еже видех у Отца моего, глаголю: и вы убо, еже видесте у отца вашего, творите. ",
          "ID": "38"
        },
        {
          "text": "Отвещаша и реша ему: отец наш авраам есть. глагола им Иисус: аще чада авраамля бысте были, дела авраамля бысте творили: ",
          "ID": "39"
        },
        {
          "text": "ныне же ищете мене убити, Человека, иже истину вам глаголах, юже слышах от Бога: сего авраам несть сотворил: ",
          "ID": "40"
        },
        {
          "text": "вы творите дела отца вашего. Реша же ему: мы от любодеяния несмы рождени: единаго Отца имамы, Бога. ",
          "ID": "41"
        },
        {
          "text": "Рече же им Иисус: аще Бог Отец ваш (бы) был, любили бысте (убо) мене: аз бо от Бога изыдох и приидох: не о себе бо приидох, но той мя посла: ",
          "ID": "42"
        },
        {
          "text": "почто беседы моея не разумеете? яко не можете слышати словесе моего: ",
          "ID": "43"
        },
        {
          "text": "вы отца (вашего) диавола есте, и похоти отца вашего хощете творити: он человекоубийца бе искони и во истине не стоит, яко несть истины в нем: егда глаголет лжу, от своих глаголет, яко ложь есть и отец лжи: ",
          "ID": "44"
        },
        {
          "text": "аз же зане истину глаголю, не веруете мне: ",
          "ID": "45"
        },
        {
          "text": "кто от вас обличает мя о гресе? аще ли истину глаголю, почто вы не веруете мне? ",
          "ID": "46"
        },
        {
          "text": "иже есть от Бога, глаголголов Божиих послушает: сего ради вы не послушаете, яко от Бога несте. ",
          "ID": "47"
        },
        {
          "text": "Отвещаша убо иудее и реша ему: не добре ли мы глаголем, яко самарянин еси ты и беса имаши? ",
          "ID": "48"
        },
        {
          "text": "Отвеща Иисус: аз беса не имам, но чту Отца моего, и вы не чтете мене: ",
          "ID": "49"
        },
        {
          "text": "аз же не ищу славы моея: есть ищя и судя: ",
          "ID": "50"
        },
        {
          "text": "аминь, аминь глаголю вам: аще кто слово мое соблюдет, смерти не имать видети во веки. ",
          "ID": "51"
        },
        {
          "text": "Реша убо ему жидове: ныне разумехом, яко беса имаши: авраам умре и пророцы, и ты глаголеши: аще кто слово мое соблюдет, смерти не имать вкусити во веки: ",
          "ID": "52"
        },
        {
          "text": "еда ты болий еси отца нашего авраама, иже умре? и пророцы умроша: кого себе сам ты твориши? ",
          "ID": "53"
        },
        {
          "text": "Отвеща Иисус: аще аз славлюся сам, слава моя ничесоже есть: есть Отец мой славяй мя, егоже вы глаголете, яко Бог ваш есть: ",
          "ID": "54"
        },
        {
          "text": "и не познасте его, аз же вем его: и аще реку, яко не вем его, буду подобен вам ложь: но вем его и слово его соблюдаю: ",
          "ID": "55"
        },
        {
          "text": "авраам отец ваш рад бы был, дабы видел день мой: и виде и возрадовася. ",
          "ID": "56"
        },
        {
          "text": "Реша убо иудее к нему: пятидесят лет не у имаши, и авраама ли еси видел? ",
          "ID": "57"
        },
        {
          "text": "Рече (же) им Иисус: аминь, аминь глаголю вам: прежде даже авраам не бысть, аз есмь. ",
          "ID": "58"
        },
        {
          "text": "Взяша убо камение, да вергут нань: Иисус же скрыся и изыде из церкве, прошед посреде их: и мимохождаше тако.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "Евангелие от Иоанна 8"
    },
    {
      "text": [
        {
          "text": "И мимоидый виде человека слепа от рождества. ",
          "ID": "1"
        },
        {
          "text": "И вопросиша его ученицы его, глаголюще: равви, кто согреши, сей ли, или родителя его, яко слеп родися? ",
          "ID": "2"
        },
        {
          "text": "Отвеща Иисус: ни сей согреши, ни родителя его, но да явятся дела Божия на нем: ",
          "ID": "3"
        },
        {
          "text": "мне подобает делати дела пославшаго мя, дондеже день есть: приидет нощь, егда никтоже может делати: ",
          "ID": "4"
        },
        {
          "text": "егда в мире есмь, свет есмь миру. ",
          "ID": "5"
        },
        {
          "text": "Сия рек, плюну на землю, и сотвори брение от плюновения, и помаза очи брением слепому, ",
          "ID": "6"
        },
        {
          "text": "и рече ему: иди, умыйся в купели силоамсте, еже сказается послан. Иде убо и умыся, и прииде видя. ",
          "ID": "7"
        },
        {
          "text": "Соседи же и иже бяху видели его прежде, яко слеп бе, глаголаху: не сей ли есть седяй и просяй? ",
          "ID": "8"
        },
        {
          "text": "Овии глаголаху, яко сей есть: инии же (глаголаху), яко подобен ему есть. Он (же) глаголаше, яко аз есмь. ",
          "ID": "9"
        },
        {
          "text": "Глаголаху же ему: како ти отверзостеся очи? ",
          "ID": "10"
        },
        {
          "text": "Отвеща он и рече: Человек нарицаемый Иисус брение сотвори и помаза очи мои и рече ми: иди в купель силоамлю и умыйся. Шед же и умывся, прозрех. ",
          "ID": "11"
        },
        {
          "text": "Реша убо ему: кто той есть? Глагола: не вем. ",
          "ID": "12"
        },
        {
          "text": "Ведоша (же) его к фарисеом, иже бе иногда слеп. ",
          "ID": "13"
        },
        {
          "text": "Бе же суббота, егда сотвори брение Иисус и отверзе ему очи. ",
          "ID": "14"
        },
        {
          "text": "Паки же вопрошаху его и фарисее, како прозре. Он же рече им: брение положи мне на очи, и умыхся, и вижу. ",
          "ID": "15"
        },
        {
          "text": "Глаголаху убо от фарисей нецыи: несть сей от Бога Человек, яко субботу не хранит. Овии глаголаху: како может человек грешен сицева знамения творити? И распря бе в них. ",
          "ID": "16"
        },
        {
          "text": "Глаголаху (убо) слепцу паки: ты что глаголеши о нем, яко отверзе очи твои? Он же рече, яко пророк есть. ",
          "ID": "17"
        },
        {
          "text": "Не яша убо веры иудее о нем, яко слеп бе и прозре, дондеже возгласиша родителя того прозревшаго ",
          "ID": "18"
        },
        {
          "text": "и вопросиша я, глаголюще: сей ли есть сын ваю, егоже вы глаголете, яко слеп родися? како убо ныне видит? ",
          "ID": "19"
        },
        {
          "text": "Отвещаста (же) им родителя его и реста: вемы, яко сей есть сын наю и яко слеп родися: ",
          "ID": "20"
        },
        {
          "text": "како же ныне видит, не вемы, или кто отверзе ему очи, мы не вемы: сам возраст имать, самого вопросите, сам о себе да глаголет. ",
          "ID": "21"
        },
        {
          "text": "Сия рекоста родителя его, яко боястася жидов: уже бо бяху сложилися жидове, да, аще кто его исповесть Христа, отлучен от сонмища будет: ",
          "ID": "22"
        },
        {
          "text": "сего ради родителя его рекоста, яко возраст имать, самого вопросите. ",
          "ID": "23"
        },
        {
          "text": "Возгласиша же вторицею человека, иже бе слеп, и реша ему: даждь славу Богу: мы вемы, яко Человек сей грешен есть. ",
          "ID": "24"
        },
        {
          "text": "Отвеща убо он и рече: аще грешен есть, не вем: едино вем, яко слеп бех, ныне же вижу. ",
          "ID": "25"
        },
        {
          "text": "Реша же ему паки: что сотвори тебе? како отверзе очи твои? ",
          "ID": "26"
        },
        {
          "text": "Отвеща им: рекох вам уже, и не слышасте: что паки хощете слышати? еда и вы ученицы его хощете быти? ",
          "ID": "27"
        },
        {
          "text": "Они же укориша его и реша (ему): ты ученик еси того: мы же моисеовы есмы ученицы: ",
          "ID": "28"
        },
        {
          "text": "мы вемы, яко моисеови глагола Бог, сего же не вемы, откуду есть. ",
          "ID": "29"
        },
        {
          "text": "Отвеща человек и рече им: о сем бо дивно есть, яко вы не весте, откуду есть, и отверзе очи мои: ",
          "ID": "30"
        },
        {
          "text": "вемы же, яко грешники Бог не послушает, но аще кто Богочтец есть и волю его творит, того послушает: ",
          "ID": "31"
        },
        {
          "text": "от века несть слышано, яко кто отверзе очи слепу рождену: ",
          "ID": "32"
        },
        {
          "text": "аще не бы был сей от Бога, не могл бы творити ничесоже. ",
          "ID": "33"
        },
        {
          "text": "Отвещаша и реша ему: во гресех ты родился еси весь, и ты ли ны учиши? И изгнаша его вон. ",
          "ID": "34"
        },
        {
          "text": "Услыша Иисус, яко изгнаша его вон, и обрет его, рече ему: ты веруеши ли в Сына Божия? ",
          "ID": "35"
        },
        {
          "text": "Отвеща он и рече: и кто есть, Господи, да верую в него? ",
          "ID": "36"
        },
        {
          "text": "Рече же ему Иисус: и видел еси его, и глаголяй с тобою той есть. ",
          "ID": "37"
        },
        {
          "text": "Он же рече: верую, Господи. И поклонися ему. ",
          "ID": "38"
        },
        {
          "text": "И рече Иисус: на суд аз в мир сей приидох, да невидящии видят, и видящии слепи будут. ",
          "ID": "39"
        },
        {
          "text": "И слышаша от фарисей сия сущии с ним и реша ему: еда и мы слепи есмы? ",
          "ID": "40"
        },
        {
          "text": "Рече им Иисус: аще бысте слепи были, не бысте имели греха: ныне же глаголете, яко видим, грех убо ваш пребывает.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "Евангелие от Иоанна 9"
    },
    {
      "text": [
        {
          "text": "Аминь, аминь глаголю вам: не входяй дверьми во двор овчий, но прелазя инуде, той тать есть и разбойник: ",
          "ID": "1"
        },
        {
          "text": "а входяй дверьми пастырь есть овцам: ",
          "ID": "2"
        },
        {
          "text": "сему дверник отверзает, и овцы глас его слышат, и своя овцы глашает по имени, и изгонит их: ",
          "ID": "3"
        },
        {
          "text": "и егда своя овцы ижденет, пред ними ходит: и овцы по нем идут, яко ведят глас его: ",
          "ID": "4"
        },
        {
          "text": "по чуждем же не идут, но бежат от него, яко не знают чуждаго гласа. ",
          "ID": "5"
        },
        {
          "text": "Сию притчу рече им Иисус: они же не разумеша, что бяше, яже глаголаше им. ",
          "ID": "6"
        },
        {
          "text": "Рече же паки им Иисус: аминь, аминь глаголю вам, яко аз есмь дверь овцам. ",
          "ID": "7"
        },
        {
          "text": "Вси, елико (их) прииде прежде мене, татие суть и разбойницы: но не послушаша их овцы. ",
          "ID": "8"
        },
        {
          "text": "Аз есмь дверь: мною аще кто внидет, спасется, и внидет и изыдет, и пажить обрящет. ",
          "ID": "9"
        },
        {
          "text": "Тать не приходит, разве да украдет и убиет и погубит: аз приидох, да живот имут и лишше имут. ",
          "ID": "10"
        },
        {
          "text": "Аз есмь пастырь добрый: пастырь добрый душу свою полагает за овцы: ",
          "ID": "11"
        },
        {
          "text": "а наемник, иже несть пастырь, емуже не суть овцы своя, видит волка грядуща и оставляет овцы и бегает, и волк расхитит их и распудит овцы: ",
          "ID": "12"
        },
        {
          "text": "а наемник бежит, яко наемник есть и нерадит о овцах. ",
          "ID": "13"
        },
        {
          "text": "Аз есмь пастырь добрый: и знаю моя, и знают мя моя: ",
          "ID": "14"
        },
        {
          "text": "якоже знает мя Отец, и аз знаю Отца: и душу мою полагаю за овцы. ",
          "ID": "15"
        },
        {
          "text": "И ины овцы имам, яже не суть от двора сего, и тыя ми подобает привести: и глас мой услышат, и будет едино стадо (и) един пастырь. ",
          "ID": "16"
        },
        {
          "text": "Сего ради мя Отец любит, яко аз душу мою полагаю, да паки прииму ю: ",
          "ID": "17"
        },
        {
          "text": "никтоже возмет ю от мене, но аз полагаю ю о себе: область имам положити ю и область имам паки прияти ю: сию заповедь приях от Отца моего. ",
          "ID": "18"
        },
        {
          "text": "Распря же паки бысть во иудеех за словеса сия. ",
          "ID": "19"
        },
        {
          "text": "Глаголаху же мнози от них: беса имать и неистов есть: что его послушаете? ",
          "ID": "20"
        },
        {
          "text": "Инии глаголаху: сии глаголголи не суть беснующагося: еда может бес слепым очи отверсти? ",
          "ID": "21"
        },
        {
          "text": "Быша же (тогда) обновления во Иерусалимех, и зима бе. ",
          "ID": "22"
        },
        {
          "text": "И хождаше Иисус в церкви, в притворе соломони. ",
          "ID": "23"
        },
        {
          "text": "Обыдоша же его иудее и глаголаху ему: доколе душы нашя вземлеши? аще ты еси Христос, рцы нам не обинуяся. ",
          "ID": "24"
        },
        {
          "text": "Отвеща им Иисус: рех вам, и не веруете: дела, яже аз творю о имени Отца моего, та свидетелствуют о мне: ",
          "ID": "25"
        },
        {
          "text": "но вы не веруете, несте бо от овец моих, якоже рех вам: ",
          "ID": "26"
        },
        {
          "text": "овцы моя гласа моего слушают, и аз знаю их, и по мне грядут: ",
          "ID": "27"
        },
        {
          "text": "и аз живот вечный дам им, и не погибнут во веки, и не восхитит их никтоже от руки моея: ",
          "ID": "28"
        },
        {
          "text": "Отец мой, иже даде мне, болий всех есть, и никтоже может восхитити их от руки Отца моего: ",
          "ID": "29"
        },
        {
          "text": "аз и Отец едино есма. ",
          "ID": "30"
        },
        {
          "text": "Взяша же камение паки иудее, да побиют его. ",
          "ID": "31"
        },
        {
          "text": "Отвеща им Иисус: многа добра дела явих вам от Отца моего: за кое их дело камение мещете на мя? ",
          "ID": "32"
        },
        {
          "text": "Отвещаша ему иудее, глаголюще: о добре деле камение не мещем на тя, но о хуле, яко ты, Человек сый, твориши себе Бога. ",
          "ID": "33"
        },
        {
          "text": "Отвеща им Иисус: несть ли писано в законе вашем: аз рех: бози есте? ",
          "ID": "34"
        },
        {
          "text": "Аще оных рече богов, к нимже слово Божие бысть, и не может разоритися писание: ",
          "ID": "35"
        },
        {
          "text": "егоже Отец святи и посла в мир, вы глаголете, яко хулу глаголеши, зане рех: Сын Божий есмь. ",
          "ID": "36"
        },
        {
          "text": "Аще не творю дела Отца моего, не имите ми веры: ",
          "ID": "37"
        },
        {
          "text": "аще ли творю, аще и мне не веруете, делом (моим) веруйте: да разумеете и веруете, яко во мне Отец, и аз в нем. ",
          "ID": "38"
        },
        {
          "text": "Искаху убо паки яти его: и изыде от рук их, ",
          "ID": "39"
        },
        {
          "text": "и иде паки на он пол иордана, на место, идеже бе иоанн прежде крестя, и пребысть ту. ",
          "ID": "40"
        },
        {
          "text": "И мнози приидоша к нему и глаголаху, яко иоанн убо знамения не сотвори ни единаго: вся же, елика рече иоанн о сем, истинна бяху. ",
          "ID": "41"
        },
        {
          "text": "И мнози вероваша в него ту.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "Евангелие от Иоанна 10"
    },
    {
      "text": [
        {
          "text": "Бе же некто боля лазарь от вифании, от веси мариины и марфы сестры ея. ",
          "ID": "1"
        },
        {
          "text": "Бе же мариа помазавшая Господа миром и отершая нозе его власы своими, еяже брат лазарь боляше. ",
          "ID": "2"
        },
        {
          "text": "Посласте убо сестре к нему, глаголюще: Господи, се, егоже любиши, болит. ",
          "ID": "3"
        },
        {
          "text": "Слышав же Иисус рече: сия болезнь несть к смерти, но о славе Божии, да прославится Сын Божий ея ради. ",
          "ID": "4"
        },
        {
          "text": "Любляше же Иисус марфу и сестру ея и лазаря. ",
          "ID": "5"
        },
        {
          "text": "Егда же услыша, яко болит, тогда пребысть на немже бе месте два дни. ",
          "ID": "6"
        },
        {
          "text": "Потом же глагола учеником: идем во иудею паки. ",
          "ID": "7"
        },
        {
          "text": "Глаголаша ему ученицы: равви, ныне искаху тебе камением побити иудее, и паки ли идеши тамо? ",
          "ID": "8"
        },
        {
          "text": "Отвеща Иисус: не два ли надесяте часа еста во дни? аще кто ходит во дни, не поткнется, яко свет мира сего видит: ",
          "ID": "9"
        },
        {
          "text": "аще же кто ходит в нощи, поткнется, яко несть света в нем. ",
          "ID": "10"
        },
        {
          "text": "Сия рече и посем глагола им: лазарь друг наш успе: но иду, да возбужу его. ",
          "ID": "11"
        },
        {
          "text": "Реша убо ученицы его: Господи, аще успе, спасен будет. ",
          "ID": "12"
        },
        {
          "text": "Рече же Иисус о смерти его: они же мнеша, яко о успении сна глаголет. ",
          "ID": "13"
        },
        {
          "text": "Тогда рече им Иисус не обинуяся: лазарь умре: ",
          "ID": "14"
        },
        {
          "text": "и радуюся вас ради, да веруете, яко не бех тамо: но идем к нему. ",
          "ID": "15"
        },
        {
          "text": "Рече же фома, глаголемый близнец, учеником: идем и мы, да умрем с ним. ",
          "ID": "16"
        },
        {
          "text": "Пришед же Иисус, обрете его четыри дни уже имуща во гробе. ",
          "ID": "17"
        },
        {
          "text": "Бе же вифаниа близ Иерусалима, яко стадий пятьнадесять, ",
          "ID": "18"
        },
        {
          "text": "и мнози от иудей бяху пришли к марфе и марии, да утешат их о брате ею. ",
          "ID": "19"
        },
        {
          "text": "Марфа убо егда услыша, яко Иисус грядет, срете его: мариа же дома седяше. ",
          "ID": "20"
        },
        {
          "text": "Рече же марфа ко Иисусу: Господи, аще бы еси зде был, не бы брат мой умерл: ",
          "ID": "21"
        },
        {
          "text": "но и ныне вем, яко елика аще просиши от Бога, даст тебе Бог. ",
          "ID": "22"
        },
        {
          "text": "глагола ей Иисус: воскреснет брат твой. ",
          "ID": "23"
        },
        {
          "text": "Глагола ему марфа: вем, яко воскреснет в воскрешение, в последний день. ",
          "ID": "24"
        },
        {
          "text": "Рече (же) ей Иисус: аз есмь воскрешение и живот: веруяй в мя, аще и умрет, оживет: ",
          "ID": "25"
        },
        {
          "text": "и всяк живый и веруяй в мя не умрет во веки. Емлеши ли веру сему? ",
          "ID": "26"
        },
        {
          "text": "Глагола ему: ей, Господи: аз веровах, яко ты еси Христос Сын Божий, иже в мир грядый. ",
          "ID": "27"
        },
        {
          "text": "И сия рекши, иде и пригласи марию сестру свою тай, рекши: учитель пришел есть и глашает тя. ",
          "ID": "28"
        },
        {
          "text": "Она (же) яко услыша, воста скоро и иде к нему. ",
          "ID": "29"
        },
        {
          "text": "Не уже бо бе пришел Иисус в весь, но бе на месте, идеже срете его марфа. ",
          "ID": "30"
        },
        {
          "text": "Иудее (же) убо сущии с нею в дому и утешающе ю, видевше марию, яко скоро воста и изыде, по ней идоша, глаголюще, яко идет на гроб, да плачет тамо. ",
          "ID": "31"
        },
        {
          "text": "Мариа же яко прииде, идеже бе Иисус, видевши его, паде ему на ногу, глаголющи ему: Господи, аще бы еси был зде, не бы умерл мой брат. ",
          "ID": "32"
        },
        {
          "text": "Иисус убо, яко виде ю плачущуся и пришедшыя с нею иудеи плачущя, запрети духу и возмутися сам ",
          "ID": "33"
        },
        {
          "text": "и рече: где положисте его? Глаголаша ему: Господи, прииди и виждь. ",
          "ID": "34"
        },
        {
          "text": "Прослезися Иисус. ",
          "ID": "35"
        },
        {
          "text": "Глаголаху убо жидове: виждь, како любляше его. ",
          "ID": "36"
        },
        {
          "text": "Нецыи же от них реша: не можаше ли сей, отверзый очи слепому, сотворити, да и сей не умрет? ",
          "ID": "37"
        },
        {
          "text": "Иисус же паки претя в себе, прииде ко гробу. Бе же пещера, и камень лежаше на ней. ",
          "ID": "38"
        },
        {
          "text": "глагола Иисус: возмите камень. Глагола ему сестра умершаго марфа: Господи, уже смердит: четверодневен бо есть. ",
          "ID": "39"
        },
        {
          "text": "глагола ей Иисус: не рех ли ти, яко аще веруеши, узриши славу Божию? ",
          "ID": "40"
        },
        {
          "text": "Взяша убо камень, идеже бе умерый лежя. Иисус же возведе очи горе и рече: Отче, хвалу тебе воздаю, яко услышал еси мя: ",
          "ID": "41"
        },
        {
          "text": "аз же ведех, яко всегда мя послушаеши: но народа ради стоящаго окрест рех, да веру имут, яко ты мя послал еси. ",
          "ID": "42"
        },
        {
          "text": "И сия рек, гласом великим воззва: лазаре, гряди вон. ",
          "ID": "43"
        },
        {
          "text": "И изыде умерый, обязан рукама и ногама укроем, и лице его убрусом обязано. глагола им Иисус: разрешите его и оставите ити. ",
          "ID": "44"
        },
        {
          "text": "Мнози убо от иудей пришедшии к марии и видевше, яже сотвори Иисус, вероваша в него: ",
          "ID": "45"
        },
        {
          "text": "нецыи же от них идоша к фарисеом и рекоша им, яже сотвори Иисус. ",
          "ID": "46"
        },
        {
          "text": "Собраша убо архиерее и фарисее сонм и глаголаху: что сотворим? яко Человек сей многа знамения творит: ",
          "ID": "47"
        },
        {
          "text": "аще оставим его тако, вси уверуют в него: и приидут римляне и возмут место и язык наш. ",
          "ID": "48"
        },
        {
          "text": "Един же некто от них каиафа, архиерей сый лету тому, рече им: вы не весте ничесоже, ",
          "ID": "49"
        },
        {
          "text": "ни помышляете, яко уне есть нам, да един человек умрет за люди, а не весь язык погибнет. ",
          "ID": "50"
        },
        {
          "text": "Сего же о себе не рече, но архиерей сый лету тому, прорече, яко хотяше Иисус умрети за люди, ",
          "ID": "51"
        },
        {
          "text": "и не токмо за люди, но да и чада Божия расточеная соберет во едино. ",
          "ID": "52"
        },
        {
          "text": "От того убо дне совещаша, да убиют его. ",
          "ID": "53"
        },
        {
          "text": "Иисус же ктому не яве хождаше во иудеех, но иде оттуду во страну близ пустыни, во ефрем нарицаемый град, и ту хождаше со ученики своими. ",
          "ID": "54"
        },
        {
          "text": "Бе же близ пасха иудейска, и взыдоша мнози во Иерусалим от стран прежде пасхи, да очистятся. ",
          "ID": "55"
        },
        {
          "text": "Искаху убо Иисуса и глаголаху к себе, в церкви стояще: что мнится вам, яко не имать ли приити в праздник? ",
          "ID": "56"
        },
        {
          "text": "Даша же архиерее и фарисее заповедь, да аще кто ощутит (его), где будет, повесть, яко да имут его.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "Евангелие от Иоанна 11"
    },
    {
      "text": [
        {
          "text": "Иисус же прежде шести дний пасхи прииде в вифанию, идеже бе лазарь умерый, егоже воскреси от мертвых. ",
          "ID": "1"
        },
        {
          "text": "Сотвориша же ему вечерю ту, и марфа служаше: лазарь же един бе от возлежащих с ним. ",
          "ID": "2"
        },
        {
          "text": "Мариа же приемши литру мира нарда пистика многоценна, помаза нозе Иисусове, и отре власы своими нозе его: храмина же исполнися от вони масти (благовонныя). ",
          "ID": "3"
        },
        {
          "text": "Глагола же един от ученик его, иуда симонов искариотский, иже хотяше его предати: ",
          "ID": "4"
        },
        {
          "text": "чесо ради миро сие не продано бысть на триех стех пенязь и дано нищым? ",
          "ID": "5"
        },
        {
          "text": "Сие же рече, не яко о нищих печашеся, но яко тать бе, и ковчежец имеяше, и вметаемая ношаше. ",
          "ID": "6"
        },
        {
          "text": "Рече же Иисус: не дейте ея, да в день погребения моего соблюдет е: ",
          "ID": "7"
        },
        {
          "text": "нищыя бо всегда имате с собою, мене же не всегда имате. ",
          "ID": "8"
        },
        {
          "text": "Разуме же народ мног от иудей, яко ту есть: и приидоша не Иисуса ради токмо, но да и лазаря видят, егоже воскреси от мертвых. ",
          "ID": "9"
        },
        {
          "text": "Совещаша же архиерее, да и лазаря убиют, ",
          "ID": "10"
        },
        {
          "text": "яко мнози его ради идяху от иудей и вероваху во Иисуса. ",
          "ID": "11"
        },
        {
          "text": "Во утрий (же) день народ мног пришедый в праздник, слышавше, яко Иисус грядет во Иерусалим, ",
          "ID": "12"
        },
        {
          "text": "прияша ваиа от финик и изыдоша в сретение ему, и зваху (глаголюще): осанна, благословен грядый во имя Господне, Царь израилев. ",
          "ID": "13"
        },
        {
          "text": "Обрет же Иисус осля, вседе на не, якоже есть писано: ",
          "ID": "14"
        },
        {
          "text": "не бойся, дщи сионя: се, Царь твой грядет, седя на жребяти осли. ",
          "ID": "15"
        },
        {
          "text": "Сих же не разумеша ученицы его прежде: но егда прославися Иисус, тогда помянуша, яко сия быша о нем писана, и сия сотвориша ему. ",
          "ID": "16"
        },
        {
          "text": "Свидетелствоваше убо народ, иже бе (прежде) с ним, егда лазаря возгласи от гроба и воскреси его от мертвых: ",
          "ID": "17"
        },
        {
          "text": "сего ради и срете его народ, яко слышаша его сие сотворша знамение. ",
          "ID": "18"
        },
        {
          "text": "Фарисее убо реша к себе: видите, яко ни каяже польза есть? се, мир по нем идет. ",
          "ID": "19"
        },
        {
          "text": "Бяху же нецыи еллини от пришедших, да поклонятся в праздник: ",
          "ID": "20"
        },
        {
          "text": "сии убо приступиша к филиппу, иже бе от вифсаиды галилейския, и моляху его, глаголюще: господи, хощем Иисуса видети. ",
          "ID": "21"
        },
        {
          "text": "Прииде филипп и глагола андреови: и паки андрей и филипп глаголаста Иисусови. ",
          "ID": "22"
        },
        {
          "text": "Иисус же отвеща има, глаголя: прииде час, да прославится Сын Человеческий: ",
          "ID": "23"
        },
        {
          "text": "аминь, аминь глаголю вам: аще зерно пшенично пад на земли не умрет, то едино пребывает: аще же умрет, мног плод сотворит: ",
          "ID": "24"
        },
        {
          "text": "любяй душу свою погубит ю, и ненавидяй души своея в мире сем в живот вечный сохранит ю: ",
          "ID": "25"
        },
        {
          "text": "аще кто мне служит, мне да последствует, и идеже есмь аз, ту и слуга мой будет: и аще кто мне служит, почтит его Отец (мой): ",
          "ID": "26"
        },
        {
          "text": "ныне душа моя возмутися: и что реку? Отче, спаси мя от часа сего: но сего ради приидох на час сей: ",
          "ID": "27"
        },
        {
          "text": "Отче, прослави имя твое. Прииде же глас с небесе: и прославих, и паки прославлю. ",
          "ID": "28"
        },
        {
          "text": "Народ же стояй и слышав, глаголаху: гром бысть. Инии глаголаху: ангел глагола ему. ",
          "ID": "29"
        },
        {
          "text": "Отвеща Иисус и рече: не мене ради глас сей бысть, но народа ради: ",
          "ID": "30"
        },
        {
          "text": "ныне суд есть миру сему: ныне князь мира сего изгнан будет вон: ",
          "ID": "31"
        },
        {
          "text": "и аще аз вознесен буду от земли, вся привлеку к себе. ",
          "ID": "32"
        },
        {
          "text": "Сие же глаголаше, назнаменуя, коею смертию хотяше умрети. ",
          "ID": "33"
        },
        {
          "text": "Отвеща ему народ: мы слышахом от закона, яко Христос пребывает во веки: како ты глаголеши: вознестися подобает Сыну Человеческому? кто есть сей Сын Человеческий? ",
          "ID": "34"
        },
        {
          "text": "Рече же им Иисус: еще мало время свет в вас есть: ходите, дондеже свет имате, да тма вас не имет: и ходяй во тме не весть, камо идет: ",
          "ID": "35"
        },
        {
          "text": "дондеже свет имате, веруйте во свет, да сынове света будете. Сия глагола Иисус, и отшед скрыся от них. ",
          "ID": "36"
        },
        {
          "text": "Толика знамения сотворшу ему пред ними, не вероваху в него, ",
          "ID": "37"
        },
        {
          "text": "да сбудется слово исаии пророка, еже рече: Господи, кто верова слуху нашему, и мышца Господня кому открыся? ",
          "ID": "38"
        },
        {
          "text": "Сего ради не можаху веровати, яко паки рече исаиа: ",
          "ID": "39"
        },
        {
          "text": "ослепи очи их и окаменил есть сердца их, да не видят очима, ни разумеют сердцем, и обратятся, и исцелю их. ",
          "ID": "40"
        },
        {
          "text": "Сия рече исаиа, егда виде славу его и глагола о нем. ",
          "ID": "41"
        },
        {
          "text": "Обаче убо и от князь мнози вероваша в него, но фарисей ради не исповедоваху, да не из сонмищ изгнани будут: ",
          "ID": "42"
        },
        {
          "text": "возлюбиша бо паче славу человеческую, неже славу Божию. ",
          "ID": "43"
        },
        {
          "text": "Иисус же воззва и рече: веруяй в мя не верует в мя, но в пославшаго мя: ",
          "ID": "44"
        },
        {
          "text": "и видяй мя видит пославшаго мя: ",
          "ID": "45"
        },
        {
          "text": "аз свет в мир приидох, да всяк веруяй в мя во тме не пребудет: ",
          "ID": "46"
        },
        {
          "text": "и аще кто услышит глаголголы моя и не верует, аз не сужду ему: не приидох бо, да сужду мирови, но да спасу мир: ",
          "ID": "47"
        },
        {
          "text": "отметаяйся мене и не приемляй глаголгол моих имать судящаго ему: слово, еже глаголах, то судит ему в последний день: ",
          "ID": "48"
        },
        {
          "text": "яко аз от себе не глаголах, но пославый мя Отец, той мне заповедь даде, что реку и что возглаголю: ",
          "ID": "49"
        },
        {
          "text": "и вем, яко заповедь его живот вечный есть: яже убо аз глаголю, якоже рече мне Отец, тако глаголю.",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "Евангелие от Иоанна 12"
    },
    {
      "text": [
        {
          "text": "Прежде же праздника пасхи, ведый Иисус, яко прииде ему час, да прейдет от мира сего ко Отцу, возлюбль своя сущыя в мире, до конца возлюби их. ",
          "ID": "1"
        },
        {
          "text": "И вечери бывшей, диаволу уже вложившу в сердце иуде симонову искариотскому, да его предаст, ",
          "ID": "2"
        },
        {
          "text": "ведый Иисус, яко вся даде ему Отец в руце, и яко от Бога изыде и к Богу грядет: ",
          "ID": "3"
        },
        {
          "text": "воста от вечери и положи ризы, и приемь лентион, препоясася: ",
          "ID": "4"
        },
        {
          "text": "потом влия воду во умывалницу и начат умывати ноги учеником и отирати лентием, имже бе препоясан. ",
          "ID": "5"
        },
        {
          "text": "Прииде же к симону петру, и глагола ему той: Господи, ты ли мои умыеши нозе? ",
          "ID": "6"
        },
        {
          "text": "Отвеща Иисус и рече ему: еже аз творю, ты не веси ныне, уразумееши же по сих. ",
          "ID": "7"
        },
        {
          "text": "Глагола ему петр: не умыеши ногу моею во веки. Отвеща ему Иисус: аще не умыю тебе, не имаши части со мною. ",
          "ID": "8"
        },
        {
          "text": "Глагола ему симон петр: Господи, не нозе мои токмо, но и руце и главу. ",
          "ID": "9"
        },
        {
          "text": "глагола ему Иисус: измовенный не требует, токмо нозе умыти, есть бо весь чист: и вы чисти есте, но не вси. ",
          "ID": "10"
        },
        {
          "text": "Ведяше бо предающаго его: сего ради рече, яко не вси чисти есте. ",
          "ID": "11"
        },
        {
          "text": "Егда же умы ноги их, прият ризы своя, возлег паки, рече им: весте ли, что сотворих вам? ",
          "ID": "12"
        },
        {
          "text": "Вы глашаете мя учителя и Господа, и добре глаголете: есмь бо. ",
          "ID": "13"
        },
        {
          "text": "Аще убо аз умых ваши нозе, Господь и учитель, и вы должни есте друг другу умывати нозе: ",
          "ID": "14"
        },
        {
          "text": "образ бо дах вам, да, якоже аз сотворих вам, и вы творите. ",
          "ID": "15"
        },
        {
          "text": "Аминь, аминь глаголю вам: несть раб болий господа своего, ни посланник болий пославшаго его. ",
          "ID": "16"
        },
        {
          "text": "Аще сия весте, блажени есте, аще творите я. ",
          "ID": "17"
        },
        {
          "text": "Не о всех вас глаголю: аз (бо) вем, ихже избрах: но да писание сбудется: ядый со мною хлеб воздвиже на мя пяту свою. ",
          "ID": "18"
        },
        {
          "text": "Отселе глаголю вам, прежде даже не будет, да, егда будет, веру имете, яко аз есмь. ",
          "ID": "19"
        },
        {
          "text": "Аминь, аминь глаголю вам: приемляй, аще кого послю, мене приемлет: а приемляй мене приемлет пославшаго мя. ",
          "ID": "20"
        },
        {
          "text": "Сия рек Иисус возмутися духом и свидетелствова и рече: аминь, аминь глаголю вам, яко един от вас предаст мя. ",
          "ID": "21"
        },
        {
          "text": "Сзирахуся убо между собою ученицы, недоумеющеся, о ком глаголет. ",
          "ID": "22"
        },
        {
          "text": "Бе же един от ученик его возлежя на лоне Иисусове, егоже любляше Иисус: ",
          "ID": "23"
        },
        {
          "text": "поману же сему симон петр вопросити, кто бы был, о немже глаголет. ",
          "ID": "24"
        },
        {
          "text": "Напад же той на перси Иисусовы, глагола ему: Господи, кто есть? ",
          "ID": "25"
        },
        {
          "text": "Отвеща Иисус: той есть, емуже аз омочив хлеб подам. И омочь хлеб, даде иуде симонову искариотскому. ",
          "ID": "26"
        },
        {
          "text": "И по хлебе тогда вниде в онь сатана. глагола убо ему Иисус: еже твориши, сотвори скоро. ",
          "ID": "27"
        },
        {
          "text": "Сего же никтоже разуме от возлежащих, к чесому рече ему. ",
          "ID": "28"
        },
        {
          "text": "Нецыи же мняху, понеже ковчежец имяше иуда, яко глаголет ему Иисус: купи, еже требуем на праздник: или нищым да нечто даст. ",
          "ID": "29"
        },
        {
          "text": "Приим же он хлеб, абие изыде: бе же нощь. Егда изыде, ",
          "ID": "30"
        },
        {
          "text": "глагола Иисус: ныне прославися Сын Человеческий, и Бог прославися о нем: ",
          "ID": "31"
        },
        {
          "text": "аще Бог прославися о нем, и Бог прославит его в себе, и абие прославит его. ",
          "ID": "32"
        },
        {
          "text": "Чадца, еще с вами мало есмь: взыщете мене, и якоже рех иудеом, яко аможе аз иду, вы не можете приити: и вам глаголю ныне. ",
          "ID": "33"
        },
        {
          "text": "Заповедь новую даю вам, да любите друг друга: якоже возлюбих вы, да и вы любите себе: ",
          "ID": "34"
        },
        {
          "text": "о сем разумеют вси, яко мои ученицы есте, аще любовь имате между собою. ",
          "ID": "35"
        },
        {
          "text": "Глагола ему симон петр: Господи, камо идеши? Отвеща ему Иисус: аможе (аз) иду, не можеши ныне по мне ити: последи же по мне идеши. ",
          "ID": "36"
        },
        {
          "text": "Глагола ему петр: Господи, почто не могу ныне по тебе ити? (ныне) душу мою за тя положу. ",
          "ID": "37"
        },
        {
          "text": "Отвеща ему Иисус: душу ли твою за мя положиши? аминь, аминь глаголю тебе: не возгласит алектор, дондеже отвержешися мене трищи.",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "Евангелие от Иоанна 13"
    },
    {
      "text": [
        {
          "text": "Да не смущается сердце ваше: веруйте в Бога, и в мя веруйте: ",
          "ID": "1"
        },
        {
          "text": "в дому Отца моего обители многи суть: аще ли же ни, рекл бых вам: иду уготовати место вам: ",
          "ID": "2"
        },
        {
          "text": "и аще уготовлю место вам, паки прииду и поиму вы к себе, да идеже есмь аз, и вы будете: ",
          "ID": "3"
        },
        {
          "text": "и аможе аз иду, весте, и путь весте. ",
          "ID": "4"
        },
        {
          "text": "Глагола ему фома: Господи, не вемы, камо идеши: и како можем путь ведети? ",
          "ID": "5"
        },
        {
          "text": "глагола ему Иисус: аз есмь путь и истина и живот: никтоже приидет ко Отцу, токмо мною: ",
          "ID": "6"
        },
        {
          "text": "аще мя бысте знали, и Отца моего знали бысте (убо): и отселе познасте его, и видесте его. ",
          "ID": "7"
        },
        {
          "text": "Глагола ему филипп: Господи, покажи нам Отца, и довлеет нам. ",
          "ID": "8"
        },
        {
          "text": "глагола ему Иисус: толико время с вами есмь, и не познал еси мене, филиппе? видевый мене виде Отца: и како ты глаголеши: покажи нам Отца? ",
          "ID": "9"
        },
        {
          "text": "не веруеши ли, яко аз во Отце, и Отец во мне есть? глаголголы, яже аз глаголю вам, о себе не глаголю: Отец же во мне пребываяй, той творит дела: ",
          "ID": "10"
        },
        {
          "text": "веруйте мне, яко аз во Отце, и Отец во мне: аще ли же ни, за та дела веру имите ми. ",
          "ID": "11"
        },
        {
          "text": "Аминь, аминь глаголю вам: веруяй в мя, дела, яже аз творю, и той сотворит, и болша сих сотворит: яко аз ко Отцу моему гряду: ",
          "ID": "12"
        },
        {
          "text": "и еже аще что просите (от Отца) во имя мое, то сотворю, да прославится Отец в Сыне: ",
          "ID": "13"
        },
        {
          "text": "(и) аще чесо просите во имя мое, аз сотворю. ",
          "ID": "14"
        },
        {
          "text": "Аще любите мя, заповеди моя соблюдите, ",
          "ID": "15"
        },
        {
          "text": "и аз умолю Отца, и иного утешителя даст вам, да будет с вами в век, ",
          "ID": "16"
        },
        {
          "text": "Дух истины, егоже мир не может прияти, яко не видит его, ниже знает его: вы же знаете его, яко в вас пребывает и в вас будет. ",
          "ID": "17"
        },
        {
          "text": "Не оставлю вас сиры: прииду к вам: ",
          "ID": "18"
        },
        {
          "text": "еще мало, и мир ктому не увидит мене: вы же увидите мя, яко аз живу, и вы живи будете: ",
          "ID": "19"
        },
        {
          "text": "в той день уразумеете вы, яко аз во Отце моем, и вы во мне, и аз в вас. ",
          "ID": "20"
        },
        {
          "text": "Имеяй заповеди моя и соблюдаяй их, той есть любяй мя: а любяй мя возлюблен будет Отцем моим, и аз возлюблю его и явлюся ему сам. ",
          "ID": "21"
        },
        {
          "text": "Глагола ему иуда не искариотский: Господи, и что бысть, яко нам хощеши явитися, а не мирови? ",
          "ID": "22"
        },
        {
          "text": "Отвеща Иисус и рече ему: аще кто любит мя, слово мое соблюдет: и Отец мой возлюбит его, и к нему приидема и обитель у него сотворима: ",
          "ID": "23"
        },
        {
          "text": "не любяй мя словес моих не соблюдает: и слово, еже слышасте, несть мое, но пославшаго мя Отца. ",
          "ID": "24"
        },
        {
          "text": "Сия глаголах вам в вас сый: ",
          "ID": "25"
        },
        {
          "text": "утешитель же, Дух святый, егоже послет Отец во имя мое, той вы научит всему и воспомянет вам вся, яже рех вам. ",
          "ID": "26"
        },
        {
          "text": "Мир оставляю вам, мир мой даю вам: не якоже мир дает, аз даю вам. Да не смущается сердце ваше, ни устрашает. ",
          "ID": "27"
        },
        {
          "text": "Слышасте, яко аз рех вам: иду и прииду к вам. Аще бысте любили мя, возрадовалися бысте (убо), яко рех: иду ко Отцу: яко Отец мой болий мене есть. ",
          "ID": "28"
        },
        {
          "text": "И ныне рех вам, прежде даже не будет, да, егда будет, веру имете. ",
          "ID": "29"
        },
        {
          "text": "Ктому не много глаголю с вами: грядет бо сего мира князь и во мне не имать ничесоже. ",
          "ID": "30"
        },
        {
          "text": "Но да разумеет мир, яко люблю Отца, и якоже заповеда мне Отец, тако творю: востаните, идем отсюду.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "Евангелие от Иоанна 14"
    },
    {
      "text": [
        {
          "text": "Аз есмь лоза истинная, и Отец мой делатель есть: ",
          "ID": "1"
        },
        {
          "text": "всяку розгу о мне не творящую плода, измет ю: и всяку творящую плод, отребит ю, да множайший плод принесет. ",
          "ID": "2"
        },
        {
          "text": "Уже вы чисти есте за слово, еже глаголах вам. ",
          "ID": "3"
        },
        {
          "text": "Будите во мне, и аз в вас. Якоже розга не может плода сотворити о себе, аще не будет на лозе, тако и вы, аще во мне не пребудете. ",
          "ID": "4"
        },
        {
          "text": "Аз есмь лоза, вы (же) рождие: (и) иже будет во мне, и аз в нем, той сотворит плод мног, яко без мене не можете творити ничесоже: ",
          "ID": "5"
        },
        {
          "text": "аще кто во мне не пребудет, извержется вон, якоже розга, и изсышет: и собирают ю и во огнь влагают, и сгарает: ",
          "ID": "6"
        },
        {
          "text": "аще пребудете во мне и глаголголы мои в вас пребудут, егоже аще хощете, просите, и будет вам: ",
          "ID": "7"
        },
        {
          "text": "о сем прославися Отец мой, да плод мног сотворите и будете мои учениицы. ",
          "ID": "8"
        },
        {
          "text": "Якоже возлюби мя Отец, и аз возлюбих вас: будите в любви моей: ",
          "ID": "9"
        },
        {
          "text": "аще заповеди моя соблюдете, пребудете в любви моей, якоже аз заповеди Отца моего соблюдох и пребываю в его любви. ",
          "ID": "10"
        },
        {
          "text": "Сия глаголах вам, да радость моя в вас будет и радость ваша исполнится. ",
          "ID": "11"
        },
        {
          "text": "Сия есть заповедь моя, да любите друг друга, якоже возлюбих вы: ",
          "ID": "12"
        },
        {
          "text": "болши сея любве никтоже имать, да кто душу свою положит за други своя. ",
          "ID": "13"
        },
        {
          "text": "Вы друзи мои есте, аще творите, елика аз заповедаю вам: ",
          "ID": "14"
        },
        {
          "text": "не ктому вас глаголю рабы, яко раб не весть, что творит господь его: вас же рекох други, яко вся, яже слышах от Отца моего, сказах вам. ",
          "ID": "15"
        },
        {
          "text": "Не вы мене избрасте, но аз избрах вас и положих вас, да вы идете и плод принесете, и плод ваш пребудет, да, егоже аще просите от Отца во имя мое, даст вам. ",
          "ID": "16"
        },
        {
          "text": "Сия заповедаю вам, да любите друг друга. ",
          "ID": "17"
        },
        {
          "text": "Аще мир вас ненавидит, ведите, яко мене прежде вас возненавиде: ",
          "ID": "18"
        },
        {
          "text": "аще от мира бысте были, мир убо свое любил бы: якоже от мира несте, но аз избрах вы от мира, сего ради ненавидит вас мир. ",
          "ID": "19"
        },
        {
          "text": "Поминайте слово, еже аз рех вам: несть раб болий господа своего: аще мене изгнаша, и вас изженут: аще слово мое соблюдоша, и ваше соблюдут: ",
          "ID": "20"
        },
        {
          "text": "но сия вся творят вам за имя мое, яко не ведят пославшаго мя. ",
          "ID": "21"
        },
        {
          "text": "Аще не бых пришел и глаголал им, греха не быша имели: ныне же вины не имут о гресе своем: ",
          "ID": "22"
        },
        {
          "text": "ненавидяй мене, и Отца моего ненавидит: ",
          "ID": "23"
        },
        {
          "text": "аще дел не бых сотворил в них, ихже ин никтоже сотвори, греха не быша имели: ныне же и видеша, и возненавидеша мене и Отца моего: ",
          "ID": "24"
        },
        {
          "text": "но да сбудется слово, писанное в законе их, яко возненавидеша мя туне. ",
          "ID": "25"
        },
        {
          "text": "Егда же приидет утешитель, егоже аз послю вам от Отца, Дух истины, иже от Отца исходит, той свидетелствует о мне: ",
          "ID": "26"
        },
        {
          "text": "и вы же свидетелствуете, яко искони со мною есте.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "Евангелие от Иоанна 15"
    },
    {
      "text": [
        {
          "text": "Сия глаголах вам, да не соблазнитеся. ",
          "ID": "1"
        },
        {
          "text": "От сонмищ ижденут вы: но приидет час, да всяк, иже убиет вы, возмнится службу приносити Богу: ",
          "ID": "2"
        },
        {
          "text": "и сия сотворят, яко не познаша Отца, ни мене. ",
          "ID": "3"
        },
        {
          "text": "Но сия глаголах вам, да, егда приидет час, воспомянете сия, яко аз рех вам: сих же вам исперва не рех, яко с вами бех. ",
          "ID": "4"
        },
        {
          "text": "Ныне же иду к пославшему мя, и никтоже от вас вопрошает мене: камо идеши? ",
          "ID": "5"
        },
        {
          "text": "Но яко сия глаголах вам, скорби исполних сердца ваша. ",
          "ID": "6"
        },
        {
          "text": "Но аз истину вам глаголю: уне есть вам, да аз иду: аще бо не иду аз, утешитель не приидет к вам: аще (ли) же иду, послю его к вам, ",
          "ID": "7"
        },
        {
          "text": "и пришед он обличит мир о гресе и о правде и о суде: ",
          "ID": "8"
        },
        {
          "text": "о гресе убо, яко не веруют в мя: ",
          "ID": "9"
        },
        {
          "text": "о правде же, яко ко Отцу моему иду, и ктому не видите мене: ",
          "ID": "10"
        },
        {
          "text": "о суде же, яко князь мира сего осужден бысть. ",
          "ID": "11"
        },
        {
          "text": "Еще много имам глаголати вам, но не можете носити ныне: ",
          "ID": "12"
        },
        {
          "text": "егда же приидет он, Дух истины, наставит вы на всяку истину: не от себе бо глаголати имать, но елика аще услышит, глаголати имать, и грядущая возвестит вам: ",
          "ID": "13"
        },
        {
          "text": "он мя прославит, яко от моего приимет и возвестит вам. ",
          "ID": "14"
        },
        {
          "text": "Вся, елика имать Отец, моя суть: сего ради рех, яко от моего приимет и возвестит вам. ",
          "ID": "15"
        },
        {
          "text": "Вмале, и (ктому) не видите мене: и паки вмале, и узрите мя, яко иду ко Отцу. ",
          "ID": "16"
        },
        {
          "text": "Реша же от ученик его к себе: что есть сие, еже глаголет нам: вмале, и не видите мене: и паки вмале, и узрите мя: и: яко аз иду ко Отцу? ",
          "ID": "17"
        },
        {
          "text": "Глаголаху убо: что сие есть, еже глаголет: вмале? не вемы, что глаголет. ",
          "ID": "18"
        },
        {
          "text": "Разуме же Иисус, яко хотяху его вопрошати, и рече им: о сем ли стязаетеся между собою, яко рех: вмале, и не видите мене: и паки вмале, и узрите мя? ",
          "ID": "19"
        },
        {
          "text": "аминь, аминь глаголю вам, яко восплачетеся и возрыдаете вы, а мир возрадуется: вы же печальни будете, но печаль ваша в радость будет: ",
          "ID": "20"
        },
        {
          "text": "жена егда раждает, скорбь имать, яко прииде год ея: егда же родит отроча, ктому не помнит скорби за радость, яко родися человек в мир: ",
          "ID": "21"
        },
        {
          "text": "и вы же печаль имате убо ныне: паки же узрю вы, и возрадуется сердце ваше, и радости вашея никтоже возмет от вас: ",
          "ID": "22"
        },
        {
          "text": "и в той день мене не воспросите ничесоже. Аминь, аминь глаголю вам, яко елика аще (чесо) просите от Отца во имя мое, даст вам: ",
          "ID": "23"
        },
        {
          "text": "доселе не просисте ничесоже во имя мое: просите, и приимете, да радость ваша исполнена будет. ",
          "ID": "24"
        },
        {
          "text": "Сия в притчах глаголах вам: но приидет час, егда ктому в притчах не глаголю вам, но яве о Отце возвещу вам. ",
          "ID": "25"
        },
        {
          "text": "В той день во имя мое воспросите, и не глаголю вам, яко аз умолю Отца о вас: ",
          "ID": "26"
        },
        {
          "text": "сам бо Отец любит вы, яко вы мене возлюбисте и веровасте, яко аз от Бога изыдох. ",
          "ID": "27"
        },
        {
          "text": "Изыдох от Отца и приидох в мир: (и) паки оставляю мир и иду ко Отцу. ",
          "ID": "28"
        },
        {
          "text": "Глаголаша ему ученицы его: се, ныне не обинуяся глаголеши, а притчи ни коеяже не глаголеши: ",
          "ID": "29"
        },
        {
          "text": "ныне вемы, яко веси вся и не требуеши, да кто тя вопрошает: о сем веруем, яко от Бога изшел еси. ",
          "ID": "30"
        },
        {
          "text": "Отвеща им Иисус: ныне ли веруете? ",
          "ID": "31"
        },
        {
          "text": "се, грядет час, и ныне прииде, да разыдетеся кийждо во своя и мене единаго оставите: и несмь един, яко Отец со мною есть: ",
          "ID": "32"
        },
        {
          "text": "сия глаголах вам, да во мне мир имате: в мире скорбни будете: но дерзайте, (яко) аз победих мир.",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "Евангелие от Иоанна 16"
    },
    {
      "text": [
        {
          "text": "Сия глагола Иисус и возведе очи свои на небо и рече: Отче, прииде час: прослави Сына твоего, да и Сын твой прославит тя: ",
          "ID": "1"
        },
        {
          "text": "якоже дал еси ему власть всякия плоти, да всяко, еже дал еси ему, даст им живот вечный: ",
          "ID": "2"
        },
        {
          "text": "се же есть живот вечный, да знают тебе единаго истиннаго Бога, и егоже послал еси Иисус Христа. ",
          "ID": "3"
        },
        {
          "text": "Аз прославих тя на земли, дело соверших, еже дал еси мне да сотворю: ",
          "ID": "4"
        },
        {
          "text": "и ныне прослави мя ты, Отче, у тебе самого славою, юже имех у тебе прежде мир не бысть. ",
          "ID": "5"
        },
        {
          "text": "Явих имя твое человеком, ихже дал еси мне от мира: твои беша, и мне их дал еси, и слово твое сохраниша: ",
          "ID": "6"
        },
        {
          "text": "ныне разумеша, яко вся, елика дал еси мне, от тебе суть: ",
          "ID": "7"
        },
        {
          "text": "яко глаголголы, ихже дал еси мне, дах им, и тии прияша и разумеша воистинну, яко от тебе изыдох, и вероваша, яко ты мя послал еси. ",
          "ID": "8"
        },
        {
          "text": "Аз о сих молю: не о (всем) мире молю, но о тех, ихже дал еси мне, яко твои суть: ",
          "ID": "9"
        },
        {
          "text": "и моя вся твоя суть, и твоя моя: и прославихся в них: ",
          "ID": "10"
        },
        {
          "text": "и ктому несмь в мире, и сии в мире суть, и аз к тебе гряду. Отче святый, соблюди их во имя твое, ихже дал еси мне, да будут едино, якоже (и) мы. ",
          "ID": "11"
        },
        {
          "text": "Егда бех с ними в мире, аз соблюдах их во имя твое: ихже дал еси мне, сохраних, и никтоже от них погибе, токмо сын погибельный, да сбудется писание: ",
          "ID": "12"
        },
        {
          "text": "ныне же к тебе гряду, и сия глаголю в мире, да имут радость мою исполнену в себе. ",
          "ID": "13"
        },
        {
          "text": "Аз дах им слово твое, и мир возненавиде их, яко не суть от мира, якоже (и) аз от мира несмь: ",
          "ID": "14"
        },
        {
          "text": "не молю, да возмеши их от мира, но да соблюдеши их от неприязни: ",
          "ID": "15"
        },
        {
          "text": "от мира не суть, якоже (и) аз от мира несмь: ",
          "ID": "16"
        },
        {
          "text": "святи их во истину твою: слово твое истина есть. ",
          "ID": "17"
        },
        {
          "text": "Якоже мене послал еси в мир, и аз послах их в мир, ",
          "ID": "18"
        },
        {
          "text": "и за них аз свящу себе, да и тии будут священи во истину. ",
          "ID": "19"
        },
        {
          "text": "Не о сих же молю токмо, но и о верующих словесе их ради в мя, ",
          "ID": "20"
        },
        {
          "text": "да вси едино будут: якоже ты, Отче, во мне, и аз в тебе, да и тии в нас едино будут: да (и) мир веру имет, яко ты мя послал еси: ",
          "ID": "21"
        },
        {
          "text": "и аз славу, юже дал еси мне, дах им: да будут едино, якоже мы едино есма: ",
          "ID": "22"
        },
        {
          "text": "аз в них, и ты во мне: да будут совершени во едино, и да разумеет мир, яко ты мя послал еси и возлюбил еси их, якоже мене возлюбил еси. ",
          "ID": "23"
        },
        {
          "text": "Отче, ихже дал еси мне, хощу, да идеже есмь аз, и тии будут со мною, да видят славу мою, юже дал еси мне, яко возлюбил мя еси прежде сложения мира. ",
          "ID": "24"
        },
        {
          "text": "Отче праведный, и мир тебе не позна, аз же тя познах, и сии познаша, яко ты мя послал еси: ",
          "ID": "25"
        },
        {
          "text": "и сказах им имя твое, и скажу, да любы, еюже мя еси возлюбил, в них будет, и аз в них.",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "Евангелие от Иоанна 17"
    },
    {
      "text": [
        {
          "text": "(И) сия рек Иисус, изыде со ученики своими на он пол потока кедрска, идеже бе вертоград, в оньже вниде сам и ученицы его: ",
          "ID": "1"
        },
        {
          "text": "ведяше же иуда предаяй его место, яко множицею собирашеся Иисус ту со ученики своими. ",
          "ID": "2"
        },
        {
          "text": "Иуда убо приемь спиру и от архиерей и фарисей слуги, прииде тамо со светилы и свещами и оружии. ",
          "ID": "3"
        },
        {
          "text": "Иисус же ведый вся грядущая нань, изшед рече им: кого ищете? ",
          "ID": "4"
        },
        {
          "text": "Отвещаша ему: Иисуса назореа. глагола им Иисус: аз есмь. Стояше же и иуда, иже предаяше его, с ними. ",
          "ID": "5"
        },
        {
          "text": "Егда же рече им: аз есмь, идоша вспять и падоша на земли. ",
          "ID": "6"
        },
        {
          "text": "Паки убо вопроси их (Иисус): кого ищете? Они же реша: Иисуса назореа. ",
          "ID": "7"
        },
        {
          "text": "Отвеща Иисус: рех вам, яко аз есмь: аще убо мене ищете, оставите сих ити: ",
          "ID": "8"
        },
        {
          "text": "да сбудется слово, еже рече, яко ихже дал еси мне, не погубих от них ни когоже. ",
          "ID": "9"
        },
        {
          "text": "Симон же петр, имый нож, извлече его и удари архиереова раба и уреза ему ухо десное: бе же имя рабу малх. ",
          "ID": "10"
        },
        {
          "text": "Рече убо Иисус петрови: вонзи нож в ножницу: чашу, юже даде мне Отец, не имам ли пити ея? ",
          "ID": "11"
        },
        {
          "text": "Спира же и тысящник и слуги иудейстии яша Иисуса и связаша его, ",
          "ID": "12"
        },
        {
          "text": "и ведоша его ко анне первее: бе бо тесть каиафе, иже бе архиерей лету тому: ",
          "ID": "13"
        },
        {
          "text": "бе же каиафа давый совет иудеом, яко уне есть единому человеку умрети за люди. ",
          "ID": "14"
        },
        {
          "text": "По Иисусе же идяше симон петр и другий ученик: ученик же той бе знаемь архиереови и вниде со Иисусом во двор архиереов: ",
          "ID": "15"
        },
        {
          "text": "петр же стояше при дверех вне. Изыде убо ученик той, иже бе знаемь архиереови, и рече двернице и введе петра. ",
          "ID": "16"
        },
        {
          "text": "Глагола же раба дверница петрови: еда и ты ученик еси Человека сего? Глагола он: несмь. ",
          "ID": "17"
        },
        {
          "text": "Стояху же раби и слуги огнь сотворше, яко зима бе, и греяхуся: бе же с ними петр стоя и греяся. ",
          "ID": "18"
        },
        {
          "text": "Архиерей же вопроси Иисуса о ученицех его и о учении его. ",
          "ID": "19"
        },
        {
          "text": "Отвеща ему Иисус: аз не обинуяся глаголах миру: аз всегда учах на сонмищих и в церкви, идеже всегда иудее снемлются, и тай не глаголах ничесоже: ",
          "ID": "20"
        },
        {
          "text": "что мя вопрошаеши? вопроси слышавших, что глаголах им: се, сии ведят, яже рех аз. ",
          "ID": "21"
        },
        {
          "text": "Сия же рекшу ему, един от предстоящих слуг удари в ланиту Иисуса, рек: тако ли отвещаваеши архиереови? ",
          "ID": "22"
        },
        {
          "text": "Отвеща ему Иисус: аще зле глаголах, свидетелствуй о зле: аще ли добре, что мя биеши? ",
          "ID": "23"
        },
        {
          "text": "Посла же его анна связана к каиафе архиереови. ",
          "ID": "24"
        },
        {
          "text": "Бе же симон петр стоя и греяся. Реша же ему: еда и ты от ученик его еси? Он (же) отвержеся и рече: несмь. ",
          "ID": "25"
        },
        {
          "text": "Глагола един от раб архиереовых, южика сый, емуже петр уреза ухо: не аз ли тя видех в вертограде с ним? ",
          "ID": "26"
        },
        {
          "text": "Паки убо петр отвержеся, и абие петель возгласи. ",
          "ID": "27"
        },
        {
          "text": "Ведоша же Иисуса от каиафы в претор. Бе же утро: и тии не внидоша в претор, да не осквернятся, но да ядят пасху. ",
          "ID": "28"
        },
        {
          "text": "Изыде же пилат к ним вон и рече: кую речь приносите на Человека сего? ",
          "ID": "29"
        },
        {
          "text": "Отвещаша и реша ему: аще не бы (был) сей злодей, не быхом предали его тебе. ",
          "ID": "30"
        },
        {
          "text": "Рече же им пилат: поимите его вы и по закону вашему судите ему. Реша же ему иудее: нам не достоит убити ни когоже: ",
          "ID": "31"
        },
        {
          "text": "да слово Иисусово сбудется, еже рече, назнаменуя, коею смертию хотяше умрети. ",
          "ID": "32"
        },
        {
          "text": "Вниде убо паки пилат в претор и пригласи Иисуса и рече ему: ты ли еси Царь иудейск? ",
          "ID": "33"
        },
        {
          "text": "Отвеща ему Иисус: о себе ли ты сие глаголеши, или инии тебе рекоша о мне? ",
          "ID": "34"
        },
        {
          "text": "Отвеща пилат: еда аз жидовин есмь? род твой и архиерее предаша тя мне: что еси сотворил? ",
          "ID": "35"
        },
        {
          "text": "Отвеща Иисус: Царство мое несть от мира сего: аще от мира сего было бы Царство мое, слуги мои (убо) подвизалися быша, да не предан бых был иудеом: ныне же Царство мое несть отсюду. ",
          "ID": "36"
        },
        {
          "text": "Рече же ему пилат: убо Царь ли еси ты? Отвеща Иисус: ты глаголеши, яко Царь есмь аз: аз на сие родихся и на сие приидох в мир, да свидетелствую истину: (и) всяк, иже есть от истины, послушает гласа моего. ",
          "ID": "37"
        },
        {
          "text": "Глагола ему пилат: что есть истина? И сие рек, паки изыде ко иудеом и глагола им: аз ни единыя вины обретаю в нем: ",
          "ID": "38"
        },
        {
          "text": "есть же обычай вам, да единаго вам отпущу на пасху: хощете ли убо, (да) отпущу вам Царя иудейска? ",
          "ID": "39"
        },
        {
          "text": "Возопиша же паки вси, глаголюще: не сего, но варавву. Бе же варавва разбойник.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "Евангелие от Иоанна 18"
    },
    {
      "text": [
        {
          "text": "Тогда убо пилат поят Иисуса и би (его): ",
          "ID": "1"
        },
        {
          "text": "и воини сплетше венец от терния, возложиша ему на главу, и в ризу багряну облекоша его, ",
          "ID": "2"
        },
        {
          "text": "и глаголаху: радуйся, Царю иудейский. И бияху его по ланитома. ",
          "ID": "3"
        },
        {
          "text": "Изыде убо паки вон пилат и глагола им: се, извожду его вам вон, да разумеете, яко в нем ни единыя вины обретаю. ",
          "ID": "4"
        },
        {
          "text": "Изыде же вон Иисус, нося терновен венец и багряну ризу. И глагола им: се, Человек. ",
          "ID": "5"
        },
        {
          "text": "Егда же видеша его архиерее и слуги, возопиша глаголюще: распни, распни его. Глагола им пилат: поимите его вы и распните, аз бо не обретаю в нем вины. ",
          "ID": "6"
        },
        {
          "text": "Отвещаша ему иудее: мы закон имамы, и по закону нашему должен есть умрети, яко себе Сына Божия сотвори. ",
          "ID": "7"
        },
        {
          "text": "Егда убо слыша пилат сие слово, паче убояся, ",
          "ID": "8"
        },
        {
          "text": "и вниде в претор паки и глагола Иисусови: откуду еси ты? Иисус же ответа не даде ему. ",
          "ID": "9"
        },
        {
          "text": "Глагола же ему пилат: мне ли не глаголеши? не веси ли, яко власть имам распяти тя и власть имам пустити тя? ",
          "ID": "10"
        },
        {
          "text": "Отвеща Иисус: не имаши власти ни единыя на мне, аще не бы ти дано свыше: сего ради предавый мя тебе болий грех имать. ",
          "ID": "11"
        },
        {
          "text": "От сего искаше пилат пустити его. Иудее же вопияху, глаголюще: аще сего пустиши, неси друг кесарев: всяк, яже царя себе творит, противится кесарю. ",
          "ID": "12"
        },
        {
          "text": "Пилат убо слышав сие слово, изведе вон Иисуса и седе на судищи, на месте глаголемем лифостротон, еврейски же гаввафа. ",
          "ID": "13"
        },
        {
          "text": "Бе же пяток пасце, час же яко шестый. И глагола иудеом: се, Царь ваш. ",
          "ID": "14"
        },
        {
          "text": "Они же вопияху: возми, возми, распни его. Глагола им пилат: Царя ли вашего распну? Отвещаша архиерее: не имамы царя токмо кесаря. ",
          "ID": "15"
        },
        {
          "text": "Тогда убо предаде его им, да распнется. Поемше же Иисуса и ведоша: ",
          "ID": "16"
        },
        {
          "text": "и нося крест свой, изыде на глаголемое лобное место, еже глаголется еврейски голгофа, ",
          "ID": "17"
        },
        {
          "text": "идеже пропяша его и с ним ина два сюду и сюду, посреде же Иисуса. ",
          "ID": "18"
        },
        {
          "text": "Написа же и титла пилат и положи на кресте. Бе же написано: Иисус назорянин, Царь иудейский. ",
          "ID": "19"
        },
        {
          "text": "Сего же титла мнози чтоша от иудей, яко близ бе место града, идеже пропяша Иисуса: и бе написано еврейски, гречески, римски. ",
          "ID": "20"
        },
        {
          "text": "Глаголаху убо пилату архиерее иудейстии: не пиши: Царь иудейский: но яко сам рече: Царь есмь иудейский. ",
          "ID": "21"
        },
        {
          "text": "Отвеща пилат: еже писах, писах. ",
          "ID": "22"
        },
        {
          "text": "Воини же, егда пропяша Иисуса, прияша ризы его и сотвориша четыри части, коемуждо воину часть, и хитон: бе же хитон нешвен, свыше исткан весь. ",
          "ID": "23"
        },
        {
          "text": "Реша же к себе: не предерем его, но метнем жребия о нем, кому будет: да сбудется писание, глаголющее: разделиша ризы моя себе и о иматисме моей меташа жребия. Воини убо сия сотвориша. ",
          "ID": "24"
        },
        {
          "text": "Стояху же при кресте Иисусове Мати его и сестра Матере его мариа клеопова и мариа магдалина. ",
          "ID": "25"
        },
        {
          "text": "Иисус же видев Матерь и ученика стояща, егоже любляше, глагола Матери своей: жено, се, сын твой. ",
          "ID": "26"
        },
        {
          "text": "Потом глагола ученику: се, Мати твоя. И от того часа поят ю ученик во своя си. ",
          "ID": "27"
        },
        {
          "text": "Посем ведый Иисус, яко вся уже совершишася, да сбудется писание, глагола: жажду. ",
          "ID": "28"
        },
        {
          "text": "Сосуд же стояше полн оцта. Они же исполнивше губу оцта и на трость вонзше, придеша ко устом его. ",
          "ID": "29"
        },
        {
          "text": "Егда же прият оцет Иисус, рече: совершишася. И преклонь главу, предаде дух. ",
          "ID": "30"
        },
        {
          "text": "Иудее же, понеже пяток бе, да не останут на кресте телеса в субботу, бе бо велик день тоя субботы, молиша пилата, да пребиют голени их и возмут. ",
          "ID": "31"
        },
        {
          "text": "Приидоша же воини, и первому убо пребиша голени, и другому распятому с ним: ",
          "ID": "32"
        },
        {
          "text": "на Иисуса же пришедше, яко видеша его уже умерша, не пребиша ему голений, ",
          "ID": "33"
        },
        {
          "text": "но един от воин копием ребра ему прободе, и абие изыде кровь и вода. ",
          "ID": "34"
        },
        {
          "text": "И видевый свидетелствова, и истинно есть свидетелство его, и той весть, яко истину глаголет, да вы веру имете: ",
          "ID": "35"
        },
        {
          "text": "быша бо сия, да сбудется писание: кость не сокрушится от него. ",
          "ID": "36"
        },
        {
          "text": "И паки другое писание глаголет: воззрят нань, егоже прободоша. ",
          "ID": "37"
        },
        {
          "text": "По сих же моли пилата иосиф, иже от аримафеа, сый ученик Иисусов, потаен же страха ради иудейска, да возмет тело Иисусово: и повеле пилат. Прииде же и взят тело Иисусово. ",
          "ID": "38"
        },
        {
          "text": "Прииде же и никодим, пришедый ко Иисусови нощию прежде, нося смешение смирнено и алойно, яко литр сто. ",
          "ID": "39"
        },
        {
          "text": "Прияста же тело Иисусово и обвиста е ризами со ароматы, якоже обычай есть иудеом погребати. ",
          "ID": "40"
        },
        {
          "text": "Бе же на месте, идеже распятся, верт, и в верте гроб нов, в немже николиже никтоже положен бе: ",
          "ID": "41"
        },
        {
          "text": "ту убо пятка ради иудейска, яко близ бяше гроб, положиста Иисуса.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "Евангелие от Иоанна 19"
    },
    {
      "text": [
        {
          "text": "Во едину же от суббот мариа магдалина прииде заутра, еще сущей тме, на гроб, и виде камень взят от гроба: ",
          "ID": "1"
        },
        {
          "text": "тече убо и прииде к симону петру и к другому ученику, егоже любляше Иисус, и глагола има: взяша Господа от гроба, и не вем, где положиша его. ",
          "ID": "2"
        },
        {
          "text": "Изыде же петр и другий ученик и идяста ко гробу: ",
          "ID": "3"
        },
        {
          "text": "течаста же оба вкупе: и другий ученик тече скорее петра и прииде прежде ко гробу, ",
          "ID": "4"
        },
        {
          "text": "и приник виде ризы лежащя: обаче не вниде. ",
          "ID": "5"
        },
        {
          "text": "Прииде же симон петр вслед его, и вниде во гроб, и виде ризы (едины) лежащя ",
          "ID": "6"
        },
        {
          "text": "и сударь, иже бе на главе его, не с ризами лежащь, но особь свит на единем месте. ",
          "ID": "7"
        },
        {
          "text": "Тогда убо вниде и другий ученик, пришедый прежде ко гробу, и виде и верова: ",
          "ID": "8"
        },
        {
          "text": "не у бо ведяху писания, яко подобает ему из мертвых воскреснути. ",
          "ID": "9"
        },
        {
          "text": "Идоста же паки к себе ученика. ",
          "ID": "10"
        },
        {
          "text": "Мариа же стояше у гроба вне плачущи: якоже плакашеся, приниче во гроб, ",
          "ID": "11"
        },
        {
          "text": "и виде два ангела в белых (ризах) седяща, единаго у главы и единаго у ногу, идеже бе лежало тело Иисусово. ",
          "ID": "12"
        },
        {
          "text": "И глаголаста ей она: жено, что плачешися? Глагола има: яко взяша Господа моего, и не вем, где положиша его. ",
          "ID": "13"
        },
        {
          "text": "И сия рекши обратися вспять и виде Иисуса стояща, и не ведяше, яко Иисус есть. ",
          "ID": "14"
        },
        {
          "text": "глагола ей Иисус: жено, что плачеши? кого ищеши? Она (же) мнящи, яко вертоградарь есть, глагола ему: господи, аще ты еси взял его, повеждь ми, где еси положил его, и аз возму его. ",
          "ID": "15"
        },
        {
          "text": "глагола ей Иисус: марие. Она (же) обращшися глагола ему: раввуни, еже глаголется, учителю. ",
          "ID": "16"
        },
        {
          "text": "глагола ей Иисус: не прикасайся мне, не у бо взыдох ко Отцу моему: иди же ко братии моей и рцы им: восхожду ко Отцу моему и Отцу вашему, и Богу моему и Богу вашему. ",
          "ID": "17"
        },
        {
          "text": "Прииде (же) мариа магдалина поведающи учеником, яко виде Господа, и сия рече ей. ",
          "ID": "18"
        },
        {
          "text": "Сущу же позде в день той во едину от суббот, и дверем затворенным, идеже бяху ученицы (его) собрани, страха ради иудейска, прииде Иисус и ста посреде и глагола им: мир вам. ",
          "ID": "19"
        },
        {
          "text": "И сие рек, показа им руце (и нозе) и ребра своя. Возрадовашася убо ученицы, видевше Господа. ",
          "ID": "20"
        },
        {
          "text": "Рече же им Иисус паки: мир вам: якоже посла мя Отец, и аз посылаю вы. ",
          "ID": "21"
        },
        {
          "text": "И сие рек, дуну и глагола им: приимите Дух свят: ",
          "ID": "22"
        },
        {
          "text": "имже отпустите грехи, отпустятся им: и имже держите, держатся. ",
          "ID": "23"
        },
        {
          "text": "Fома же, един от обоюнадесяте, глаголемыи близнец, не бе (ту) с ними, егда прииде Иисус. ",
          "ID": "24"
        },
        {
          "text": "Глаголаху же ему друзии ученицы: видехом Господа. Он же рече им: аще не вижу на руку его язвы гвоздинныя, и вложу перста моего в язвы гвоздинныя, и вложу руку мою в ребра его, не иму веры. ",
          "ID": "25"
        },
        {
          "text": "И по днех осмих паки бяху внутрь ученицы его, и фома с ними. Прииде Иисус дверем затворенным, и ста посреде (их) и рече: мир вам. ",
          "ID": "26"
        },
        {
          "text": "Потом глагола фоме: принеси перст твой семо и виждь руце мои: и принеси руку твою и вложи в ребра моя: и не буди неверен, но верен. ",
          "ID": "27"
        },
        {
          "text": "И отвеща фома и рече ему: Господь мой и Бог мой. ",
          "ID": "28"
        },
        {
          "text": "глагола ему Иисус: яко видев мя, веровал еси: блажени не видевшии и веровавше. ",
          "ID": "29"
        },
        {
          "text": "Многа же и ина знамения сотвори Иисус пред ученики своими, яже не суть писана в книгах сих: ",
          "ID": "30"
        },
        {
          "text": "сия же писана быша, да веруете, яко Иисус есть Христос Сын Божий, и да верующе живот имате во имя его.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "Евангелие от Иоанна 20"
    },
    {
      "text": [
        {
          "text": "Посем явися паки Иисус учеником (своим, востав от мертвых,) на мори тивериадстем. Явися же сице: ",
          "ID": "1"
        },
        {
          "text": "бяху вкупе симон петр, и фома нарицаемыи близнец, и нафанаил, иже (бе) от каны галилейския, и сына зеведеова, и ина от ученик его два. ",
          "ID": "2"
        },
        {
          "text": "Глагола им симон петр: иду рыбы ловити. Глаголаша ему: идем и мы с тобою. Изыдоша (же) и вседоша абие в корабль, и в ту нощь не яша ничесоже. ",
          "ID": "3"
        },
        {
          "text": "Утру же бывшу, ста Иисус при брезе: не познаша же ученицы, яко Иисус есть. ",
          "ID": "4"
        },
        {
          "text": "глагола же им Иисус: дети, еда что снедно имате? Отвещаша ему: ни. ",
          "ID": "5"
        },
        {
          "text": "Он же рече им: вверзите мрежу о десную страну корабля и обрящете. Ввергоша же и ктому не можаху привлещи ея от множества рыб. ",
          "ID": "6"
        },
        {
          "text": "Глагола же ученик той, егоже любляше Иисус, петрови: Господь есть. Симон же петр слышав, яко Господь есть, епендитом препоясася, бе бо наг, и ввержеся в море: ",
          "ID": "7"
        },
        {
          "text": "а друзии ученицы кораблецем приидоша, не беша бо далече от земли, но яко две сте лактей, влекуще мрежу рыб. ",
          "ID": "8"
        },
        {
          "text": "Егда убо излезоша на землю, видеша огнь лежащь и рыбу на нем лежащу и хлеб. ",
          "ID": "9"
        },
        {
          "text": "(И) глагола им Иисус: принесите от рыб, яже ясте ныне. ",
          "ID": "10"
        },
        {
          "text": "Влез (же) симон петр, извлече мрежу на землю, полну великих рыб сто (и) пятьдесят (и) три: и толико сущым, не проторжеся мрежа. ",
          "ID": "11"
        },
        {
          "text": "глагола им Иисус: приидите, обедуйте. Ни един же смеяше от ученик истязати его: ты кто еси? ведяще, яко Господь есть. ",
          "ID": "12"
        },
        {
          "text": "Прииде же Иисус, и прият хлеб и даде им, и рыбу такожде. ",
          "ID": "13"
        },
        {
          "text": "Се уже третие явися Иисус учеником своим, востав от мертвых. ",
          "ID": "14"
        },
        {
          "text": "Егда же обедоваше, глагола симону петру Иисус: симоне ионин, любиши ли мя паче сих? Глагола ему: ей, Господи, ты веси, яко люблю тя. глагола ему: паси агнцы моя. ",
          "ID": "15"
        },
        {
          "text": "глагола ему паки второе: симоне ионин, любиши ли мя? Глагола ему: ей, Господи, ты веси, яко люблю тя. глагола ему: паси овцы моя. ",
          "ID": "16"
        },
        {
          "text": "глагола ему третие: симоне ионин, любиши ли мя? Оскорбе (же) петр, яко рече ему третие: любиши ли мя? и глагола ему: Господи, ты вся веси: ты веси, яко люблю тя. глагола ему Иисус: паси овцы моя: ",
          "ID": "17"
        },
        {
          "text": "аминь, аминь глаголю тебе: егда был еси юн, поясался еси сам и ходил еси, аможе хотел еси: егда же состареешися, воздежеши руце твои, и ин тя пояшет и ведет, аможе не хощеши. ",
          "ID": "18"
        },
        {
          "text": "Сие же рече, назнаменуя, коею смертию прославит Бога. И сия рек, глагола ему: иди по мне. ",
          "ID": "19"
        },
        {
          "text": "Обращься же петр виде ученика, егоже любляше Иисус, вслед идуща, иже и возлеже на вечери на перси его и рече: Господи, кто есть предаяй тя? ",
          "ID": "20"
        },
        {
          "text": "Сего видев петр, глагола Иисусови: Господи, сей же что? ",
          "ID": "21"
        },
        {
          "text": "глагола ему Иисус: аще хощу, да той пребывает, дондеже прииду, что к тебе? ты по мне гряди. ",
          "ID": "22"
        },
        {
          "text": "Изыде же слово се в братию, яко ученик той не умрет. И не рече ему Иисус, яко не умрет, но: аще хощу тому пребывати, дондеже прииду, что к тебе? ",
          "ID": "23"
        },
        {
          "text": "Сей есть ученик свидетелствуяй о сих, иже и написа сия: и вем, яко истинно есть свидетелство его. ",
          "ID": "24"
        },
        {
          "text": "Суть же и ина многа, яже сотвори Иисус, яже аще бы по единому писана быша, ни самому мню (всему) миру вместити пишемых книг. Аминь. ",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "Евангелие от Иоанна 21"
    }
  ],
  "ID": "NT:JHN(CSLAV)",
  "name": "Евангелие от Иоанна"
}