{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Ещё до начала существования мира было Слово.",
          "ID": "1"
        },
        {
          "text": "И Слово было с Богом, и Слово было Бог.",
          "ID": "1"
        },
        {
          "text": "Тот, кто был Словом,",
          "ID": "2"
        },
        {
          "text": "был с Богом с самого начала.",
          "ID": "2"
        },
        {
          "text": "Всё было сотворено через Него",
          "ID": "3"
        },
        {
          "text": "и ничто не сотворено без Него.",
          "ID": "3"
        },
        {
          "text": "Жизнь была в Нём,",
          "ID": "4"
        },
        {
          "text": "и эта жизнь была Светом для людей.",
          "ID": "4"
        },
        {
          "text": "Свет сияет во тьме, и тьма не погасила Его.",
          "ID": "5"
        },
        {
          "text": "Был человек по имени Иоанн, посланный Богом.",
          "ID": "6"
        },
        {
          "text": "Он явился, чтобы свидетельствовать людям о Свете, чтобы все поверили через Него.",
          "ID": "7"
        },
        {
          "text": "Он сам не был Светом, но явился, чтобы свидетельствовать о Свете.",
          "ID": "8"
        },
        {
          "text": "Истинный Свет, который даёт свет каждому человеку, уже шествовал в мир.",
          "ID": "9"
        },
        {
          "text": "Слово тогда уже было в мире. Мир был создан через Него, но мир не признал Его.",
          "ID": "10"
        },
        {
          "text": "Он пришёл в мир, принадлежащий Ему, но Его собственный народ не принял Его.",
          "ID": "11"
        },
        {
          "text": "Тем, однако, кто принял Его и поверил в Него, Он дал право стать детьми Божьими:",
          "ID": "12"
        },
        {
          "text": "детьми, которые родились от Бога, но не естественным путём, по желанию людей или супружеской воле.",
          "ID": "13"
        },
        {
          "text": "Слово стало человеком и поселилось среди нас. И увидели мы Его Божественное величие — величие единственного Сына у Отца. Слово было исполнено благодати и истины.",
          "ID": "14"
        },
        {
          "text": "О Нём свидетельствовал Иоанн, восклицая: «Вот Тот, о Ком я сказал: „Идущий за мной превосходит меня, потому что Он существовал до меня”».",
          "ID": "15"
        },
        {
          "text": "От Его полноты мы все получали одно благословение за другим.",
          "ID": "16"
        },
        {
          "text": "Закон был дан через Моисея, но благодать и истина пришли через Иисуса Христа.",
          "ID": "17"
        },
        {
          "text": "Никто из людей не видел Бога, но единственный Сын, Который Сам является Богом и ближе всех к Отцу, Он открыл нам Его.",
          "ID": "18"
        },
        {
          "text": "Вот что свидетельствовал Иоанн перед священниками и левитами, посланными к нему иерусалимскими предводителями иудеев, чтобы спросить: «Кто ты такой?»",
          "ID": "19"
        },
        {
          "text": "Иоанн сказал им открыто, не уклоняясь от ответа: «Я не Христос».",
          "ID": "20"
        },
        {
          "text": "«Так кто же ты тогда? — спросили они. — Илия?»",
          "ID": "21"
        },
        {
          "text": "«Нет», — ответил он.",
          "ID": "21"
        },
        {
          "text": "«Может быть, ты — Пророк, которого мы ждём?» — был следующий вопрос.",
          "ID": "21"
        },
        {
          "text": "Он ответил: «Нет».",
          "ID": "21"
        },
        {
          "text": "Тогда они спросили: «Скажи нам, кто ты, чтобы мы смогли ответить тем, кто послал нас. Как ты себя называешь?»",
          "ID": "22"
        },
        {
          "text": "Иоанн ответил: «Я, как сказал пророк Исаия,",
          "ID": "23"
        },
        {
          "text": "„Голос, раздающийся в пустыне, восклицая:",
          "ID": "23"
        },
        {
          "text": "Проложите Господу прямой путь!”» Исаия 40:3",
          "ID": "23"
        },
        {
          "text": "Эти люди были посланы фарисеями,",
          "ID": "24"
        },
        {
          "text": "и они спросили его: «Если ты не Христос, не Илия и не Пророк, то почему ты крестишь народ?»",
          "ID": "25"
        },
        {
          "text": "Иоанн ответил им: «Я крещу народ водой, но среди вас есть Некто, неведомый вам:",
          "ID": "26"
        },
        {
          "text": "Он то и явится после меня. Я же недостоин даже быть рабом, который развязывает ремни Его сандалий».",
          "ID": "27"
        },
        {
          "text": "Всё это происходило в Вифании по другую сторону реки Иордан, где Иоанн крестил народ.",
          "ID": "28"
        },
        {
          "text": "На следующий день Иоанн увидел шедшего к нему Иисуса и сказал: «Смотрите, вот Агнец Божий, Который избавляет мир от греха.",
          "ID": "29"
        },
        {
          "text": "Он и есть Тот, о Ком я говорил, что вслед за мной придёт Человек, превосходящий меня, потому что Он был до меня.",
          "ID": "30"
        },
        {
          "text": "Даже я не знал, кто Он, но я пришёл крестить народ водой, чтобы Христос стал известен Израилю».",
          "ID": "31"
        },
        {
          "text": "Иоанн свидетельствовал: «Я и сам не знал, кто был Христос. Но Тот, Кто послал меня крестить народ водой, сказал мне: „Ты увидишь, как Дух сойдёт и будет пребывать на Нём. Это и будет Тот, Кто станет крестить людей Святым Духом”. И я увидел, как Дух в образе голубя сошёл на Него с неба и пребывал на Нём.",
          "ID": "32+JHN"
        },
        {
          "text": "Я увидел это и свидетельствую о том, что Он и есть Сын Божий».",
          "ID": "34"
        },
        {
          "text": "На следующий день Иоанн снова был там, и с ним два его ученика.",
          "ID": "35"
        },
        {
          "text": "Увидев проходившего мимо Иисуса, Иоанн сказал: «Смотрите, вот Агнец Божий!»",
          "ID": "36"
        },
        {
          "text": "Услышав эти слова, ученики пошли вслед за Иисусом.",
          "ID": "37"
        },
        {
          "text": "Иисус обернулся и, увидев следующих за Ним, спросил: «Чего вы хотите?»",
          "ID": "38"
        },
        {
          "text": "Они спросили его: «Равви! Где Ты живёшь?» («Равви» в переводе означает «Учитель»).",
          "ID": "38"
        },
        {
          "text": "«Пойдёмте, и увидите», — ответил Иисус. Было около четырёх часов дня. Они последовали за Иисусом, увидели, где Он живёт, и остались с Ним до вечера.",
          "ID": "39"
        },
        {
          "text": "Одного из тех двоих мужчин, которые слышали слова Иоанна и последовали за Иисусом, звали Андрей, и он был братом Симона Петра.",
          "ID": "40"
        },
        {
          "text": "Он тотчас же отыскал своего брата Симона и сказал ему: «Мы нашли Мессию!», что означает «Христос».",
          "ID": "41"
        },
        {
          "text": "И он привёл Симона к Иисусу. Иисус посмотрел на него и сказал: «Ты — Симон, сын Ионин, ты будешь называться Кифа». «Кифа» значит «Пётр».",
          "ID": "42"
        },
        {
          "text": "На следующий день Иисус решил отправиться в Галилею. Он отыскал Филиппа и сказал ему: «Следуй за Мной».",
          "ID": "43"
        },
        {
          "text": "Филипп был из города Вифсаида, откуда были родом также Андрей и Пётр.",
          "ID": "44"
        },
        {
          "text": "Филипп нашёл Нафанаила и сказал ему: «Мы нашли Того, о Ком Моисей писал в Законе и о Ком писали пророки. Это Иисус из Назарета, сын Иосифа».",
          "ID": "45"
        },
        {
          "text": "Нафанаил сказал ему: «Разве может что-нибудь хорошее быть из Назарета?»",
          "ID": "46"
        },
        {
          "text": "Филипп ответил: «Пойдём, и тогда ты сам увидишь!»",
          "ID": "46"
        },
        {
          "text": "Иисус увидел подходившего к нему Нафанаила и сказал: «Вот настоящий израильтянин, в котором нет лукавства».",
          "ID": "47"
        },
        {
          "text": "Нафанаил спросил: «Откуда Ты знаешь меня?»",
          "ID": "48"
        },
        {
          "text": "Иисус ответил: «Я видел тебя под фи́говым деревом, перед тем как Филипп позвал тебя».",
          "ID": "48"
        },
        {
          "text": "Нафанаил сказал: «Учитель, Ты — Сын Божий, Царь Израиля».",
          "ID": "49"
        },
        {
          "text": "Иисус же ответил: «Ты поверил в Меня только потому, что Я сказал, что видел тебя под фи́говым деревом? Но Ты увидишь много гораздо более удивительного, чем это!»",
          "ID": "50"
        },
        {
          "text": "И ещё сказал Иисус: «Истинно вам говорю, что вы увидите, как небо раскроется, и Ангелы Божьи будут восходить и нисходить на Сына Человеческого».",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1",
      "name": "По Иоанну Благовествование 1"
    },
    {
      "text": [
        {
          "text": "Два дня спустя в городе Кана в Галилее была свадьба. Там также находилась и мать Иисуса.",
          "ID": "1"
        },
        {
          "text": "Иисус и Его ученики тоже получили приглашение.",
          "ID": "2"
        },
        {
          "text": "Когда вино кончилось, мать Иисуса сказала Ему: «Вина больше нет».",
          "ID": "3"
        },
        {
          "text": "Тогда Иисус ответил ей: «Почему ты Мне это говоришь? Моё время ещё не настало».",
          "ID": "4"
        },
        {
          "text": "Мать Иисуса сказала слугам: «Делайте, что Он вам прикажет».",
          "ID": "5"
        },
        {
          "text": "Там стояло шесть каменных кувшинов для воды, употребляемой евреями для омовений. Каждый из них вмещал около ста литров жидкости.",
          "ID": "6"
        },
        {
          "text": "Иисус сказал слугам: «Наполните кувшины водой». И они наполнили кувшины до краёв.",
          "ID": "7"
        },
        {
          "text": "Тогда Он сказал: «Теперь зачерпните немного и отнесите распорядителю торжества». Они исполнили это.",
          "ID": "8"
        },
        {
          "text": "Распорядитель попробовал воду, превратившуюся в вино, но он не знал, откуда взялось вино, слуги же знали. Распорядитель подозвал жениха",
          "ID": "9"
        },
        {
          "text": "и сказал ему: «Люди всегда угощают гостей хорошим вином в начале пира. Потом, когда все опьянеют, подают вино похуже. А ты до сих пор приберёг хорошее вино!»",
          "ID": "10"
        },
        {
          "text": "Это было первое из знамений, совершённых Иисусом. Он сотворил его в городе Кана в Галилее. Этим Он доказал своё величие, и Его ученики поверили в Него.",
          "ID": "11"
        },
        {
          "text": "Затем Он направился в Капернаум. Мать Иисуса, Его братья и ученики отправились вместе с Ним, и все они провели в Капернауме несколько дней.",
          "ID": "12"
        },
        {
          "text": "Так как приближалась иудейская Пасха, Иисус отправился в Иерусалим.",
          "ID": "13"
        },
        {
          "text": "В храме Он увидел людей, продававших крупный скот, овец и голубей, Он также увидел и менял за их столами.",
          "ID": "14"
        },
        {
          "text": "Тогда Иисус свил из верёвки кнут, выгнал их всех из храма заодно с овцами и скотом, опрокинул столы менял и рассыпал их монеты.",
          "ID": "15"
        },
        {
          "text": "Тем же, кто торговал голубями, Иисус сказал: «Уберите их отсюда! Не превращайте дом Отца моего в рынок!»",
          "ID": "16"
        },
        {
          "text": "Когда всё это случилось, ученики Иисуса вспомнили, что записано в Писаниях:",
          "ID": "17"
        },
        {
          "text": "«Гнев пожирает меня,",
          "ID": "17"
        },
        {
          "text": "когда люди бесчестят Твой храм». Псалом 68:10",
          "ID": "17"
        },
        {
          "text": "Иудейские предводители сказали Иисусу в ответ: «Яви нам знамение, чтобы мы убедились, что Ты имеешь право так поступать».",
          "ID": "18"
        },
        {
          "text": "Иисус ответил: «Разрушьте этот храм, и Я восстановлю его в три дня».",
          "ID": "19"
        },
        {
          "text": "Предводители сказали: «Люди трудились над постройкой этого храма сорок шесть лет, а Ты собираешься восстановить его в три дня?»",
          "ID": "20"
        },
        {
          "text": "Иисус же, говоря о храме, имел в виду Своё тело.",
          "ID": "21"
        },
        {
          "text": "После того как Иисус воскрес, Его ученики вспомнили, что Иисус говорил это, и поверили Писанию и тому, что Иисус сказал.",
          "ID": "22"
        },
        {
          "text": "Когда Иисус был в Иерусалиме на празднике Пасхи, то многие поверили в Него, так как увидели знамения, которые Он творил.",
          "ID": "23"
        },
        {
          "text": "Но Иисус не доверял им, так как знал помыслы людские.",
          "ID": "24"
        },
        {
          "text": "Ему не нужны были ничьи рассказы о человеческой природе, потому что Он знал, что у кого на сердце.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "По Иоанну Благовествование 2"
    },
    {
      "text": [
        {
          "text": "Среди фарисеев был человек по имени Никодим, один из иудейских предводителей.",
          "ID": "1"
        },
        {
          "text": "Однажды вечером Никодим пришёл к Иисусу и сказал: «Равви, мы знаем, что Ты — Учитель, посланный нам Богом, потому что никто не был бы в состоянии совершать знамения, которые Ты творишь, если бы Бог не помогал Ему».",
          "ID": "2"
        },
        {
          "text": "Иисус ответил: «Истинно тебе говорю, что только тот, кто снова родился, может увидеть Царство Божье».",
          "ID": "3"
        },
        {
          "text": "Никодим сказал Ему: «Как может старый человек родиться снова? Ведь не может же он возвратиться в материнскую утробу и родиться во второй раз?»",
          "ID": "4"
        },
        {
          "text": "Иисус ответил: «Истинно тебе говорю, что тот, кто не родится от воды и Духа, не сможет попасть в Царство Божье.",
          "ID": "5"
        },
        {
          "text": "Рождённое от плоти есть плоть, а рождённое от Духа — дух.",
          "ID": "6"
        },
        {
          "text": "Не удивляйся, что Я сказал тебе: „Вы должны родиться снова”.",
          "ID": "7"
        },
        {
          "text": "Ветер дует, куда ему угодно. Ты слышишь шум его, но не знаешь, откуда и куда он дует. Так и с тем, кто родился от Духа».",
          "ID": "8"
        },
        {
          "text": "«Как же это возможно?» — спросил Никодим.",
          "ID": "9"
        },
        {
          "text": "Иисус ответил: «Ты же наставник израильтян и не знаешь этого?",
          "ID": "10"
        },
        {
          "text": "Истинно тебе говорю, что мы свидетельствуем лишь о том, что знаем, и о том, что сами видели, но вы не принимаете свидетельства нашего.",
          "ID": "11"
        },
        {
          "text": "Я рассказывал вам о земном, и вы не верите. Как же вы сможете поверить, если Я расскажу вам о Небесном?",
          "ID": "12"
        },
        {
          "text": "Никто не восходил на Небо, кроме того, кто спустился с Неба — Сына Человеческого.",
          "ID": "13"
        },
        {
          "text": "Моисей поднял на шест змею в пустыне. Так и Сын Человеческий должен быть поднят,",
          "ID": "14"
        },
        {
          "text": "чтобы все, кто поверит в Него, имели вечную жизнь».",
          "ID": "15"
        },
        {
          "text": "Потому что Бог так возлюбил мир, что отдал своего единственного Сына ради того, чтобы каждый, кто поверит в Него, не погиб, но имел вечную жизнь.",
          "ID": "16"
        },
        {
          "text": "Не для того послал Бог Сына в мир, чтобы осудить мир, а для того, чтобы спасти мир через Него.",
          "ID": "17"
        },
        {
          "text": "Тот, кто поверит в Сына, не будет осуждён, а кто не верит, уже осуждён, потому что не поверил в единственного Сына Божьего.",
          "ID": "18"
        },
        {
          "text": "Вот почему они осуждены: Свет воссиял в этом мире, но люди предпочли тьму Свету, так как дела их злы.",
          "ID": "19"
        },
        {
          "text": "Каждый, кто делает злые дела, ненавидит Свет и избегает его, чтобы низость его поступков не вышла наружу.",
          "ID": "20"
        },
        {
          "text": "Тот же, кто поступает по правде, выходит к Свету, чтобы видно было, что его дела сделаны в согласии с волей Божьей.",
          "ID": "21"
        },
        {
          "text": "После этого Иисус отправился со Своими учениками в землю Иудейскую. Он оставался там некоторое время и крестил народ.",
          "ID": "22"
        },
        {
          "text": "В то же самое время Иоанн крестил людей в Еноне, что неподалёку от Салима, потому что там было много воды. Люди приходили к Нему и крестились.",
          "ID": "23"
        },
        {
          "text": "В то время Иоанна ещё не заключили в темницу.",
          "ID": "24"
        },
        {
          "text": "Некоторые из учеников Иоанна Крестителя, затеяв спор с одним иудеем об очистительном омовении,",
          "ID": "25"
        },
        {
          "text": "пришли к Иоанну и сказали: «Учитель, Тот, Кто был с тобой по ту сторону Иордана и о Ком ты свидетельствовал людям, Он также крестит людей, и все идут к Нему».",
          "ID": "26"
        },
        {
          "text": "Иоанн ответил: «Человек может иметь только то, что дал ему Бог.",
          "ID": "27"
        },
        {
          "text": "Вы сами были свидетелями того, что я сказал: „Я — не Христос, я всего лишь впереди идущий, посланный Богом”.",
          "ID": "28"
        },
        {
          "text": "Жених тот, кому принадлежит невеста, а друг жениха стоит, прислушивается и наполняется радостью, услышав голос его. Так и радость моя сейчас полная.",
          "ID": "29"
        },
        {
          "text": "Ему надо возрастать, мне же становиться всё меньше».",
          "ID": "30"
        },
        {
          "text": "«Тот, Кто явился свыше — величайший из всех. Тот же, кто от земли, принадлежит земле и говорит о земном. Тот, Кто сошёл с Неба — величайший из всех.",
          "ID": "31"
        },
        {
          "text": "Он свидетельствует о том, что видел и слышал, но люди не принимают Его свидетельства.",
          "ID": "32"
        },
        {
          "text": "Тот, кто принял Его свидетельство, тем самым подтвердил, что Бог истинен.",
          "ID": "33"
        },
        {
          "text": "Тот, кто послан Богом, говорит слова Его, потому что Господь даёт ему Духа беспредельно.",
          "ID": "34"
        },
        {
          "text": "Отец любит Сына и наделил Его властью над всем.",
          "ID": "35"
        },
        {
          "text": "Тот, кто верит в Сына, имеет вечную жизнь, тот же, кто не повинуется Сыну, никогда не увидит этой жизни, и гнев Божий будет на нём».",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "По Иоанну Благовествование 3"
    },
    {
      "text": [
        {
          "text": "Фарисеи узнали, что Иисус приобретает и крестит больше учеников, чем Иоанн.",
          "ID": "1"
        },
        {
          "text": "На самом же деле, Иисус не крестил людей, это делали Его ученики. Иисусу стало известно, что о Нём говорили,",
          "ID": "2"
        },
        {
          "text": "и поэтому Он покинул Иудею и отправился обратно в Галилею.",
          "ID": "3"
        },
        {
          "text": "Однако Ему нужно было пройти через Самарию.",
          "ID": "4"
        },
        {
          "text": "В Самарии Он остановился в городе называемый Сихарь, неподалёку от земли, которую Иаков подарил своему сыну Иосифу.",
          "ID": "5"
        },
        {
          "text": "В той местности находился колодец Иакова, и Иисус, устав с дороги, сел у того колодца. Было около полудня.",
          "ID": "6"
        },
        {
          "text": "Одна самаритянка пришла к колодцу набрать воды, и Иисус попросил её: «Дай Мне попить».",
          "ID": "7"
        },
        {
          "text": "Ученики же его в это время отправились в город купить еды.",
          "ID": "8"
        },
        {
          "text": "Самаритянка спросила: «Как это Ты, иудей, просишь у меня, самаритянки, воды?» Иудеи не общались с самаритянами.",
          "ID": "9"
        },
        {
          "text": "Иисус ответил: «Если бы ты знала, что Бог даёт людям и Кто это просит тебя: „Дай Мне попить”, то ты сама просила бы у Меня, и Я дал бы тебе живой воды».",
          "ID": "10"
        },
        {
          "text": "Женщина сказала Ему: «Господин, ведь у Тебя даже ведра нет, а колодец глубок. Где же Ты возьмёшь эту живую воду?",
          "ID": "11"
        },
        {
          "text": "Неужели Ты превосходишь нашего праотца Иакова, который дал нам этот колодец и сам пил из него со своими детьми и скотом!»",
          "ID": "12"
        },
        {
          "text": "Иисус ответил ей на это: «Всякого, кто попьёт этой воды, вскоре снова будет мучить жажда,",
          "ID": "13"
        },
        {
          "text": "тот же, кто попьёт воды, которую дам ему Я, больше никогда не испытает жажды. А вода, которую дам ему Я, превратится внутри него в источник, из которого бьёт вечная жизнь».",
          "ID": "14"
        },
        {
          "text": "Женщина сказала: «Господин, дай мне этой воды, чтобы я никогда больше не испытывала жажды и чтобы мне не пришлось больше приходить сюда за водой».",
          "ID": "15"
        },
        {
          "text": "Он сказал ей: «Пойди, позови своего мужа и возвращайся».",
          "ID": "16"
        },
        {
          "text": "Женщина ответила: «У меня нет мужа».",
          "ID": "17"
        },
        {
          "text": "Иисус сказал: «Ты правильно сказала, что у тебя нет мужа.",
          "ID": "17"
        },
        {
          "text": "У тебя было их пятеро, а тот, с кем живёшь сейчас, тебе не муж. Ты правду сказала».",
          "ID": "18"
        },
        {
          "text": "Женщина сказала: «Господин, я вижу, что Ты пророк.",
          "ID": "19"
        },
        {
          "text": "Наши отцы приходили для поклонения на эту гору, но вы, иудеи, утверждаете, что люди должны идти для поклонения в Иерусалим».",
          "ID": "20"
        },
        {
          "text": "Иисус ответил: «Женщина, поверь Мне, приближается время, когда вы будете поклоняться Отцу не на этой горе и не в Иерусалиме.",
          "ID": "21"
        },
        {
          "text": "Вы, самаритяне, поклоняетесь тому, кого не понимаете. Мы же, иудеи, понимаем, Кому поклоняемся, так как спасение приходит от иудеев.",
          "ID": "22"
        },
        {
          "text": "Но приближается время, и оно уже настало, когда истинно поклоняющиеся Отцу станут поклоняться Ему в духе и в истине. Именно таких поклонников ищет себе Отец.",
          "ID": "23"
        },
        {
          "text": "Бог есть Дух, и потому те, кто Ему поклоняется, должны поклоняться Ему в Духе и истине».",
          "ID": "24"
        },
        {
          "text": "Женщина сказала: «Я знаю, что приближается Мессия, что означает Христос. Когда Он явится, то расскажет нам обо всём».",
          "ID": "25"
        },
        {
          "text": "«Это Я, — ответил ей Иисус. — Я, говорящий с тобой».",
          "ID": "26"
        },
        {
          "text": "В это время возвратились Его ученики и очень удивились, что Он разговаривает с женщиной. Но никто не сказал: «Чего Ты хочешь?» или «Почему Ты разговариваешь с ней?»",
          "ID": "27"
        },
        {
          "text": "Женщина оставила свой кувшин с водой и возвратилась обратно в город. Она сказала людям:",
          "ID": "28"
        },
        {
          "text": "«Пойдёмте со мной, и вы увидите Человека, Который рассказал мне обо всём, что я делала в жизни! Может быть, Он Христос?»",
          "ID": "29"
        },
        {
          "text": "Они вышли из города и направились к Нему.",
          "ID": "30"
        },
        {
          "text": "Тем временем ученики Иисуса упрашивали Его: «Учитель, поешь чего-нибудь!»",
          "ID": "31"
        },
        {
          "text": "Но Он сказал им: «У Меня есть пища, о которой вы не знаете!»",
          "ID": "32"
        },
        {
          "text": "Тогда его ученики стали спрашивать друг у друга: «Может быть, кто-то принёс Ему еды?»",
          "ID": "33"
        },
        {
          "text": "Иисус же ответил на это: «Моя пища в том, чтобы исполнять волю Пославшего Меня и закончить порученную Мне работу.",
          "ID": "34"
        },
        {
          "text": "Засевая поле, вы часто говорите: „Ещё четыре месяца, а там и жатва”. А Я вам говорю: „Откройте глаза свои и посмотрите на поля, которые уже созрели для жатвы.",
          "ID": "35"
        },
        {
          "text": "Тот, кто жнёт, уже получает плату и собирает урожай для вечной жизни, чтобы и сеятель и жнец оба могли радоваться”.",
          "ID": "36"
        },
        {
          "text": "Правдива пословица: „Один сеет, другой жнёт”.",
          "ID": "37"
        },
        {
          "text": "Я послал вас, чтобы вы жали то, над чем не трудились сами. Другие трудились, а вы собрали плоды их трудов».",
          "ID": "38"
        },
        {
          "text": "Многие самаритяне из того города поверили в Иисуса, потому что эта женщина сказала им о Нём: «Он рассказал мне обо всём, что я когда-либо делала».",
          "ID": "39"
        },
        {
          "text": "Самаритяне пошли к Иисусу и попросили Его остаться с ними, и Он оставался с ними два дня.",
          "ID": "40"
        },
        {
          "text": "И многие уверовали, услышав Его учения.",
          "ID": "41"
        },
        {
          "text": "Они сказали той женщине: «Сначала мы поверили, благодаря твоим словам. Теперь же мы верим, потому что сами услышали и знаем, что этот Человек в самом деле Спаситель мира».",
          "ID": "42"
        },
        {
          "text": "Два дня спустя Иисус покинул Самарию и отправился в Галилею.",
          "ID": "43"
        },
        {
          "text": "Ещё ранее Иисус сам сказал, что пророка не чтут в Его отечестве.",
          "ID": "44"
        },
        {
          "text": "И когда Он пришёл в Галилею, галилеяне радушно приняли Его. Эти люди видели всё то, что Иисус совершил в Иерусалиме во время праздника Пасхи, потому что они также были на том празднестве.",
          "ID": "45"
        },
        {
          "text": "Иисус снова пришёл в город Кана в Галилее, где Он превратил воду в вино. В это время в городе Капернаум жил один из царских чиновников, у которого был болен сын.",
          "ID": "46"
        },
        {
          "text": "Этот чиновник, услышав, что Иисус пришёл из Иудеи в Галилею и, придя к Нему, стал умолять, чтобы Тот отправился в Капернаум и исцелил его сына, который был при смерти.",
          "ID": "47"
        },
        {
          "text": "Иисус сказал ему: «Пока не увидите знамений и чудес, вы не поверите в Меня!»",
          "ID": "48"
        },
        {
          "text": "Царский чиновник просил Иисуса: «Господин, приди, пока ребёнок мой не умер!»",
          "ID": "49"
        },
        {
          "text": "Иисус ответил: «Иди домой. Твой сын будет жить».",
          "ID": "50"
        },
        {
          "text": "Человек поверил словам Иисуса и пошёл домой.",
          "ID": "50"
        },
        {
          "text": "По дороге он встретил своих слуг, которые сказали ему, что его сын чувствует себя хорошо.",
          "ID": "51"
        },
        {
          "text": "Он спросил их, когда ребёнку стало лучше, и они ответили: «Жар спал у него вчера около часа пополудни».",
          "ID": "52"
        },
        {
          "text": "И тогда отец мальчика понял, что это случилось в тот самый час, когда Иисус сказал ему: «Твой сын будет жить». И он поверил в Иисуса, а вместе с ним и все его домашние.",
          "ID": "53"
        },
        {
          "text": "Это было второе знамение, которое Иисус сотворил после того как Он вернулся из Иудеи в Галилею.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "По Иоанну Благовествование 4"
    },
    {
      "text": [
        {
          "text": "После этого наступил иудейский праздник, и Иисус направился в Иерусалим.",
          "ID": "1"
        },
        {
          "text": "Там у Овечьих ворот есть купальня, называемая по-арамейски Вифезда с пятью крытыми колоннадами.",
          "ID": "2"
        },
        {
          "text": "Под ними обычно лежало множество больных: слепых, хромых и парализованных, [они ждали, когда вода придёт в движение].",
          "ID": "3"
        },
        {
          "text": "[Время от времени Ангел Господний нисходил к купальне и приводил воду в движение. Тогда первый человек, который входил в купальню, чем бы он ни болел, выздоравливал.]",
          "ID": "4"
        },
        {
          "text": "И был среди них один человек, который был болен тридцать восемь лет.",
          "ID": "5"
        },
        {
          "text": "Когда Иисус увидел его лежащим там и, узнав, что он болен столь долгое время, спросил: «Хочешь ли быть здоров?»",
          "ID": "6"
        },
        {
          "text": "Больной ответил: «Господин, нет у меня никого, кто мог бы помочь мне сойти в воду, когда она начинает бурлить. Когда я пытаюсь спуститься к воде, кто-нибудь всегда опережает меня».",
          "ID": "7"
        },
        {
          "text": "Иисус сказал ему: «Встань, подбери свою постель и ходи».",
          "ID": "8"
        },
        {
          "text": "И в тот же миг человек тот исцелился, подобрал свою постель и пошёл.",
          "ID": "9"
        },
        {
          "text": "Всё это произошло в субботний день.",
          "ID": "9"
        },
        {
          "text": "Итак, иудейские предводители стали говорить исцелённому: «Сегодня суббота, Закон не разрешает тебе подбирать свою постель».",
          "ID": "10"
        },
        {
          "text": "А он ответил: «Человек, исцеливший меня, сказал: „Подбери свою постель и ходи”».",
          "ID": "11"
        },
        {
          "text": "Они спросили его: «Кто Тот Человек, который сказал тебе: „Подбери свою постель и ходи”?»",
          "ID": "12"
        },
        {
          "text": "Но исцелённый не знал, кто это был, так как там была толпа народа, а Иисус незаметно ушёл оттуда.",
          "ID": "13"
        },
        {
          "text": "Потом Иисус нашёл его во дворе храма и сказал ему: «Вот, ты теперь здоров. Не греши больше, чтобы не случилось с тобой чего похуже».",
          "ID": "14"
        },
        {
          "text": "Человек тот пошёл и рассказал иудейским предводителям, что это Иисус исцелил его.",
          "ID": "15"
        },
        {
          "text": "И те стали преследовать Иисуса, так как Он совершал такие дела в субботу.",
          "ID": "16"
        },
        {
          "text": "Иисус сказал им: «Мой Отец всегда занят делом, поэтому и Я занят делом».",
          "ID": "17"
        },
        {
          "text": "За этот ответ иудейские предводители ещё упорнее стали искать случая убить Иисуса, потому что Он не только нарушил Закон субботний, но ещё и назвал Бога Своим Отцом, приравнивая тем самым Себя к Богу.",
          "ID": "18"
        },
        {
          "text": "Иисус же сказал им: «Истинно вам говорю, что Сын ничего не может совершить по Своей воле, Он делает лишь то, что, как Он видит, делает Отец. Что делает Отец, то и Сын Его делает.",
          "ID": "19"
        },
        {
          "text": "Отец любит Сына и показывает Ему всё, что совершает. Он откроет Ему ещё бо́льшие дела, чем эти, и вы удивитесь.",
          "ID": "20"
        },
        {
          "text": "Подобно тому, как Отец воскрешает мёртвых и даёт жизнь, так и Сын даёт жизнь кому пожелает.",
          "ID": "21"
        },
        {
          "text": "Отец никого не судит, но передал суд в руки Сына,",
          "ID": "22"
        },
        {
          "text": "чтобы все стали почитать Сына так же, как почитают Отца. Тот, кто не почитает Сына, не почитает и пославшего Его Отца.",
          "ID": "23"
        },
        {
          "text": "Истинно вам говорю: кто услышит слова Мои и поверит в Пославшего Меня, обретёт жизнь вечную и не будет осуждён, потому что уже перешёл от смерти к жизни.",
          "ID": "24"
        },
        {
          "text": "Истинно вам говорю, что приближается время, и оно уже настало, когда мёртвые услышат голос Сына Божьего, и каждый, кто услышит его, будет жить.",
          "ID": "25"
        },
        {
          "text": "Отец — источник жизни, и Сыну Он позволил быть источником жизни",
          "ID": "26"
        },
        {
          "text": "и дал Ему власть быть судьёй, потому что Он — Иисус, Сын Человеческий.",
          "ID": "27"
        },
        {
          "text": "Не удивляйтесь этому, потому что приближается время, когда все лежащие в могилах услышат голос Сына Человеческого",
          "ID": "28"
        },
        {
          "text": "и восстанут из могил. Те, кто творил добро, воскреснут, чтобы жить, те же, кто делал зло, воскреснут, чтобы быть судимыми.",
          "ID": "29"
        },
        {
          "text": "Я ничего не могу сделать Сам от Себя. Я сужу только так, как велит мне Бог, и суд мой праведен, потому что Я стремлюсь к исполнению не того, что Я хочу, а лишь того, что угодно Пославшему Меня».",
          "ID": "30"
        },
        {
          "text": "«Если Я сам свидетельствую о Себе, то Моё свидетельство будет недействительным.",
          "ID": "31"
        },
        {
          "text": "Но есть тот, кто свидетельствует обо Мне, и Я знаю, что его свидетельство истинно.",
          "ID": "32"
        },
        {
          "text": "Вы посылали к Иоанну людей, и он сказал им правду.",
          "ID": "33"
        },
        {
          "text": "Я не полагаюсь на свидетельство человеческое, но Я говорю вам о том, что проповедовал Иоанн, чтобы вы спаслись.",
          "ID": "34"
        },
        {
          "text": "Иоанн был словно зажжённый светильник, дающий свет, и вы какое-то время с радостью принимали его Свет.",
          "ID": "35"
        },
        {
          "text": "Но у Меня самого есть доказательство о Себе более основательное, чем то, о котором говорил Иоанн, потому что дела, которые повелел Мне исполнить Отец, и которые Я совершаю, свидетельствуют о том, что Отец послал Меня.",
          "ID": "36"
        },
        {
          "text": "И даже сам Отец, пославший Меня, свидетельствует в Мою пользу. Но вы никогда не слышали Его голоса и никогда не видели Его облика,",
          "ID": "37"
        },
        {
          "text": "и слово Его не живёт в вас, потому что не верите в Посланного Им.",
          "ID": "38"
        },
        {
          "text": "Вы изучаете Писания, так как считаете, что через них вы найдёте вечную жизнь, но эти же самые Писания свидетельствуют обо Мне!",
          "ID": "39"
        },
        {
          "text": "И всё же, вы не хотите прийти ко Мне, чтобы обрести жизнь.",
          "ID": "40"
        },
        {
          "text": "Я не ищу ни вашей хвалы, ни хвалы других людей.",
          "ID": "41"
        },
        {
          "text": "Но Я знаю вас, и Я знаю, что в вас нет любви к Богу!",
          "ID": "42"
        },
        {
          "text": "Я пришёл к вам во имя Отца Моего, но вы не принимаете Меня. Если же иной явится к вам сам от себя, то его вы примете!",
          "ID": "43"
        },
        {
          "text": "Как вы можете поверить, если приемлете хвалу друг от друга, но не стремитесь к одобрению Единого Бога?",
          "ID": "44"
        },
        {
          "text": "Не думайте, что Я стану осуждать вас перед Отцом. Моисей, на которого вы надеетесь, осудит вас.",
          "ID": "45"
        },
        {
          "text": "Если бы и вправду вы верили Моисею, то поверили бы и Мне, так как он писал обо Мне.",
          "ID": "46"
        },
        {
          "text": "Но если вы не верите тому, что он писал, то как же вы поверите словам Моим?»",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "По Иоанну Благовествование 5"
    },
    {
      "text": [
        {
          "text": "После того Иисус отправился на другой берег озера Галилейского (или Тивериадского),",
          "ID": "1"
        },
        {
          "text": "большая толпа народа последовала за Ним, так как они видели знамения, которые Он совершал над больными.",
          "ID": "2"
        },
        {
          "text": "Иисус поднялся на холм и сел там в окружении Своих учеников.",
          "ID": "3"
        },
        {
          "text": "Приближался иудейский праздник Пасхи.",
          "ID": "4"
        },
        {
          "text": "Иисус поднял глаза и, увидев, что к Нему приближается множество народа, сказал Филиппу: «Где же нам купить достаточно хлеба, чтобы эти люди могли поесть?»",
          "ID": "5"
        },
        {
          "text": "Он сказал это, чтобы испытать Филиппа, потому что Иисус уже знал, что Ему необходимо сделать.",
          "ID": "6"
        },
        {
          "text": "Филипп ответил Ему: «И на двести динариев нельзя купить достаточно хлеба и дать каждому из них хотя бы по кусочку».",
          "ID": "7"
        },
        {
          "text": "Другой ученик Иисуса, Андрей, брат Симона Петра, сказал Ему:",
          "ID": "8"
        },
        {
          "text": "«У одного мальчика тут есть пять ячменных хлебов и две маленькие рыбёшки, но ведь этого мало для такого количества народа».",
          "ID": "9"
        },
        {
          "text": "Иисус сказал: «Велите, чтобы люди расселись». В том месте было много травы, и все сели на траву. Мужчин было больше пяти тысяч.",
          "ID": "10"
        },
        {
          "text": "Тогда Иисус взял хлебы и, возблагодарив Бога, раздал всем тем, кто сидел. Также Он раздал им и рыбу, кто сколько хотел.",
          "ID": "11"
        },
        {
          "text": "Когда они насытились, Иисус сказал Своим ученикам: «Соберите все оставшиеся куски, чтобы ничего не пропало».",
          "ID": "12"
        },
        {
          "text": "И тогда Его ученики собрали все куски от пяти ячменных хлебов, которые остались у насытившихся людей, и наполнили ими двенадцать корзин.",
          "ID": "13"
        },
        {
          "text": "Увидев знамение, сотворённое Иисусом, люди стали говорить: «Этот Человек воистину Пророк, Который должен был явиться в мир!»",
          "ID": "14"
        },
        {
          "text": "Иисус, зная, что люди собираются прийти за ним, чтобы сделать Его царём, снова отправился на холм, чтобы побыть в одиночестве.",
          "ID": "15"
        },
        {
          "text": "С наступлением вечера Его ученики пошли к озеру.",
          "ID": "16"
        },
        {
          "text": "Было уже темно, но Иисус всё ещё не возвращался к ним. Они сели в лодку и поплыли через озеро в Капернаум.",
          "ID": "17"
        },
        {
          "text": "От сильного ветра волны на озере становились всё выше.",
          "ID": "18"
        },
        {
          "text": "Проплыв километров пяти-шести, они увидели, что Иисус идёт по озеру, приближаясь к лодке, и испугались.",
          "ID": "19"
        },
        {
          "text": "Но Он сказал им: «Это Я! Не бойтесь!»",
          "ID": "20"
        },
        {
          "text": "И тогда они с радостью приняли Его в лодку, а лодка тотчас достигла места, куда они направлялись.",
          "ID": "21"
        },
        {
          "text": "На следующий день народ, остававшийся на противоположном берегу озера, знал, что на озере была всего одна лодка и что Иисус не сел в неё со Своими учениками, и те отплыли одни.",
          "ID": "22"
        },
        {
          "text": "Но несколько лодок из Тивериады причалили около того места, где незадолго до этого народ ел хлеб, после того, как Господь вознёс благодарственную молитву.",
          "ID": "23"
        },
        {
          "text": "Увидев, что ни Иисуса, ни Его учеников там нет, они сели в лодки и отправились в Капернаум в поисках Иисуса.",
          "ID": "24"
        },
        {
          "text": "Когда они нашли Иисуса на другом берегу озера, то спросили Его: «Учитель, когда Ты пришёл сюда?»",
          "ID": "25"
        },
        {
          "text": "В ответ Он сказал им: «Истинно вам говорю: не потому вы ищете Меня, что увидели знамения, а потому, что ели хлеб и насытились.",
          "ID": "26"
        },
        {
          "text": "Трудитесь не ради пищи земной, которая портится, а ради пищи, которая никогда не портится и приносит вам жизнь вечную. Эту жизнь даёт вам Сын Человеческий, так как Бог Отец отметил Его печатью Своего благоволения».",
          "ID": "27"
        },
        {
          "text": "Тогда они спросили Иисуса: «Что нам следует делать, чтобы исполнить угодное Богу?»",
          "ID": "28"
        },
        {
          "text": "Иисус ответил им: «Вот дело, угодное Богу: верьте в Того, Кого Он послал».",
          "ID": "29"
        },
        {
          "text": "Они же сказали Ему: «Какое знамение Ты нам покажешь, чтобы мы смогли убедиться, что Ты — Тот, Кого Он послал? Какое чудо исполнишь?",
          "ID": "30"
        },
        {
          "text": "Наши предки питались в пустыне манной, как и написано в Писании: „Дал Он им хлеб с Неба, чтобы они ели”».",
          "ID": "31"
        },
        {
          "text": "Тогда Иисус сказал им: «Истинно вам говорю, что не Моисей дал вам хлеб с Неба, а Отец Мой даёт вам истинный Хлеб Небесный,",
          "ID": "32"
        },
        {
          "text": "так как Хлеб Божий — это Тот, Кто спускается с Неба и даёт миру жизнь».",
          "ID": "33"
        },
        {
          "text": "Они сказали: «Господин, подавай нам всегда тот Хлеб».",
          "ID": "34"
        },
        {
          "text": "И ответил Иисус: «Я и есть Хлеб, жизнь дающий. Кто придёт ко Мне, никогда не будет голоден, и кто поверит в Меня, никогда не будет томиться жаждой.",
          "ID": "35"
        },
        {
          "text": "Но Я и раньше говорил вам, что вы Меня видели, и всё равно не верите.",
          "ID": "36"
        },
        {
          "text": "Каждый, кого Отец даёт Мне, придёт ко Мне, и Я никогда не отвергну приходящего ко Мне,",
          "ID": "37"
        },
        {
          "text": "потому что Я сошёл с Неба не для того, чтобы исполнить то, чего Я сам желаю, но для того, чтобы исполнить волю Пославшего Меня.",
          "ID": "38"
        },
        {
          "text": "Вот чего хочет Пославший Меня: чтобы Я не потерял никого из тех, кого Он дал Мне, а воскресил всех их в последний День.",
          "ID": "39"
        },
        {
          "text": "Так как вот чего хочет Отец Мой: чтобы каждый, кто увидит Сына и поверит в Него, имел жизнь вечную, и Я воскрешу его в последний День».",
          "ID": "40"
        },
        {
          "text": "Тогда некоторые иудеи стали выражать своё недовольство, потому что Он сказал: «Я — Хлеб, который спустился с Неба».",
          "ID": "41"
        },
        {
          "text": "И они сказали: «Разве Он не Иисус, сын Иосифа? Разве мы не знаем Его отца и матери? Как же может Он теперь говорить, что сошёл с Неба?»",
          "ID": "42"
        },
        {
          "text": "Иисус же ответил им: «Не ропщите между собой.",
          "ID": "43"
        },
        {
          "text": "Никто не может прийти ко Мне, если Отец, пославший Меня, не приведёт его ко Мне, и Я воскрешу его в последний День.",
          "ID": "44"
        },
        {
          "text": "В Писаниях пророков сказано: „И всех их Бог научит”. Каждый, кто прислушивается к Отцу и учится у Него, приходит ко Мне.",
          "ID": "45"
        },
        {
          "text": "Это не значит, что кто-либо видел Отца, кроме Того, Кто пришёл от Бога. Только Он видел Отца.",
          "ID": "46"
        },
        {
          "text": "Истинно вам говорю: кто верует, имеет жизнь вечную.",
          "ID": "47"
        },
        {
          "text": "Я — Хлеб, жизнь дающий.",
          "ID": "48"
        },
        {
          "text": "Ваши предки питались манной в пустыне, но умерли, как и все остальные.",
          "ID": "49"
        },
        {
          "text": "Хлеб же, спускающийся с Неба таков, что тот, кто ест его, не умрёт.",
          "ID": "50"
        },
        {
          "text": "Я — Хлеб, жизнь дающий, спустившийся с Неба. Кто ест его, будет жить вечно. И хлеб, который Я отдам за жизнь мира, — плоть Моя».",
          "ID": "51"
        },
        {
          "text": "Тогда иудеи стали спорить между собой: «Как же Он может дать нам есть плоть Свою?»",
          "ID": "52"
        },
        {
          "text": "И сказал им Иисус: «Истинно вам говорю: если вы не будете есть плоти Сына Человеческого и не будете пить крови Его, то и не будет в вас жизни.",
          "ID": "53"
        },
        {
          "text": "Кто ест плоть Мою и пьёт кровь Мою, имеет жизнь вечную, и Я воскрешу его в последний День.",
          "ID": "54"
        },
        {
          "text": "Плоть Моя есть истинная пища, а кровь Моя — истинное питьё.",
          "ID": "55"
        },
        {
          "text": "Кто ест плоть Мою и пьёт кровь Мою, остаётся во Мне, а Я остаюсь в нём.",
          "ID": "56"
        },
        {
          "text": "Как Отец, жизнь дающий, послал Меня, и Я живу благодаря Отцу, так и тот, кто ест плоть Мою, будет жить благодаря Мне.",
          "ID": "57"
        },
        {
          "text": "Это и есть хлеб, спустившийся с Неба. Ваши предки, евшие манну в пустыне, всё равно умерли, тот же, кто ест этот хлеб, будет жить вечно».",
          "ID": "58"
        },
        {
          "text": "Всё это Иисус говорил, поучая в синагоге в городе Капернаум.",
          "ID": "59"
        },
        {
          "text": "Многие из учеников Иисуса, услышав это, сказали: «Это учение трудное. Кто может принять его?»",
          "ID": "60"
        },
        {
          "text": "Иисус знал, что они ропщут, и поэтому спросил их: «Беспокоит ли вас это учение?",
          "ID": "61"
        },
        {
          "text": "Тогда что бы вы подумали, если бы увидели Сына Человеческого возвращающегося туда, откуда Он пришёл?",
          "ID": "62"
        },
        {
          "text": "Дух приносит жизнь; плоть не имеет никакого значения. Слова, которые Я говорил вам, несут в себе Духа, жизнь дающего,",
          "ID": "63"
        },
        {
          "text": "но есть среди вас неверующие». Иисус знал с самого начала тех, кто не поверит, и того, кто предаст Его.",
          "ID": "64"
        },
        {
          "text": "И ещё Он добавил: «Вот почему Я сказал вам, что никто не может прийти ко Мне, если это не будет дано ему Отцом».",
          "ID": "65"
        },
        {
          "text": "После того многие из Его учеников покинули Его и больше не следовали за Ним.",
          "ID": "66"
        },
        {
          "text": "Тогда Иисус спросил у двенадцати апостолов: «Вы тоже хотите покинуть Меня?»",
          "ID": "67"
        },
        {
          "text": "Симон Пётр ответил Ему: «Господи, к кому же мы пойдём? У Тебя есть слова, которые приносят жизнь вечную,",
          "ID": "68"
        },
        {
          "text": "и мы поверили и знаем, что Ты — Святой, посланный Богом».",
          "ID": "69"
        },
        {
          "text": "Иисус ответил им: «Разве не Я избрал вас двенадцать? И всё же один из вас — дьявол!»",
          "ID": "70"
        },
        {
          "text": "Он говорил об Иуде, сыне Симона Искариота, потому что Иуда, хотя и был одним из двенадцати, должен был предать Иисуса.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "По Иоанну Благовествование 6"
    },
    {
      "text": [
        {
          "text": "После этого Иисус странствовал по Галилее. Однако Он не хотел идти в Иудею, так как иудейские предводители пытались убить Его.",
          "ID": "1"
        },
        {
          "text": "Приближалось время иудейского праздника Укрытий.",
          "ID": "2"
        },
        {
          "text": "Братья Иисуса сказали Ему: «Тебе следует уйти отсюда и отправиться в Иудею на праздник, чтобы и Твои ученики там могли видеть, какие дела Ты совершаешь.",
          "ID": "3"
        },
        {
          "text": "Тот, кто хочет, чтобы люди узнали о нём, не держит в тайне свои дела. Если Ты совершаешь эти дела, то яви Себя миру».",
          "ID": "4"
        },
        {
          "text": "Даже Его собственные братья не верили в Него.",
          "ID": "5"
        },
        {
          "text": "Иисус же сказал им: «Моё время ещё не настало, но вам подходит любое время.",
          "ID": "6"
        },
        {
          "text": "Мир не может возненавидеть вас, Меня же он ненавидит, потому что Я не перестаю свидетельствовать ему, что дела его злы.",
          "ID": "7"
        },
        {
          "text": "Отправляйтесь на праздник сами. Я не пойду туда, потому что Моё время ещё не настало».",
          "ID": "8"
        },
        {
          "text": "Сказав им это, Он остался в Галилее.",
          "ID": "9"
        },
        {
          "text": "После того как братья Его отправились на праздник, Он тоже направился туда же, но не открыто, а тайно.",
          "ID": "10"
        },
        {
          "text": "Иудейские предводители искали Его на этом празднике, говоря: «Где же этот Человек?»",
          "ID": "11"
        },
        {
          "text": "И много было толков о Нём в народе. Некоторые говорили: «Он хороший Человек», другие же: «Нет, Он обманывает народ».",
          "ID": "12"
        },
        {
          "text": "Однако никто не говорил о Нём открыто, потому что все боялись иудейских предводителей.",
          "ID": "13"
        },
        {
          "text": "Ближе к середине праздника Иисус вошёл во двор храма и стал там учить народ.",
          "ID": "14"
        },
        {
          "text": "Иудейские вожди были поражены и сказали: «Откуда этот Человек знает так много, никогда не учившись?»",
          "ID": "15"
        },
        {
          "text": "В ответ Иисус сказал им: «То, чему Я учу, исходит не от Меня, а от Пославшего Меня.",
          "ID": "16"
        },
        {
          "text": "Если человек хочет делать угодное Богу, то узнает, от кого это учение: от Бога или от Меня Самого.",
          "ID": "17"
        },
        {
          "text": "Кто говорит сам от себя, старается добиться собственной славы, но тот, кто старается принести Славу Пославшему его, искренен, и врать не будет.",
          "ID": "18"
        },
        {
          "text": "Разве Моисей не дал вам Закон? Однако никто из вас не соблюдает этого Закона. Почему вы пытаетесь убить Меня?»",
          "ID": "19"
        },
        {
          "text": "Тогда люди ответили: «Ты одержим бесом, и поэтому обезумел! Кто пытается убить Тебя?»",
          "ID": "20"
        },
        {
          "text": "В ответ Иисус сказал им: «Одно чудо Я совершил в субботу, и все вы удивляетесь.",
          "ID": "21"
        },
        {
          "text": "Моисей дал вам обрезание (хотя, впрочем, обрезание пришло не от Моисея, а от наших предков, живших ещё до рождения Моисея), и вы обрезаете человека даже в субботу!",
          "ID": "22"
        },
        {
          "text": "Если уж человека обрезают по субботам, чтобы не нарушить Закон Моисея, то почему же вы разгневаны на Меня за то, что Я исцелил всё тело человека в субботу?",
          "ID": "23"
        },
        {
          "text": "Перестаньте судить по наружности, судите справедливо».",
          "ID": "24"
        },
        {
          "text": "И тогда некоторые из живших в Иерусалиме стали говорить: «Не тот ли это Человек, которого предводители пытаются убить?",
          "ID": "25"
        },
        {
          "text": "Смотрите, Он открыто поучает людей, и ему ничего не говорят. Может быть, предводители решили, что Он и в самом деле Христос?",
          "ID": "26"
        },
        {
          "text": "Но ведь мы знаем, откуда этот Человек родом, а когда придёт настоящий Христос, никто не будет знать, откуда Он пришёл».",
          "ID": "27"
        },
        {
          "text": "Когда Иисус поучал народ в храме, Он громко сказал: «Вы знаете Меня и знаете, откуда Я родом, и всё же пришёл Я не по своей воле, а послал Меня Тот, Кто истинен. Вы не знаете Его,",
          "ID": "28"
        },
        {
          "text": "но Я Его знаю, потому что пришёл от Него, и Он послал Меня».",
          "ID": "29"
        },
        {
          "text": "Тогда они попытались схватить Иисуса, но никто не осмеливался прикоснуться к Нему, потому что время Его ещё не настало.",
          "ID": "30"
        },
        {
          "text": "Многие из людей поверили в Него и говорили: «Когда придёт Христос, то явит ли Он нам больше знамений, чем этот Человек?»",
          "ID": "31"
        },
        {
          "text": "Фарисеи услышали такие толки об Иисусе в народе. Тогда главные священники и фарисеи послали стражников храма схватить Его.",
          "ID": "32"
        },
        {
          "text": "И молвил Иисус: «Я побуду с вами ещё недолгое время, а потом вернусь к Пославшему Меня.",
          "ID": "33"
        },
        {
          "text": "Вы будете искать Меня, но не найдёте, потому что туда, где буду Я, вы не можете прийти».",
          "ID": "34"
        },
        {
          "text": "Иудейские предводители стали говорить между собой: «Куда Он собирается уйти, что мы не сможем найти Его? Может быть, Он собирается уйти к тем из наших людей, которые живут в греческих городах, и там наставлять греков?",
          "ID": "35"
        },
        {
          "text": "Что это Он имел в виду, когда сказал: „Вы будете искать Меня, но не найдёте”? И ещё: „Где буду Я, туда вы не можете прийти”?»",
          "ID": "36"
        },
        {
          "text": "В последний, главный день праздника Иисус встал и громко сказал: «Если кто из вас томится жаждой, пусть подойдёт ко Мне и напьётся.",
          "ID": "37"
        },
        {
          "text": "Как сказано в Писании, реки воды, дающей жизнь, потекут из сердца того, кто верит в Меня».",
          "ID": "38"
        },
        {
          "text": "Иисус сказал это о Духе, который получат те, кто поверит в Него. Дух тогда ещё не был дан людям, потому что Иисус ещё не был вознесён к Славе.",
          "ID": "39"
        },
        {
          "text": "Многие из народа, услышав эти слова, стали говорить: «Этот Человек в самом деле Пророк».",
          "ID": "40"
        },
        {
          "text": "Другие говорили: «Он — Христос». Третьи же спрашивали: «Разве Христос придёт из Галилеи?",
          "ID": "41"
        },
        {
          "text": "Разве не сказано в Писании, что Христом будет один из потомков Давида, и придёт он из Вифлеема, города, где жил Давид?»",
          "ID": "42"
        },
        {
          "text": "И так все разделились между собой во мнении о Нём.",
          "ID": "43"
        },
        {
          "text": "Некоторые хотели схватить Его, но никто не решился.",
          "ID": "44"
        },
        {
          "text": "Тогда стражники храма возвратились к главным священникам и фарисеям и те спросили их: «Почему вы не привели Его?»",
          "ID": "45"
        },
        {
          "text": "Стражники ответили: «Ни один человек до сих пор не говорил, как Он!»",
          "ID": "46"
        },
        {
          "text": "Тогда фарисеи ответили им: «Неужели и вы тоже поддались Его обману?",
          "ID": "47"
        },
        {
          "text": "Видели ли вы, чтобы кто-нибудь из предводителей и фарисеев поверил в Него?",
          "ID": "48"
        },
        {
          "text": "А те люди ничего не знают о Законе. Они прокляты Господом!»",
          "ID": "49"
        },
        {
          "text": "Среди них, однако, был Никодим, приходивший раньше к Иисусу. Он сказал:",
          "ID": "50"
        },
        {
          "text": "«Разве наш Закон осуждает человека без того, чтобы сначала не выслушать его и не узнать, что он сделал?»",
          "ID": "51"
        },
        {
          "text": "Они же ответили ему: «Ты что, тоже из Галилеи? Изучай Писание и узнаешь, что там ничего не сказано о пророке, который был родом из Галилеи».",
          "ID": "52"
        },
        {
          "text": "И разошлись все по домам.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "По Иоанну Благовествование 7"
    },
    {
      "text": [
        {
          "text": "Иисус отправился на гору Елеонскую.",
          "ID": "1"
        },
        {
          "text": "Рано утром Он снова вошёл во двор храма, и весь народ пришёл к Нему; Он же сел и стал поучать их.",
          "ID": "2"
        },
        {
          "text": "Законники и фарисеи привели к Нему женщину, пойманную во время супружеской измены, поставили её перед народом,",
          "ID": "3"
        },
        {
          "text": "сказав Ему: «Учитель, эту женщину застали, когда она изменяла мужу.",
          "ID": "4"
        },
        {
          "text": "Закон Моисея велит нам побивать таких женщин камнями. А что Ты скажешь?»",
          "ID": "5"
        },
        {
          "text": "Они спросили, чтобы подловить Его и обратить Его ответ против Него же. Но Иисус нагнулся и стал писать пальцем на земле.",
          "ID": "6"
        },
        {
          "text": "Они продолжали спрашивать Его. Тогда Он поднялся и сказал им: «Тот из вас, кто без греха, пусть первым бросит в неё камень».",
          "ID": "7"
        },
        {
          "text": "И снова, нагнувшись, стал писать на земле.",
          "ID": "8"
        },
        {
          "text": "Услышав это, старшие из них стали расходиться, а за ними последовали и остальные; и Иисус остался один с женщиной, которая всё ещё стояла перед Ним.",
          "ID": "9"
        },
        {
          "text": "Иисус поднялся и спросил её: «Куда же все ушли? Разве никто не осудил тебя?»",
          "ID": "10"
        },
        {
          "text": "Она ответила: «Никто, Господин».",
          "ID": "11"
        },
        {
          "text": "Иисус сказал: «Я тоже не осуждаю тебя. Иди и впредь не греши».",
          "ID": "11"
        },
        {
          "text": "Позднее Иисус снова говорил с народом: «Я — Свет мира. Кто следует за Мной, никогда не будет ходить во тьме, потому что Свет, несущий жизнь, всегда будет с ним».",
          "ID": "12"
        },
        {
          "text": "Тогда фарисеи сказали Ему: «Всё это ты Сам о Себе свидетельствуешь. И потому нельзя считать Твоё свидетельство истинным».",
          "ID": "13"
        },
        {
          "text": "Иисус ответил: «Хотя я Сам о Себе свидетельствую, люди могут верить этому, потому что Я знаю, откуда пришёл и куда иду. Вы же не знаете, откуда Я и куда иду.",
          "ID": "14"
        },
        {
          "text": "Вы судите, согласно человеческим меркам, а Я никого не сужу.",
          "ID": "15"
        },
        {
          "text": "Если же Я сужу, то Мой приговор истинен, так как я не одинок, а Отец, пославший Меня, и Я судим вместе.",
          "ID": "16"
        },
        {
          "text": "В вашем Законе написано, что если двое утверждают одно и то же, то вы должны согласиться с их свидетельством.",
          "ID": "17"
        },
        {
          "text": "Я свидетельствую Сам о Себе, и Отец, пославший Меня, тоже свидетельствует обо Мне».",
          "ID": "18"
        },
        {
          "text": "Тогда они спросили Его: «Где же Отец Твой?»",
          "ID": "19"
        },
        {
          "text": "Иисус ответил: «Вы не знаете ни Меня, ни Отца Моего. Если бы знали Меня, то знали бы и Отца Моего».",
          "ID": "19"
        },
        {
          "text": "Всё это говорил Иисус, когда учил во дворе храма, стоя возле ящика для пожертвований, и никто не схватил Его, потому что время Его ещё не пришло.",
          "ID": "20"
        },
        {
          "text": "И сказал Он им снова: «Я ухожу, и вы будете искать Меня, и умрёте в своём грехе. Вы не можете идти туда, куда Я иду».",
          "ID": "21"
        },
        {
          "text": "Тогда иудейские предводители стали спрашивать друг друга: «Он, что, наложит на себя руки? Разве это Он имел в виду, сказав: „Вы не можете идти туда, куда Я иду”?»",
          "ID": "22"
        },
        {
          "text": "Он сказал им: «Вы все принадлежите земле, Я же — свыше. Вы от этого мира, Я же — не от этого мира.",
          "ID": "23"
        },
        {
          "text": "И потому Я сказал вам, что все вы умрёте в грехах своих. Да, вы все умрёте в грехах своих, если не поверите в то, что Я — Сущий».",
          "ID": "24"
        },
        {
          "text": "Тогда они спросили Его: «Кто же Ты?»",
          "ID": "25"
        },
        {
          "text": "Иисус ответил: «Я Тот, о Ком Я вам говорил с самого начала.",
          "ID": "25"
        },
        {
          "text": "Я бы мог сказать о вас многое и мог бы судить вас, но Пославший Меня правдив, и то, что Я слышал от Него, Я и говорю миру».",
          "ID": "26"
        },
        {
          "text": "Они не поняли, что Он говорит с ними об Отце.",
          "ID": "27"
        },
        {
          "text": "Тогда Иисус сказал: «Когда вы вознесёте Сына Человеческого, тогда узнаете, что Я — Сущий. Я ничего не делаю по своей воле, а лишь говорю то, чему Отец Мой научил Меня,",
          "ID": "28"
        },
        {
          "text": "и Пославший Меня всегда со Мной. Он не покинул Меня, так как Я всегда поступаю, как угодно Ему».",
          "ID": "29"
        },
        {
          "text": "И когда Иисус говорил всё это, многие поверили в Него.",
          "ID": "30"
        },
        {
          "text": "Тогда Иисус стал говорить иудеям, которые поверили в Него: «Если вы будете продолжать следовать Моему учению, то вы — воистину Мои ученики.",
          "ID": "31"
        },
        {
          "text": "Вы постигнете истину, и истина принесёт вам свободу».",
          "ID": "32"
        },
        {
          "text": "Они ответили: «Мы потомки Авраама и никогда не были ничьими рабами! Как же Ты говоришь, что мы будем свободны?»",
          "ID": "33"
        },
        {
          "text": "Иисус ответил им: «Истинно вам говорю, что каждый, кто грешит, есть раб греха.",
          "ID": "34"
        },
        {
          "text": "Раб не остаётся навечно в семье господина, сын же будет там всегда.",
          "ID": "35"
        },
        {
          "text": "И потому, если Сын освободит вас, то вы будете воистину свободны.",
          "ID": "36"
        },
        {
          "text": "Я знаю, что вы потомки Авраама, но вы пытаетесь убить Меня, потому что не принимаете Моего учения.",
          "ID": "37"
        },
        {
          "text": "Я говорю о том, что Отец Мой показал Мне, а вы поступаете так, как учил вас ваш отец».",
          "ID": "38"
        },
        {
          "text": "В ответ они сказали: «Наш отец — Авраам!» Иисус ответил им: «Если бы вы были детьми Авраама, то делали бы так, как он.",
          "ID": "39"
        },
        {
          "text": "Вы же пытаетесь теперь убить Меня, Человека, говорившего вам правду, услышанную от Бога. Авраам этого не делал.",
          "ID": "40"
        },
        {
          "text": "Вы поступаете так же, как ваш отец».",
          "ID": "41"
        },
        {
          "text": "Тогда они сказали Ему: «Мы не незаконнорожденные! У нас один Отец — Бог!»",
          "ID": "41"
        },
        {
          "text": "Иисус ответил: «Если бы Бог был вашим Отцом, то вы любили бы Меня, так как Я от Бога пришёл и вот теперь Я здесь. Я пришёл не по Своей воле, это Он послал Меня.",
          "ID": "42"
        },
        {
          "text": "Почему же вы не понимаете, что Я говорю? Только потому, что не можете принять Моего учения.",
          "ID": "43"
        },
        {
          "text": "Дьявол — ваш отец, и вы хотите исполнять его желания. Он был убийцей с самого начала и никогда не склонялся на сторону истины, так как в нём самом нет истины. Когда он лжёт, то это получается у него само собой, так как он и сам лжец и отец лжи.",
          "ID": "44"
        },
        {
          "text": "Но лишь потому, что Я говорю правду, вы не желаете верить Мне.",
          "ID": "45"
        },
        {
          "text": "Кто из вас может обвинить Меня в грехе? Если же Я говорю правду, то почему вы не верите Мне?",
          "ID": "46"
        },
        {
          "text": "Тот, кто принадлежит Богу, прислушивается к словам Божьим. Потому-то вы и не слушаете Меня, что вы не от Бога».",
          "ID": "47"
        },
        {
          "text": "В ответ Ему иудеи сказали: «Разве неправы мы, когда говорим, что Ты самаритянин и одержим бесом, который свёл Тебя с ума?»",
          "ID": "48"
        },
        {
          "text": "Иисус ответил: «Я не одержимый, но я чту Отца Моего, вы же бесчестите Меня.",
          "ID": "49"
        },
        {
          "text": "Я не ищу Славы для Себя, но есть Тот, кто ищет Славы для Меня, Он же и судит.",
          "ID": "50"
        },
        {
          "text": "Истинно вам говорю: кто следует Моему учению, никогда не умрёт».",
          "ID": "51"
        },
        {
          "text": "Иудеи сказали Ему: «Теперь мы уверены, что в Тебе бес. Авраам и пророки умерли, а Ты говоришь, что кто примет Твоё учение, никогда не умрёт.",
          "ID": "52"
        },
        {
          "text": "Разве Ты превосходишь величием отца нашего Авраама? Он умер, и пророки тоже умерли. Что Ты о Себе воображаешь?»",
          "ID": "53"
        },
        {
          "text": "Иисус ответил: «Если бы Я сам прославлял Себя, то эта Слава ничего бы не значила. Однако Меня прославляет Отец Мой, про Которого вы говорите, что Он Бог ваш.",
          "ID": "54"
        },
        {
          "text": "Но вы никогда не знали Его, а Я знаю Его. Если бы Я сказал, что не знаю Его, то был бы таким же лжецом, как и вы. Но Я знаю Его и исполняю всё, что Он говорит.",
          "ID": "55"
        },
        {
          "text": "Отец ваш Авраам рад был, что увидит тот День, когда Я приду. Он увидел этот День, и возрадовался».",
          "ID": "56"
        },
        {
          "text": "Тогда иудеи спросили Его: «Тебе нет и пятидесяти, а Ты видел Авраама?»",
          "ID": "57"
        },
        {
          "text": "Иисус ответил: «Истинно вам говорю: ещё до того, как был Авраам, Я — Сущий!»",
          "ID": "58"
        },
        {
          "text": "Услышав эти слова, они набрали камней, чтобы бросить в Него, но Иисус скрылся и ушёл со двора храма.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "По Иоанну Благовествование 8"
    },
    {
      "text": [
        {
          "text": "По дороге Иисус увидел человека, который был слеп от рождения.",
          "ID": "1"
        },
        {
          "text": "Ученики Иисуса спросили Его: «Учитель, раз он родился слепым, то кто согрешил: он сам или его родители?»",
          "ID": "2"
        },
        {
          "text": "Иисус ответил: «Не согрешил ни он, ни его родители, но родился он слепым для того, чтобы Бог проявил Свои дела в нём.",
          "ID": "3"
        },
        {
          "text": "Пока ещё день, мы должны совершать дела Пославшего Меня. Когда приходит ночь, никто не может работать.",
          "ID": "4"
        },
        {
          "text": "Пока Я в мире, Я — Свет мира».",
          "ID": "5"
        },
        {
          "text": "Сказав это, Он плюнул на землю, сделал грязь, смешав слюну с пылью, помазал ею глаза слепого,",
          "ID": "6"
        },
        {
          "text": "а затем сказал ему: «Пойди, умойся в купальне Силоам!», что означает «посланный». Тот пошёл, умылся и возвратился зрячим.",
          "ID": "7"
        },
        {
          "text": "Тогда соседи и те, кто привык видеть его просящим милостыню, сказали: «Не тот ли это человек, который, бывало, сидел там и просил милостыню?»",
          "ID": "8"
        },
        {
          "text": "Одни говорили: «Да, это он!», другие: «Нет, это не он, этот человек просто похож на него».",
          "ID": "9"
        },
        {
          "text": "Он же сказал: «Я и есть тот самый слепой».",
          "ID": "9"
        },
        {
          "text": "Тогда они спросили его: «Как ты обрёл зрение?»",
          "ID": "10"
        },
        {
          "text": "Он ответил: «Человек по имени Иисус сделал грязь, смешав Свою слюну с пылью, помазал ею мне глаза и сказал: „Пойди в купальню Силоам и умойся!” Я пошёл, умылся и прозрел».",
          "ID": "11"
        },
        {
          "text": "Люди спросили у него: «Где же этот Человек?»",
          "ID": "12"
        },
        {
          "text": "«Не знаю», — ответил он.",
          "ID": "12"
        },
        {
          "text": "Тогда они отвели того человека, который был раньше слепым, к фарисеям.",
          "ID": "13"
        },
        {
          "text": "День же, в который Иисус сделал грязь, смешав свою слюну с пылью, и вернул слепому зрение, был субботой.",
          "ID": "14"
        },
        {
          "text": "И фарисеи снова стали расспрашивать его, как он прозрел.",
          "ID": "15"
        },
        {
          "text": "Он сказал им: «Он натёр мне глаза грязью, я умылся и вот теперь вижу».",
          "ID": "15"
        },
        {
          "text": "Некоторые фарисеи стали говорить: «Этот Человек не от Бога, потому что Он не соблюдает субботу».",
          "ID": "16"
        },
        {
          "text": "Другие же говорили: «Как может грешник совершать такие знамения, как эти?» И среди них разгорелся спор.",
          "ID": "16"
        },
        {
          "text": "И они снова спросили у прозревшего: «Этот Человек дал тебе зрение. Что ты можешь сказать о Нём?»",
          "ID": "17"
        },
        {
          "text": "Человек ответил: «Он — Пророк».",
          "ID": "17"
        },
        {
          "text": "Но иудейские предводители все же не хотели верить в то, что он был слепым и прозрел. Они послали за родителями прозревшего",
          "ID": "18"
        },
        {
          "text": "и спросили их: «Ваш ли это сын, который, как вы говорите, родился слепым? Как же он теперь видит?»",
          "ID": "19"
        },
        {
          "text": "Родители его сказали в ответ: «Мы знаем, что это наш сын и что он был рождён слепым,",
          "ID": "20"
        },
        {
          "text": "но не знаем ни как он прозрел, ни кто дал ему зрение. Спросите у него самого! Он уже взрослый и сам может за себя говорить».",
          "ID": "21"
        },
        {
          "text": "Его родители сказали так, потому что боялись иудейских предводителей, так как те уже решили, что если кто-нибудь признает Иисуса Христом, тотчас будет изгнан из синагоги.",
          "ID": "22"
        },
        {
          "text": "Потому-то родители прозревшего и сказали: «Он взрослый, спросите у него!»",
          "ID": "23"
        },
        {
          "text": "Тогда иудейские предводители опять призвали к себе прозревшего и сказали ему: «Воздай хвалу Богу, сказав правду! Мы знаем, что тот Человек грешник».",
          "ID": "24"
        },
        {
          "text": "Тогда прозревший ответил: «Я не знаю, грешник Он или нет. Я только знаю одно, что я был слеп, а теперь вижу!»",
          "ID": "25"
        },
        {
          "text": "Тогда они спросили у него: «Что Он сделал с тобой? Как Он дал тебе зрение?»",
          "ID": "26"
        },
        {
          "text": "Прозревший ответил: «Я уже сказал вам, но вы не стали слушать. Почему же вы хотите ещё раз услышать об этом? Или вы тоже хотите стать Его учениками?»",
          "ID": "27"
        },
        {
          "text": "Тогда они стали поноси́́́ть его, говоря: «Ты Его ученик, а мы ученики Моисея.",
          "ID": "28"
        },
        {
          "text": "Мы знаем, что Моисею говорил Бог, а мы даже не знаем, откуда этот Человек».",
          "ID": "29"
        },
        {
          "text": "В ответ прозревший сказал им: «Странно, что вы не знаете, откуда Он, а Он дал мне зрение.",
          "ID": "30"
        },
        {
          "text": "Мы знаем, что Бог не прислушивается к грешникам, а только к тем, кто предан Ему и исполняет Его волю.",
          "ID": "31"
        },
        {
          "text": "Это не слыхано, чтобы кто-то дал зрение человеку, который родился слепым.",
          "ID": "32"
        },
        {
          "text": "Если бы этот Человек не был послан Богом, Он ничего подобного сделать не смог бы».",
          "ID": "33"
        },
        {
          "text": "В ответ они сказали ему: «Ты утопал в грехе с самого рождения! И ещё нас собираешься поучать?» И выгнали его вон.",
          "ID": "34"
        },
        {
          "text": "Иисус услышал, что они прогнали этого человека из синагоги и, отыскав его, сказал: «Веришь ли ты в Сына Человеческого?»",
          "ID": "35"
        },
        {
          "text": "Тот сказал: «А кто же это, Господин? Скажи мне, чтобы я мог поверить в Него».",
          "ID": "36"
        },
        {
          "text": "Иисус сказал ему: «Ты Его уже видел и сейчас говоришь с Ним».",
          "ID": "37"
        },
        {
          "text": "Тогда прозревший сказал: «Верую, Господи!» И поклонился Ему.",
          "ID": "38"
        },
        {
          "text": "Иисус сказал: «Совершить суд пришёл Я в этот мир, чтобы те, кто не видит, прозрели, а те, кто видит, ослепли».",
          "ID": "39"
        },
        {
          "text": "Некоторые из находившихся поблизости фарисеев, услышав это, сказали ему: «Разве и мы слепые?»",
          "ID": "40"
        },
        {
          "text": "Иисус ответил им: «Если бы вы были слепые, то не были бы повинны в грехе, но вы говорите, что видите, значит, грех ваш остаётся».",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "По Иоанну Благовествование 9"
    },
    {
      "text": [
        {
          "text": "Иисус сказал: «Истинно вам говорю: кто не зайдёт в овечий загон через ворота, а заберётся туда любым другим путём, тот вор и грабитель.",
          "ID": "1"
        },
        {
          "text": "Кто же заходит через ворота, тот пастух стада.",
          "ID": "2"
        },
        {
          "text": "Сторож открывает ему ворота, и овцы послушны его голосу. Он называет своих овец по именам и выводит их из загона.",
          "ID": "3"
        },
        {
          "text": "Выведя их всех, он шагает впереди, а они следуют за ним, так как знают его голос.",
          "ID": "4"
        },
        {
          "text": "Но они никогда не пойдут вслед за тем, кого не знают, скорее, убегут от него, так как голос его им не знаком».",
          "ID": "5"
        },
        {
          "text": "Иисус рассказал им эту притчу, но они не поняли её значения.",
          "ID": "6"
        },
        {
          "text": "И тогда Иисус снова сказал: «Истинно вам говорю, что Я и есть те ворота для овец.",
          "ID": "7"
        },
        {
          "text": "Все, кто приходил до Меня, — воры и грабители, и овцы не слушались их.",
          "ID": "8"
        },
        {
          "text": "Я — эти ворота, и каждый, кто войдёт через Меня, спасён будет. Он войдёт и выйдет, и найдёт всё, что ему нужно.",
          "ID": "9"
        },
        {
          "text": "Вор приходит только для того, чтобы красть, убивать и уничтожать. Я же пришёл, чтобы дать жизнь и дать её с избытком.",
          "ID": "10"
        },
        {
          "text": "Я — добрый пастух. Добрый пастух отдаёт свою жизнь ради спасения овец.",
          "ID": "11"
        },
        {
          "text": "А наёмный работник — не пастух, и овцы не принадлежат ему, и потому, завидев мчащегося к ним волка, он бросает их и убегает прочь. Волк нападает на овец, и они разбегаются в разные стороны.",
          "ID": "12"
        },
        {
          "text": "Наёмный работник убегает прочь, потому что его наняли, и ему всё равно, что будет с овцами.",
          "ID": "13"
        },
        {
          "text": "Я — добрый пастух. Я знаю Своих овец, и Мои овцы знают Меня",
          "ID": "14"
        },
        {
          "text": "так же, как Отец знает Меня, и Я знаю Отца. Я жизнь Свою отдаю за Моих овец.",
          "ID": "15"
        },
        {
          "text": "У Меня есть и другие овцы, которые не принадлежат к этому стаду. Я должен привести их в стадо, и они тоже будут слушаться Моего голоса, и станут единым стадом с одним пастухом.",
          "ID": "16"
        },
        {
          "text": "Потому Отец и любит Меня, что Я отдаю жизнь, чтобы вновь получить её.",
          "ID": "17"
        },
        {
          "text": "Никто не отнимает её у Меня, но Я сам отдаю её по Своей воле. Я имею власть отдать Свою жизнь и имею власть вновь получить её. Вот что повелел Мне Отец Мой».",
          "ID": "18"
        },
        {
          "text": "Из-за этих слов опять началась распря между иудеями.",
          "ID": "19"
        },
        {
          "text": "Многие из них говорили: «Он одержим бесом и не в своём уме. Что вы Его слушаете?»",
          "ID": "20"
        },
        {
          "text": "Другие говорили: «Такие слова не могут исходить от одержимого. И уж, конечно, бес не может даровать зрение слепым».",
          "ID": "21"
        },
        {
          "text": "Тем временем в Иерусалиме наступил праздник Обновления. Была зима.",
          "ID": "22"
        },
        {
          "text": "Иисус ходил по двору храма у Соломонова Портика.",
          "ID": "23"
        },
        {
          "text": "Вокруг Него собрались иудейские предводители и стали Его спрашивать: «Как долго ещё нам недоумевать, Кто Ты такой? Если Ты Христос, то скажи нам прямо».",
          "ID": "24"
        },
        {
          "text": "Иисус ответил им: «Я уже сказал вам, а вы не хотите верить. Дела, которые Я совершаю во имя Отца Моего, сами говорят за Меня.",
          "ID": "25"
        },
        {
          "text": "Вы, однако, не верите, потому что вы не принадлежите к числу Моих овец.",
          "ID": "26"
        },
        {
          "text": "Мои овцы прислушиваются к Моему голосу. Я знаю их, и они следуют за Мной.",
          "ID": "27"
        },
        {
          "text": "Я даю им вечную жизнь, и они никогда не умрут, и никто не похитит их из Моей руки.",
          "ID": "28"
        },
        {
          "text": "То, что дал мне Отец Мой, — важнее всего остального, и никто не может похитить его из руки Отца Моего.",
          "ID": "29"
        },
        {
          "text": "Я и Отец — едины».",
          "ID": "30"
        },
        {
          "text": "Снова собравшиеся иудеи стали подбирать камни, чтобы побить Его.",
          "ID": "31"
        },
        {
          "text": "Иисус же сказал им: «Я совершил для вас много добрых дел волей Отца. За какое же из них вы собираетесь побить Меня камнями?»",
          "ID": "32"
        },
        {
          "text": "Иудеи ответили Ему: «Не за доброе дело мы собираемся побить Тебя, а за то, что Ты, простой смертный, оскорбляешь Всевышнего, выдавая Себя за Бога».",
          "ID": "33"
        },
        {
          "text": "Иисус сказал: «Разве не написано в вашем Законе: „Я сказал, что вы боги”?",
          "ID": "34"
        },
        {
          "text": "Если о тех, кого достигло слово Божье, сказано, что они боги, а Писание нельзя оспаривать,",
          "ID": "35"
        },
        {
          "text": "то как вы можете говорить тому, кого Отец избрал и послал в мир: „Ты оскорбляешь Всевышнего”, только потому, что Я сказал: „Я — Сын Божий”?",
          "ID": "36"
        },
        {
          "text": "Если Я не делаю того, что делает Мой Отец, то не верьте Мне.",
          "ID": "37"
        },
        {
          "text": "Если же Я делаю, то даже если вы не верите Мне, поверьте делам Моим, и тогда вы будете знать и поймёте, что Отец — во Мне, а Я — в Отце».",
          "ID": "38"
        },
        {
          "text": "Тогда они ещё раз попытались схватить Его, но Он ускользнул из их рук.",
          "ID": "39"
        },
        {
          "text": "Иисус снова отправился на другой берег Иордана, туда, где раньше Иоанн крестил народ, и оставался там некоторое время.",
          "ID": "40"
        },
        {
          "text": "Многие приходили к Нему и говорили: «Иоанн не явил никакого знамения, но всё, что он сказал об этом Человеке — правда!»",
          "ID": "41"
        },
        {
          "text": "И многие из бывших там поверили в Иисуса.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "По Иоанну Благовествование 10"
    },
    {
      "text": [
        {
          "text": "В Вифании, где жила Мария со своей сестрой Марфой, был один человек по имени Лазарь, страдавший от тяжёлой болезни.",
          "ID": "1"
        },
        {
          "text": "Мария же была та самая женщина, которая помазала Господа миром и вытерла ноги Христа своими волосами. Болен же был Лазарь, брат её.",
          "ID": "2"
        },
        {
          "text": "Сёстры послали сказать Иисусу: «Господи, Лазарь, Твой дорогой друг болен».",
          "ID": "3"
        },
        {
          "text": "Услышав это, Иисус сказал: «Эта болезнь не приведёт к смерти. Она — во Славу Божью, чтобы Сын Божий обрёл Славу через неё».",
          "ID": "4"
        },
        {
          "text": "Иисус любил Марфу, и сестру её, и Лазаря.",
          "ID": "5"
        },
        {
          "text": "Услышав, что Лазарь болен, Он оставался там, где был, ещё два дня,",
          "ID": "6"
        },
        {
          "text": "а затем сказал Своим ученикам: «Давайте вернёмся в Иудею».",
          "ID": "7"
        },
        {
          "text": "Но ученики Ему сказали: «Учитель, местные иудеи только что пытались побить тебя камнями, и Ты хочешь возвратиться туда?»",
          "ID": "8"
        },
        {
          "text": "Иисус ответил: «Разве не двенадцать часов в дне? Если человек идёт днём, то не спотыкается, так как видит дневной свет.",
          "ID": "9"
        },
        {
          "text": "Если же он идёт ночью, то спотыкается, так как нет света, помогающего ему видеть».",
          "ID": "10"
        },
        {
          "text": "Сказав так, Он добавил: «Наш друг Лазарь уснул, но Я пойду и разбужу его».",
          "ID": "11"
        },
        {
          "text": "Ученики ответили на это: «Господи, раз он уснул, то поправится».",
          "ID": "12"
        },
        {
          "text": "Иисус говорил о смерти Лазаря, а они подумали, что Иисус говорит о том, что тот просто заснул.",
          "ID": "13"
        },
        {
          "text": "Тогда Иисус прямо сказал им: «Лазарь умер.",
          "ID": "14"
        },
        {
          "text": "И я рад за вас, что Меня там не было, так как сейчас вы сможете поверить. Но пойдёмте к нему».",
          "ID": "15"
        },
        {
          "text": "Тогда Фома, по прозванию Близнец, сказал другим ученикам Иисуса: «Пойдём и мы, чтобы умереть вместе с Иисусом».",
          "ID": "16"
        },
        {
          "text": "Когда Иисус пришёл в Вифанию, то узнал, что Лазарь уже четыре дня лежит в гробнице.",
          "ID": "17"
        },
        {
          "text": "Вифания находилась всего лишь километрах в трёх от Иерусалима,",
          "ID": "18"
        },
        {
          "text": "и многие иудеи пришли к Марфе и Марии, чтобы утешить их в печали о брате.",
          "ID": "19"
        },
        {
          "text": "Марфа, услышав, что Иисус пришёл, вышла к Нему навстречу, Мария же оставалась в доме.",
          "ID": "20"
        },
        {
          "text": "И сказала тогда Марфа Иисусу: «Господи, если бы Ты был здесь, мой брат не умер бы.",
          "ID": "21"
        },
        {
          "text": "Но и теперь я знаю, что Бог даст Тебе всё, что Ты попросишь».",
          "ID": "22"
        },
        {
          "text": "Иисус сказал ей: «Твой брат воскреснет».",
          "ID": "23"
        },
        {
          "text": "Марфа ответила: «Я знаю, что он воскреснет, когда люди воскреснут в последний день».",
          "ID": "24"
        },
        {
          "text": "Иисус сказал ей: «Я — воскресение и жизнь. Кто поверит в Меня, если даже умрёт, будет жить,",
          "ID": "25"
        },
        {
          "text": "и всякий, кто живёт и верует в Меня, никогда не умрёт. Марфа, веришь ли ты в это?»",
          "ID": "26"
        },
        {
          "text": "Она ответила: «Да, Господи! Я верую, что Ты — Христос, Сын Божий, Тот, Кто должен был прийти в мир».",
          "ID": "27"
        },
        {
          "text": "Сказав так, Марфа вернулась к своей сестре Марии и, оставшись наедине с ней, сказала: «Учитель здесь и зовёт тебя».",
          "ID": "28"
        },
        {
          "text": "Услышав это, Мария сразу же поднялась и пошла к Нему.",
          "ID": "29"
        },
        {
          "text": "Иисус в это время ещё не вошёл в селение, но находился там, где Его встретила Марфа.",
          "ID": "30"
        },
        {
          "text": "Иудеи, которые были в доме вместе с Марией и утешали её, увидев, что она поспешно поднялась и вышла, последовали за ней, думая, что она пошла к гробнице, чтобы там оплакивать брата.",
          "ID": "31"
        },
        {
          "text": "Когда Мария пришла туда, где был Иисус, и увидела Его, она пала Ему в ноги и сказала: «Господи, если бы Ты был здесь, мой брат не умер бы».",
          "ID": "32"
        },
        {
          "text": "Увидев, как она рыдает, и как рыдают иудеи, пришедшие с ней, Иисус почувствовал душевное смятение, Он взволновался",
          "ID": "33"
        },
        {
          "text": "и спросил: «Где вы его положили?» Они сказали Ему: «Господи, пойди, посмотри».",
          "ID": "34"
        },
        {
          "text": "Иисус прослезился.",
          "ID": "35"
        },
        {
          "text": "Тогда иудеи стали говорить: «Смотрите, как Он любил Лазаря».",
          "ID": "36"
        },
        {
          "text": "Другие же сказали: «Разве этот Человек, Который дал зрение слепому, не мог бы сделать так, чтобы Лазарь не умер?»",
          "ID": "37"
        },
        {
          "text": "Иисусом опять овладело душевное смятение, и Он пошёл к гробнице. Она находилась в пещере, вход в которую преграждал камень.",
          "ID": "38"
        },
        {
          "text": "Иисус сказал: «Уберите камень».",
          "ID": "39"
        },
        {
          "text": "Тогда Марфа, сестра умершего, сказала: «Господи, там теперь плохой запах, так как прошло уже четыре дня, как он умер».",
          "ID": "39"
        },
        {
          "text": "Иисус ответил ей: «Разве не сказал Я тебе, что если поверишь, то увидишь Славу Божью?»",
          "ID": "40"
        },
        {
          "text": "Тогда они убрали камень. Иисус поднял глаза к небу и сказал: «Отец, благодарю Тебя за то, что Ты услышал Меня.",
          "ID": "41"
        },
        {
          "text": "Я знаю, что Ты всегда слышишь Меня, но Я сказал это для народа, окружающего Меня, чтобы они поверили, что Ты послал Меня».",
          "ID": "42"
        },
        {
          "text": "Сказав это, Он воззвал громким голосом: «Лазарь, выходи!»",
          "ID": "43"
        },
        {
          "text": "И вышел умерший. Руки и ноги его были обвиты в погребальную ткань, а лицо его было покрыто платком.",
          "ID": "44"
        },
        {
          "text": "Иисус сказал им: «Освободите его от погребальной ткани и дайте ему уйти».",
          "ID": "44"
        },
        {
          "text": "И тогда многие из иудеев, которые пришли с Марией и увидели, что совершил Иисус, поверили в Него.",
          "ID": "45"
        },
        {
          "text": "А некоторые из них пошли к фарисеям и рассказали им о том, что сделал Иисус.",
          "ID": "46"
        },
        {
          "text": "Тогда главные священники и фарисеи собрали синедрион и сказали: «Что нам делать? Этот Человек творит множество знамений.",
          "ID": "47"
        },
        {
          "text": "Если мы позволим Ему и впредь делать это, то все поверят в Него, тогда придут римляне, разрушат наш храм и уничтожат наш народ».",
          "ID": "48"
        },
        {
          "text": "Один же из них, некто Каиафа, который в тот год был первосвященником, сказал им: «Вы ничего не знаете!",
          "ID": "49"
        },
        {
          "text": "Для вас будет лучше, если один Человек умрёт за людей, чем погибнуть целому народу. Но вы это не понимаете».",
          "ID": "50"
        },
        {
          "text": "Каиафа сказал это не от себя, но, будучи первосвященником в тот год, предсказал, что Иисус умрёт за людей,",
          "ID": "51"
        },
        {
          "text": "и не только за иудейский народ, но и за всех детей Божьих, рассеянных по всему свету, чтобы объединить их и чтобы они стали единым народом.",
          "ID": "52"
        },
        {
          "text": "И с того самого дня они стали строить планы убить Иисуса.",
          "ID": "53"
        },
        {
          "text": "Тогда Он перестал открыто ходить между иудеями и оттуда пошёл в город Ефрем, расположенный на краю пустыни, и там оставался со Своими учениками.",
          "ID": "54"
        },
        {
          "text": "Приближался иудейский праздник Пасхи, и многие люди со всех концов страны отправились в Иерусалим, чтобы пройти перед Пасхой обряд очищения.",
          "ID": "55"
        },
        {
          "text": "Они стали искать Иисуса и, находясь в храме, спрашивали друг у друга: «Как вы думаете, придёт ли Он на праздник?»",
          "ID": "56"
        },
        {
          "text": "Главные священники и фарисеи дали приказание, чтобы тот, кто знает, где находится Иисус, сообщил им об этом, чтобы они могли схватить Его.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "По Иоанну Благовествование 11"
    },
    {
      "text": [
        {
          "text": "За шесть дней до Пасхи Иисус пришёл в Вифанию, где жил Лазарь, которого Он воскресил из мёртвых.",
          "ID": "1"
        },
        {
          "text": "Там для Него приготовили ужин, и Марфа прислуживала Ему за столом. Среди тех, кто ужинал с Ним вместе, был и Лазарь.",
          "ID": "2"
        },
        {
          "text": "Мария взяла полмеры драгоценного мира, сделанного из чистого нарда, вылила Его на ноги Иисуса и вытерла их своими волосами. Тогда весь дом наполнился благоуханием мира.",
          "ID": "3"
        },
        {
          "text": "Один из учеников Иисуса, Иуда Искариот, который потом предал Его, сказал:",
          "ID": "4"
        },
        {
          "text": "«Почему это миро не продали за триста динариев и не раздали эти деньги бедным?»",
          "ID": "5"
        },
        {
          "text": "Он сказал так, не потому что беспокоился о бедных, а потому что был вор. Будучи казначеем, он часто брал деньги из общей казны.",
          "ID": "6"
        },
        {
          "text": "Тогда Иисус сказал: «Оставь её в покое! Она правильно поступила, что сберегла это миро на сегодняшний день — день, когда Я должен быть подготовлен к погребению.",
          "ID": "7"
        },
        {
          "text": "Бедные всегда будут с вами, но Я не всегда буду среди вас».",
          "ID": "8"
        },
        {
          "text": "Многие иудеи узнали, что Иисус находился в Вифании и пришли туда, чтобы повидать Его. Они хотели увидеть и Лазаря, которого Иисус воскресил из мёртвых.",
          "ID": "9"
        },
        {
          "text": "Тогда главные священники решили убить и Лазаря,",
          "ID": "10"
        },
        {
          "text": "потому что из-за него многие иудеи оставляли их и начинали верить в Иисуса.",
          "ID": "11"
        },
        {
          "text": "На следующий день многие люди, пришедшие в Иерусалим на праздник, услышав, что Иисус должен прийти туда,",
          "ID": "12"
        },
        {
          "text": "взяли пальмовые ветви и пошли Ему навстречу, восклицая:",
          "ID": "13"
        },
        {
          "text": "«„Осанна!",
          "ID": "13"
        },
        {
          "text": "Благословен Идущий во имя Господа!” Псалом 117:25-26",
          "ID": "13"
        },
        {
          "text": "Благословен Царь Израиля!»",
          "ID": "13"
        },
        {
          "text": "Иисус нашёл молодого осла и сел на него, как сказано в Писании:",
          "ID": "14"
        },
        {
          "text": "«Не бойся, народ Сиона!",
          "ID": "15"
        },
        {
          "text": "Вот едет царь Твой,",
          "ID": "15"
        },
        {
          "text": "верхом на молодом осле». Захария 9:9",
          "ID": "15"
        },
        {
          "text": "Сначала Его ученики не поняли этого, но когда Иисус был вознесён к Славе, тогда они вспомнили, что о Нём было именно так сказано в Писании и что именно они сделали для Него всё это.",
          "ID": "16"
        },
        {
          "text": "Те, кто был с Иисусом, когда Он воскресил Лазаря из мёртвых и велел ему выйти из гробницы, стали всем рассказывать о том, что произошло.",
          "ID": "17"
        },
        {
          "text": "Потому народ вышел Ему навстречу, так как слышали они, что Он сотворил это знамение.",
          "ID": "18"
        },
        {
          "text": "И тогда фарисеи сказали друг другу: «Смотрите, нам так и не удалось ничего сделать. Похоже, что весь мир следует за Ним!»",
          "ID": "19"
        },
        {
          "text": "Среди тех, кто пришёл в Иерусалим на поклонение в праздник Пасхи, были и греки.",
          "ID": "20"
        },
        {
          "text": "Они пошли к Филиппу, который был родом из Вифсаиды в Галилее, и начали упрашивать его: «Господин, мы хотели бы видеть Иисуса».",
          "ID": "21"
        },
        {
          "text": "Филипп пошёл к Андрею и сказал ему об этом, и тогда Филипп и Андрей отправились вдвоём к Иисусу и рассказали Ему об этом.",
          "ID": "22"
        },
        {
          "text": "Иисус ответил им: «Настало время для Сына Человеческого принять Славу Свою.",
          "ID": "23"
        },
        {
          "text": "Истинно вам говорю: если зерно пшеницы не упадёт на землю и не умрёт, то оно останется одно, а если умрёт, то принесёт множество зёрен.",
          "ID": "24"
        },
        {
          "text": "Кто держится за свою жизнь, потеряет её, а кто не дорожит своей жизнью в этом мире, тот сохранит её. Он обретёт жизнь вечную.",
          "ID": "25"
        },
        {
          "text": "Кто служит Мне, должен следовать за Мной, и где я нахожусь, там будет и слуга Мой; и Отец почтит того, кто служит Мне».",
          "ID": "26"
        },
        {
          "text": "«Сейчас же душа Моя исполнена печали. Что сказать Мне? Должен ли Я сказать: „Отец, спаси Меня от того, что должно произойти в этот час?” Но для того Я и пришёл, чтобы пережить этот час.",
          "ID": "27"
        },
        {
          "text": "Отец, прославь имя Своё!»",
          "ID": "28"
        },
        {
          "text": "И раздался голос с Неба: «Имя своё Я уже прославил и опять прославлю Его!»",
          "ID": "28"
        },
        {
          "text": "Люди в толпе, собравшейся там, услышали голос и стали говорить, что это был гром. Другие же сказали: «Ангел говорил Ему».",
          "ID": "29"
        },
        {
          "text": "Иисус сказал им: «Не для Меня раздался этот голос, а для вас.",
          "ID": "30"
        },
        {
          "text": "Теперь пришёл судный час для этого мира. Теперь изгнан вон будет князь этого мира.",
          "ID": "31"
        },
        {
          "text": "И когда Я буду вознесён от земли, то привлеку к Себе всех».",
          "ID": "32"
        },
        {
          "text": "Так говорил Он, чтобы показать какой смертью умрёт.",
          "ID": "33"
        },
        {
          "text": "И тогда народ сказал Ему: «Мы знаем из Закона, что Христос будет жить вечно, так как же Ты можешь говорить, что Сын Человеческий должен быть вознесён? И кто этот Сын Человеческий?»",
          "ID": "34"
        },
        {
          "text": "И сказал тогда Иисус: «Свет будет с вами ещё некоторое время. Пока есть у вас Свет, ходите, чтобы тьма не объяла вас, так как идущий в темноте не знает, куда идёт.",
          "ID": "35"
        },
        {
          "text": "Пока есть у вас Свет, храните веру в Свет, чтобы стать детьми Света». Сказав это, Иисус ушёл и скрылся от них.",
          "ID": "36"
        },
        {
          "text": "Хотя Иисус совершал все эти знамения на глазах у людей, они всё же не хотели верить.",
          "ID": "37"
        },
        {
          "text": "Так сбылось то, что предсказал пророк Исаия, сказав:",
          "ID": "38"
        },
        {
          "text": "«Господи, кто поверил нашему посланию?",
          "ID": "38"
        },
        {
          "text": "И кому явилась сила Господняя?» Исаия 53:1",
          "ID": "38"
        },
        {
          "text": "И потому не могли они веровать, что, как Исаия ещё сказал:",
          "ID": "39"
        },
        {
          "text": "«Бог ослепил их глаза и окаменил их сердца,",
          "ID": "40"
        },
        {
          "text": "чтобы они не могли видеть глазами",
          "ID": "40"
        },
        {
          "text": "и понимать сердцами,",
          "ID": "40"
        },
        {
          "text": "и не обратились бы ко Мне за исцелением». Исаия 6:10",
          "ID": "40"
        },
        {
          "text": "Исаия сказал это, потому что видел Славу Иисуса и говорил о Нём.",
          "ID": "41"
        },
        {
          "text": "Но многие поверили в Иисуса. Даже среди иудейских предводителей было немало поверивших, но, боясь фарисеев, они не признавались открыто в своей вере, чтобы их не изгнали из синагоги,",
          "ID": "42"
        },
        {
          "text": "потому что эти люди предпочитали людскую хвалу хвале Божьей.",
          "ID": "43"
        },
        {
          "text": "И тогда Иисус громко сказал: «Тот, кто верует в Меня, верует не в Меня, а в Пославшего Меня.",
          "ID": "44"
        },
        {
          "text": "Тот, кто видит Меня, видит Пославшего Меня.",
          "ID": "45"
        },
        {
          "text": "Я, подобно Свету, пришёл в мир, чтобы каждый, кто поверит в Меня, не оставался во тьме.",
          "ID": "46"
        },
        {
          "text": "Если кто услышит слова Мои, но не повинуется им, тогда Я не осужу его, так как Я пришёл в мир не для того, чтобы судить, а чтобы спасти его.",
          "ID": "47"
        },
        {
          "text": "Для отвергающего Меня и не принимающего слова Мои есть судья: учение, которое Я проповедовал, будет судить его в последний День.",
          "ID": "48"
        },
        {
          "text": "Потому что Я говорил не от Себя, но Отец, Пославший Меня, заповедал Мне, как и что Я должен говорить.",
          "ID": "49"
        },
        {
          "text": "И Я знаю, что Его заповедь приводит к жизни вечной. Поэтому Я говорю то, что Отец велел Мне говорить».",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "По Иоанну Благовествование 12"
    },
    {
      "text": [
        {
          "text": "Приближалось время праздника Пасхи. Иисус знал, что наступило время для Него перейти из мира этого к Отцу. И, любя людей Своих в мире, Он показал, сколь беспредельна Его любовь к ним.",
          "ID": "1"
        },
        {
          "text": "Все сидели за ужином. Дьявол уже внушил Иуде, сыну Симона Искариота, мысль предать Иисуса.",
          "ID": "2"
        },
        {
          "text": "Но Иисус знал, что Отец отдал всё в Его руки и что Он пришёл от Бога и возвратится к Нему.",
          "ID": "3"
        },
        {
          "text": "И потому, Он поднялся из-за стола, снял с Себя верхнюю одежду, взял полотенце и подпоясался им.",
          "ID": "4"
        },
        {
          "text": "Потом Он налил в таз воды и начал омывать ноги Своим ученикам и вытирать их полотенцем, которым был подпоясан.",
          "ID": "5"
        },
        {
          "text": "Так Он дошёл до Симона Петра. Пётр сказал Ему: «Тебе ли, Господи, омывать мне ноги?»",
          "ID": "6"
        },
        {
          "text": "Иисус ответил ему: «Сейчас ты не понимаешь, что Я делаю, но позже поймёшь».",
          "ID": "7"
        },
        {
          "text": "Пётр сказал: «Никогда Ты не будешь омывать мне ноги!»",
          "ID": "8"
        },
        {
          "text": "Иисус ответил ему: «Если Я не омою их, ты не будешь одним из тех, кто принадлежит Мне».",
          "ID": "8"
        },
        {
          "text": "Симон Пётр сказал Ему: «Господи, омой не только мои ноги, но и руки мои, и голову!»",
          "ID": "9"
        },
        {
          "text": "Иисус ответил Ему: «Тому, кто уже омылся, нужно омыть только ноги, так как тело его чисто. Но не все среди вас чисты».",
          "ID": "10"
        },
        {
          "text": "Он знал, кто должен будет предать Его, потому и сказал: «Не все среди вас чисты».",
          "ID": "11"
        },
        {
          "text": "После того как Иисус омыл им ноги, Он снова надел верхнюю одежду, вернулся на Своё место за столом и сказал им: «Понимаете ли вы, что Я сделал для вас?",
          "ID": "12"
        },
        {
          "text": "Вы называете Меня „Учитель” и „Господь”, и вы правы, потому что так оно и есть.",
          "ID": "13"
        },
        {
          "text": "Так если Я, ваш Учитель и Господь, омыл вам ноги, то и вы должны омывать ноги друг другу.",
          "ID": "14"
        },
        {
          "text": "Я дал вам пример, чтобы и вы делали то же, что Я сделал для вас.",
          "ID": "15"
        },
        {
          "text": "Истинно вам говорю, что слуга не превосходит в величии своего хозяина, и тот, кого послали исполнить поручение, не превосходит в величии того, кто послал его.",
          "ID": "16"
        },
        {
          "text": "Если будете знать это и выполнять его, вы будете благословенны.",
          "ID": "17"
        },
        {
          "text": "Я не говорю обо всех вас. Я знаю тех, кого избрал, но то, что сказано в Писании, должно исполниться: „Тот, кто ел хлеб вместе со Мной, обратился против Меня”.",
          "ID": "18"
        },
        {
          "text": "Я говорю вам об этом сейчас, прежде чем это совершилось, чтобы, когда совершится, вы поверили, что Я — Сущий.",
          "ID": "19"
        },
        {
          "text": "Истинно вам говорю: кто принимает посланного Мною, принимает Меня, а кто принимает Меня, принимает Пославшего Меня».",
          "ID": "20"
        },
        {
          "text": "Сказав это, Иисус взволновался и сказал при всех: «Истину говорю вам, что один из вас предаст Меня».",
          "ID": "21"
        },
        {
          "text": "Его ученики стали переглядываться, не понимая, о ком Он говорит.",
          "ID": "22"
        },
        {
          "text": "Один из учеников, которого Иисус любил, сидел за столом рядом с Иисусом.",
          "ID": "23"
        },
        {
          "text": "Симон Пётр сделал ему знак, чтобы тот спросил, о ком же это Иисус говорит.",
          "ID": "24"
        },
        {
          "text": "Тот, склонившись к самой груди Иисуса, спросил Его: «Господи, кто же это?»",
          "ID": "25"
        },
        {
          "text": "Иисус ответил: «Тот, для кого Я обмакну кусок хлеба в тарелку с едой и передам ему». И, обмакнув кусок хлеба в тарелку, передал его Иуде, сыну Симона Искариота.",
          "ID": "26"
        },
        {
          "text": "Как только Иуда взял этот кусок хлеба, сатана тотчас вошёл в него. И сказал Иисус: «Сделай скорее то, что собираешься сделать!»",
          "ID": "27"
        },
        {
          "text": "Но никто из тех, кто сидел рядом с Иисусом, не понял, к чему Он сказал ему это.",
          "ID": "28"
        },
        {
          "text": "А так как Иуда был их казначеем, некоторые подумали, что Иисус говорит ему: «Купи всё, что нам нужно для праздника», — или велит раздать милостыню бедным.",
          "ID": "29"
        },
        {
          "text": "Иуда же взял кусок хлеба и тут же вышел. Была ночь.",
          "ID": "30"
        },
        {
          "text": "Когда Иуда ушёл, Иисус сказал: «Теперь Сын Человеческий обрёл Славу, и Бог прославлен через Него.",
          "ID": "31"
        },
        {
          "text": "Если Бог прославлен через Него, то и сам Сын Человеческий будет прославлен Богом, и Бог прославит Его вскоре.",
          "ID": "32"
        },
        {
          "text": "Дети мои, недолго Мне осталось быть с вами. Вы будете искать Меня, но, как сказал Я иудеям, так и вам говорю теперь: „Вы не сможете пойти туда, куда иду Я”.",
          "ID": "33"
        },
        {
          "text": "Я даю вам новую заповедь: любите друг друга! Вы должны любить друг друга так, как Я любил вас.",
          "ID": "34"
        },
        {
          "text": "И если у вас будет любовь друг к другу, то все будут знать, что вы — Мои ученики».",
          "ID": "35"
        },
        {
          "text": "Симон Пётр сказал Ему: «Господи, куда Ты идёшь?»",
          "ID": "36"
        },
        {
          "text": "Иисус ответил: «Ты не можешь пойти за Мной сейчас, но потом пойдёшь за Мной».",
          "ID": "36"
        },
        {
          "text": "Пётр спросил: «Господи, почему я не могу последовать за Тобой сейчас? Я отдал бы за Тебя жизнь».",
          "ID": "37"
        },
        {
          "text": "И ответил Иисус: «Жизнь за меня отдашь? Истинно тебе говорю, что не успеет ещё петух пропеть, как ты трижды отречёшься от Меня».",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "По Иоанну Благовествование 13"
    },
    {
      "text": [
        {
          "text": "Иисус сказал: «Пусть не тревожатся сердца ваши. Веруйте в Бога и в Меня веруйте.",
          "ID": "1"
        },
        {
          "text": "Много комнат в доме Отца Моего. Если бы это было не так, то Я сказал бы вам. Я иду туда, чтобы подготовить для вас место.",
          "ID": "2"
        },
        {
          "text": "И когда пойду и приготовлю для вас место, приду опять и заберу вас с Собою, чтобы вы были там, где Я.",
          "ID": "3"
        },
        {
          "text": "Вы знаете путь, ведущий туда, куда Я иду».",
          "ID": "4"
        },
        {
          "text": "Фома сказал Ему: «Господи, мы не знаем, куда Ты идёшь. Откуда же нам знать путь?»",
          "ID": "5"
        },
        {
          "text": "Иисус сказал: «Я — путь, истина и жизнь. Никто не придёт к Отцу, кроме как через Меня.",
          "ID": "6"
        },
        {
          "text": "Если бы вы знали Меня, то знали бы и Отца Моего. И с этого дня вы знаете Его и видели Его».",
          "ID": "7"
        },
        {
          "text": "Филипп сказал: «Господи, покажи нам Отца, и нам этого хватит».",
          "ID": "8"
        },
        {
          "text": "Иисус ответил: «Я пробыл среди вас так долго, а ты все ещё не знаешь Меня, Филипп? Кто видел Меня, видел и Отца. Как можешь ты говорить: „Покажи нам Отца”?",
          "ID": "9"
        },
        {
          "text": "Ты ведь веришь, что Я в Отце, а Отец — во Мне? Слова, которые Я говорю вам, не от меня: Отец, пребывающий во Мне, совершает Свои дела.",
          "ID": "10"
        },
        {
          "text": "Верьте Мне, когда говорю, что Отец во Мне, а Я в — Отце. А если в это не верите, то верьте по делам Моим.",
          "ID": "11"
        },
        {
          "text": "Истинно вам говорю: кто верует в Меня, сможет исполнить то же, что и Я, и даже больше того, что исполнено Мной, так как Я иду к Отцу.",
          "ID": "12"
        },
        {
          "text": "И Я исполню для вас всё, что ни попросите у Меня, и прославится Отец в Сыне.",
          "ID": "13"
        },
        {
          "text": "И если чего попросите Меня во имя Моё, Я исполню».",
          "ID": "14"
        },
        {
          "text": "«Если вы любите Меня, то исполните Мои заповеди.",
          "ID": "15"
        },
        {
          "text": "Я же попрошу Отца, и Он пошлёт вам другого Помощника, который останется с вами навечно, —",
          "ID": "16"
        },
        {
          "text": "Духа истины. Мир не может принять Его, так как не видит и не знает Его. Вы же знаете Его, потому что Он живёт с вами и будет в вас.",
          "ID": "17"
        },
        {
          "text": "Я не оставлю вас сиротами, а вернусь к вам.",
          "ID": "18"
        },
        {
          "text": "Ещё немного, и мир уже не будет видеть Меня, вы же будете видеть, так как Я живу, и вы будете жить.",
          "ID": "19"
        },
        {
          "text": "В тот День узнаете вы, что Я в Отце, вы во Мне, и Я в вас.",
          "ID": "20"
        },
        {
          "text": "Тот, кто знает Мои заповеди и исполняет их, любит Меня. Тот, кто любит Меня, того и Отец Мой возлюбит, и Я возлюблю его и явлюсь ему Сам».",
          "ID": "21"
        },
        {
          "text": "Иуда (не Искариот) сказал Ему: «Господи, почему Ты явишься нам, а не миру?»",
          "ID": "22"
        },
        {
          "text": "Иисус сказал в ответ: «Если кто любит Меня, то станет исполнять Моё учение, и Отец Мой возлюбит того, и тогда Мы придём к Нему и станем пребывать с Ним.",
          "ID": "23"
        },
        {
          "text": "Кто не любит Меня, не исполняет Моё учение; учение же, которое вы слышите, исходит не от Меня, а от Отца, пославшего Меня.",
          "ID": "24"
        },
        {
          "text": "Я говорил это вам, пока был среди вас.",
          "ID": "25"
        },
        {
          "text": "Утешитель же, Дух Святой, которого Отец пошлёт вам во имя Моё, научит вас всему и напомнит вам обо всём, что Я говорил вам.",
          "ID": "26"
        },
        {
          "text": "Мир Я вам оставляю. Мой мир Я даю вам, но не так, как мир даёт, даю Я вам. Да не смутятся сердца ваши и да не устрашатся.",
          "ID": "27"
        },
        {
          "text": "Вы слышали, как Я сказал, что ухожу, но приду к вам снова. Если бы вы Меня любили, то сейчас радовались бы тому, что Я ухожу к Отцу, Который превосходит Меня в величии.",
          "ID": "28"
        },
        {
          "text": "Потому Я и говорю вам об этом заранее, чтобы, когда это случится, вы поверили.",
          "ID": "29"
        },
        {
          "text": "Недолго Мне ещё осталось говорить с вами, потому что князь этого мира уже близок. Нет у него власти надо Мной,",
          "ID": "30"
        },
        {
          "text": "но всё это происходит ради того, чтобы мир узнал, что Я люблю Отца и поступаю, как Он мне повелел.",
          "ID": "31"
        },
        {
          "text": "Встаньте, и пойдём отсюда».",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "По Иоанну Благовествование 14"
    },
    {
      "text": [
        {
          "text": "«Я — истинная виноградная лоза, а Отец Мой — виноградарь.",
          "ID": "1"
        },
        {
          "text": "Он срезает те Мои ветви, которые не плодоносят, очищает и подрезает те, которые плодоносят, чтобы они приносили ещё больше плодов.",
          "ID": "2"
        },
        {
          "text": "Вы уже очистились тем учением, что Я принёс вам.",
          "ID": "3"
        },
        {
          "text": "Останьтесь во Мне, а Я останусь в вас. Подобно тому, как ветвь не может плодоносить сама по себе, если её отделить от виноградной лозы, так и вы не сможете плодоносить отдельно от Меня.",
          "ID": "4"
        },
        {
          "text": "Я — виноградная лоза, а вы — ветви. Тот, кто останется во Мне, и в ком останусь Я, будет обильно плодоносить, но без Меня вы ничего не сможете сделать.",
          "ID": "5"
        },
        {
          "text": "Тот же, кто не останется во Мне, уподобится ветви, которая отброшена и засыхает. Такие ветви подбирают, бросают в огонь и сжигают.",
          "ID": "6"
        },
        {
          "text": "Если вы останетесь во Мне и Мои учения останутся в вас, то просите, что пожелаете, и дано будет вам.",
          "ID": "7"
        },
        {
          "text": "Я хочу, чтобы вы плодоносили обильно и показали, что являетесь Моими учениками. Это прославит Отца Моего.",
          "ID": "8"
        },
        {
          "text": "Как Отец возлюбил Меня, так и Я возлюбил вас, поэтому оставайтесь же в Моей любви.",
          "ID": "9"
        },
        {
          "text": "Если будете следовать Моим заповедям, то останетесь в любви Моей, как Я следовал заповедям Отца Моего и остаюсь в Его любви.",
          "ID": "10"
        },
        {
          "text": "Я сказал вам это, чтобы радость Моя была с вами и чтобы ваша радость была полной.",
          "ID": "11"
        },
        {
          "text": "Вот что заповедую Я вам: любите друг друга, как Я возлюбил вас.",
          "ID": "12"
        },
        {
          "text": "Нет больше той любви, как если кто отдаст жизнь свою за друзей.",
          "ID": "13"
        },
        {
          "text": "Вы Мои друзья, если исполняете то, что Я заповедую вам.",
          "ID": "14"
        },
        {
          "text": "Я больше не называю вас слугами, потому что слуге неведомо, что делает его хозяин. Но Я называю вас друзьями, потому что Я рассказал вам обо всём, что узнал от Отца Моего.",
          "ID": "15"
        },
        {
          "text": "Не вы избрали Меня, а Я избрал вас и определил, чтоб вы шли и приносили плоды вечные. Я хочу, чтобы плод ваш был долговечен: тогда Отец даст вам всё, что попросите во имя Моё.",
          "ID": "16"
        },
        {
          "text": "Вот что Я заповедую вам: любите друг друга!»",
          "ID": "17"
        },
        {
          "text": "«Если мир возненавидит вас, помните, что он возненавидел Меня прежде вас.",
          "ID": "18"
        },
        {
          "text": "Если бы вы были от мира, то он любил бы вас, как тех, кто принадлежит ему. Но вы не от мира, так как Я избрал вас и отделил от мира, и потому мир ненавидит вас.",
          "ID": "19"
        },
        {
          "text": "Помните, что Я сказал вам, что раб не превосходит в величии своего хозяина. Раз Меня подвергали гонениям, то будут подвергать и вас. Если они подчинялись Моему учению, то будут подчиняться и вашему.",
          "ID": "20"
        },
        {
          "text": "Однако люди будут поступать с вами так ради Меня, так как они не знают Пославшего Меня.",
          "ID": "21"
        },
        {
          "text": "Если бы Я не пришёл и если бы Я не говорил им, то они бы не были повинны в грехе: теперь же нет оправдания их греху.",
          "ID": "22"
        },
        {
          "text": "Кто ненавидит Меня, ненавидит и Отца Моего.",
          "ID": "23"
        },
        {
          "text": "Если бы Я не совершил среди них дел, которые никто до Меня не совершал, то они не были бы повинны в грехе. Но теперь они видели, и всё же ненавидят и Меня, и Отца Моего.",
          "ID": "24"
        },
        {
          "text": "Но всё это произошло лишь для того, чтобы исполнилось записанное в их Законе: „Они возненавидели Меня без причины”.",
          "ID": "25"
        },
        {
          "text": "Я пришлю вам от Отца Помощника, Духа истины, который исходит от Отца, и он будет свидетельствовать обо Мне.",
          "ID": "26"
        },
        {
          "text": "И вы тоже будете свидетельствовать, потому что вы были со Мной с самого начала».",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "По Иоанну Благовествование 15"
    },
    {
      "text": [
        {
          "text": "«Я рассказал вам обо всём этом, чтобы ваша вера была непоколебима.",
          "ID": "1"
        },
        {
          "text": "Из синагог вас изгонят; больше того, наступает время, когда всякий, кто убьёт кого-либо из вас, будет считать, что тем самым он служит Богу.",
          "ID": "2"
        },
        {
          "text": "Так будут поступать они, потому что не знают ни Отца, ни Меня.",
          "ID": "3"
        },
        {
          "text": "Но Я сказал вам это, чтобы, когда придёт то время, вы вспомнили, что Я говорил вам об этом».",
          "ID": "4"
        },
        {
          "text": "«Я не говорил вам этого с самого начала, потому что был с вами.",
          "ID": "4"
        },
        {
          "text": "А теперь Я ухожу к Пославшему Меня, но никто из вас не спрашивает Меня: „Куда Ты идёшь?”",
          "ID": "5"
        },
        {
          "text": "Сердца ваши полны печали, потому что Я рассказал вам это.",
          "ID": "6"
        },
        {
          "text": "Но правду вам говорю, что для вас будет лучше, если Я пойду, потому что если Я не уйду, то Утешитель не придёт к вам, если же Я уйду, то пошлю его к вам.",
          "ID": "7"
        },
        {
          "text": "И когда он придёт, то докажет людям мира, что они имеют ошибочное представление о грехе, о праведности и о суде.",
          "ID": "8"
        },
        {
          "text": "Он докажет, что люди виновны в грехе, потому что они не веруют в Меня;",
          "ID": "9"
        },
        {
          "text": "что заблуждаются они в своём познании праведности. Утешитель совершит всё это, потому что Я иду к Отцу, и вы больше не увидите Меня.",
          "ID": "10"
        },
        {
          "text": "Он докажет, насколько неправеден их суд, так как князь этого мира уже осуждён.",
          "ID": "11"
        },
        {
          "text": "Многое ещё Я мог бы сказать вам, но сейчас вы не сможете понять.",
          "ID": "12"
        },
        {
          "text": "Когда же придёт он, Дух истины, он будет вести вас к истине во всей её полноте, потому что не от себя он будет говорить, а только о том, что услышит, и возвестит вам о том, что случится в будущем.",
          "ID": "13"
        },
        {
          "text": "Он прославит Меня, так как возьмёт у Меня то, что Я дам ему, и возвестит это вам.",
          "ID": "14"
        },
        {
          "text": "Всё, что принадлежит Отцу, принадлежит и Мне. Потому и сказал Я, что Дух возвестит вам обо всём, что получит от Меня».",
          "ID": "15"
        },
        {
          "text": "«Вскоре вы не увидите Меня, но затем вы снова увидите Меня».",
          "ID": "16"
        },
        {
          "text": "Некоторые из Его учеников стали спрашивать друг у друга: «Что означают Его слова: „Вскоре вы не увидите Меня, но затем вы снова увидите Меня” и „Так как Я иду к Отцу”?»",
          "ID": "17"
        },
        {
          "text": "И ещё говорили они: «Что это означает „вскоре”? Мы не понимаем, о чём Он говорит».",
          "ID": "18"
        },
        {
          "text": "Иисус знал, что они хотят спросить Его об этом, и сказал им: «Вы спрашиваете друг друга, что означают Мои слова: „Вскоре вы не увидите Меня, но затем вы снова увидите Меня”?",
          "ID": "19"
        },
        {
          "text": "Истинно вам говорю: вы будете плакать и стенать, а мир возрадуется. Вы будете печалиться, но ваша печаль обратится в радость.",
          "ID": "20"
        },
        {
          "text": "Когда женщина рожает, то мучается от боли, потому что настало её время, но когда родит дитя, то забывает о боли, так как она счастлива, что ребёнок родился на свет.",
          "ID": "21"
        },
        {
          "text": "Так и вы опечалены сейчас, но Я увижу вас снова, и ваши сердца будут полны радости, и никто не сможет отнять у вас эту радость.",
          "ID": "22"
        },
        {
          "text": "В тот день вы не станете спрашивать Меня ни о чём. Истинно вам говорю: всё, что попросите вы у Отца во имя Моё, Он даст вам.",
          "ID": "23"
        },
        {
          "text": "До сих пор вы ни о чём не просили во имя Моё. Просите же, и вам будет дано, чтобы ваша радость стала полной».",
          "ID": "24"
        },
        {
          "text": "«Всё это Я вам объяснил иносказательно. Приближается время, когда Я больше не буду говорить вам иносказательно, а стану говорить вам понятно об Отце.",
          "ID": "25"
        },
        {
          "text": "В тот день вы будете просить во имя Моё, и говорю вам, что Мне не придётся просить за вас Отца,",
          "ID": "26"
        },
        {
          "text": "ведь Отец сам любит вас, потому что вы возлюбили Меня и поверили, что Я пришёл от Бога.",
          "ID": "27"
        },
        {
          "text": "Я пришёл в мир от Отца, теперь Я покидаю мир опять и возвращаюсь обратно к Отцу».",
          "ID": "28"
        },
        {
          "text": "Ученики сказали ему: «Вот, сейчас Ты говоришь понятно, а не иносказательно.",
          "ID": "29"
        },
        {
          "text": "Теперь мы знаем, что Тебе всё известно, и Тебе известны вопросы прежде, чем их зададут. И потому мы верим, что Ты пришёл от Бога».",
          "ID": "30"
        },
        {
          "text": "Иисус спросил: «Теперь вы верите?",
          "ID": "31"
        },
        {
          "text": "Послушайте, приближается время, и оно уже настало, когда вы все вы покинете Меня, и каждый вернётся к себе домой. Но Я не одинок, потому что Отец со Мной.",
          "ID": "32"
        },
        {
          "text": "Я вам всё это сказал, чтобы вы мир имели во Мне. Вы будете страдать в мире, но мужайтесь! Я победил мир».",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "По Иоанну Благовествование 16"
    },
    {
      "text": [
        {
          "text": "Сказав это, Иисус обратил взор к небу и сказал: «Отец, пришло время! Прославь Сына Своего, чтобы Твой Сын прославил Тебя,",
          "ID": "1"
        },
        {
          "text": "как Ты дал Ему власть над всеми людьми, так и Он даст вечную жизнь всем тем, кого дал Ему Ты.",
          "ID": "2"
        },
        {
          "text": "Это и есть вечная жизнь — знать Тебя, единственного истинного Бога, и Иисуса Христа, посланного Тобою.",
          "ID": "3"
        },
        {
          "text": "Я завершил порученное Мне Тобой дело. Я принёс Тебе Славу на земле.",
          "ID": "4"
        },
        {
          "text": "И теперь, Отец, прославь Меня перед ликом Твоим той Славой, которую имел Я с Тобой ещё до существования мира.",
          "ID": "5"
        },
        {
          "text": "Я открыл Тебя тем людям, которых Ты дал Мне от мира. Они принадлежали Тебе, но Ты дал их Мне, и они соблюдали Слово Твоё.",
          "ID": "6"
        },
        {
          "text": "Теперь же они знают, что всё, данное Тобою Мне, исходит от Тебя.",
          "ID": "7"
        },
        {
          "text": "Я передал им учения, которые Ты дал Мне, и они приняли их. Они действительно поняли, что Я пришёл от Тебя, и поверили, что Ты послал Меня.",
          "ID": "8"
        },
        {
          "text": "Я молю Тебя за них. Не за мир молю Я, но лишь за тех, кого Ты дал Мне, так как они Твои.",
          "ID": "9"
        },
        {
          "text": "Всё Моё — Твоё, и всё Твоё — Моё; через них Я прославился.",
          "ID": "10"
        },
        {
          "text": "Я не останусь в мире — Я иду к Тебе, но они останутся в мире. Святой Отец, охрани же их во имя Твоё, которое Ты дал Мне, чтобы были они едины, как едины Мы с Тобой.",
          "ID": "11"
        },
        {
          "text": "Когда Я был с ними, Я охранял их властью имени Твоего, которое Ты дал Мне. Я защищал их, и никто из них не погиб, кроме того, о ком Я заранее знал, что ему суждено погибнуть. Всё это произошло во исполнение сказанного в Писании.",
          "ID": "12"
        },
        {
          "text": "Теперь же Я иду к Тебе. Но Я говорю всё это пока Я ещё в мире, чтобы они имели в себе Мою радость в полной мере.",
          "ID": "13"
        },
        {
          "text": "Я передал им учение Твоё, но мир возненавидел их, так как они не принадлежат миру, как и Я не принадлежу ему.",
          "ID": "14"
        },
        {
          "text": "Я не прошу, чтобы Ты взял их из мира, прошу лишь, чтобы Ты охранил их от лукавого.",
          "ID": "15"
        },
        {
          "text": "Они не от мира, как и Я не от мира.",
          "ID": "16"
        },
        {
          "text": "Подготовь их к служению Себе через истину. Учение Твоё есть истина.",
          "ID": "17"
        },
        {
          "text": "Как Ты послал Меня в мир, так и Я послал их в мир.",
          "ID": "18"
        },
        {
          "text": "Я готовлюсь к служению Тебе ради них, чтобы и они в самом деле могли подготовиться к служению Тебе.",
          "ID": "19"
        },
        {
          "text": "Я молю Тебя не только за них, но и за тех, кто поверит в Меня, благодаря их учению,",
          "ID": "20"
        },
        {
          "text": "чтобы все были единым целым, так как Ты, Отец, во Мне, и Я в Тебе. Пусть и они будут в Нас, чтобы мир поверил, что Ты послал Меня.",
          "ID": "21"
        },
        {
          "text": "Я дал им Славу, которую Ты дал Мне, чтобы они стали едины, как Ты и Я.",
          "ID": "22"
        },
        {
          "text": "Я в них, а Ты во Мне. Пусть и они будут в полном единстве, чтобы мир узнал, что Ты послал Меня, и возлюбил их так же, как Меня.",
          "ID": "23"
        },
        {
          "text": "Отец, Я хотел бы, чтобы те, кого Ты дал Мне, были со Мной там, где Я буду, чтобы увидели они Славу Мою, данную Тобой, потому что Ты любил Меня ещё до сотворения мира.",
          "ID": "24"
        },
        {
          "text": "Праведный Отец! Мир не знает Тебя, Я же знаю Тебя, как и те знают, что Ты послал Меня.",
          "ID": "25"
        },
        {
          "text": "Я открыл им Тебя и впредь буду открывать, чтобы та любовь, которой Ты возлюбил Меня, была бы в них и чтобы и Я был в них».",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "По Иоанну Благовествование 17"
    },
    {
      "text": [
        {
          "text": "Закончив молиться, Иисус отправился со Своими учениками на другую сторону долины Кедрон, где был сад, в который вошёл Он и Его ученики.",
          "ID": "1"
        },
        {
          "text": "Иуда, предатель Иисуса, тоже знал это место, так как Иисус часто собирался там со Своими учениками.",
          "ID": "2"
        },
        {
          "text": "И тогда Иуда пришёл туда, ведя за собой отряд римских солдат и стражников храма, посланных главными священниками и фарисеями. У них были с собой фонари, факелы и оружие.",
          "ID": "3"
        },
        {
          "text": "Иисус заранее знал обо всём, что должно было с Ним случиться. Выступив вперёд, Он спросил: «Кого вы ищете?»",
          "ID": "4"
        },
        {
          "text": "Они ответили: «Иисуса из Назарета».",
          "ID": "5"
        },
        {
          "text": "Он сказал: «Это Я». Иуда же, предатель, стоял среди пришедших.",
          "ID": "5"
        },
        {
          "text": "Когда Иисус сказал им: «Это Я», они все отступили назад и упали на землю.",
          "ID": "6"
        },
        {
          "text": "Тогда он ещё раз спросил их: «Кого вы ищете?»",
          "ID": "7"
        },
        {
          "text": "И они сказали: «Иисуса из Назарета».",
          "ID": "7"
        },
        {
          "text": "Иисус сказал: «Я сказал вам, что это Я. И раз вы ищете Меня, то отпустите этих людей».",
          "ID": "8"
        },
        {
          "text": "Он произнёс эти слова, чтобы исполнилось сказанное Им ранее: «Я не потерял никого из тех, кого Ты дал Мне».",
          "ID": "9"
        },
        {
          "text": "Тогда Симон Пётр, у которого был меч, выхватил его, ударил им слугу первосвященника и отсёк ему правое ухо. Имя же слуги было Малх.",
          "ID": "10"
        },
        {
          "text": "Тогда Иисус сказал Петру: «Спрячь меч в ножны. Разве не должен Я испить чашу, назначенную Мне Отцом?»",
          "ID": "11"
        },
        {
          "text": "Отряд римских солдат вместе с военным трибуном и иудейскими стражниками взяли Иисуса под стражу. Они связали Его",
          "ID": "12"
        },
        {
          "text": "и сначала отвели к Анне, тестю Каиафы, который в тот год был первосвященником.",
          "ID": "13"
        },
        {
          "text": "Каиафа и был тот самый, кто посоветовал иудеям, что лучше одному Человеку умереть за народ.",
          "ID": "14"
        },
        {
          "text": "Симон Пётр и другой ученик следовали за Иисусом. Этот же ученик был знаком первосвященнику и потому вошёл вместе с Иисусом к первосвященнику во двор.",
          "ID": "15"
        },
        {
          "text": "Пётр же остался снаружи у ворот. Потом ученик, знакомый первосвященнику, вышел, поговорил с привратницей и провёл Петра во внутренний двор.",
          "ID": "16"
        },
        {
          "text": "Тогда привратница спросила у Петра: «Ты, наверное, тоже один из учеников этого Человека?»",
          "ID": "17"
        },
        {
          "text": "Пётр ответил: «Нет, нет!»",
          "ID": "17"
        },
        {
          "text": "Было холодно, и потому слуги и стражники храма развели костёр и стояли, греясь у огня. Пётр тоже стоял с ними и грелся.",
          "ID": "18"
        },
        {
          "text": "Первосвященник тем временем расспрашивал Иисуса о Его учениках и учении.",
          "ID": "19"
        },
        {
          "text": "Иисус ответил: «Я всегда открыто говорил со всеми и всегда учил в синагогах и в храме, где собираются все иудеи, и никогда ничего не говорил тайно.",
          "ID": "20"
        },
        {
          "text": "Почему же ты спрашиваешь у Меня? Спроси у тех, кто слушал Меня. Они знают, что Я говорил».",
          "ID": "21"
        },
        {
          "text": "Когда Иисус сказал это, один из стражников храма, стоявший поблизости, ударил Его по лицу и сказал: «Как Ты смеешь так отвечать первосвященнику!»",
          "ID": "22"
        },
        {
          "text": "Иисус ответил: «Если Я сказал что-то не так, то скажи всем, что не так, а если Я сказал правильно, то за что же ты бьёшь Меня?»",
          "ID": "23"
        },
        {
          "text": "Анна тогда отослал Его, связанного, к Каиафе, первосвященнику.",
          "ID": "24"
        },
        {
          "text": "Симон Пётр всё это время грелся у костра. Его спросили: «Может быть, ты тоже один из Его учеников?»",
          "ID": "25"
        },
        {
          "text": "Но Он стал отрицать это, сказав: «Нет, нет!»",
          "ID": "25"
        },
        {
          "text": "Один из слуг первосвященника, родственник того, кому Пётр отсёк ухо, сказал: «Разве не тебя я видел вместе с Ним в саду?»",
          "ID": "26"
        },
        {
          "text": "И Пётр снова стал это отрицать, и тотчас пропел петух.",
          "ID": "27"
        },
        {
          "text": "После этого стражники вывели Иисуса из дома Каиафы и отвели во дворец римского наместника. Было раннее утро. Иудеи не хотели войти во дворец, чтобы не оскверниться, так как собирались есть пасхальную еду.",
          "ID": "28"
        },
        {
          "text": "Поэтому Пилат сам вышел к ним и сказал: «В чём вы обвиняете этого Человека?»",
          "ID": "29"
        },
        {
          "text": "Они ответили ему: «Если бы этот Человек не был преступником, мы бы не привели Его к тебе!»",
          "ID": "30"
        },
        {
          "text": "Пилат сказал: «Сами заберите Его и судите по своему Закону!»",
          "ID": "31"
        },
        {
          "text": "Иудейские предводители ответили: «Нам не позволено никого предавать смерти».",
          "ID": "31"
        },
        {
          "text": "Так случилось во исполнение того, что предсказал Иисус, говоря какой смертью Ему придётся умереть.",
          "ID": "32"
        },
        {
          "text": "Тогда Пилат возвратился во дворец, призвал Иисуса и спросил Его: «Ты — Царь Иудейский?»",
          "ID": "33"
        },
        {
          "text": "Иисус ответил: «Ты это от себя говоришь, или тебе сказали другие обо Мне?»",
          "ID": "34"
        },
        {
          "text": "Пилат ответил: «Разве я иудей? Твои соплеменники и главные священники предали Тебя мне. Что же такое Ты совершил?»",
          "ID": "35"
        },
        {
          "text": "Иисус ответил: «Царство Моё не от этого мира. Если бы оно было от этого мира, то слуги Мои сражались бы, чтобы Я не был предан иудейским предводителям. Нет, Царство Моё не на земле».",
          "ID": "36"
        },
        {
          "text": "«Так, значит, Ты всё-таки Царь?», — спросил тогда Пилат.",
          "ID": "37"
        },
        {
          "text": "Иисус ответил: «Ты прав говоря, что Я — Царь. Я для того был рождён и для того пришёл в мир, чтобы свидетельствовать об истине. Каждый, кто принадлежит истине, прислушивается к Моему голосу».",
          "ID": "37"
        },
        {
          "text": "Пилат спросил: «Что есть истина?» Спросив это, он снова вышел к иудейским предводителям и сказал им: «Я не нахожу в Нём никакой вины.",
          "ID": "38"
        },
        {
          "text": "Но у вас есть обычай, чтобы я отпускал по вашей просьбе кого-нибудь на Пасху. Хотите ли вы, чтобы я отпустил для вас Царя Иудейского?»",
          "ID": "39"
        },
        {
          "text": "Но они снова закричали: «Отпусти не Его, а Варавву!» Варавва же был разбойник.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "По Иоанну Благовествование 18"
    },
    {
      "text": [
        {
          "text": "Тогда Пилат приказал увести Иисуса и высечь Его плетью.",
          "ID": "1"
        },
        {
          "text": "Солдаты сплели из колючек венок и возложили Иисусу на голову, а потом набросили на Него багряную накидку.",
          "ID": "2"
        },
        {
          "text": "Они подходили к Нему и говорили: «Приветствуем Тебя, Царь Иудейский!» — и били Его по лицу.",
          "ID": "3"
        },
        {
          "text": "Пилат снова вышел к толпе и сказал: «Послушайте, я вывожу Его к вам, чтобы вы знали, что я не нахожу в Нём никакой вины».",
          "ID": "4"
        },
        {
          "text": "И вот Иисус вышел в венке из колючек и в багряной накидке. И сказал им Пилат: «Вот тот Человек!»",
          "ID": "5"
        },
        {
          "text": "Увидев Его, главные священники и стражники храма закричали: «Распни Его! Распни Его!»",
          "ID": "6"
        },
        {
          "text": "Пилат ответил: «Вы сами должны Его распять! Я не могу найти в Нём никакой вины».",
          "ID": "6"
        },
        {
          "text": "Иудейские предводители ответили: «У нас есть Закон, согласно которому Он должен умереть, потому что утверждает, что Он — Сын Божий!»",
          "ID": "7"
        },
        {
          "text": "Услышав это, Пилат сильно испугался.",
          "ID": "8"
        },
        {
          "text": "Возвратившись к себе во дворец, он спросил Иисуса: «Откуда Ты родом?» Но Иисус ничего ему не ответил.",
          "ID": "9"
        },
        {
          "text": "Тогда Пилат сказал: «Ты что, отказываешься разговаривать со мной? Ты ведь знаешь, что в моей власти отпустить Тебя и в моей власти распять Тебя?»",
          "ID": "10"
        },
        {
          "text": "Иисус ответил: «Ты не имел бы никакой власти надо Мной, если бы она не была дана тебе Богом. И потому тот, кто предал Меня тебе, виновен в ещё большем грехе».",
          "ID": "11"
        },
        {
          "text": "Услышав эти слова, Пилат попытался найти способ освободить Иисуса, но иудейские предводители закричали: «Если ты освободишь Его, значит ты не друг Цезаря. Любой, кто объявляет себя царём, выступает против императора!»",
          "ID": "12"
        },
        {
          "text": "Услышав эти слова, Пилат вывел Иисуса, а сам сел в судейское кресло на месте, называемом Каменный Помост, по-арамейски Гаввафа.",
          "ID": "13"
        },
        {
          "text": "Всё это происходило в пятницу пасхальной недели. Время близилось к полудню. Пилат сказал иудеям: «Вот вам ваш Царь!»",
          "ID": "14"
        },
        {
          "text": "И тогда они закричали: «Уведи Его! Уведи Его! Распни Его!»",
          "ID": "15"
        },
        {
          "text": "Пилат сказал им: «Вашего Царя распять?»",
          "ID": "15"
        },
        {
          "text": "Главные священники ответили: «У нас нет другого царя, кроме императора!»",
          "ID": "15"
        },
        {
          "text": "И тогда Пилат отдал им Иисуса, чтобы они распяли Его.",
          "ID": "16"
        },
        {
          "text": "Солдаты увели Иисуса.",
          "ID": "16"
        },
        {
          "text": "Неся предназначенный для Него крест, Иисус отправился к месту, называемому Лобное, по-арамейски Голгофа.",
          "ID": "17"
        },
        {
          "text": "Там они распяли Его. Вместе с Ним распяли ещё двоих по обе стороны от Него, так что Иисус оказался посередине.",
          "ID": "18"
        },
        {
          "text": "Пилат велел сделать надпись: «иисус из назарета, царь иудейский» и прикрепить её к кресту.",
          "ID": "19"
        },
        {
          "text": "Многие иудеи прочли надпись, так как место, где распяли Иисуса, находилось неподалёку от города, и поэтому надпись была сделана на арамейском, греческом и латыни.",
          "ID": "20"
        },
        {
          "text": "Тогда иудейские главные священники стали говорить Пилату: «Не пиши „Царь Иудейский”, напиши: „Он говорил: Я — Царь Иудейский”».",
          "ID": "21"
        },
        {
          "text": "Пилат ответил: «Что мной написано, то написано».",
          "ID": "22"
        },
        {
          "text": "Когда солдаты распяли Иисуса, они взяли Его одежду и разделили её на четыре части, каждому солдату по одной части. Они взяли также его хитон, но он был без швов, сотканный целиком.",
          "ID": "23"
        },
        {
          "text": "Тогда они сказали друг другу: «Давайте не будем разрывать его, а бросим жребий, кому он достанется». Так всё произошло во исполнение Писания, где сказано:",
          "ID": "24"
        },
        {
          "text": "«Они разделили между собой мою одежду",
          "ID": "24"
        },
        {
          "text": "и за мою ризу бросили жребий». Псалом 21:19",
          "ID": "24"
        },
        {
          "text": "Так солдаты и сделали.",
          "ID": "24"
        },
        {
          "text": "Возле креста, на котором был распят Иисус, стояли мать Его и её сестра, вместе с Марией, Клеоповой женой, и Марией Магдалиной.",
          "ID": "25"
        },
        {
          "text": "Иисус увидел Свою мать и стоявшего неподалёку ученика, которого Он любил. И сказал Он матери: «Вот сын твой».",
          "ID": "26"
        },
        {
          "text": "А потом сказал ученику: «Вот мать твоя». И ученик взял её к себе в дом, где она и жила потом.",
          "ID": "27"
        },
        {
          "text": "После этого Иисус уже знал, что всё совершилось. И тогда во исполнение Писания Он сказал: «Меня мучает жажда».",
          "ID": "28"
        },
        {
          "text": "Там был кувшин с уксусом и солдаты, смочив в нём губку, насадили её на ветку иссопа и поднесли Ему ко рту.",
          "ID": "29"
        },
        {
          "text": "Вкусив уксус, Иисус произнёс: «Свершилось», и, склонив голову, испустил дух.",
          "ID": "30"
        },
        {
          "text": "Это происходило в пятницу. Иудейские предводители не хотели, чтобы тела оставались на крестах в субботу, так как суббота была большим праздником, и поэтому они попросили Пилата, чтобы распятым перебили ноги и сняли с крестов.",
          "ID": "31"
        },
        {
          "text": "И тогда пришли солдаты и перебили ноги сначала одному, а потом и второму из тех, кто был распят вместе с Иисусом.",
          "ID": "32"
        },
        {
          "text": "Когда же они подошли к Иисусу, то увидели, что Он уже мёртв, и поэтому они не перебили Ему ноги.",
          "ID": "33"
        },
        {
          "text": "Вместо этого, один из солдат пронзил Ему бок копьём, и тотчас хлынули кровь и вода.",
          "ID": "34"
        },
        {
          "text": "Об этом свидетельствовал тот, кто был очевидцем происшедшего. Его свидетельство истинно, и он знает, что говорит правду, чтобы и вы поверили.",
          "ID": "35"
        },
        {
          "text": "Это произошло во исполнение Писания: «Ни одна кость Его не будет сломана».",
          "ID": "36"
        },
        {
          "text": "И ещё в другом месте Писания говорится: «Они станут смотреть на Того, Кого они пронзили».",
          "ID": "37"
        },
        {
          "text": "После этого Иосиф из Аримафеи, который был учеником Иисуса, но из страха перед иудейскими предводителями держал это в секрете, попросил Пилата, чтобы ему позволили снять тело Иисуса. Пилат разрешил ему сделать это, и Иосиф пошёл и снял тело.",
          "ID": "38"
        },
        {
          "text": "С ним пошёл и Никодим, который раньше приходил к Иисусу ночью. Никодим принёс с собой литров сто смеси мирры и алоэ.",
          "ID": "39"
        },
        {
          "text": "Они взяли тело Иисуса и обернули Его полосами льняной ткани с благовонными маслами, в согласии с иудейским погребальным обычаем.",
          "ID": "40"
        },
        {
          "text": "Рядом с тем местом, где распяли Иисуса, был сад, а в нём — новая гробница, в которой никто не был похоронен.",
          "ID": "41"
        },
        {
          "text": "Так как была пятница, и иудеи готовились к субботнему дню, а гробница была рядом, они и положили в неё Иисуса.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "По Иоанну Благовествование 19"
    },
    {
      "text": [
        {
          "text": "В первый день недели, рано утром, когда ещё было темно, Мария Магдалина пришла к гробнице и увидела, что камень отодвинут от входа.",
          "ID": "1"
        },
        {
          "text": "Она тотчас же побежала к Симону Петру и к другому ученику, которого Иисус любил, и сказала им: «Господа унесли из гробницы, и мы не знаем, куда Его положили!»",
          "ID": "2"
        },
        {
          "text": "Тогда Пётр и другой ученик сразу же отправились к гробнице.",
          "ID": "3"
        },
        {
          "text": "Оба они бежали, но другой ученик опередил Петра и прибежал к гробнице первым.",
          "ID": "4"
        },
        {
          "text": "Наклонившись, он увидел лежавшие там полосы льняной ткани, но не вошёл вовнутрь.",
          "ID": "5"
        },
        {
          "text": "В это время подоспел и Симон Пётр, бежавший вслед за ним, и вошёл в гробницу. Он увидел куски ткани, лежавшие там,",
          "ID": "6"
        },
        {
          "text": "и погребальный платок, покрывавший голову Иисуса. Платок не лежал вместе с льняной тканью, а был свёрнут и положен в стороне.",
          "ID": "7"
        },
        {
          "text": "Тогда другой ученик, который первым пришёл к гробнице, вошёл вовнутрь, увидел это и поверил.",
          "ID": "8"
        },
        {
          "text": "Они всё ещё не понимали Писания, в котором было сказано, что Он должен воскреснуть из мёртвых.",
          "ID": "9"
        },
        {
          "text": "После этого ученики разошлись по домам,",
          "ID": "10"
        },
        {
          "text": "а Мария осталась стоять перед гробницей. Рыдая, она наклонилась и заглянула в гробницу.",
          "ID": "11"
        },
        {
          "text": "Там она увидела двух Ангелов, одетых в белое; один из них сидел в изголовье, а другой в ногах у того места, где раньше лежало тело Иисуса.",
          "ID": "12"
        },
        {
          "text": "И они спросили Марию: «Женщина, почему ты плачешь?»",
          "ID": "13"
        },
        {
          "text": "Она сказала им: «Моего Господа унесли, и я не знаю, где Его положили».",
          "ID": "13"
        },
        {
          "text": "Сказав это, она обернулась и увидела, что позади неё стоит Иисус, но Мария не знала, что это был Он.",
          "ID": "14"
        },
        {
          "text": "Иисус сказал ей: «Женщина, почему ты плачешь? Кого ты ищешь?»",
          "ID": "15"
        },
        {
          "text": "Думая, что это садовник, она сказала Ему: «Господин, если ты вынес Его отсюда, то скажи мне, где ты положил Его, и я пойду и заберу Его».",
          "ID": "15"
        },
        {
          "text": "Иисус сказал ей: «Мария!»",
          "ID": "16"
        },
        {
          "text": "Она обернулась и сказала ему по-арамейски: «Раввуни!» — что значит «Учитель!»",
          "ID": "16"
        },
        {
          "text": "Иисус сказал: «Не держи Меня, так как Я ещё не вознёсся к Отцу. Но пойди к братьям Моим и скажи им: „Я возвращаюсь к Отцу Моему и вашему, и к Богу Моему и вашему”».",
          "ID": "17"
        },
        {
          "text": "Мария Магдалина пошла и возвестила ученикам, что видела Господа, и пересказала всё, что Он говорил ей.",
          "ID": "18"
        },
        {
          "text": "Вечером того же первого дня недели ученики Иисуса собрались вместе и крепко заперли двери из страха перед иудейскими предводителями. Пришёл Иисус и, став среди них, сказал: «Мир вам!»",
          "ID": "19"
        },
        {
          "text": "Сказав это, Он показал им Свои руки и рёбра. Ученики были рады увидеть Господа.",
          "ID": "20"
        },
        {
          "text": "И снова Иисус сказал им: «Мир вам! Как Отец послал Меня, так и Я посылаю вас».",
          "ID": "21"
        },
        {
          "text": "После этих слов Он дохнул на них и сказал: «Примите Духа Святого.",
          "ID": "22"
        },
        {
          "text": "Грехи, которые вы простите людям, простятся им, а грехи, которые вы не простите, им не простятся».",
          "ID": "23"
        },
        {
          "text": "Однако одного из двенадцати, Фомы, по прозванию Близнец, не было среди них, когда приходил Иисус.",
          "ID": "24"
        },
        {
          "text": "Другие ученики стали говорить ему: «Мы видели Господа!» Он же сказал им: «Пока я сам не увижу следы от гвоздей у Него на руках и пока не вложу палец свой в раны от гвоздей и пока не вложу руку свою в рану на боку, не поверю!»",
          "ID": "25"
        },
        {
          "text": "Через неделю ученики Иисуса снова собрались в том же месте, и Фома был среди них. Хотя двери и были заперты, вошёл Иисус, стал среди них и сказал: «Мир вам!»",
          "ID": "26"
        },
        {
          "text": "Потом Он сказал Фоме: «Вложи сюда палец. Посмотри на Мои руки. Протяни руку и вложи её в рану у Меня на боку. Перестань сомневаться и поверь!»",
          "ID": "27"
        },
        {
          "text": "В ответ Фома сказал Ему: «Господь Мой и Бог Мой!»",
          "ID": "28"
        },
        {
          "text": "Иисус сказал ему: «Ты поверил, потому что увидел Меня? Блаженны те, кто веруют, не видя».",
          "ID": "29"
        },
        {
          "text": "Много ещё других знамений, которые не записаны в этой книге, совершил Иисус в присутствии своих учеников.",
          "ID": "30"
        },
        {
          "text": "Но эти написаны, чтобы вы поверили, что Иисус есть Христос, Сын Божий, и чтобы поверив, вы имели жизнь во имя Его.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "По Иоанну Благовествование 20"
    },
    {
      "text": [
        {
          "text": "После этого Иисус снова явился Своим ученикам у Тивериадского озера. Вот как это произошло.",
          "ID": "1"
        },
        {
          "text": "Симон Пётр, Фома по прозванию Близнец, Нафанаил из Каны, что в Галилее, двое сыновей Зеведея и двое других учеников были все вместе.",
          "ID": "2"
        },
        {
          "text": "Симон Пётр сказал им: «Я иду ловить рыбу». Они ответили: «И мы с тобой». Они пошли и сели в лодку, но в ту ночь ничего не поймали.",
          "ID": "3"
        },
        {
          "text": "Наступило утро. Иисус пришёл и стоял на берегу. Ученики, однако, не знали, что это Иисус.",
          "ID": "4"
        },
        {
          "text": "Тогда Иисус спросил их: «Друзья, поймали ли вы что-нибудь?»",
          "ID": "5"
        },
        {
          "text": "Они ответили: «Нет».",
          "ID": "5"
        },
        {
          "text": "Иисус сказал им: «Забросьте сеть по правую сторону лодки и поймаете». Они забросили сеть, но не смогли вытащить её: так много в ней было рыбы.",
          "ID": "6"
        },
        {
          "text": "Тогда ученик, которого Иисус любил, сказал Петру: «Это Господь!» Услышав, что это Господь, Симон обвязал вокруг тела свою верхнюю одежду, так как он был раздет, и бросился в воду.",
          "ID": "7"
        },
        {
          "text": "Остальные же ученики добрались до берега в лодке, волоча за собой сеть, полную рыбы. До берега было недалеко — около ста метров.",
          "ID": "8"
        },
        {
          "text": "Когда они вышли из лодки на берег, то увидели там разведённый из углей костёр, на котором готовилась рыба и хлеб.",
          "ID": "9"
        },
        {
          "text": "Иисус сказал им: «Принесите немного рыбы, которую вы сейчас наловили».",
          "ID": "10"
        },
        {
          "text": "Симон Пётр пошёл и вытащил на берег сеть, наполненную крупной рыбой, а было там всего сто пятьдесят три рыбины, однако сеть нигде не прорвалась.",
          "ID": "11"
        },
        {
          "text": "Иисус сказал им: «Идите сюда и поешьте!» Никто из учеников не осмелился спросить его: «Кто Ты?» — потому что они знали, что это Господь.",
          "ID": "12"
        },
        {
          "text": "Иисус подошёл, взял хлеб и дал им, потом сделал то же с рыбой.",
          "ID": "13"
        },
        {
          "text": "Это уже в третий раз явился Иисус ученикам Своим после того, как воскрес из мёртвых.",
          "ID": "14"
        },
        {
          "text": "Когда они закончили завтрак, Иисус спросил Симона Петра: «Симон, сын Ионин, любишь ли Ты меня больше, чем все остальные?»",
          "ID": "15"
        },
        {
          "text": "Пётр сказал Иисусу: «Да, Господи, Ты сам знаешь, что Я люблю».",
          "ID": "15"
        },
        {
          "text": "Иисус сказал ему: «Заботься о ягнятах Моих».",
          "ID": "15"
        },
        {
          "text": "И во второй раз Иисус сказал ему: «Симон, сын Ионин, любишь ли ты Меня?»",
          "ID": "16"
        },
        {
          "text": "Он ответил ему: «Да, Господи, Ты знаешь, что я люблю Тебя».",
          "ID": "16"
        },
        {
          "text": "Иисус сказал Петру: «Заботься об овцах Моих».",
          "ID": "16"
        },
        {
          "text": "И спросил его Иисус в третий раз: «Симон, сын Ионин, любишь ли ты Меня?»",
          "ID": "17"
        },
        {
          "text": "Пётр опечалился, что Иисус спрашивает его в третий раз: «Любишь ли ты меня?» И потому Пётр сказал Иисусу: «Господи, Тебе всё ведомо, Ты знаешь, что я люблю Тебя».",
          "ID": "17"
        },
        {
          "text": "Иисус сказал ему: «Заботься об овцах Моих.",
          "ID": "17"
        },
        {
          "text": "Истинно тебе говорю: когда ты был молод, то подпоясывался и шёл, куда хотел. Когда же ты состаришься, то протянешь руки, и кто-то другой подпояшет тебя и поведёт, куда ты не хочешь».",
          "ID": "18"
        },
        {
          "text": "Он сказал это, чтобы показать, какой смертью Пётр прославит Бога. Потом Иисус сказал Петру: «Следуй за Мной!»",
          "ID": "19"
        },
        {
          "text": "Пётр повернулся и увидел, что за ними идёт ученик, которого Иисус любил, тот самый, который во время ужина наклонился к груди Иисуса и спросил: «Господи, кто предаст Тебя?»",
          "ID": "20"
        },
        {
          "text": "Пётр, увидев его, сказал Иисусу: «Господи, а что будет с ним?»",
          "ID": "21"
        },
        {
          "text": "Иисус сказал ему: «Если Я хочу, чтобы он жил до тех пор, пока Я не приду, так что тебе до того? Ты следуй за Мной!»",
          "ID": "22"
        },
        {
          "text": "И вот между братьями пошёл слух, что тот ученик не умрёт. Иисус, однако, не сказал, что тот не умрёт, Он сказал только: «Если Я хочу, чтобы он жил до тех пор, пока Я не приду, так что тебе до того?»",
          "ID": "23"
        },
        {
          "text": "Все эти события подтверждены и описаны этим самым учеником, и мы знаем, что его свидетельство правдиво.",
          "ID": "24"
        },
        {
          "text": "Иисус совершил ещё много других дел, и если описать каждое из них, то, думаю, и весь мир бы не вместил написанных книг.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "По Иоанну Благовествование 21"
    }
  ],
  "ID": "NT:JHN(RSP)",
  "name": "По Иоанну Благовествование"
}