{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "В первом моем повествовании я поведал тебе, Феофил, обо всем, что совершал Иисус и чему учил Он c самого начала, ",
          "ID": "1"
        },
        {
          "text": "вплоть до дня Его вознесения, когда избранные Им апостолы через Святого Духа получили от Него последние повеления. ",
          "ID": "2"
        },
        {
          "text": "После крестных мук Своих Иисус предстал пред ними живым и дал им возможность удостовериться в этом: сорок дней Он являлся им и говорил о Царстве Божием.",
          "ID": "3"
        },
        {
          "text": "И однажды, встретившись с апостолами, Иисус повелел им не отлучаться из Иерусалима, а ждать там обещанного Отцом, добавив: «Вы слышали от Меня об этом обещании. ",
          "ID": "4"
        },
        {
          "text": "Ведь Иоанн крестил водою, а вы уже через несколько дней будете крещены Духом Святым».",
          "ID": "5"
        },
        {
          "text": "Собравшись в следующий раз, апостолы спросили Его: «Господи, не теперь ли восстановишь Ты царство народа израильского?» ",
          "ID": "6"
        },
        {
          "text": "Он же сказал им: «Вы не можете знать времена и сроки, которые Отец установил Своей властью. ",
          "ID": "7"
        },
        {
          "text": "Но вы обретете силу, когда снизойдет на вас Святой Дух, и станете свидетельствовать обо Мне и в Иерусалиме, и [по] всей Иудее, и в Самарии, и даже до концов земли».",
          "ID": "8"
        },
        {
          "text": "После этих слов прямо у них на глазах Он был вознесен, и облако скрыло Его из виду. ",
          "ID": "9"
        },
        {
          "text": "И когда они во время Его вознесения продолжали пристально смотреть на небо, вдруг предстали перед ними двое в белых одеждах ",
          "ID": "10"
        },
        {
          "text": "и сказали: «Галилеяне! Что стоите вы здесь и смотрите на небо? Этот Иисус, ныне взятый от вас на небо, вернется точно таким же образом, как только что покинул вас!»",
          "ID": "11"
        },
        {
          "text": "Тогда ученики возвратились в Иерусалим с горы, которая называлась Масличной и находилась недалеко от города, всего лишь на расстоянии субботнего пути. ",
          "ID": "12"
        },
        {
          "text": "Пришли они в тот дом, где обычно собирались, и поднялись в горницу. Это были Петр, Иоанн, Иаков и Андрей, Филипп и Фома, Варфоломей и Матфей, Иаков, сын Алфея, и Симон Зилот, и Иуда, сын Иакова. ",
          "ID": "13"
        },
        {
          "text": "Все они единодушно и непрестанно молилисьвместе с некоторыми женщинами, а также с Марией, матерью Иисуса, и братьями Его.",
          "ID": "14"
        },
        {
          "text": "В один из тех дней Петр, встав посреди собравшихся (а было их около ста двадцати человек), сказал: ",
          "ID": "15"
        },
        {
          "text": "«Братья мои! Надлежало исполниться тому пророчеству Писания, где Дух Святой устами Давида предсказал участь Иуды, того, кто указал путь пришедшим схватить Иисуса, – ",
          "ID": "16"
        },
        {
          "text": "он был одним из нас и совершал то же самое, что и мы, служение. ",
          "ID": "17"
        },
        {
          "text": "Но, купив поле ценой собственного нечестия, он кончил тем, что низвергся на землю вниз головой так, что тело его разорвалось надвое и выпали все внутренности его. ",
          "ID": "18"
        },
        {
          "text": "Об этом узнали все жители Иерусалима, и стали они называть на своем языке это место Акелдама, что значит „кровавое поле“.",
          "ID": "19"
        },
        {
          "text": "А в книге Псалмов, – добавил Петр, – написано:",
          "ID": "20"
        },
        {
          "text": "„Да придет в запустение жилище его,",
          "ID": "20"
        },
        {
          "text": "да не останется живущего в нем“;",
          "ID": "20"
        },
        {
          "text": "и еще сказано: „Обязанности его да примет другой“.",
          "ID": "20"
        },
        {
          "text": "И теперь нужно, чтобы один из тех, кто постоянно был с нами, когда жил среди нас Господь Иисус, – ",
          "ID": "21"
        },
        {
          "text": "начиная со времени, как Иоанн крестил Его, до того дня, когда Он был вознесен от нас, – присоединился к нам как свидетель Его воскресения».",
          "ID": "22"
        },
        {
          "text": "Собравшиеся предложили двоих: Иосифа Юста, называемого также Варсаввой, и Матфия. ",
          "ID": "23"
        },
        {
          "text": "И в молитве просили они: «Господи, Тебе открыто сердце каждого, покажи, кого из них двоих Ты избрал ",
          "ID": "24"
        },
        {
          "text": "для служения этого и для апостольства, которое оставил Иуда, уйдя туда, где ему место». ",
          "ID": "25"
        },
        {
          "text": "Они бросили жребий, и выпал жребий Матфию. Тогда он был сопричислен к одиннадцати апостолам.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "Деяния апостолов 1"
    },
    {
      "text": [
        {
          "text": "Наступил день Пятидесятницы, и пребывали все они вместе, ",
          "ID": "1"
        },
        {
          "text": "когда внезапно с неба донесся шум, как от порыва ветра огромной силы, и наполнил весь дом, где они находились. ",
          "ID": "2"
        },
        {
          "text": "И увидели они нечто похожее на языки пламени, которые, разделившись, снизошли по одному на каждого из них. ",
          "ID": "3"
        },
        {
          "text": "И исполнились все Духа Святого и начали говорить на других языках, получив этот дар от Духа.",
          "ID": "4"
        },
        {
          "text": "В Иерусалиме в то время находились благочестивые иудеи, живущие среди всякого народа на всей земле, ",
          "ID": "5"
        },
        {
          "text": "и на этот шум собралось их великое множество. Все они пришли в полное смятение, потому что каждый из них слышал, как исполнившиеся Духом говорили на его наречии.",
          "ID": "6"
        },
        {
          "text": "Пораженные этим, они с изумлением спрашивали: «Разве все эти люди, что сейчас говорят, не галилеяне? ",
          "ID": "7"
        },
        {
          "text": "Почему же каждый из нас может слышать их на своем родном языке? ",
          "ID": "8"
        },
        {
          "text": "А здесь и парфяне, и мидяне, и эламиты, и жители Месопотамии, Иудеи и Каппадокии, Понта и Асии, ",
          "ID": "9"
        },
        {
          "text": "Фригии и Памфилии, Египта и окрестностей Киринеи ливийской, и пришедшие из Рима, ",
          "ID": "10"
        },
        {
          "text": "как иудеи, так и обращенные из язычников, критяне и арабы – и все мы слышим, как они говорят на наших языках о великих делах Божиих!»",
          "ID": "11"
        },
        {
          "text": "И все удивлялись, в недоумении спрашивая друг друга: «Что всё это значит?» ",
          "ID": "12"
        },
        {
          "text": "Некоторые же, насмехаясь, говорили: «Они выпили слишком много сладкого вина».",
          "ID": "13"
        },
        {
          "text": "Тогда Петр встал вместе с одиннадцатью апостолами и громко заявил собравшимся: «Братья мои иудеи и все, живущие в Иерусалиме! Пусть это будет вам известно, прислушайтесь к словам моим. ",
          "ID": "14"
        },
        {
          "text": "Не пьяны эти люди, как вам показалось: еще только девять часов утра. ",
          "ID": "15"
        },
        {
          "text": "Нет! Просто сейчас сбывается сказанное чрез пророка Иоиля:",
          "ID": "16"
        },
        {
          "text": "„В последние дни, – говорит Бог, – изолью Дух Мой на всех:",
          "ID": "17"
        },
        {
          "text": "и будут пророчествовать сыны ваши и дочери ваши,",
          "ID": "17"
        },
        {
          "text": "юноши ваши видения будут видеть,",
          "ID": "17"
        },
        {
          "text": "вашим старцам будут сниться сны пророческие.",
          "ID": "17"
        },
        {
          "text": "Также и на рабов Моих и на рабынь Моих",
          "ID": "18"
        },
        {
          "text": "в те дни изолью Дух Мой: и будут пророчествовать.",
          "ID": "18"
        },
        {
          "text": "И явлю чудеса на небе, вверху,",
          "ID": "19"
        },
        {
          "text": "и знамения на земле, внизу:",
          "ID": "19"
        },
        {
          "text": "кровь, огонь и клубы дыма.",
          "ID": "19"
        },
        {
          "text": "Солнце превратится во тьму, и луна – в кровь,",
          "ID": "20"
        },
        {
          "text": "прежде чем придет День Господень, великий и достославный.",
          "ID": "20"
        },
        {
          "text": "Всякий, кто в молитве призовет имя Господне,",
          "ID": "21"
        },
        {
          "text": "спасен будет“.",
          "ID": "21"
        },
        {
          "text": "Братья израильтяне! Выслушайте то, что я должен сказать вам об Иисусе, пришедшем из Назарета, о Котором Бог засвидетельствовал вам. Бог через Него сотворил среди вас великие дела, чудеса и знамения, как вы и сами знаете. ",
          "ID": "22"
        },
        {
          "text": "Его, отданного вам во власть по замыслу и предвидению Божьему, вы убили, пригвоздив ко кресту руками нечестивых людей. ",
          "ID": "23"
        },
        {
          "text": "Но Бог воскресил Его, сделав бесплодными все потуги смерти: она не могла удержать Его. ",
          "ID": "24"
        },
        {
          "text": "Ведь это о Нем говорит Давид:",
          "ID": "25"
        },
        {
          "text": "„Видел я перед собою Господа всегда,",
          "ID": "25"
        },
        {
          "text": "и дабы я не поколебался, Он – по правую руку мою.",
          "ID": "25"
        },
        {
          "text": "Потому сердце мое радуется и язык мой ликует,",
          "ID": "26"
        },
        {
          "text": "даже плоть моя будет покоиться в надежде,",
          "ID": "26"
        },
        {
          "text": "ибо Ты не оставишь меня во власти смерти",
          "ID": "27"
        },
        {
          "text": "и не дашь Святому Твоему в тлен обратиться.",
          "ID": "27"
        },
        {
          "text": "Ты указал мне пути, что ведут к жизни,",
          "ID": "28"
        },
        {
          "text": "и исполнишь меня радости пред лицом Твоим“.",
          "ID": "28"
        },
        {
          "text": "Братья мои! Могу сказать вам прямо: патриарх Давид умер, погребен, и гробница его сохранилась у нас до сего дня. ",
          "ID": "29"
        },
        {
          "text": "Давид был пророком и знал, что Бог с клятвою пообещал ему возвести на его престол одного из потомков его. ",
          "ID": "30"
        },
        {
          "text": "Он-то и предсказал воскресение Христа, что не будет оставлен Он во власти смерти и плоть Его не увидит тления. ",
          "ID": "31"
        },
        {
          "text": "Иисус есть Тот, Кого Бог воскресил, чему мы все свидетели. ",
          "ID": "32"
        },
        {
          "text": "Вознесенный по правую руку Бога, Он принял от Отца обещанного Духа Святого; а то, что вы [и] видите, и слышите, и есть излитие этого Духа. ",
          "ID": "33"
        },
        {
          "text": "Сам Давид никогда не восходил на небеса, однако он говорит:",
          "ID": "34"
        },
        {
          "text": "„Сказал Господь Господу моему:",
          "ID": "34"
        },
        {
          "text": "„Сядь по правую руку Мою,",
          "ID": "34"
        },
        {
          "text": "доколе не повергну врагов Твоих",
          "ID": "35"
        },
        {
          "text": "к ногам Твоим“.",
          "ID": "35"
        },
        {
          "text": "А потому, – продолжал Петр, – пусть твердо знает весь Израиль, что Тот Иисус, Которого вы распяли, и есть Господь и Мессия».",
          "ID": "36"
        },
        {
          "text": "Слова эти отозвались острой болью в сердцах слушающих, и спросили они Петра и остальных апостолов: «Что нам делать, братья?»",
          "ID": "37"
        },
        {
          "text": "«Покайтесь, – [сказал] им Петр, – и пусть каждый из вас примет крещение во имя Иисуса Христа, тогда простятся вам грехи ваши, и вы получите дар Святого Духа. ",
          "ID": "38"
        },
        {
          "text": "Этот дар обещан вам, детям вашим. Он обещан и всем тем, кого еще призовет Господь, Бог наш, как бы далеко они ни жили».",
          "ID": "39"
        },
        {
          "text": "И, приводя много разных доводов, он настоятельно убеждал и увещевал их, говоря: «Спасайтесь от этого испорченного, идущего к гибели поколения!» ",
          "ID": "40"
        },
        {
          "text": "Тогда все, кто с верой принял сказанное Петром, были крещены. И число уверовавших возросло в тот день примерно на три тысячи человек.",
          "ID": "41"
        },
        {
          "text": "Неустанно внимали они словам апостолов и твердо держались всего, чему те учили, пребывая в братском общении, в преломлении хлеба и в молитвах. ",
          "ID": "42"
        },
        {
          "text": "В то время многие чудеса и знамения совершались через апостолов, и все были исполнены благоговейного трепета. ",
          "ID": "43"
        },
        {
          "text": "Все уверовавшие постоянно пребывали вместе, и всё у них было общее. ",
          "ID": "44"
        },
        {
          "text": "Они продавали свои имения, личные вещи, а вырученные деньги разделяли между всеми, в зависимости от нужд каждого. ",
          "ID": "45"
        },
        {
          "text": "Изо дня в день все они как один собирались в Храме, а в домах своих они совершали преломление хлеба и принимали пищу с радостью и открытым сердцем, ",
          "ID": "46"
        },
        {
          "text": "за всё прославляя Бога. И в народе все были к ним расположены, и Господь каждый день прибавлял к ним всё новых спасаемых.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "Деяния апостолов 2"
    },
    {
      "text": [
        {
          "text": "Однажды в три часа пополудни, когда было время молитвы, Петр с Иоанном шли в Храм. ",
          "ID": "1"
        },
        {
          "text": "Тогда же к воротам Храма, что назывались Прекрасными, принесли человека, неспособного ходить с самого рождения. Каждый день его сажали там просить милостыню у приходивших в Храм. ",
          "ID": "2"
        },
        {
          "text": "Увидев, что Петр и Иоанн собираются войти в Храм, он и у них стал просить подаяния. ",
          "ID": "3"
        },
        {
          "text": "Они же внимательно посмотрели на него, и Петр сказал: «Взгляни на нас!» ",
          "ID": "4"
        },
        {
          "text": "Надеясь что-нибудь получить, тот стал пристально смотреть на них.",
          "ID": "5"
        },
        {
          "text": "«Серебра и золота нет у меня, – продолжил Петр, – но я дам тебе то, что есть у меня: во имя Иисуса Христа из Назарета, [встань и] иди!» ",
          "ID": "6"
        },
        {
          "text": "И взяв его за правую руку, он поднял его. В тот же миг укрепились ступни и суставы ног хромого: ",
          "ID": "7"
        },
        {
          "text": "он вскочил, выпрямился и пошел. Затем он вошел с ними в Храм и ходил там, прыгая от радости и хваля Бога. ",
          "ID": "8"
        },
        {
          "text": "Все видели, как он ходил и хвалил Бога, ",
          "ID": "9"
        },
        {
          "text": "и когда узнавали в нем человека, который обычно сидел у Прекрасных ворот Храма, прося милостыню, то случившееся с ним вызывало у них удивление и недоумение.",
          "ID": "10"
        },
        {
          "text": "Этот человек никак не хотел отойти от Петра и от Иоанна, и тут в галерею, что называлась Соломоновой, сбежался в изумлении весь народ. ",
          "ID": "11"
        },
        {
          "text": "Увидев это, Петр обратился к народу: «Братья израильтяне! Что вы этому так удивляетесь? Что смотрите на нас, словно мы своей собственной силой или своим благочестием сделали так, что человек этот стал ходить? ",
          "ID": "12"
        },
        {
          "text": "Бог Авраама, [Бог] Исаака и [Бог] Иакова, Бог отцов наших, прославил Сына Своего Иисуса, Которого вы предали и от Которого отреклись перед Пилатом, даже когда тот решил отпустить Его. ",
          "ID": "13"
        },
        {
          "text": "От Святого и Праведного вы отреклись, а для убийцы выпросили помилование. ",
          "ID": "14"
        },
        {
          "text": "Вы убили Владыку жизни, но Бог воскресил Его из мертвых, чему мы – свидетели. ",
          "ID": "15"
        },
        {
          "text": "Имя Иисуса и вера в это имя – вот что исцелило человека, которого вы видите и знаете. И через Иисуса действующая в нас вера дала ему, как вы сами видите, полное исцеление.",
          "ID": "16"
        },
        {
          "text": "Ныне, братья, знаю я, что вы, как и те, кто направлял вас, сделали это по неведению, ",
          "ID": "17"
        },
        {
          "text": "но так Бог исполнил то, что Он предсказал устами всех пророков: Его Помазанник должен был претерпеть страдания.",
          "ID": "18"
        },
        {
          "text": "Так покайтесь же и обратитесь к Богу, чтобы изглажены были грехи ваши ",
          "ID": "19"
        },
        {
          "text": "и пришли от Господа времена духовного пробуждения, и чтобы послал Он предназначенного вам Мессию – Иисуса, ",
          "ID": "20"
        },
        {
          "text": "Который должен оставаться на небесах, пока не настанет время восстановить всё, о чем издавна говорил Бог устами святых Своих пророков. ",
          "ID": "21"
        },
        {
          "text": "Моисей сказал: „Пророка даст вам Господь, Бог ваш, как меня дал вам. Он будет из народа вашего. Слушайтесь Его во всем, что Он скажет вам; ",
          "ID": "22"
        },
        {
          "text": "ибо всякий, кто не примет Того Пророка, не останется в своем народе – искоренен будет“.",
          "ID": "23"
        },
        {
          "text": "Да и все пророки, когда-либо говорившие, все – от Самуила и после него – тоже возвещали об этих днях. ",
          "ID": "24"
        },
        {
          "text": "Вы – наследники пророков и того завета, который Бог дал отцам вашим, говоря Аврааму: „И в потомке твоем благословятся все племена земные“. ",
          "ID": "25"
        },
        {
          "text": "И когда Бог воскресил Сына Своего, Он к вам первым послал Его, чтобы благословить вас, побуждая каждого отвратиться от злых дел своих».",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "Деяния апостолов 3"
    },
    {
      "text": [
        {
          "text": "Пока они говорили с народом, к ним подошли священники вместе с начальником Храма и саддукеями. ",
          "ID": "1"
        },
        {
          "text": "Они были очень раздражены тем, что апостолы учат народ и возвещают воскресение из мертвых, ссылаясь при этом на воскресение Иисуса. ",
          "ID": "2"
        },
        {
          "text": "Они схватили Петра и Иоанна и, так как был уже вечер, отдали их под стражу до следующего дня. ",
          "ID": "3"
        },
        {
          "text": "Но многие из тех, кто слушал, о чем они говорили, уверовали, и число верующих достигло пяти тысяч.",
          "ID": "4"
        },
        {
          "text": "На другой день иудейские руководители, старейшины и книжники собрались в Иерусалиме. ",
          "ID": "5"
        },
        {
          "text": "Среди них были первосвященник Анна, Каиафа, Иоанн, Александр и некоторые другие из рода первосвященников. ",
          "ID": "6"
        },
        {
          "text": "Апостолов поставили посреди собрания и спросили: «Какой силой и властью или чьим именем вы это сделали?»",
          "ID": "7"
        },
        {
          "text": "Тогда Петр, исполнившись Духа Святого, обратился к ним: «Вожди народа и старейшины! ",
          "ID": "8"
        },
        {
          "text": "Если из-за помощи больному человеку нас сегодня подвергают допросу и требуют объяснить, как он был исцелен, ",
          "ID": "9"
        },
        {
          "text": "то да будет известно всем вам и всему народу израильскому: это совершено именем Иисуса Христа Назарянина, распятого вами, но Богом воскрешенного из мертвых, – человек этот здоровым стоит перед вами силой имени Иисуса. ",
          "ID": "10"
        },
        {
          "text": "Это Он –",
          "ID": "11"
        },
        {
          "text": "камень, вами, строителями, отвергнутый,",
          "ID": "11"
        },
        {
          "text": "камень, оказавшийся краеугольным.",
          "ID": "11"
        },
        {
          "text": "И ни в ком ином спасения нет! Ибо из всех имен, данных людям под небом, это единственное, которым мы можем спастись».",
          "ID": "12"
        },
        {
          "text": "Видя смелость Петра и Иоанна и поняв, что это люди неученые и простые, вызвавшие их на допрос были удивлены. Тогда же им стало известно, что это были ученики Иисуса. ",
          "ID": "13"
        },
        {
          "text": "Они видели также, что исцеленный стоял рядом с ними, и потому ничего не могли возразить. ",
          "ID": "14"
        },
        {
          "text": "Приказав апостолам выйти из Синедриона, они стали совещаться между собой. ",
          "ID": "15"
        },
        {
          "text": "«Что нам делать с этими людьми? – говорили они. – Ведь то, что ими совершено явное чудо, известно всем живущим в Иерусалиме, и мы не можем его отрицать, ",
          "ID": "16"
        },
        {
          "text": "но чтобы весть об этом больше не распространялась в народе, пригрозим им и потребуем, чтобы они никому не говорили и слова о том, что связано с этим именем».",
          "ID": "17"
        },
        {
          "text": "И тогда они снова призвали их и приказали им совсем не говорить и не учить о том, что связано с именем Иисуса. ",
          "ID": "18"
        },
        {
          "text": "Но Петр и Иоанн ответили им: «Разве справедливо пред Богом слушать вас больше, чем Его? Судите сами. ",
          "ID": "19"
        },
        {
          "text": "Можем ли мы молчать о том, что видели и слышали?!»",
          "ID": "20"
        },
        {
          "text": "Те, вновь пригрозив, отпустили апостолов, не находя возможности наказать их, потому что вокруг было много народа и все прославляли Бога за происшедшее. ",
          "ID": "21"
        },
        {
          "text": "Ведь человеку, с которым произошло это чудо исцеления, было больше сорока лет.",
          "ID": "22"
        },
        {
          "text": "Как только их отпустили, Петр и Иоанн пришли к своим и поведали им всё, что сказали им первосвященники и старейшины. ",
          "ID": "23"
        },
        {
          "text": "Они же, выслушав их рассказ, объединились в молитве и воззвали к Богу: «Владыка, Создатель неба и земли, моря и всего, что в них! ",
          "ID": "24"
        },
        {
          "text": "Ты изрек через Святого Духа устами отца нашего Давида, слуги Твоего:",
          "ID": "25"
        },
        {
          "text": "„Отчего это язычники пришли в ярость,",
          "ID": "25"
        },
        {
          "text": "и замыслили тщетное народы?",
          "ID": "25"
        },
        {
          "text": "Поднялись цари земные,",
          "ID": "26"
        },
        {
          "text": "и правители сговорились и объединились",
          "ID": "26"
        },
        {
          "text": "против Господа и против Помазанника Его“.",
          "ID": "26"
        },
        {
          "text": "И на самом деле они объединились в этом городе против Святого Сына Твоего Иисуса, Которого Ты помазал как Мессию. Ирод и Понтий Пилат вошли в сговор с язычниками и с народом израильским, ",
          "ID": "27"
        },
        {
          "text": "чтобы исполнить предначертанное Твоим могуществом и волей. ",
          "ID": "28"
        },
        {
          "text": "И ныне, Господи, услышь угрозы их и помоги слугам Твоим со всею смелостью возвещать весть Твою. ",
          "ID": "29"
        },
        {
          "text": "Простри руку [Свою], чтобы именем Святого Сына Твоего Иисуса совершались исцеления, знамения и чудеса».",
          "ID": "30"
        },
        {
          "text": "И когда они помолились, зашатался дом, в котором они собрались, и исполнились все Святого Духа, и начали безбоязненно возвещать слово Божие.",
          "ID": "31"
        },
        {
          "text": "У всего множества уверовавших было как бы одно сердце и одна душа. И никто не называл своим ничего из принадлежавшего ему – всё у них было общим. ",
          "ID": "32"
        },
        {
          "text": "Апостолы с великою силой свидетельствовали о воскресении Господа Иисуса, и благодать великая была на них на всех. ",
          "ID": "33"
        },
        {
          "text": "Среди них не было ни одного нуждающегося, потому что все, кто владел землей или домом, продавали их, а деньги, полученные от продажи, приносили ",
          "ID": "34"
        },
        {
          "text": "и клали к ногам апостолов. И из этих денег каждому уделяли в зависимости от нужды его.",
          "ID": "35"
        },
        {
          "text": "В то самое время и Иосиф, прозванный апостолами Варнавой (что значит «сын утешения»), левит, родом с Кипра, ",
          "ID": "36"
        },
        {
          "text": "продал принадлежавшее ему поле, а деньги принес и положил к ногам апостолов.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "Деяния апостолов 4"
    },
    {
      "text": [
        {
          "text": "Один человек, которого звали Анания, вместе с женой своей Сапфирой тоже продал принадлежавшее им имение, ",
          "ID": "1"
        },
        {
          "text": "но, с согласия жены, утаил часть денег, а остальное принес и положил к ногам апостолов.",
          "ID": "2"
        },
        {
          "text": "Петр же сказал: «Анания, как мог сатана так овладеть тобою, что ты солгал Святому Духу и утаил часть денег за проданное поле? ",
          "ID": "3"
        },
        {
          "text": "Не твое ли оно было, пока оставалось непроданным? И после его продажи не в твоей ли власти было всё, полученное за него? Как могло такое прийти тебе на ум? Ведь ты не людям солгал, а Богу».",
          "ID": "4"
        },
        {
          "text": "Услышав эти слова, Анания пал на землю бездыханным. Великим страхом и благоговением исполнились все, кто прослышал об этом. ",
          "ID": "5"
        },
        {
          "text": "Молодые люди встали, завернули тело в саван и, вынеся его, похоронили.",
          "ID": "6"
        },
        {
          "text": "Часа через три пришла и жена его, ничего не подозревая о случившемся. ",
          "ID": "7"
        },
        {
          "text": "Петр обратился к ней: «Скажи мне, вы продали землю за столько-то?»",
          "ID": "8"
        },
        {
          "text": "«Да, – ответила она, – за столько».",
          "ID": "8"
        },
        {
          "text": "И тогда Петр сказал ей: «Как это вы сговорились испытать Дух Господень?! Вот у двери уже слышны шаги тех людей, которые похоронили мужа твоего, и тебя они вынесут».",
          "ID": "9"
        },
        {
          "text": "В тот же миг она пала к его ногам бездыханной. Юноши, войдя, нашли ее мертвой. Они вынесли и похоронили ее рядом со своим мужем. ",
          "ID": "10"
        },
        {
          "text": "Вся церковь и все, кто об этом слышал, были охвачены великим трепетом.",
          "ID": "11"
        },
        {
          "text": "Много знамений и чудес совершалось среди народа апостолами. Все верующие, по общему согласию, обычно собирались в галерее Соломона. ",
          "ID": "12"
        },
        {
          "text": "Из посторонних, однако, никто не осмеливался примыкать к ним, но народ говорил о них с большим уважением; ",
          "ID": "13"
        },
        {
          "text": "и всё больше и больше мужчин и женщин, верующих в Господа, пополняло их ряды. ",
          "ID": "14"
        },
        {
          "text": "Узнав о чудесах, совершаемых апостолами, люди выносили больных даже на улицы и клали их на носилки и циновки, чтобы хоть тень Петра, когда тот проходил мимо, могла осенить кого-нибудь из них. ",
          "ID": "15"
        },
        {
          "text": "Множество народа приходило из окрестных городов Иерусалима. Они приносили больных и одержимых нечистыми духами, и все получали исцеление.",
          "ID": "16"
        },
        {
          "text": "И тогда первосвященник вместе со своими людьми из саддукеев, движимый завистью, ",
          "ID": "17"
        },
        {
          "text": "приказал схватить апостолов и запереть в городской тюрьме. ",
          "ID": "18"
        },
        {
          "text": "Но ангел Господень ночью отворил двери тюрьмы и, выведя их, сказал: ",
          "ID": "19"
        },
        {
          "text": "«Ступайте в Храм, там станьте и рассказывайте народу всё об этой новой жизни».",
          "ID": "20"
        },
        {
          "text": "С наступлением утра они были уже в Храме, как им было сказано, и стали там проповедовать.",
          "ID": "21"
        },
        {
          "text": "Тем временем первосвященник со своими приближенными созвал Синедрион и весь Совет старейшин народа израильского, и послали в тюрьму привести апостолов. ",
          "ID": "21"
        },
        {
          "text": "Но, придя в тюрьму, служители не нашли их там. Они возвратились и доложили: ",
          "ID": "22"
        },
        {
          "text": "«Мы увидели, что тюрьма надежно заперта и охрана стоит у дверей, но, открыв дверь, никого внутри не обнаружили». ",
          "ID": "23"
        },
        {
          "text": "Когда начальник храмовой стражи и старшие священники услышали это, они растерялись и не могли понять, что произошло с узниками, ",
          "ID": "24"
        },
        {
          "text": "пока не пришел некий человек и не сообщил им: «Те, кого вы посадили в тюрьму, стоят в Храме и учат народ». ",
          "ID": "25"
        },
        {
          "text": "Тогда начальник стражи и его помощники пошли и привели апостолов, сделав это без насилия: они боялись, что народ побьет их камнями.",
          "ID": "26"
        },
        {
          "text": "Когда апостолов привели и поставили перед Синедрионом, первосвященник потребовал от них объяснения: ",
          "ID": "27"
        },
        {
          "text": "«Мы строжайше приказали вам никого не учить тому, что связано с этим именем. Но, несмотря на это, вы наполнили Иерусалим учением вашим и хотите обвинить нас в убийстве Этого Человека».",
          "ID": "28"
        },
        {
          "text": "В ответ Петр и апостолы сказали: «Послушание Богу для нас превыше послушания людям. ",
          "ID": "29"
        },
        {
          "text": "Бог отцов наших воскресил Иисуса, Которого вы убили, распяв на кресте, ",
          "ID": "30"
        },
        {
          "text": "и вознес Его по правую руку Свою как Вождя нашего и Спасителя, чтобы через Него даровать Израилю покаяние и прощение грехов. ",
          "ID": "31"
        },
        {
          "text": "Свидетели всему этому – мы, а также Дух Святой, Которого Бог дал повинующимся Ему».",
          "ID": "32"
        },
        {
          "text": "Слышавшие это пришли в ярость и хотели убить их.",
          "ID": "33"
        },
        {
          "text": "Но один из членов Синедриона, фарисей по имени Гамалиил, учитель Закона, почитаемый всем народом, поднялся и, повелев на время вывести апостолов, ",
          "ID": "34"
        },
        {
          "text": "сказал собравшимся: «Братья израильтяне! Хорошо подумайте над тем, что вы хотите делать с этими людьми. ",
          "ID": "35"
        },
        {
          "text": "Незадолго до этого объявился Февда, выдававший себя за кого-то великого. К нему примкнуло около четырехсот человек. Но когда он был убит, все его последователи рассеялись и исчезли бесследно. ",
          "ID": "36"
        },
        {
          "text": "После него во время переписи появился Иуда, галилеянин, и увлек за собой народ. Погиб и он, и все, кто следовал за ним, разбежались. ",
          "ID": "37"
        },
        {
          "text": "Потому и в этом случае советую я вам: оставьте в покое этих людей и отпустите их, ибо если за всем этим замыслом или делом этим стоят лишь люди – разрушится всё, что бы они ни сделали. ",
          "ID": "38"
        },
        {
          "text": "А если дело их от Бога, вам не одолеть их; и может оказаться, что вы боретесь с Самим Богом».",
          "ID": "39"
        },
        {
          "text": "Они приняли его совет. ",
          "ID": "39"
        },
        {
          "text": "Апостолов позвали, велели их бичевать, а затем, приказав им не говорить ни слова о том, что связано с именем Иисуса, отпустили.",
          "ID": "40"
        },
        {
          "text": "Апостолы покинули Синедрион, радуясь, что удостоились принять бесчестие за имя Господа. ",
          "ID": "41"
        },
        {
          "text": "И каждый день в Храме и по домам они продолжали учить и проповедовать о том, что Иисус есть Мессия.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "Деяния апостолов 5"
    },
    {
      "text": [
        {
          "text": "В это же время, когда число учеников продолжало расти, те из них, кто говорил только по-гречески, стали роптать на местных иудеев, жалуясь на то, что при ежедневной раздаче пищи их вдовы обделялись. ",
          "ID": "1"
        },
        {
          "text": "Тогда Двенадцать, созвав всех учеников, сказали: «Мы поступим неверно, если, оставив слово Божие, будем заниматься раздачей пищи. ",
          "ID": "2"
        },
        {
          "text": "Изберите же, братья, из вас семь человек, пользующихся доброй славой, исполненных Духа и мудрости. Им поручим это дело, ",
          "ID": "3"
        },
        {
          "text": "и тогда мы сможем полностью посвятить себя молитве и проповеди слова Божия».",
          "ID": "4"
        },
        {
          "text": "Это предложение было одобрено всем собранием. И они избрали Стефана, человека, исполненного веры и Духа Святого, и вместе с ним Филиппа, Прохора, Никанора, Тимона, Пармена и Николая, прозелита из Антиохии. ",
          "ID": "5"
        },
        {
          "text": "Их поставили перед апостолами, и те, помолившись, возложили на них руки.",
          "ID": "6"
        },
        {
          "text": "Cлово Божие распространялось всё шире, число учеников в Иерусалиме быстро росло, и многие из священников приняли веру.",
          "ID": "7"
        },
        {
          "text": "Стефан, исполненный благодати Божией и силы, совершал в народе великие чудеса и знамения. ",
          "ID": "8"
        },
        {
          "text": "Но против него выступили некоторые из синагоги вольноотпущенников (как ее называли), то были иудеи из Кирены и Александрии, а с ними и другие из Киликии и Асии: они стали спорить со Стефаном, ",
          "ID": "9"
        },
        {
          "text": "однако не могли противостоять дарованной ему Духом Святым мудрости, с которой он говорил.",
          "ID": "10"
        },
        {
          "text": "Тогда они подкупили несколько человек, чтобы те заявили: «Мы слышали, как он хулил Моисея и даже Бога».",
          "ID": "11"
        },
        {
          "text": "Возбудив против него народ, старейшин и книжников, они набросились на него, схватили и привели в Синедрион. ",
          "ID": "12"
        },
        {
          "text": "Там они выставили лжесвидетелей, утверждавших: «Этот человек не перестает выступать против [этого] места святого и Закона. ",
          "ID": "13"
        },
        {
          "text": "И мы слышали, как он говорил, что тот самый Иисус из Назарета разрушит Храм и переменит те обычаи, которые передал нам Моисей».",
          "ID": "14"
        },
        {
          "text": "Все сидевшие в Синедрионе не сводили со Стефана глаз, и его лицо казалось им подобным лику ангела.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "Деяния апостолов 6"
    },
    {
      "text": [
        {
          "text": "Тогда первосвященник спросил его: «Так ли это?»",
          "ID": "1"
        },
        {
          "text": "Стефан ответил: «Братья и отцы! Послушайте меня! Бог, великий в славе Своей, явился праотцу нашему Аврааму еще до переселения в Харран, когда он жил в Месопотамии, ",
          "ID": "2"
        },
        {
          "text": "и сказал ему: „Оставь землю свою и родство свое и иди в ту землю, которую Я тебе укажу“.",
          "ID": "3"
        },
        {
          "text": "Тогда Авраам, покинув землю халдеев, поселился в Харране, а уже оттуда, после того, как умер отец его, привел его Бог в эту землю, на которой теперь вы живете. ",
          "ID": "4"
        },
        {
          "text": "Но Он не дал ему и пяди земли на ней, ничего, что тот мог бы назвать своим, но обещал отдать эту землю во владение и ему, и потомству его после него, хотя тогда у Авраама еще не было детей. ",
          "ID": "5"
        },
        {
          "text": "Бог так сказал: „Потомки его будут пришельцами на земле чужой, и поработят их, и будут угнетать их четыреста лет. ",
          "ID": "6"
        },
        {
          "text": "Но Я совершу суд над тем народом, у которого они окажутся в порабощении, – сказал Он, – и после этого они оставят чужую землю и станут поклоняться Мне на месте сем“. ",
          "ID": "7"
        },
        {
          "text": "Дал тогда Бог Аврааму как знак завета установление об обрезании, и когда у того родился Исаак, на восьмой день после его рождения Авраам обрезал его, Исаак же, в свою очередь, совершил обрезание Иакова, а Иаков – двенадцати сыновей своих, будущих патриархов наших.",
          "ID": "8"
        },
        {
          "text": "Сыновья Иакова стали завидовать брату своему Иосифу и продали его в рабство в Египет. Но Бог был с ним ",
          "ID": "9"
        },
        {
          "text": "и избавил его от всех бедствий его. Он дал Иосифу мудрость, которая настолько расположила к нему фараона, царя египетского, что тот поставил его правителем Египта и управляющим [во] всем доме своем.",
          "ID": "10"
        },
        {
          "text": "Когда во всем Египте и Ханаане настали голод и великая нужда и у отцов наших не было пищи, ",
          "ID": "11"
        },
        {
          "text": "Иаков, услышав, что хлеб есть в Египте, послал туда отцов наших. Это было их первое посещение. ",
          "ID": "12"
        },
        {
          "text": "А когда они пришли во второй раз, Иосиф открылся братьям своим – и стал известен фараону род Иосифа. ",
          "ID": "13"
        },
        {
          "text": "Тогда Иосиф послал за отцом своим Иаковом и за всеми остальными родственниками (а было их 75 душ). ",
          "ID": "14"
        },
        {
          "text": "Иаков переселился в Египет. Там и он сам, и отцы наши окончили дни свои. ",
          "ID": "15"
        },
        {
          "text": "Останки их перенесли в Сихем и похоронили в гробнице, которую Авраам купил за некую цену у сыновей Еммора в Сихеме.",
          "ID": "16"
        },
        {
          "text": "Между тем приближалось время исполнения того обещания, которое Бог дал Аврааму. Народ наш в Египте становился сильным и многочисленным. ",
          "ID": "17"
        },
        {
          "text": "[На престол же египетский] взошел другой царь, который не знал Иосифа. ",
          "ID": "18"
        },
        {
          "text": "Против народа нашего он поступал коварно и жестоко и заставлял отцов [наших] выбрасывать младенцев своих, тем самым обрекая их на погибель.",
          "ID": "19"
        },
        {
          "text": "В то самое время родился Моисей, и был он красивым и угодным Богу ребенком. Первые три месяца о нем заботились в родительском доме. ",
          "ID": "20"
        },
        {
          "text": "А когда родители все же должны были вынести его из дома, взяла его к себе дочь фараона и воспитала его как сына. ",
          "ID": "21"
        },
        {
          "text": "Моисей был обучен всей мудрости египетской и был силен в слове и делах своих.",
          "ID": "22"
        },
        {
          "text": "Когда исполнилось ему сорок лет, пожелал он навестить братьев своих, сынов Израиля. ",
          "ID": "23"
        },
        {
          "text": "Увидев, как одного из них избивали, он вступился и отомстил за обижаемого, убив египтянина. ",
          "ID": "24"
        },
        {
          "text": "Думал он: [его] братья поймут, что чрез него Бог избавляет их от угнетения, но они не поняли. ",
          "ID": "25"
        },
        {
          "text": "На следующий день он пришел к ним, когда двое из них дрались, и пытался их примирить: „Прекратите, вы же братья! Зачем обижать друг друга?“",
          "ID": "26"
        },
        {
          "text": "Но обижавший своего ближнего оттолкнул Моисея и сказал: „Кто поставил тебя начальником и судьей над нами? ",
          "ID": "27"
        },
        {
          "text": "Уж не хочешь ли ты убить и меня, как вчера убил египтянина?“ ",
          "ID": "28"
        },
        {
          "text": "Услышав это, Моисей бежал из Египта и жил пришельцем в земле Мадиам. Там у него родилось два сына.",
          "ID": "29"
        },
        {
          "text": "Прошло еще сорок лет, и в пустыне у горы Синай явился ему Ангел в пламени горящего тернового куста. ",
          "ID": "30"
        },
        {
          "text": "Увиденное сильно удивило Моисея. А когда он подходил, чтобы рассмотреть этот куст, раздался голос Господа: ",
          "ID": "31"
        },
        {
          "text": "„Я – Бог отцов твоих, Бог Авраама, Исаака и Иакова“. Моисея охватил трепет, и он глаз не смел поднять.",
          "ID": "32"
        },
        {
          "text": "И сказал ему Господь: „Сними обувь с ног твоих, ибо место, на котором ты стоишь, земля святая. ",
          "ID": "33"
        },
        {
          "text": "Увидел Я притеснение народа Моего в Египте, услышал стон его и сошел освободить его. Иди теперь, Я посылаю тебя в Египет“.",
          "ID": "34"
        },
        {
          "text": "Этот Моисей, которого они отвергли, сказав: „Кто поставил тебя начальником и судьей?“, и был тем самым человеком, которого послал им Бог как вождя и избавителя. А сделано это было рукою Ангела, явившегося ему в горящем терновом кусте. ",
          "ID": "35"
        },
        {
          "text": "И вывел он народ израильский из Египта, творя чудеса и знамения в Египте и на Красном море, и в течение еще сорока лет – в пустыне. ",
          "ID": "36"
        },
        {
          "text": "Этот самый Моисей сказал сынам Израиля: „Пророка пошлет вам Бог из ваших же братьев, как меня послал“. ",
          "ID": "37"
        },
        {
          "text": "И не кто иной, как он, в собрании всего общества в пустыне был посредником между Ангелом, говорившим с ним на горе Синае, и отцами нашими и принял живые слова, чтобы передать нам.",
          "ID": "38"
        },
        {
          "text": "Но отцы наши не захотели прислушаться к словам Моисея: они отвергли его и стали помышлять о возвращении в Египет. ",
          "ID": "39"
        },
        {
          "text": "И сказали они Аарону: „Сделай нам богов, чтобы шли они впереди нас, ведь мы не знаем, что сталось с тем Моисеем, который вывел нас из Египта“. ",
          "ID": "40"
        },
        {
          "text": "И сделали они в те дни изваяние тельца, и принесли этому идолу жертву, устроив торжества в честь творения рук своих. ",
          "ID": "41"
        },
        {
          "text": "И отвернулся от них Бог, оставив их поклоняться воинству небесному, как написано в Книге пророков:",
          "ID": "42"
        },
        {
          "text": "„Дом Израилев!",
          "ID": "42"
        },
        {
          "text": "Мне ли приносили вы свои заклания и жертвы",
          "ID": "42"
        },
        {
          "text": "все сорок лет, пока были в пустыне?",
          "ID": "42"
        },
        {
          "text": "На плечах своих носили вы и шатер Молоха,",
          "ID": "43"
        },
        {
          "text": "и звезду бога [вашего] Рефана,",
          "ID": "43"
        },
        {
          "text": "тех идолов, которых вы изваяли, чтоб им поклоняться.",
          "ID": "43"
        },
        {
          "text": "И за всё это Я выселю вас за Вавилон“.",
          "ID": "43"
        },
        {
          "text": "Был у отцов наших в пустыне Шатер Свидетельства. Сделан он был так, как повелел Бог Моисею, по тому образцу, который Он показал ему. ",
          "ID": "44"
        },
        {
          "text": "В следующем поколении отцы наши под предводительством Иисуса Навина принесли с собой этот Шатер в страну, которой некогда владели языческие народы, изгнанные Богом на глазах отцов наших. И оставалось всё так до дней Давида, ",
          "ID": "45"
        },
        {
          "text": "который обрел расположение Божие и молился о том, чтобы было ему позволено устроить место обитания для Бога, Которому поклонялся Иаков. ",
          "ID": "46"
        },
        {
          "text": "Дом же Ему построил Соломон.",
          "ID": "47"
        },
        {
          "text": "Но не живет Всевышний в домах рукотворных, как говорит пророк:",
          "ID": "48"
        },
        {
          "text": "„Небо – престол Мой,",
          "ID": "49"
        },
        {
          "text": "опорой для ног Моих служит земля.",
          "ID": "49"
        },
        {
          "text": "Какой дом построите Мне, – говорит Господь, ",
          "ID": "49"
        },
        {
          "text": "иль место какое найдете отдохновения Моего?",
          "ID": "49"
        },
        {
          "text": "Не Моя ли рука сотворила всё это?!“",
          "ID": "50"
        },
        {
          "text": "Упрямые люди, обрезаны вы, но язычники сердцем, и к истине глухи! Как ваши отцы, так и вы всегда противитесь Духу Святому! ",
          "ID": "51"
        },
        {
          "text": "Кого из пророков не гнали отцы ваши? Они убили тех, кто предсказывал пришествие Праведника, а вы стали Его предателями и убийцами. ",
          "ID": "52"
        },
        {
          "text": "Но хоть и получили вы Закон, переданный вам через ангелов, не соблюли вы его!»",
          "ID": "53"
        },
        {
          "text": "Услышав это, они в ярости заскрежетали зубами. ",
          "ID": "54"
        },
        {
          "text": "Стефан же, исполненный Духа Святого, взглянул на небо и увидел там сияние Божьей славы и Самого Иисуса, стоящего по правую руку Бога. ",
          "ID": "55"
        },
        {
          "text": "«Смотрите, – сказал он, – вижу я небеса открытыми и Сына Человеческого, стоящего по правую руку Бога».",
          "ID": "56"
        },
        {
          "text": "При этих словах они стали затыкать себе уши и с криком все как один набросились на него. ",
          "ID": "57"
        },
        {
          "text": "Они выволокли Стефана за город и стали побивать его камнями. Свидетели расправы сложили свои верхние одежды у ног юноши по имени Савл.",
          "ID": "58"
        },
        {
          "text": "Стефан, когда побивали его камнями, взывал к Богу и говорил: «Господь Иисус, прими дух мой!» ",
          "ID": "59"
        },
        {
          "text": "Упав на колени, он громко воскликнул: «Господи, не вмени им греха сего!» И, сказав это, почил.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "Деяния апостолов 7"
    },
    {
      "text": [
        {
          "text": "Среди тех, кто одобрял его убийство, был и Савл.",
          "ID": "1"
        },
        {
          "text": "С того самого дня начались жестокие гонения на церковь в Иерусалиме, и все, кроме апостолов, рассеялись по Иудее и Самарии. ",
          "ID": "1"
        },
        {
          "text": "Благочестивые люди похоронили Стефана и горько оплакали его. ",
          "ID": "2"
        },
        {
          "text": "А Савл тем временем пытался уничтожить церковь: идя из дома в дом, он хватал верующих мужчин и женщин и предавал заточению.",
          "ID": "3"
        },
        {
          "text": "Тем временем рассеявшиеся ходили повсюду и проповедовали Благую Весть. ",
          "ID": "4"
        },
        {
          "text": "Филипп, придя в один из городов Самарии, начал проповедовать там Христа. ",
          "ID": "5"
        },
        {
          "text": "Толпы людей с особым вниманием относились к тому, что говорил Филипп, потому что слышали о знамениях, совершаемых им, и сами видели их: ",
          "ID": "6"
        },
        {
          "text": "нечистые духи выходили с громким воплем из многих одержимых, и многие парализованные и хромые были исцелены. ",
          "ID": "7"
        },
        {
          "text": "И в городе том была великая радость.",
          "ID": "8"
        },
        {
          "text": "Там с некоторых пор жил человек по имени Симон, который занимался магией и тем поражал жителей Самарии. Он выдавал себя за человека совершенно необычного. ",
          "ID": "9"
        },
        {
          "text": "Все, от мала до велика, слушали его внимательно. «Этот человек, – говорили они, – сила Божия, та, что зовется „силой великой“». ",
          "ID": "10"
        },
        {
          "text": "Горожане слушали его потому, что долгое время он изумлял их своим чародейством. ",
          "ID": "11"
        },
        {
          "text": "Но когда они поверили Филиппу, возвещавшему Благую Весть о Царстве Божием и об имени Иисуса Христа, то приняли крещение и мужчины, и женщины. ",
          "ID": "12"
        },
        {
          "text": "Уверовал и сам Симон. После своего крещения он не отходил от Филиппа и изумлялся, видя совершающиеся великие знамения и чудеса.",
          "ID": "13"
        },
        {
          "text": "Когда апостолы в Иерусалиме услышали, что Самария приняла слово Божие, они послали к ним Петра и Иоанна. ",
          "ID": "14"
        },
        {
          "text": "Те пришли и помолились о том, чтобы уверовавшие получили Духа Святого, ",
          "ID": "15"
        },
        {
          "text": "ибо он еще не снизошел ни на одного из них: они были только крещены во имя Господа Иисуса. ",
          "ID": "16"
        },
        {
          "text": "Затем Петр и Иоанн возложили на них руки, и те получили Духа Святого.",
          "ID": "17"
        },
        {
          "text": "Симон же, увидев, что Дух Святой дается через возложение рук апостолов, предложил им деньги, ",
          "ID": "18"
        },
        {
          "text": "говоря: «Дайте и мне такую силу, чтобы тот, на кого я возложу руки, мог получить Духа Святого».",
          "ID": "19"
        },
        {
          "text": "«Ты думаешь, что за деньги можно приобрести дар Божий?! – поразился Петр. – Серебро твое сгинет с тобой вместе. ",
          "ID": "20"
        },
        {
          "text": "Нет у тебя в этом деле ни части, ни доли: видит Бог всю неправоту сердца твоего. ",
          "ID": "21"
        },
        {
          "text": "Покайся в этом грехесвоем и помолись Господу, чтобы худое намерение сердца твоего было тебе прощено. ",
          "ID": "22"
        },
        {
          "text": "Ибо вижу я, что ты исполнен желчи, и узы нечестия – участь твоя».",
          "ID": "23"
        },
        {
          "text": "«Вы сами помолитесь за меня Господу, – попросил Симон, – чтобы ничто из сказанного вами не постигло меня».",
          "ID": "24"
        },
        {
          "text": "Когда Петр и Иоанн засвидетельствовали о Господе и поделились Его словом, они пошли назад в Иерусалим, по пути во многих селениях самаритянских возвещая Благую Весть.",
          "ID": "25"
        },
        {
          "text": "Ангел Господень, явившись Филиппу, сказал: «Встань и иди на юг по той пустынной дороге, что ведет из Иерусалима в Газу». ",
          "ID": "26"
        },
        {
          "text": "Филипп поднялся и пошел. И вот на этой дороге он встретился с человеком из Эфиопии, евнухом. То был сановник Кандаки, царицы эфиопской, ее казначей, приезжавший в Иерусалим для поклонения. ",
          "ID": "27"
        },
        {
          "text": "Он возвращался домой и, сидя на своей колеснице, читал пророка Исайю. ",
          "ID": "28"
        },
        {
          "text": "Дух сказал Филиппу: «Подойди к колеснице и держись ее как можно ближе».",
          "ID": "29"
        },
        {
          "text": "Филипп подбежал к колеснице и, услышав, что евнух читает пророка Исайю, спросил его: «Понимаешь ли то, что читаешь?»",
          "ID": "30"
        },
        {
          "text": "«Как могу я это понять без помощи знающего человека?» – ответил тот и пригласил Филиппа взойти и сесть с ним.",
          "ID": "31"
        },
        {
          "text": "А читал он вот какое место Писания:",
          "ID": "32"
        },
        {
          "text": "«Как овца, приведен Он был на заклание,",
          "ID": "32"
        },
        {
          "text": "и как ягненок пред стригущим его безгласен,",
          "ID": "32"
        },
        {
          "text": "так и Он уст Своих не отверзает.",
          "ID": "32"
        },
        {
          "text": "В унижениях [Его] в правосудии было Ему отказано.",
          "ID": "33"
        },
        {
          "text": "И кто расскажет обо всем потомстве Его,",
          "ID": "33"
        },
        {
          "text": "коль прервана была на земле жизнь Его?»",
          "ID": "33"
        },
        {
          "text": "«Прошу тебя, скажи мне, о ком это пророк говорит? – спросил евнух Филиппа. – О себе ли или о ком другом?» ",
          "ID": "34"
        },
        {
          "text": "Тогда Филиппотверз уста и, начав с этого текста Писания, поведал ему Благую Весть об Иисусе.",
          "ID": "35"
        },
        {
          "text": "Продолжая путь, они приблизились к месту, где была вода, и евнух сказал: «Видишь, вот вода. Что препятствует мне креститься?» ",
          "ID": "36"
        },
        {
          "text": "[] ",
          "ID": "37"
        },
        {
          "text": "И приказал он остановить колесницу. Затем оба они, Филипп и евнух, вошли в воду, и Филипп крестил его. ",
          "ID": "38"
        },
        {
          "text": "Когда же они вышли из воды, Дух Господень унес Филиппа. Евнух его больше не видел, но продолжал свой путь, радуясь. ",
          "ID": "39"
        },
        {
          "text": "А Филипп оказался в Азоте: проходя по тем местам, он возвещал Благую Весть во всех городах, пока не достиг Кесарии.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "Деяния апостолов 8"
    },
    {
      "text": [
        {
          "text": "Тем временем Савл, не прекращавший своих угроз предать смерти всех учеников Господа, явился к первосвященнику ",
          "ID": "1"
        },
        {
          "text": "и попросил у того рекомендательные письма в синагоги Дамаска, чтобы иметь право брать под стражу тех, кого найдет там из последователей того учения, что называют «Путь», будь то мужчины или женщины, и вести их как узников в Иерусалим. ",
          "ID": "2"
        },
        {
          "text": "Однако по дороге, уже недалеко от Дамаска, его внезапно озарил свет с неба. ",
          "ID": "3"
        },
        {
          "text": "Упав на землю, он услышал обращенные к нему слова: «Саул, Саул! Что ты гонишь Меня?»",
          "ID": "4"
        },
        {
          "text": "Он спросил: «Кто ты, Господи?»",
          "ID": "5"
        },
        {
          "text": "«Я Иисус, Которого ты гонишь, – услышал он в ответ. – ",
          "ID": "5"
        },
        {
          "text": "А теперь встань и иди в город, там тебе скажут, что ты должен делать».",
          "ID": "6"
        },
        {
          "text": "Спутники его стояли в оцепенении: они слышали голос, но никого не видели. ",
          "ID": "7"
        },
        {
          "text": "Савл же встал с земли и, когда открыл глаза, ничего не видел. В Дамаск привели Его за руку. ",
          "ID": "8"
        },
        {
          "text": "И три дня он был слеп, не ел и не пил.",
          "ID": "9"
        },
        {
          "text": "В Дамаске же был ученик по имени Анания. Господь обратился к нему в видении: «Анания!»",
          "ID": "10"
        },
        {
          "text": "«Да, Господи!» ответил тот.",
          "ID": "10"
        },
        {
          "text": "И Господь сказал ему: «Встань и пойди на улицу, что называется Прямой. Найди дом Иуды и там спроси Савла из Тарса. Он сейчас молится, ",
          "ID": "11"
        },
        {
          "text": "и [в видении] ему было показано, что человек по имени Анания пришел к нему и возложил на него руки, чтобы он прозрел».",
          "ID": "12"
        },
        {
          "text": "Но Анания ответил: «Господи, я слышал от многих об этом человеке, сколько зла он причинил народу Твоему святому в Иерусалиме. ",
          "ID": "13"
        },
        {
          "text": "Он и сюда пришел, имея власть от первосвященников увести отсюда как узников всех, призывающих имя Твое».",
          "ID": "14"
        },
        {
          "text": "Господь же сказал ему: «Иди, потому что он – Мною избранное орудие, чтобы принести весть об имени Моем язычникам, и царям, и народу Израиля. ",
          "ID": "15"
        },
        {
          "text": "Я Сам покажу ему, как много он должен претерпеть за имя Мое».",
          "ID": "16"
        },
        {
          "text": "Анания пошел, и, войдя в тот дом, возложил на Савла руки, и сказал: «Саул, брат мой, Господь Иисус, явившийся тебе на пути сюда, послал меня, чтобы ты прозрел и исполнился Духа Святого». ",
          "ID": "17"
        },
        {
          "text": "Тотчас словно некая чешуя упала с глаз его, и Савл прозрел. Он встал, принял крещение, ",
          "ID": "18"
        },
        {
          "text": "потом он поел, и к нему вернулись силы.",
          "ID": "19"
        },
        {
          "text": "Несколько дней после этого он провел с учениками в Дамаске ",
          "ID": "19"
        },
        {
          "text": "и сразу начал проповедовать об Иисусе в синагогах, уча, что Тот есть Сын Божий. ",
          "ID": "20"
        },
        {
          "text": "Все, кто слышал его, приходили в изумление и спрашивали: «Не он ли убивал в Иерусалиме призывавших имя Иисуса и сюда не за тем ли он пришел, чтобы, связав, вести их к первосвященникам?» ",
          "ID": "21"
        },
        {
          "text": "Савл проповедовал всё с большей и большей силой и приводил в замешательство иудеев, живших в Дамаске, доказывая им, что Иисус и есть Мессия.",
          "ID": "22"
        },
        {
          "text": "Прошло некоторое время, и иудеи пошли на сговор, решив лишить его жизни. ",
          "ID": "23"
        },
        {
          "text": "Но Савл узнал об их заговоре. Они день и ночь подстерегали его у ворот, чтобы убить, ",
          "ID": "24"
        },
        {
          "text": "а последователи Савла ночью взяли его и спустили в корзине через отверстие в городской стене.",
          "ID": "25"
        },
        {
          "text": "Придя в Иерусалим, Савл попытался примкнуть к ученикам, но все боялись его, не веря, что он теперь действительно ученик. ",
          "ID": "26"
        },
        {
          "text": "Варнава же взял его и привел к апостолам. Он поведал им, как Савл на пути увидел Господа, и Господь говорил с ним, и как Савл во имя Иисуса смело проповедовал в Дамаске. ",
          "ID": "27"
        },
        {
          "text": "Так Савл остался с ними, ходил он по всему Иерусалиму и бесстрашно проповедовал во имя Господа. ",
          "ID": "28"
        },
        {
          "text": "Но после того, как он побеседовал и поспорил с эллинистами, те попытались было убить его. ",
          "ID": "29"
        },
        {
          "text": "Братья, узнав об этом, увели его в Кесарию, а оттуда переправили в Тарс.",
          "ID": "30"
        },
        {
          "text": "То было мирное время для Церкви по всей Иудее, Галилее и Самарии. Она укреплялась и, поддерживаемая Святым Духом, численно возрастала, пребывая в благоговении перед Господом.",
          "ID": "31"
        },
        {
          "text": "Когда Петр посещал одно место за другим, пришел он и к народу Божию, живущему в Лидде. ",
          "ID": "32"
        },
        {
          "text": "Там он встретил разбитого параличом человека по имени Эней, который уже восемь лет не вставал с постели. ",
          "ID": "33"
        },
        {
          "text": "Петр сказал ему: «Эней! Иисус Христос исцеляет тебя. Встань и застели свою постель». И тот сразу же поднялся. ",
          "ID": "34"
        },
        {
          "text": "Все жители Лидды и Сарона знали этого человека, и, после того, как это случилось, они обратились к Господу.",
          "ID": "35"
        },
        {
          "text": "В Иоппии жила одна верующая женщина по имени Тавифа (что значит «газель»). Ее жизнь была исполнена добрых дел и забот о бедных. ",
          "ID": "36"
        },
        {
          "text": "И случилось так, что в те самые дни она заболела и умерла. Тело [ее] омыли и положили в горнице. ",
          "ID": "37"
        },
        {
          "text": "Лидда находится недалеко от Иоппии, и ученики, услышав, что Петр там, послали к нему двух человек и настоятельно просили его прийти к ним без промедления.",
          "ID": "38"
        },
        {
          "text": "Петр собрался и пошел с ними. Как только он пришел, его повели наверх, в горницу: там все вдовы обступили его, плача и показывая все те рубашки и платья, которые сшила Газель, пока была с ними.",
          "ID": "39"
        },
        {
          "text": "Петр выслал всех из комнаты и, преклонив колени, помолился, затем, обратившись к умершей, произнес: «Тавифа, встань!» Та открыла глаза и, увидев Петра, села. ",
          "ID": "40"
        },
        {
          "text": "Он подал ей руку и помог подняться. Затем он позвал братьев и вдов, и она предстала перед ними живою. ",
          "ID": "41"
        },
        {
          "text": "Об этом стало известно по всей Иоппии, и многие уверовали в Господа. ",
          "ID": "42"
        },
        {
          "text": "Петр пробыл в Иоппии еще некоторое время в доме кожевника Симона.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "Деяния апостолов 9"
    },
    {
      "text": [
        {
          "text": "В Кесарии был человек по имени Корнилий, центурионИталийской когорты. ",
          "ID": "1"
        },
        {
          "text": "Он жил благочестиво, почитал со всем домом своим единого Бога, щедро помогал бедным и постоянно молился Богу. ",
          "ID": "2"
        },
        {
          "text": "Однажды, около трех часов пополудни, было ему видение, в котором Корнилий ясно увидел, как ангел Божий вошел и обратился к нему: «Корнилий!»",
          "ID": "3"
        },
        {
          "text": "Корнилий в испуге посмотрел на него и спросил: «Что, Господи?»",
          "ID": "4"
        },
        {
          "text": "Ангел ответил ему: «Молитвы твои и милостыни твои приняты Богом, и Он помнит о них. ",
          "ID": "4"
        },
        {
          "text": "Теперь пошли людей своих в Иоппию за человеком по имени Симон, которого зовут также Петром. ",
          "ID": "5"
        },
        {
          "text": "Он гостит сейчас у Симона-кожевника, дом которого у моря».",
          "ID": "6"
        },
        {
          "text": "Когда ангел, говоривший с ним, удалился, Корнилий вызвал двух своих слуг и одного благочестивого воина из своей охраны. ",
          "ID": "7"
        },
        {
          "text": "Рассказав им обо всем случившемся, он отправил их в Иоппию.",
          "ID": "8"
        },
        {
          "text": "На следующий день, когда люди Корнилия были еще в пути и приближались к городу, Петр (было около полудня) поднялся на плоскую крышу дома, чтобы помолиться. ",
          "ID": "9"
        },
        {
          "text": "Он был голоден и очень хотел хоть что-нибудь съесть. Пока готовили поесть, Петру было видение: ",
          "ID": "10"
        },
        {
          "text": "он увидел, что раскрылись небеса и нечто, похожее на большую скатерть, которую держат за четыре конца, опускается на землю. ",
          "ID": "11"
        },
        {
          "text": "На ней были всякого рода четвероногие животные земные, пресмыкающиеся и птицы небесные. ",
          "ID": "12"
        },
        {
          "text": "И он услышал обращенный к нему голос: «Встань, Петр, заколи и ешь!»",
          "ID": "13"
        },
        {
          "text": "«Ни за что, Господи, – ответил Петр. – Никогда не ел я ничего поганого или нечистого».",
          "ID": "14"
        },
        {
          "text": "И снова донесся до него голос, во второй раз: «Что Бог очистил, того ты больше не считай нечистым».",
          "ID": "15"
        },
        {
          "text": "Так было трижды, и тотчас всё это было поднято на небо.",
          "ID": "16"
        },
        {
          "text": "Пока Петр еще был в недоумении о том, что бы значило это видение, у ворот остановились люди, посланные Корнилием: они разузнали, где находится дом Симона-кожевника, ",
          "ID": "17"
        },
        {
          "text": "и теперь громко спрашивали, не гостит ли здесь Симон, называемый Петром.",
          "ID": "18"
        },
        {
          "text": "Тут Дух сказал Петру, продолжавшему размышлять о видении: «Пришли три человека и ищут тебя. ",
          "ID": "19"
        },
        {
          "text": "Поспеши к ним и без всякого сомнения иди с ними, ибо Я послал их».",
          "ID": "20"
        },
        {
          "text": "Петр спустился с крыши и сказал им: «Я тот, кого вы ищете. Что привело вас сюда?»",
          "ID": "21"
        },
        {
          "text": "«Мы пришли, – ответили они, – от центуриона Корнилия, человека праведного, чтущего единого Бога и очень уважаемого всем иудейским народом. Святой ангел велел ему пригласить тебя прийти к нему домой, чтобы услышать то, что ты скажешь ему». ",
          "ID": "22"
        },
        {
          "text": "Тогда Петр предложил им войти и приютил их в доме.",
          "ID": "23"
        },
        {
          "text": "Наутро он собрался и отправился с ними в путь, и некоторые из иоппийских братьев сопровождали его. ",
          "ID": "23"
        },
        {
          "text": "В Кесарию пришли они на следующий день. Корнилий ждал их, созвав своих родственников и близких друзей. ",
          "ID": "24"
        },
        {
          "text": "Когда Петр вошел, Корнилий встретил его и, пав к ногам, приветствовал его в глубочайшем почтении. ",
          "ID": "25"
        },
        {
          "text": "Петр же поднял его и сказал: «Встань, я всего лишь человек».",
          "ID": "26"
        },
        {
          "text": "Беседуя с ним, он прошел в дом и увидел, что там собралось много народа. ",
          "ID": "27"
        },
        {
          "text": "Он сказал им: «Вы сами знаете, что запрещено иудею общаться с иноплеменниками или входить к ним в дом, но Бог открыл мне, что никого нельзя считать поганым или нечистым. ",
          "ID": "28"
        },
        {
          "text": "Вот почему, когда вы за мной послали, я пришел без возражений. Теперь хотел бы я узнать, зачем вы прислали за мной?»",
          "ID": "29"
        },
        {
          "text": "«Три дня назад, примерно в это же время, около трех часов дня, я молился в доме своем, – сказал Корнилий. – И вдруг увидел я перед собой мужа в сияющем одеянии, ",
          "ID": "30"
        },
        {
          "text": "который сказал мне: „Корнилий! Услышана твоя молитва и милостыни твои не забыты Богом. ",
          "ID": "31"
        },
        {
          "text": "Пошли в Иоппию за Симоном, которого зовут также Петром, он гостит в доме кожевника Симона возле моря“. ",
          "ID": "32"
        },
        {
          "text": "Я сразу же послал к тебе, и ты хорошо сделал, что пришел. И вот теперь все мы здесь пред Богом и готовы выслушать всё, что повелел тебе сказать Господь».",
          "ID": "33"
        },
        {
          "text": "«Теперь я действительно понимаю, что Бог беспристрастен, – открыв уста, заговорил Петр. – ",
          "ID": "34"
        },
        {
          "text": "Угоден Ему всякий, кто чтит Его и поступает по правде, из какого бы народа тот ни был. ",
          "ID": "35"
        },
        {
          "text": "Бог послал слово Свое народу Израиля, и было оно для них Благой Вестью о мире через Иисуса Христа, Который есть Господь всех. ",
          "ID": "36"
        },
        {
          "text": "Вам известно, что происходило по всей Иудее, начиная с Галилеи, после крещения, которое проповедовал Иоанн. ",
          "ID": "37"
        },
        {
          "text": "Слышали вы о том, как Бог помазал Иисуса из Назарета Духом Святым и силою, и Иисус ходил повсюду, творя добро и исцеляя всех угнетаемых дьяволом, потому что Бог был с Ним.",
          "ID": "38"
        },
        {
          "text": "И мы – свидетели всего, что совершил Он в стране иудейской и [в] Иерусалиме и как убили Его, распяв на кресте. ",
          "ID": "39"
        },
        {
          "text": "Но Бог воскресил Его [на] третий день и дал возможность людям увидеть Его – ",
          "ID": "40"
        },
        {
          "text": "не всему народу, а лишь тем свидетелям, которых Бог заранее избрал, – нам, кто ел и пил с Ним по воскресении Его из мертвых. ",
          "ID": "41"
        },
        {
          "text": "И Он повелел нам проповедовать об этом людям и свидетельствовать, что Его поставил Бог судить живых и мертвых. ",
          "ID": "42"
        },
        {
          "text": "Все пророки свидетельствуют о Нем и говорят, что всякий верующий в Него получает прощение грехов силою и властью имени Его».",
          "ID": "43"
        },
        {
          "text": "Петр еще произносил эти слова, когда Дух Святой сошел на всех, слушавших весть его. ",
          "ID": "44"
        },
        {
          "text": "И верующие из иудеев, пришедшие с Петром, изумились, что Святой Дух дарован был и язычникам. ",
          "ID": "45"
        },
        {
          "text": "Ибо слышали, как те говорили на разных языках и величали Бога.",
          "ID": "46"
        },
        {
          "text": "Тогда Петр сказал: ",
          "ID": "46"
        },
        {
          "text": "«Может ли кто отказать в крещении водою тем, кто, как и мы, получили Духа Святого?» ",
          "ID": "47"
        },
        {
          "text": "И велел им креститься во имя Иисуса Христа. А потом они попросили его остаться у них на несколько дней.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "Деяния апостолов 10"
    },
    {
      "text": [
        {
          "text": "Услышали апостолы и братья в Иудее, что язычники также приняли слово Божие, ",
          "ID": "1"
        },
        {
          "text": "и, когда Петр вернулся в Иерусалим, те, кто считал обрезание обязательным, стали упрекать его: ",
          "ID": "2"
        },
        {
          "text": "«Ты ходил к необрезанным и даже ел с ними».",
          "ID": "3"
        },
        {
          "text": "В ответ на это Петр рассказал им всё по порядку. ",
          "ID": "4"
        },
        {
          "text": "«Я был в городе Иоппии, – начал он, – и во время молитвы было мне видение: нечто, похожее на большую скатерть, которую держали за четыре конца, спускалось с неба. Эта скатерть опустилась прямо ко мне. ",
          "ID": "5"
        },
        {
          "text": "Я внимательно посмотрел и увидел на ней четвероногих земных животных, и диких зверей, и пресмыкающихся, и птиц небесных. ",
          "ID": "6"
        },
        {
          "text": "А также я услышал голос, который сказал мне: „Встань, Петр, заколи и ешь!“",
          "ID": "7"
        },
        {
          "text": "Но я ответил: „Ни за что, Господи. Ничего поганого или нечистого я никогда в рот не брал“.",
          "ID": "8"
        },
        {
          "text": "И во второй раз услышал я голос с неба, который сказал мне: „Что Бог очистил, того не считай нечистым“. ",
          "ID": "9"
        },
        {
          "text": "И так было трижды, и опять всё было поднято на небо.",
          "ID": "10"
        },
        {
          "text": "Как раз в то время к дому, где мы остановились, подошли три человека, посланные ко мне из Кесарии. ",
          "ID": "11"
        },
        {
          "text": "Дух сказал мне, чтобы я без всякого сомнения шел с ними. И вот эти шесть из наших братьев тоже отправились со мной, и мы пришли в дом человека по имени Корнилий. ",
          "ID": "12"
        },
        {
          "text": "Он поведал нам о том, как увидел в своем доме ангела, который стал перед ним и сказал: „Пошли в Иоппию и пригласи Симона, называемого также Петром. ",
          "ID": "13"
        },
        {
          "text": "Он скажет тебе слова, которые приведут ко спасению тебя и весь твой дом“.",
          "ID": "14"
        },
        {
          "text": "Когда я начал говорить, сошел на них Дух Святой, как вначале – на нас. ",
          "ID": "15"
        },
        {
          "text": "Вспомнил я тогда слова, что говорил Господь: „Иоанн крестил водою, вы же будете крещены Духом Святым“. ",
          "ID": "16"
        },
        {
          "text": "И понял я тогда, что Бог дал им такой же дар, как и нам, уверовавшим в Господа Иисуса Христа. Так кто же я такой, чтобы препятствовать Богу?»",
          "ID": "17"
        },
        {
          "text": "Выслушав это, они успокоились и прославили Бога, говоря: «Видно, и язычникам дал Бог покаяние, что ведет к жизни».",
          "ID": "18"
        },
        {
          "text": "Тем временем верующие, рассеявшиеся из-за гонения, случившегося после мученической кончины Стефана, дошли до Финикии, и Кипра, и Антиохии, возвещая спасительную весть лишь одним иудеям. ",
          "ID": "19"
        },
        {
          "text": "Однако некоторые из них, родом с Кипра и Кирены, придя в Антиохию, начали проповедовать и язычникам, возвещая им Благую Весть о Господе Иисусе. ",
          "ID": "20"
        },
        {
          "text": "Господь помогал им, и очень многие, уверовав, обратились к Господу.",
          "ID": "21"
        },
        {
          "text": "Слух о них дошел до церкви в Иерусалиме, и Варнава был послан в Антиохию. ",
          "ID": "22"
        },
        {
          "text": "Он очень обрадовался, когда пришел туда и увидел, что сделал Бог Своей благодатью. И всех он убеждал оставаться верными и преданными Господу всем сердцем, ",
          "ID": "23"
        },
        {
          "text": "потому что был он человек добрый, исполненный Духа Святого и веры. Тогда многие люди пришли к Господу.",
          "ID": "24"
        },
        {
          "text": "Потом пошел он в Тарс на поиски Савла ",
          "ID": "25"
        },
        {
          "text": "и, найдя, взял его с собой в Антиохию. Целый год они трудились в церкви и учили многих людей в том городе. Там, в Антиохии, учеников впервые стали называть христианами.",
          "ID": "26"
        },
        {
          "text": "В те же дни в Антиохию из Иерусалима пришли несколько пророков. ",
          "ID": "27"
        },
        {
          "text": "Один из них, по имени Агав, встал и, вдохновленный свыше, предсказал сильный голод по всей земле (что и случилось во время правления Клавдия). ",
          "ID": "28"
        },
        {
          "text": "Решили тогда ученики, каждый по своему достатку, помочь братьям, живущим в Иудее. ",
          "ID": "29"
        },
        {
          "text": "Так они и поступили, отослав собранные деньги пресвитерам церкви с Варнавой и Савлом.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "Деяния апостолов 11"
    },
    {
      "text": [
        {
          "text": "В те дни царь Ирод начал жестоко преследовать некоторых членов церкви. ",
          "ID": "1"
        },
        {
          "text": "Так, он обезглавил Иакова, брата Иоанна. ",
          "ID": "2"
        },
        {
          "text": "Увидев, что этим он угодил иудеям, Ирод приказал схватить и Петра. Это было во время праздника Пресных Хлебов. ",
          "ID": "3"
        },
        {
          "text": "Схватив Петра, он заточил его в темницу, поручив стеречь его воинам, четырем сменам из четырех человек в каждой, намереваясь после Пасхи судить его принародно.",
          "ID": "4"
        },
        {
          "text": "Пока Петра держали в темнице, церковь усердно молилась за него Богу.",
          "ID": "5"
        },
        {
          "text": "В ночь, накануне того дня, когда Ирод собирался вывести его к народу, Петр спал между двумя воинами, скованный двумя цепями. И стража у дверей охраняла темницу. ",
          "ID": "6"
        },
        {
          "text": "Внезапно явился ангел Господень, и свет озарил темницу. Ангел, растолкав Петра, разбудил его, говоря: «Вставай скорее». И цепи упали с его рук.",
          "ID": "7"
        },
        {
          "text": "Ангел сказал ему: «Повяжись поясом и надень сандалии свои». Он так и сделал. Тогда ангел сказал ему: «Набрось свой плащ и следуй за мной». ",
          "ID": "8"
        },
        {
          "text": "Петр вышел из темницы и следовал за ним, не понимая, что всё, совершаемое ангелом, наяву происходит – он думал, что это видение. ",
          "ID": "9"
        },
        {
          "text": "Миновав первый и второй сторожевые посты, они подошли к железным воротам, ведущим в город, и те сами отворились перед ними. Они вышли через эти ворота, и, как только прошли одну улицу, ангел внезапно исчез.",
          "ID": "10"
        },
        {
          "text": "Придя в себя, Петр сказал: «Теперь я точно знаю, что Господь послал ангела Своего и избавил меня от рук Ирода и от всего, чего ожидал народ иудейский».",
          "ID": "11"
        },
        {
          "text": "Когда он понял это, то пошел прямо к дому Марии, матери Иоанна, называемого также Марком. Многие собрались там и молились. ",
          "ID": "12"
        },
        {
          "text": "Когда Петр постучал в ворота, на стук его вышла служанка по имени Рода. ",
          "ID": "13"
        },
        {
          "text": "Узнав голос Петра, она так обрадовалась, что, даже не открыв ему, вбежала в дом объявить, что Петр стоит у ворот.",
          "ID": "14"
        },
        {
          "text": "«В своем ли ты уме?» – сказали ей в ответ. Но она стояла на своем. Тогда ей возразили: «Это, наверно, его ангел».",
          "ID": "15"
        },
        {
          "text": "А тем временем Петр продолжал стучать. Отворив калитку, они увидели его и изумились. ",
          "ID": "16"
        },
        {
          "text": "Он же, сделав им знак рукою, чтобы успокоились, рассказал [им], как Господь вывел его из темницы. Затем он попросил: «Сообщите об этом Иакову и братьям». Покинув этот дом, он пошел в другое место.",
          "ID": "17"
        },
        {
          "text": "Когда же наступило утро, солдаты пришли в большое смятение: они не могли понять, что случилось, где Петр. ",
          "ID": "18"
        },
        {
          "text": "Ирод приказал разыскать его. И когда его не нашли, Ирод, допросив тех, кто стерег темницу, велел казнить их.",
          "ID": "19"
        },
        {
          "text": "После этих событий Ирод отправился из Иудеи в Кесарию, чтобы пожить там. ",
          "ID": "19"
        },
        {
          "text": "В то время он был сильно разгневан на жителей Тира и Сидона. А они, договорившись между собой, явились к нему и, склонив на свою сторону управляющего царским двором Власта, просили мира, так как область их во всем, что касалось продовольствия, зависела от царской.",
          "ID": "20"
        },
        {
          "text": "В назначенный день Ирод, надев царские одежды, воссел на троне и обратился к собравшимся. ",
          "ID": "21"
        },
        {
          "text": "Народ же, в угоду ему, восклицал: «Это не человек говорит, а Бог». ",
          "ID": "22"
        },
        {
          "text": "И тотчас поразил Ирода ангел Господень за то, что не воздал тот славы Богу: он умер, изъеденный червями.",
          "ID": "23"
        },
        {
          "text": "А весть Божия продолжала распространяться, и ее последователей становилось всё больше.",
          "ID": "24"
        },
        {
          "text": "Варнава же и Савл, выполнив порученное им дело, вернулись в Иерусалим, взяв с собой Иоанна, называемого также Марком.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "Деяния апостолов 12"
    },
    {
      "text": [
        {
          "text": "В общине антиохийской были тогда такие пророки и учителя, как Варнава, Симеон, которого также звали Нигер, Лукий Киринеянин, Манаин, который воспитывался вместе с правителем Иродом, и Савл. ",
          "ID": "1"
        },
        {
          "text": "Однажды, когда они совершали богослужение, молились Господу и постились, Дух Святой сказал им: «Отпустите для Меня Варнаву и Савла для дела, к которому Я призвал их». ",
          "ID": "2"
        },
        {
          "text": "Тогда собравшиеся там, продолжая пребывать в посте и молитве, возложили на них руки и отпустили их.",
          "ID": "3"
        },
        {
          "text": "Так, эти двое, посланные Святым Духом, пошли в Селевкию, а оттуда отплыли на Кипр. ",
          "ID": "4"
        },
        {
          "text": "Прибыв в Саламин, они проповедовали слово Божие в иудейских синагогах, Иоанн же был с ними как помощник.",
          "ID": "5"
        },
        {
          "text": "Они прошли весь остров Кипр до самого Пафа и встретили там некоего лжепророка и волхва. Это был иудей по имени Бар-Иисус, ",
          "ID": "6"
        },
        {
          "text": "и он был из свиты проконсула Сергия Павла. Проконсул, как человек рассудительный, позвал к себе Варнаву и Савла, желая услышать слово Божие. ",
          "ID": "7"
        },
        {
          "text": "Но Элима, то есть волхв (так переводится имя его), противостоял им, стараясь отвратить проконсула от веры. ",
          "ID": "8"
        },
        {
          "text": "Тогда Савл (он же Павел), исполнившись Духом Святым, пристально посмотрел на волхва ",
          "ID": "9"
        },
        {
          "text": "и сказал: «О сын дьявола и враг всякой правды! Полон ты всякого порока и коварства. Может быть, довольно уже тебе извращать прямые пути Господни?! ",
          "ID": "10"
        },
        {
          "text": "Так вот, не уйдешь ты от руки Господней: ослепнешь ты на время и света солнечного не увидишь!»",
          "ID": "11"
        },
        {
          "text": "И тут же словно туманом, а затем и полным мраком заволокло глаза Элимы, и стал он метаться по сторонам в поисках поводыря. ",
          "ID": "11"
        },
        {
          "text": "Увидев всё происшедшее, проконсул уверовал. Он был под глубоким впечатлением от всего, что узнал о Господе.",
          "ID": "12"
        },
        {
          "text": "Отплыв из Пафа, Павел и сопровождавшие его братья прибыли в Пергию, что в Памфилии, Иоанн, однако, оставил их там и вернулся в Иерусалим. ",
          "ID": "13"
        },
        {
          "text": "Они же, пройдя Пергию, пришли в Антиохию, что в Писидии, и, в субботний день придя в синагогу, сели там. ",
          "ID": "14"
        },
        {
          "text": "После чтения Закона и пророков старейшины синагоги послали сказать им: «Братья! Если у вас есть слово наставления к народу, говорите».",
          "ID": "15"
        },
        {
          "text": "Павел встал, сделал знак рукою, прося всех умолкнуть, и сказал: «Братья израильтяне и все вы, чтущие единого Бога, послушайте! ",
          "ID": "16"
        },
        {
          "text": "Бог народа израильского избрал отцов наших; и на чужбине, в земле египетской, Он сделал наш народ большим народом и рукой Своей могучей вывел его оттуда. ",
          "ID": "17"
        },
        {
          "text": "И около сорока лет Он заботился о нем в пустыне. ",
          "ID": "18"
        },
        {
          "text": "И истребив семь народов в земле ханаанской, Он отдал отцам нашим во владение ту землю ",
          "ID": "19"
        },
        {
          "text": "лет на четыреста пятьдесят. После того, как взяли они ту землю, давал Он им судей, и те правили народом вплоть до дней пророка Самуила. ",
          "ID": "20"
        },
        {
          "text": "Потом просили они себе царя, и Бог дал им Саула, сына Кисова, из колена Вениаминова, который правил сорок лет. ",
          "ID": "21"
        },
        {
          "text": "Отстранив его, поставил им Бог царем Давида и дал о нем такое свидетельство: „Нашел Я Себе человека по сердцу Своему, Давида, сына Иессеева. Он исполнит всю волю Мою“. ",
          "ID": "22"
        },
        {
          "text": "Бог по Своему обещанию из его потомков даровал Израилю Спасителя Иисуса, ",
          "ID": "23"
        },
        {
          "text": "пришествие Которого было предвозвещено Иоанном, призывавшим весь народ Израиля к крещению в знак покаяния. ",
          "ID": "24"
        },
        {
          "text": "Иоанн, прежде чем закончить свой путь, сказал: „Я не тот, за кого вы меня принимаете, но за мною вслед идет Тот, у Кого я не достоин развязать обувь на ногах“.",
          "ID": "25"
        },
        {
          "text": "Братья мои, дети рода Авраамова и все вы, поклоняющиеся единому Богу! Эта весть о спасении послана нам! ",
          "ID": "26"
        },
        {
          "text": "Ибо жители Иерусалима и начальники их отказались признать Его и исполнили слова пророков, читаемые каждую субботу, осудив Его. ",
          "ID": "27"
        },
        {
          "text": "Они, не найдя в Нем никакой вины, достойной смерти, упросили всё же Пилата казнить Его. ",
          "ID": "28"
        },
        {
          "text": "Исполнив тем самым все, сказанное о Нем в Писаниях, сняли с креста и положили Его в гроб, ",
          "ID": "29"
        },
        {
          "text": "но Бог воскресил Его из мертвых. ",
          "ID": "30"
        },
        {
          "text": "И в течение многих дней Он являлся тем, кто вместе с Ним пришел из Галилеи в Иерусалим; [теперь] они свидетельствуют о Нем перед народом.",
          "ID": "31"
        },
        {
          "text": "Вот и мы принесли вам Благую Весть: обещанное отцам нашим ",
          "ID": "32"
        },
        {
          "text": "Бог исполнил для нас, [их] детей, восставив Иисуса, как и написано об этом во втором псалме:",
          "ID": "33"
        },
        {
          "text": "„Ты – Мой Сын,",
          "ID": "33"
        },
        {
          "text": "Отцом Твоим стал Я ныне“.",
          "ID": "33"
        },
        {
          "text": "А о том, что Бог восставил Его из мертвых, навсегда избавив от тления, Он сказал так:",
          "ID": "34"
        },
        {
          "text": "„Я дам Вам те святые, обещанные Давиду блага,",
          "ID": "34"
        },
        {
          "text": "на которые положиться можно“.",
          "ID": "34"
        },
        {
          "text": "Потому и в другом псалме сказано:",
          "ID": "35"
        },
        {
          "text": "„Не дашь Святому Твоему Ты в тлен обратиться“.",
          "ID": "35"
        },
        {
          "text": "Но Давид, как вы знаете, по воле Божьей послужил своему поколению и почил, он был похоронен с отцами своими и «тлен увидел». ",
          "ID": "36"
        },
        {
          "text": "Но тление не коснулось Того, Кто Богом был воскрешен.",
          "ID": "37"
        },
        {
          "text": "И знайте, братья мои, что это через Него возвещается вам прощение грехов. Через Него каждый верующий получает оправдание во всем, в чем вы через Закон Моисея не могли быть оправданы. ",
          "ID": "38"
        },
        {
          "text": "Так смотрите, чтобы не случилось того, о чем говорили пророки:",
          "ID": "40"
        },
        {
          "text": "„Только посмотрите, насмешники!",
          "ID": "41"
        },
        {
          "text": "И останется вам лишь поразиться и погибнуть,",
          "ID": "41"
        },
        {
          "text": "ибо во дни ваши совершаю Я такое,",
          "ID": "41"
        },
        {
          "text": "чему вы никогда бы не поверили,",
          "ID": "41"
        },
        {
          "text": "случись вам услышать об этом“».",
          "ID": "41"
        },
        {
          "text": "Когда Павел и Варнава выходили из синагоги, их просили продолжить говорить об этом в следующую субботу. ",
          "ID": "42"
        },
        {
          "text": "Когда же собрание закончилось, многие иудеи и люди благочестивые, из обращенных в иудаизм, последовали за Павлом и Варнавою, которые, беседуя с ними, убеждали их пребывать в благодати Божией.",
          "ID": "43"
        },
        {
          "text": "В следующую субботу чуть ли не весь город собрался, чтобы слушать слово Господне. ",
          "ID": "44"
        },
        {
          "text": "Иудеи, увидев эти толпы, исполнились зависти и начали, бранясь, противоречить всему, что говорил Павел.",
          "ID": "45"
        },
        {
          "text": "Тогда Павел и Варнава смело и решительно сказали: «Мы должны были вам первым возвестить слово Божье; но раз вы его отвергаете и, как видно, не считаете себя достойными вечной жизни, мы обращаемся к язычникам. ",
          "ID": "46"
        },
        {
          "text": "Так заповедал нам Господь:",
          "ID": "47"
        },
        {
          "text": "„Светом для язычников сделал Я Тебя,",
          "ID": "47"
        },
        {
          "text": "чтоб стал Ты спасением до края земли“».",
          "ID": "47"
        },
        {
          "text": "Слыша это, язычники радовались и славили слово Господне, и уверовали все, кто избран был для вечной жизни.",
          "ID": "48"
        },
        {
          "text": "Слово Господне распространялось по всем окрестностям. ",
          "ID": "49"
        },
        {
          "text": "Но иудеи, сумев повлиять на чувства благочестивых женщин из знатных семей и на влиятельных людей города, начали преследовать Павла и Варнаву и изгнали их из своих краев. ",
          "ID": "50"
        },
        {
          "text": "Они же, отряхнув прах с ног во свидетельство против своих гонителей, пошли в Иконию. ",
          "ID": "51"
        },
        {
          "text": "А ученики из обращенных в Антиохии, исполненные Духа Святого, пребывали в великой радости.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "Деяния апостолов 13"
    },
    {
      "text": [
        {
          "text": "В Иконии Павел и Варнава тоже пришли в иудейскую синагогу и говорили так, что уверовало великое множество как иудеев, так и язычников. ",
          "ID": "1"
        },
        {
          "text": "(Однако те иудеи, что не уверовали, ожесточили язычников, настроив их против братьев.) ",
          "ID": "2"
        },
        {
          "text": "Они пробыли там довольно долго и проповедовали смело и открыто, полагаясь на Господа, подтверждавшего весть о Своей благодати тем, что даровал им способность творить знамения и чудеса. ",
          "ID": "3"
        },
        {
          "text": "Между тем народ в городе разделился: одни стали на сторону иудеев, а другие – апостолов. ",
          "ID": "4"
        },
        {
          "text": "Язычники и иудеи, вступив в сговор с городскими властями, собрались напасть на Павла и Варнаву и побить их камнями. ",
          "ID": "5"
        },
        {
          "text": "Узнав об этом, они нашли себе убежище в Ликаонии и там, в городах Листра и Дервия и их окрестностях, продолжали возвещать Благую Весть.",
          "ID": "6"
        },
        {
          "text": "В Листре был человек, который не владел ногами, хромой от рождения, он и шагу ступить не мог. Этот человек сидел ",
          "ID": "8"
        },
        {
          "text": "и слушал проповедь Павла. Павел внимательно посмотрел на него и, заметив, что есть у него вера и может он быть исцелен, ",
          "ID": "9"
        },
        {
          "text": "громко воскликнул: «Поднимись, стань на ноги!» Тот быстро встал и пошел.",
          "ID": "10"
        },
        {
          "text": "Люди, увидев сделанное Павлом, закричали по-ликаонски: «Боги сошли к нам в облике человеческом!» ",
          "ID": "11"
        },
        {
          "text": "И стали называть Варнаву Зевсом, а Павла Гермесом, потому что в основном говорил он. ",
          "ID": "12"
        },
        {
          "text": "Жрец Зевса, храм которого был перед городскими воротами, привел к воротам быков, принес венки и хотел вместе с народом совершить жертвоприношение.",
          "ID": "13"
        },
        {
          "text": "Услышав об этом, апостолы Варнава и Павел разодрали на себе одежды и с криком бросились в толпу: ",
          "ID": "14"
        },
        {
          "text": "«Остановитесь, что вы делаете? – взывали они. – Мы такие же люди, как и вы, и пришли к вам с Благой Вестью, чтобы обратились вы от этих никчемных идолов к Богу Живому, создавшему небо, землю и море, и всё, что в них обитает. ",
          "ID": "15"
        },
        {
          "text": "В прошлых поколениях Он позволял всем народам ходить своими путями, ",
          "ID": "16"
        },
        {
          "text": "хотя и не переставал напоминать вам о Себе, творя добро: Он посылает вам с неба дожди и каждый год в свое время дает урожаи, насыщает вас пищей и наполняет весельем сердца ваши». ",
          "ID": "17"
        },
        {
          "text": "И этими речами они едва смогли удержать народ от жертвоприношения в их честь.",
          "ID": "18"
        },
        {
          "text": "Но потом из Антиохии и Иконии пришли иудеи и, настроив народ против апостолов, побили Павла камнями; думая, что он умер, его выволокли за город. ",
          "ID": "19"
        },
        {
          "text": "Когда же ученики обступили Павла, он очнулся, встал и вернулся в город, а на следующий день вместе с Варнавою пошел в Дервию.",
          "ID": "20"
        },
        {
          "text": "Возвестив Благую Весть в том городе и многих сделав учениками Господа, они вернулись в Листру, а затем прошли через Иконию и Антиохию, ",
          "ID": "21"
        },
        {
          "text": "всюду укрепляя дух учеников, призывая быть стойкими в вере. «В Царство Божие нам предстоит войти путем многих страданий», – говорили они. ",
          "ID": "22"
        },
        {
          "text": "И, избрав им пресвитеров в каждой церкви, с молитвой и постом поручили их заботе Господа, в Которого те уверовали. ",
          "ID": "23"
        },
        {
          "text": "Потом, пройдя через всю Писидию, они пришли в Памфилию. ",
          "ID": "24"
        },
        {
          "text": "И, возвестив слово в Пергии, они направились в Атталию.",
          "ID": "25"
        },
        {
          "text": "Оттуда отплыли они в Антиохию. (Там они были вверены благодати Божией для дела, которое и исполнили.) ",
          "ID": "26"
        },
        {
          "text": "В Антиохии они собрали церковь и рассказали обо всём, что Бог совершил через них и как Он отворил дверь веры язычникам. ",
          "ID": "27"
        },
        {
          "text": "И они продолжительное время оставались там с учениками.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "Деяния апостолов 14"
    },
    {
      "text": [
        {
          "text": "В Антиохию из Иудеи пришли несколько человек и стали убеждать братьев: «Если не обрежетесь, как то делал Моисей, не спастись вам». ",
          "ID": "1"
        },
        {
          "text": "Когда же у Павла и Варнавы возникли с ними острые разногласия и споры, то было решено по этому делу отправить Павла, Варнаву и еще несколько братьев к апостолам и пресвитерам в Иерусалим. ",
          "ID": "2"
        },
        {
          "text": "Церковь проводила их в путь. Шли они через Финикию и Самарию и повсюду рассказывали об обращении язычников, и все братья, слыша о том, радовались. ",
          "ID": "3"
        },
        {
          "text": "По прибытии в Иерусалим они были приняты церковью, апостолами и пресвитерами, которым они поведали обо всем, что Бог совершил через них.",
          "ID": "4"
        },
        {
          "text": "Тогда выступили некоторые из верующих, в прошлом сторонники фарисейского толка, и сказали: «Язычники должны быть обрезаны. От них надо потребовать соблюдения Закона Моисеева».",
          "ID": "5"
        },
        {
          "text": "Апостолы и пресвитеры собрались вместе, чтобы рассмотреть это дело. ",
          "ID": "6"
        },
        {
          "text": "После долгого обсуждения Петр встал и сказал им: «Братья мои, как вы хорошо знаете, с самых первых дней Бог среди вас избрал меня, чтобы из моих уст язычники услышали слова Благой Вести и уверовали. ",
          "ID": "7"
        },
        {
          "text": "И Бог, Которому ведомо сердце каждого, показал, что принимает их, даровав им Духа Святого, как и нам. ",
          "ID": "8"
        },
        {
          "text": "Бог не сделал никакого различия между нами и ими, Он сделал сердца их чистыми, когда они уверовали. ",
          "ID": "9"
        },
        {
          "text": "Так зачем же вы теперь испытываете терпение Бога, пытаясь надеть на шею учеников ярмо, которое не смогли нести на себе ни отцы наши, ни мы? ",
          "ID": "10"
        },
        {
          "text": "Ведь мы верим, что спасены благодатью Господа Иисуса так же, как и они».",
          "ID": "11"
        },
        {
          "text": "Тогда всё собрание умолкло и стало слушать Варнаву и Павла: они рассказывали о тех знамениях и чудесах, которые сотворил Бог через них среди язычников. ",
          "ID": "12"
        },
        {
          "text": "Когда они закончили, заговорил Иаков: «Братья мои, послушайте меня: ",
          "ID": "13"
        },
        {
          "text": "Симон поведал нам, как Бог с самого начала проявил заботу о том, чтобы из язычников составить Себе народ, который носил бы имя Его. ",
          "ID": "14"
        },
        {
          "text": "И это в полном согласии со словами пророков, ведь в Писании сказано:",
          "ID": "15"
        },
        {
          "text": "„После этого Я вернусь и отстрою",
          "ID": "16"
        },
        {
          "text": "обратившийся в развалины дом Давида;",
          "ID": "16"
        },
        {
          "text": "разрушенное в нем воссоздам и восстановлю его,",
          "ID": "16"
        },
        {
          "text": "дабы к Господу могли обратитьсявсе остальные люди,",
          "ID": "17"
        },
        {
          "text": "все язычники, на которых имя Мое призывается.",
          "ID": "17"
        },
        {
          "text": "Так говорит Господь,",
          "ID": "17"
        },
        {
          "text": "делающий это ",
          "ID": "17"
        },
        {
          "text": "известным от вечности“.",
          "ID": "18"
        },
        {
          "text": "И потому я считаю: нам не следует возлагать ненужное бремя на язычников, обращающихся к Богу. ",
          "ID": "19"
        },
        {
          "text": "Мы должны написать им, чтобы они воздерживались от пищи, оскверненной тем, что ее приносили в жертву языческим богам, от блуда, от мяса удавленных животных и крови. ",
          "ID": "20"
        },
        {
          "text": "Ибо Закон Моисеев с древних времен проповедуется в каждом городе и вслух читается в синагогах каждую субботу».",
          "ID": "21"
        },
        {
          "text": "Тогда апостолы и пресвитеры вместе со всей церковью решили избрать кого-нибудь из братьев и послать их в Антиохию с Павлом и Варнавою. Избрали они двух руководящих братьев: Иуду, называемого Варсаввой, и Силу. ",
          "ID": "22"
        },
        {
          "text": "С ними они послали такое письмо:",
          "ID": "23"
        },
        {
          "text": "«Мы, апостолы и пресвитеры,",
          "ID": "23"
        },
        {
          "text": "как братья приветствуем всех вас, братьев своих, –",
          "ID": "23"
        },
        {
          "text": "христиан из язычников, живущих в Антиохии, Сирии и Киликии.",
          "ID": "23"
        },
        {
          "text": "Нам стало известно, что несколько человек из нашей общины, которым мы того не поручали, приходили к вам и своими требованиями смутили и встревожили вас. ",
          "ID": "24"
        },
        {
          "text": "Поэтому мы все единодушно решили избрать братьев, чтобы послать их к вам вместе с горячо любимыми нами Варнавою и Павлом – ",
          "ID": "25"
        },
        {
          "text": "людьми, рисковавшими жизнью своей за имя Господа нашего Иисуса Христа. ",
          "ID": "26"
        },
        {
          "text": "И вот, мы посылаем к вам Иуду и Силу, которые устно подтвердят написанное нами. ",
          "ID": "27"
        },
        {
          "text": "Вот как решили Дух Святой и мы: не возлагать на вас никакого иного бремени, кроме совершенно необходимого: ",
          "ID": "28"
        },
        {
          "text": "воздерживаться от употребления в пищу того, что приносилось в жертву идолам, от крови и мяса удавленных животных и от блуда. Избегая всего этого, вы поступите верно.",
          "ID": "29"
        },
        {
          "text": "Всего вам доброго!»",
          "ID": "29"
        },
        {
          "text": "Простившись, они отправились в Антиохию. Там собрали всех верующих и передали им письмо. ",
          "ID": "30"
        },
        {
          "text": "Они прочитали его, и эта утешительная весть обрадовала их. ",
          "ID": "31"
        },
        {
          "text": "А Иуда и Сила, сами будучи пророками, многое сказали, чтобы ободрить и укрепить братьев. ",
          "ID": "32"
        },
        {
          "text": "После того, как они пробыли там некоторое время, братья, пожелав им мира, проводили их к тем, кто их послал. ",
          "ID": "33"
        },
        {
          "text": "[] ",
          "ID": "34"
        },
        {
          "text": "Павел и Варнава, однако, остались в Антиохии, там они продолжали учить слову Господню и вместе со многими другими возвещали Благую Весть.",
          "ID": "35"
        },
        {
          "text": "Несколько дней спустя Павел предложил Варнаве: «Вернемся и посетим братьев наших во всех городах, где мы возвестили слово Господне, и узнаем, как они живут». ",
          "ID": "36"
        },
        {
          "text": "Варнава хотел взять с собою Иоанна, называемого Марком, ",
          "ID": "37"
        },
        {
          "text": "но Павел воспротивился и настаивал на том, что не следует брать с собой человека, который покинул их в Памфилии, отказавшись трудиться вместе с ними. ",
          "ID": "38"
        },
        {
          "text": "Разлад между ними был настолько велик, что они расстались друг с другом. Варнава взял с собою Марка, и они отплыли на Кипр, ",
          "ID": "39"
        },
        {
          "text": "а Павла братья вверили благодати Господа, когда он, избрав себе в спутники Силу, отправился в путь. ",
          "ID": "40"
        },
        {
          "text": "Шел он через Сирию и Киликию, укрепляя прежде созданные там церкви.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "Деяния апостолов 15"
    },
    {
      "text": [
        {
          "text": "Так Павел дошел до Дервии, а затем и до Листры. И там он нашел ученика по имени Тимофей, мать которого была уверовавшая во Христа иудейка, а отец – язычник. ",
          "ID": "1"
        },
        {
          "text": "Братья в Листре и Иконии хорошо о нем отзывались. ",
          "ID": "2"
        },
        {
          "text": "Павлу, пожелавшему взять его в спутники, пришлось обрезать его: это было необходимо из-за иудеев той местности, где каждый знал, что отец Тимофея – язычник. ",
          "ID": "3"
        },
        {
          "text": "Идя из города в город, они передавали верующим решения, принятые апостолами и пресвитерами в Иерусалиме, и убеждали в необходимости соблюдать их. ",
          "ID": "4"
        },
        {
          "text": "Церкви между тем укреплялись в вере и численно возрастали с каждым днем.",
          "ID": "5"
        },
        {
          "text": "Святой Дух удержал их от того, чтобы возвещали они слово Божие в Асии, потому пошли они через Фригию и земли Галатии. ",
          "ID": "6"
        },
        {
          "text": "Когда подошли они к границам Мисии, они хотели было войти в Вифинию, но Дух Иисуса не позволил им. ",
          "ID": "7"
        },
        {
          "text": "Они пересекли Мисию и вышли к Троаде. ",
          "ID": "8"
        },
        {
          "text": "Ночью же Павлу было видение: некий македонянин предстал перед ним и просил его: «Приди в Македонию и помоги нам».",
          "ID": "9"
        },
        {
          "text": "После того видения мы сразу же стали собираться в Македонию, будучи уверенными, что Сам Бог призвал нас возвещать там Благую Весть. ",
          "ID": "10"
        },
        {
          "text": "Итак, отплыв из Троады, мы прибыли прямым путем в Самофракию, а на другой день были уже в Неаполе, ",
          "ID": "11"
        },
        {
          "text": "оттуда направились в Филиппы, римскую колонию и главный город той части Македонии. В этом городе пробыли мы несколько дней.",
          "ID": "12"
        },
        {
          "text": "В субботу мы вышли за городские ворота к реке, где, как мы думали, было место для молитвы; там мы сели и разговаривали с собравшимися женщинами. ",
          "ID": "13"
        },
        {
          "text": "Одну из тех, кто слушал нас, звали Лидия. (Она торговала пурпурными тканями.) Эта женщина из Фиатиры почитала единого Бога, и Господь открыл ее сердце, чтобы приняла она с верою всё, что говорил Павел. ",
          "ID": "14"
        },
        {
          "text": "После того, как она и все живущие в доме ее были крещены, она стала упрашивать нас: «Если вы действительно признаёте меня верной Господу, заходите в мой дом и живите у меня». И уговорила нас.",
          "ID": "15"
        },
        {
          "text": "Однажды, когда мы шли к месту молитвенного собрания, встретилась нам одна рабыня, одержимая духом, с помощью которого она предсказывала будущее и тем приносила своим господам большой доход. ",
          "ID": "16"
        },
        {
          "text": "Следуя за Павлом и нами, она кричала: «Эти люди – рабы Бога Всевышнего, они возвещают вам путь спасения». ",
          "ID": "17"
        },
        {
          "text": "Делала она это изо дня в день, пока Павел, сильно раздосадованный, обернувшись, не сказал духу: «Именем Иисуса Христа повелеваю тебе: выйди из нее!» И дух тотчас вышел.",
          "ID": "18"
        },
        {
          "text": "Тогда господа ее, видя, что у них теперь больше нет надежд на доходы, схватили Павла и Силу и потащили на площадь к городскому начальству. ",
          "ID": "19"
        },
        {
          "text": "Приведя их к преторам, они заявили: «Эти люди – иудеи, и они вызывают беспорядки в нашем городе. ",
          "ID": "20"
        },
        {
          "text": "Они учат обычаям, которые для нас, римских граждан, просто недопустимы и которым мы никак не можем следовать».",
          "ID": "21"
        },
        {
          "text": "Разъяренная толпа также стала нападать на апостолов, и тогда преторы приказали сорвать с них одежды и бить их палками. ",
          "ID": "22"
        },
        {
          "text": "После жестокого избиения бросили их в тюрьму, приказав тюремщику надежно стеречь их. ",
          "ID": "23"
        },
        {
          "text": "Он, получив такое приказание, запер их во внутреннюю тюрьму, забив им ноги в колодки.",
          "ID": "24"
        },
        {
          "text": "Около полуночи Павел и Сила пели Богу псалмы, тем вознося Ему свои молитвы и хвалу. Другие заключенные слушали их. ",
          "ID": "25"
        },
        {
          "text": "Вдруг произошло сильное землетрясение: тюрьму сотрясло до основания; в тот же миг распахнулись все двери, со всех заключенных упали оковы. ",
          "ID": "26"
        },
        {
          "text": "Тюремщик проснулся; увидев распахнутые двери тюрьмы, он выхватил меч и хотел было покончить с собой, думая, что заключенные сбежали, ",
          "ID": "27"
        },
        {
          "text": "но Павел криком остановил его: «Не делай самому себе зла! Все мы здесь».",
          "ID": "28"
        },
        {
          "text": "Тюремщик, потребовав огня, вбежал к Павлу и Силе и, трепеща от страха, пал перед ними на землю. ",
          "ID": "29"
        },
        {
          "text": "«Что делать мне, господа мои, чтобы спастись?» – спросил он, выведя их из тюрьмы.",
          "ID": "30"
        },
        {
          "text": "Они же ответили: «Верь в Господа Иисуса и будешь спасен ты и дом твой». ",
          "ID": "31"
        },
        {
          "text": "И возвестили они слово Господне ему и всем домочадцам его. ",
          "ID": "32"
        },
        {
          "text": "В этот поздний ночной час выведя их из тюрьмы, тюремщик омыл им раны и тут же принял крещение сам и все домашние его. ",
          "ID": "33"
        },
        {
          "text": "И, приведя их в дом, предложил трапезу. И со всем домом своим он радовался тому, что обрел веру в Бога.",
          "ID": "34"
        },
        {
          "text": "С наступлением дня преторы прислали к нему ликторов. «Отпустите тех людей!» приказали они. ",
          "ID": "35"
        },
        {
          "text": "Тюремщик передал [эти] слова Павлу: «Преторы прислали распоряжение отпустить вас. Теперь вы свободны. Можете идти с миром».",
          "ID": "36"
        },
        {
          "text": "«Как?! – возразил Павел. – Нас, римских граждан, без суда всенародно избили и бросили в тюрьму, а теперь нас тайно выгоняют? Нет. Пусть придут и сами нас выведут».",
          "ID": "37"
        },
        {
          "text": "Ликторы передали эти слова преторам, и те, услышав, что Павел и Сила – римские граждане, испугались. ",
          "ID": "38"
        },
        {
          "text": "Они пришли сами и извинились перед ними. И когда вывели их из тюрьмы, то просили их покинуть город. ",
          "ID": "39"
        },
        {
          "text": "Павел и Сила, выйдя из тюрьмы, пришли к Лидии, повидались там с братьями, ободрили их и отправились в путь.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "Деяния апостолов 16"
    },
    {
      "text": [
        {
          "text": "Пройдя через Амфиполь и Аполлонию, они пришли в Фессалонику. Здесь была иудейская синагога. ",
          "ID": "1"
        },
        {
          "text": "По своему обыкновению, Павел ходил туда и три субботы подряд приводил собравшимся доводы из Писания, ",
          "ID": "2"
        },
        {
          "text": "объясняя и доказывая, что Мессия должен был пострадать и воскреснуть из мертвых. «Этот Иисус, Которого я проповедую вам, и есть Мессия», – говорил он. ",
          "ID": "3"
        },
        {
          "text": "Некоторых из них эти доводы убедили, и они примкнули к Павлу и Силе вместе с очень многими почитающими единого Бога язычниками и немалым числом знатных женщин.",
          "ID": "4"
        },
        {
          "text": "Но это вызвало зависть у иудеев, что не уверовали, и они, прихватив с собой ничтожных людей из городской черни, собрали толпу и начали возмущать город. Они ринулись к дому Иасона, пытаясь найти там Павла и Силу, чтобы привести их в народное собрание. ",
          "ID": "5"
        },
        {
          "text": "Не найдя их, повлекли Иасона и еще некоторых братьев к городским властям, крича: «Эти люди, перевернувшие вверх дном весь мир, теперь пришли и сюда! ",
          "ID": "6"
        },
        {
          "text": "Иасон принял их у себя; все они нарушают повеления кесаря, утверждая, что есть другой царь, Иисус». ",
          "ID": "7"
        },
        {
          "text": "Эти слова встревожили народ и городские власти, ",
          "ID": "8"
        },
        {
          "text": "и они отпустили Иасона и тех, кто был с ним, только после того, как получили от них залог.",
          "ID": "9"
        },
        {
          "text": "С наступлением ночи братья немедленно отправили Павла и Силу в Верию; войдя в город, они сразу же пошли в иудейскую синагогу. ",
          "ID": "10"
        },
        {
          "text": "Иудеи в Верии были более благородными и открытыми, чем в Фессалонике, – они очень охотно приняли весть, ежедневно исследуя Писания, чтоб самим видеть, верно ли то, что им было сказано. ",
          "ID": "11"
        },
        {
          "text": "И многие из них уверовали, и немало среди них было уважаемых в обществе женщин и мужчин из греков.",
          "ID": "12"
        },
        {
          "text": "Но когда иудеи в Фессалонике узнали, что и в Верии возвещено Павлом слово Божие, то пришли и туда, чтобы сеять смуту и возмущение в народе. ",
          "ID": "13"
        },
        {
          "text": "Тогда братья немедленно отправили Павла к морю, а Сила и Тимофей остались в Верии. ",
          "ID": "14"
        },
        {
          "text": "Провожавшие Павла довели его до Афин и, получив от него наказ для Силы и Тимофея как можно скорее прийти к нему, отправились в обратный путь.",
          "ID": "15"
        },
        {
          "text": "В Афинах, дожидаясь Силу и Тимофея, Павел до глубины души был потрясен видом города, погрязшего в идолопоклонстве. ",
          "ID": "16"
        },
        {
          "text": "И потому он в заботе о жителях города беседовал, где и с кем только мог: и в синагоге с иудеями, и с почитающими единого Бога язычниками, и каждый день на площади с прохожими. ",
          "ID": "17"
        },
        {
          "text": "А кое-кто из философов, эпикурейцев и стоиков, беседовал с ним, и некоторые из них говорили: «Что хочет сказать этот пустослов?» А иные: «Он, кажется, вестник каких-то богов других народов», – это потому, что Павел проповедовал им об Иисусе и воскресении мертвых. ",
          "ID": "18"
        },
        {
          "text": "Тогда взяли они его с собой, привели в Ареопаг и там спросили: «Можем ли мы узнать, что это за новое учение, о котором ты всё толкуешь? ",
          "ID": "19"
        },
        {
          "text": "Мы слышали от тебя нечто странное и хотим знать, что всё это значит». ",
          "ID": "20"
        },
        {
          "text": "(Ведь все афиняне и даже живущие в их городе иностранцы ни в чем так охотно не проводили время, как в том, чтобы слушать или обсуждать что-нибудь новое.)",
          "ID": "21"
        },
        {
          "text": "Павел, представ перед Ареопагом, сказал: «Уважаемые афиняне, по всему вижу, что вы очень набожны. ",
          "ID": "22"
        },
        {
          "text": "Когда я ходил и осматривал ваши святыни, нашел я жертвенник, на котором написано: „НЕВЕДОМОМУ БОГУ“. Именно Этого Бога, Которого вы, не зная, почитаете, я и возвещаю вам.",
          "ID": "23"
        },
        {
          "text": "Бог, сотворивший мир и всё, что в нем, Он, Властелин неба и земли, не в рукотворных храмах обитает. ",
          "ID": "24"
        },
        {
          "text": "Что могут сделать для Него люди своими руками?! Он ведь ни в чем не нуждается – Сам дарует Он всему жизнь, дыхание да и всё остальное. ",
          "ID": "25"
        },
        {
          "text": "Он не только создал все народы от одного человека, чтоб всю землю они населили, но и заранее определил для них точные времена и пределы обитания. ",
          "ID": "26"
        },
        {
          "text": "И это с тем, чтобы они искали Бога, пусть даже ощупью шли к Нему и могли найти Его, хотя Он и недалеко от каждого из нас. ",
          "ID": "27"
        },
        {
          "text": "Ибо в Нем мы живем и движемся, Им существуем, как сказал об этом один из ваших поэтов: „Ведь все мы – дети  Его“.",
          "ID": "28"
        },
        {
          "text": "А раз мы дети Божии, нам нельзя допустить и мысли, что Божество подобно чему-то, сделанному из золота, серебра или камня – всему тому, что носит на себе печать искусства и замысла человека. ",
          "ID": "29"
        },
        {
          "text": "Было время, когда Бог считал нужным не обращать внимания на неведение людское, а ныне Он повелевает всем людям повсюду покаяться. ",
          "ID": "30"
        },
        {
          "text": "Он уже определил день, когда будет судить весь мир судом праведным через Того, Кого Он поставил на это, и Он всем доказал это, воскресив Его из мертвых».",
          "ID": "31"
        },
        {
          "text": "При упоминании о воскресении мертвых одни стали насмехаться, а другие сказали: «Мы послушаем тебя об этом еще раз». ",
          "ID": "32"
        },
        {
          "text": "С этим Павел и покинул их собрание. ",
          "ID": "33"
        },
        {
          "text": "Но некоторые люди пошли за ним и уверовали. Среди них были Дионисий Ареопагит, женщина по имени Дамарь и с ними многие другие.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "Деяния апостолов 17"
    },
    {
      "text": [
        {
          "text": "После этого Павел, оставив Афины, пошел в Коринф. ",
          "ID": "1"
        },
        {
          "text": "Там повстречал он одного иудея по имени Акила, родом с Понта. Тот вместе со своей женой Прискиллой незадолго до этого покинул Италию. Они, как и все иудеи, по указу Клавдия были изгнаны из Рима. Павел пришел к ним, ",
          "ID": "2"
        },
        {
          "text": "и так как у него и у них было одинаковое ремесло (изготовление палаток), он остановился у них и вместе с ними работал. ",
          "ID": "3"
        },
        {
          "text": "Каждую субботу он беседовал в синагоге, стараясь обратить как иудеев, так и язычников.",
          "ID": "4"
        },
        {
          "text": "Когда же из Македонии пришли Сила и Тимофей, Павел всецело посвятил свое время проповеди, свидетельствуя иудеям, что Иисус и есть Мессия. ",
          "ID": "5"
        },
        {
          "text": "Но когда они выступили против него и стали поносить его, он, отряхнув одежды, сказал им: «За участь свою в ответе вы сами! Теперь я с чистой совестью иду к язычникам».",
          "ID": "6"
        },
        {
          "text": "И, покинув их, он перешел в соседний с синагогой дом принявшего иудаизм язычника по имени Титий Юст. ",
          "ID": "7"
        },
        {
          "text": "Крисп же, старейшина синагоги, уверовал в Господа, а с ним и все живущие в доме его. Многие из коринфян, услышав Павла, тоже приходили к вере и принимали крещение.",
          "ID": "8"
        },
        {
          "text": "Однажды ночью Господь сказал Павлу в видении: «Не бойся, а говори, не умолкай, ",
          "ID": "9"
        },
        {
          "text": "ибо Я с тобою, и никто не нападет на тебя и зла тебе не причинит: в этом городе много Моих людей». ",
          "ID": "10"
        },
        {
          "text": "Так что Павел провел там полтора года и учил коринфян слову Божьему.",
          "ID": "11"
        },
        {
          "text": "Но когда проконсулом Ахайи стал Галлион, иудеи, сговорившись, схватили Павла и привели его к проконсулу на суд. ",
          "ID": "12"
        },
        {
          "text": "Обвиняя его, они говорили: «Он совращает людей: учит их чтить Бога вопреки нашему Закону».",
          "ID": "13"
        },
        {
          "text": "Павел хотел было возразить, но не успел произнести и слова, как Галлион заявил иудеям: «Послушайте, иудеи! Если бы речь шла о каком-то преступлении или злодеянии, стоило бы вас выслушать. ",
          "ID": "14"
        },
        {
          "text": "Но если идет спор о словах, именах и о вашем Законе, разбирайтесь сами. И в этом я вам не судья!» ",
          "ID": "15"
        },
        {
          "text": "И выгнал их. ",
          "ID": "16"
        },
        {
          "text": "А они все набросились на Сосфена, старейшину синагоги, и избили его прямо на глазах у Галлиона. Но тому не было до этого никакого дела.",
          "ID": "17"
        },
        {
          "text": "Павел же оставался там долгое время, а затем, попрощавшись с братьями, вместе с Прискиллой и Акилой отплыл в Сирию. Перед отплытием, в Кенхреях, он остриг голову по данному им обету. ",
          "ID": "18"
        },
        {
          "text": "Они достигли Эфеса, и Павел оставил там Акилу и Прискиллу, а сам вошел в синагогу и беседовал с иудеями. ",
          "ID": "19"
        },
        {
          "text": "Его просили задержаться у них подольше, но он не согласился ",
          "ID": "20"
        },
        {
          "text": "и, прощаясь, сказал: «Мне непременно нужно провести наступающий праздник в Иерусалиме, но, если будет угодно Богу, я вернусь к вам», – и отплыл из Эфеса. ",
          "ID": "21"
        },
        {
          "text": "Сойдя на берег в Кесарии, он пошел в Иерусалим, навестил церковь и потом отправился в Антиохию.",
          "ID": "22"
        },
        {
          "text": "Там он оставался некоторое время, а затем отправился в путь через Галатию и Фригию, ободряя по пути всех учеников.",
          "ID": "23"
        },
        {
          "text": "В Эфес же прибыл некий иудей по имени Аполлос, родом из Александрии, человек красноречивый и сведущий в Писании. ",
          "ID": "24"
        },
        {
          "text": "Он был наставлен в учении, называемом «Путь Господень», и, полный духовной ревности, верно учил всему об Иисусеб, хотя и знал лишь крещение Иоанна. ",
          "ID": "25"
        },
        {
          "text": "Он начал смело говорить в синагоге. Послушав его, Прискилла и Акила пригласили его к себе и обстоятельно изложили ему Путь [Божий].",
          "ID": "26"
        },
        {
          "text": "Когда же он захотел отправиться в Ахайю, братья поддержали его, написав живущим там ученикам, чтобы приняли его. Прибыв туда, он очень помог тем, кто уверовал по милости Божией, ",
          "ID": "27"
        },
        {
          "text": "потому что он сильными доводами изобличал неправоту иудеев, всенародно доказывая на основании Писания, что Иисус – Мессия.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "Деяния апостолов 18"
    },
    {
      "text": [
        {
          "text": "В то время, когда Аполлос был в Коринфе, Павел, пройдя через горные области, пришел в Эфес и нашел там несколько учеников. ",
          "ID": "1"
        },
        {
          "text": "И спросил он у них: «Сошел ли на вас Дух Святой, когда вы уверовали во Христа?»",
          "ID": "2"
        },
        {
          "text": "Они же ему отвечали: «Мы вообще не слышали, что есть еще некий Дух Святой».",
          "ID": "2"
        },
        {
          "text": "«Какое же крещение вы приняли?» – спросил у них Павел.",
          "ID": "3"
        },
        {
          "text": "«Крещение Иоанна», – ответили они.",
          "ID": "3"
        },
        {
          "text": "«Крещение Иоанна было крещением в знак покаяния. Он призывал народ верить в Того, Кто грядет после него, – в Иисуса», – сказал Павел. ",
          "ID": "4"
        },
        {
          "text": "Услышав это, они приняли крещение во имя Господа Иисуса. ",
          "ID": "5"
        },
        {
          "text": "Когда же Павел возложил на них руки, Дух Святой сошел на них, и начали они говорить на прежде неизвестных им языках и возвещать весть Божию. ",
          "ID": "6"
        },
        {
          "text": "А было их всего человек двенадцать.",
          "ID": "7"
        },
        {
          "text": "В течение трех месяцев Павел посещал синагогу и смело проповедовал там о Царстве Божием, беседуя с людьми и убеждая их. ",
          "ID": "8"
        },
        {
          "text": "Но некоторые из них упорствовали, не хотели верить и хулили перед всеми Путь, учение Божие. Тогда он покинул их, забрав с собой учеников, и в школе некоего Тиранна каждый день проводил свои беседы. ",
          "ID": "9"
        },
        {
          "text": "Так продолжалось в течение двух лет, и потому все жители Асии, как иудеи, так и язычники, смогли услышать слово Господне.",
          "ID": "10"
        },
        {
          "text": "Бог руками Павла творил великие чудеса. ",
          "ID": "11"
        },
        {
          "text": "Даже когда приносили и клали на больных платки или рабочие фартуки, которые надевал Павел, болезни оставляли их и злые духи выходили.",
          "ID": "12"
        },
        {
          "text": "Некоторые иудейские бродячие заклинатели пытались призывать имя Господа Иисуса на тех, кто был одержим злыми духами, говоря: «Заклинаем вас Иисусом, о Котором проповедует Павел, выйти из этого человека!» ",
          "ID": "13"
        },
        {
          "text": "Делали так и семь сыновей некоего Скевы, иудейского первосвященника. ",
          "ID": "14"
        },
        {
          "text": "Но однажды злой дух ответил им: «Иисуса я знаю, и Павел мне знаком, а вы кто такие?» ",
          "ID": "15"
        },
        {
          "text": "И человек, в котором был злой дух, набросился на них, одолел их всех и так расправился с ними, что они, нагие и израненные, убежали из того дома.",
          "ID": "16"
        },
        {
          "text": "Это стало известно всем жителям Эфеса, как иудеям, так и язычникам. Страх охватил всех, и к имени Господа Иисуса стали относиться с большим почтением. ",
          "ID": "17"
        },
        {
          "text": "И многие уверовавшие приходили и открыто признавались в греховных делах своих. ",
          "ID": "18"
        },
        {
          "text": "А многие из тех, кто прежде занимался чародейством, снесли свои книги в одно место и сожгли их на глазах у всех. Когда подсчитали стоимость сожженных книг, оказалось, что стоили они пятьдесят тысяч серебром. ",
          "ID": "19"
        },
        {
          "text": "Так слово Господне широко распространялось и влияние его росло.",
          "ID": "20"
        },
        {
          "text": "Когда все это так успешно завершилось, Павел решил отправиться через Македонию и Ахайю в Иерусалим. «А после Иерусалима, – сказал он, – мне нужно побывать в Риме». ",
          "ID": "21"
        },
        {
          "text": "Двух своих помощников, Тимофея и Эраста, он послал в Македонию, а сам на некоторое время задержался в Асии.",
          "ID": "22"
        },
        {
          "text": "В то самое время учение, называемое «Путь», послужило причиной сильных волнений в Эфесе. ",
          "ID": "23"
        },
        {
          "text": "Серебряных дел мастер по имени Димитрий, который изготовлял серебряные изображения храма Артемиды и тем давал хороший заработок мастерам, ",
          "ID": "24"
        },
        {
          "text": "созвал их и других работников, занятых тем же ремеслом, и сказал: «Вы знаете, что от этого ремесла зависит наш достаток. ",
          "ID": "25"
        },
        {
          "text": "А вы сами видите и слышите, что этот Павел убедил многих и совратил своими речами не только в Эфесе, но чуть ли не по всей Асии. Он утверждает, что то не боги, которые руками человеческими сделаны. ",
          "ID": "26"
        },
        {
          "text": "И это угрожает не только тому, что ремесло наше презирать будут, но и храм великой богини Артемиды лишится своего значения, и может случиться, что величие той, которую почитает вся Асия и весь обитаемый мир, умалится».",
          "ID": "27"
        },
        {
          "text": "Услышав это, они пришли в ярость и стали кричать: «Велика Артемида Эфесская!» ",
          "ID": "28"
        },
        {
          "text": "Весь город был охвачен волнением, и все как один устремились в театр, потащив туда спутников Павла, македонян Гайя и Аристарха. ",
          "ID": "29"
        },
        {
          "text": "Павел сам хотел выйти к народу, но ученики не пустили его. ",
          "ID": "30"
        },
        {
          "text": "К тому же некоторые друзья Павла, из тех, кто руководил народными собраниями в Асии, посылали к нему своих людей и просили не показываться на этом собрании.",
          "ID": "31"
        },
        {
          "text": "Тем временем одни кричали одно, другие – другое, собравшиеся были в полном замешательстве, и большинство даже не знало, зачем они собрались. ",
          "ID": "32"
        },
        {
          "text": "Некоторые люди из толпы окружили Александра, которого выдвинули иудеи, и тот, сделав знак рукой, хотел было объяснить случившееся народу. ",
          "ID": "33"
        },
        {
          "text": "Но когда узнали, что он иудей, все в один голос стали кричать: «Велика Артемида Эфесская!» – и так продолжалось около двух часов.",
          "ID": "34"
        },
        {
          "text": "Градоначальник, которому наконец удалось успокоить толпу, сказал: «Граждане Эфеса! Кто же не знает, что город Эфес – хранитель храма великой Артемиды и упавшего с неба образа ее? ",
          "ID": "35"
        },
        {
          "text": "Никто не может этого отрицать, а потому необходимо сохранять спокойствие и ничего не делать сгоряча. ",
          "ID": "36"
        },
        {
          "text": "Вот вы привели сюда этих людей, не виновных ни в ограблении храма, ни в хуле на нашу богиню. ",
          "ID": "37"
        },
        {
          "text": "Если Димитрий и работающие с ним мастера кого-то в чем-то обвиняют, то для того суды действуют и проконсулы есть: пусть жалуются там друг на друга. ",
          "ID": "38"
        },
        {
          "text": "Если же вы просите о чем-то еще большем, то и это будет решаться на собрании граждан в законном порядке. ",
          "ID": "39"
        },
        {
          "text": "Нас просто могут обвинить в мятеже за то, что произошло сегодня без всякого на то основания, и мы ничем не сможем оправдать это скопление народа». Сказав это, он распустил собрание.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "Деяния апостолов 19"
    },
    {
      "text": [
        {
          "text": "Когда же беспорядки улеглись, Павел, собрав учеников, ободрив и наставив их, попрощался с ними и отправился в Македонию. ",
          "ID": "1"
        },
        {
          "text": "Он шел через те края, постоянно ободряя верующих, и, наконец, пришел в Грецию, ",
          "ID": "2"
        },
        {
          "text": "где пробыл три месяца. Когда он хотел отплыть в Сирию, иудеи стали готовить покушение на него. Узнав об этом, он решил возвращаться через Македонию. ",
          "ID": "3"
        },
        {
          "text": "Павла сопровождали Сопатр, сын Пирра, родом из Верии, фессалоникийцы Аристарх и Секунд, Гаий из Дервии, Тимофей, а также Тихик и Трофим из Асии ",
          "ID": "4"
        },
        {
          "text": "(они вышли раньше и ожидали нас в Троаде). ",
          "ID": "5"
        },
        {
          "text": "Мы же после дней праздника Пресных Хлебов отплыли из Филипп и через пять дней присоединились к ним в Троаде. Там мы пробыли неделю.",
          "ID": "6"
        },
        {
          "text": "В субботу вечером, когда мы собрались для преломления хлеба, Павел, который готовился на следующий день отправиться в путь, начал беседу, которая продлилась до полуночи. ",
          "ID": "7"
        },
        {
          "text": "В верхней комнате, где мы собрались, было душно и жарко – там горело много светильников. ",
          "ID": "8"
        },
        {
          "text": "Павел говорил довольно долго, и юношу по имени Евтих, сидевшего на подоконнике, начало клонить в сон. Заснув, он выпал из окна третьего этажа. Когда спустились к нему, он был мертв. ",
          "ID": "9"
        },
        {
          "text": "Павел, сойдя вниз, простерся над телом юноши, обхватил его руками. «Не тревожьтесь, – сказал Павел, – он жив». ",
          "ID": "10"
        },
        {
          "text": "После этого он поднялся наверх, преломил хлеб и ел его со всеми вместе, затем он долго еще говорил, пока не рассвело, и, наконец, отправился в путь. ",
          "ID": "11"
        },
        {
          "text": "А юношу проводили домой, радуясь тому, что он жив.",
          "ID": "12"
        },
        {
          "text": "Мы же пошли и сели на корабль и прежде Павла отплыли в Асс, где должны были взять его на борт, поскольку он так распорядился, решив идти до Асса пешком. ",
          "ID": "13"
        },
        {
          "text": "Встретившись с ним в Ассе, мы взяли его на борт и достигли Митилины. ",
          "ID": "14"
        },
        {
          "text": "Оттуда мы отплыли и уже на другой день поравнялись с Хиосом, а день спустя причалили к Самосу, а через день уже были в Милете. ",
          "ID": "15"
        },
        {
          "text": "Павел решил плыть без остановки в Эфесе, чтобы не задерживаться надолго в Асии, потому что торопился, по возможности, вовремя попасть в Иерусалим на праздник Пятидесятницы.",
          "ID": "16"
        },
        {
          "text": "Из Милета он послал за пресвитерами эфесской церкви. ",
          "ID": "17"
        },
        {
          "text": "И когда они пришли к нему, он сказал: «Вам известно, как я жил среди вас всё это время с первого дня моего пребывания на асийской земле. ",
          "ID": "18"
        },
        {
          "text": "В полном смирении, часто со слезами совершал я свое служение Господу среди испытаний, постигших меня из-за козней, что строили против меня иудеи. ",
          "ID": "19"
        },
        {
          "text": "И, как вы знаете, я не упустил ничего из того, что могло быть полезным для вас, когда проповедовал вам и учил вас всенародно и по домам, ",
          "ID": "20"
        },
        {
          "text": "призывая как иудеев, так и язычников обратиться к Богу с покаянием и поверить в Господа нашего Иисуса.",
          "ID": "21"
        },
        {
          "text": "А теперь вот, ведомый Духом, иду я в Иерусалим, не зная, что ждет меня там. ",
          "ID": "22"
        },
        {
          "text": "Знаю только то, что в каждом городе Дух Святой ясно показывает мне: тюрьма и тяжкие испытания ждут меня. ",
          "ID": "23"
        },
        {
          "text": "Но жизнью я не дорожу. Только бы с радостью завершить мне свой путь и служение, которое я принял от Господа Иисуса: возвещать Благую Весть о благодати Божией.",
          "ID": "24"
        },
        {
          "text": "Я жил среди вас, возвещая вам Царство Божие, но теперь знаю, что никто из вас никогда более не увидит меня. ",
          "ID": "25"
        },
        {
          "text": "Поэтому заверяю вас ныне: гибель ни одного из вас не будет поставлена мне в вину. ",
          "ID": "26"
        },
        {
          "text": "Призванный возвестить вам всю волю Божию, я никогда от этого не уклонялся.",
          "ID": "27"
        },
        {
          "text": "Смотрите за собой и за всей паствой вашей, попечителями которой сделал вас Дух Святой, чтобы вы как пастыри пеклись о Церкви Божией, которую Он приобрел Себе кровью Cобственного Сына. ",
          "ID": "28"
        },
        {
          "text": "Я знаю, что после моего ухода придут к вам волки лютые и стада не пощадят. ",
          "ID": "29"
        },
        {
          "text": "Даже среди вас появятся люди, которые станут извращать истину, чтоб увести за собой учеников, ",
          "ID": "30"
        },
        {
          "text": "а потому будьте бдительны. Помните, как я, иногда даже со слезами, неутомимо наставлял каждого из вас днем и ночью все три года.",
          "ID": "31"
        },
        {
          "text": "И ныне вверяю вас Богу и слову Его благодати, слову, что может укрепить вас и дать вам наследие, обещанное всем, кого Бог освятил. ",
          "ID": "32"
        },
        {
          "text": "Никогда я не просил для себя ни серебра, ни золота, ни одежды. ",
          "ID": "33"
        },
        {
          "text": "Вы сами знаете, что своими руками зарабатывал я и содержал себя и своих спутников. ",
          "ID": "34"
        },
        {
          "text": "Я тем самым показал вам, что, так трудясь, надо поддерживать немощных и что мы должны помнить слова, сказанные Господом Иисусом: „Блаженнее давать, чем получать“».",
          "ID": "35"
        },
        {
          "text": "С этими словами Павел преклонил колени и помолился со всеми вместе. ",
          "ID": "36"
        },
        {
          "text": "Поднялся громкий плач, все обнимали Павла и горячо целовали его. ",
          "ID": "37"
        },
        {
          "text": "Особенно огорчили их слова Павла о том, что им никогда уже не придется увидеть его. Затем они проводили его на корабль.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "Деяния апостолов 20"
    },
    {
      "text": [
        {
          "text": "Распрощавшись с ними, мы вышли в море и кратчайшим путем пришли в Кос. На следующий день мы прибыли в Родос, а оттуда – в Патару. ",
          "ID": "1"
        },
        {
          "text": "Там мы нашли корабль, отправляющийся в Финикию. Мы пересели на него и продолжили плавание. ",
          "ID": "2"
        },
        {
          "text": "Когда мы поравнялись с Кипром, то, оставив его слева, направились в Сирию и вошли в порт Тира, где судно должно было разгружаться. ",
          "ID": "3"
        },
        {
          "text": "Там мы разыскали учеников и неделю пробыли с ними. Они же, получив предостережение от Духа, убеждали Павла не ходить в Иерусалим. ",
          "ID": "4"
        },
        {
          "text": "Когда время нашего пребывания там закончилось, мы отправились в путь, а ученики с женами и детьми провожали нас, пока мы не вышли из города. На берегу мы преклонили колени и помолились, ",
          "ID": "5"
        },
        {
          "text": "а затем, попрощавшись с ними, взошли на корабль, а они возвратились к себе домой.",
          "ID": "6"
        },
        {
          "text": "Отправившись из Тира, мы окончили наше плавание в Птолемаиде. Там мы навестили братьев, пробыв у них один день. ",
          "ID": "7"
        },
        {
          "text": "На следующий день мы отправились в путь и, придя в Кесарию, вошли в дом благовестника Филиппа, одного из тех семи, кто был избран в Иерусалиме, и у него остановились. ",
          "ID": "8"
        },
        {
          "text": "Было у него четыре незамужних дочери, у которых был дар возвещения вести Божией.",
          "ID": "9"
        },
        {
          "text": "После того, как мы уже немало дней были там, пришел из Иудеи некий пророк по имени Агав. ",
          "ID": "10"
        },
        {
          "text": "Он вошел к нам, взял пояс Павла, связал себе ноги и руки и сказал: «Вот что говорит Дух Святой: „Так свяжут иудеи в Иерусалиме того человека, которому принадлежит этот пояс, и отдадут его в руки язычников“».",
          "ID": "11"
        },
        {
          "text": "Услышав это, мы и местные верующие стали настойчиво просить Павла не ходить в Иерусалим. ",
          "ID": "12"
        },
        {
          "text": "На это Павел ответил: «К чему все эти слезы? Зачем огорчаете меня? Я готов не только быть в узах, но и умереть в Иерусалиме за имя Господа Иисуса». ",
          "ID": "13"
        },
        {
          "text": "И так как переубедить его мы не смогли, то, уступив ему, сказали: «Да будет воля Господня!»",
          "ID": "14"
        },
        {
          "text": "После этого мы собрались в путь и отправились в Иерусалим. ",
          "ID": "15"
        },
        {
          "text": "Нас сопровождали и некоторые ученики из Кесарии, они-то и привели нас в дом к одному из давних учеников, Мнасону, уроженцу Кипра. У него мы должны были остановиться.",
          "ID": "16"
        },
        {
          "text": "Когда же мы пришли в Иерусалим, братья встретили нас с великой радостью. ",
          "ID": "17"
        },
        {
          "text": "На следующий же день Павел вместе с нами отправился к Иакову. Там собрались все пресвитеры. ",
          "ID": "18"
        },
        {
          "text": "Павел поприветствовал их и стал подробно рассказывать о том, что Бог сотворил среди язычников через его служение.",
          "ID": "19"
        },
        {
          "text": "Они, услышав это, воздали славу Богу. А затем сказали Павлу: «Ты видишь, брат, какое великое множество у нас обращенных из иудеев, и все они – ревнители Закона. ",
          "ID": "20"
        },
        {
          "text": "О тебе же они наслышаны, что ты всех иудеев, живущих среди язычников, учишь отступничеству от Моисея, говоря им, чтобы детей своих они не обрезывали и обычаев наших не соблюдали. ",
          "ID": "21"
        },
        {
          "text": "Что же делать? Конечно, они узнают, что ты пришел в Иерусалим. ",
          "ID": "22"
        },
        {
          "text": "Вот что мы предложим тебе сделать: у нас есть здесь четыре человека, которые дали обет назорейства. ",
          "ID": "23"
        },
        {
          "text": "Возьми их и соверши вместе с ними обряды очищения и, чтобы они могли остричь свои волосы, расходы, связанные с этим очищением, возьми на себя. И тогда всем станет ясно: нет правды в том, что рассказывают о тебе, напротив, ты сам соблюдаешь Закон. ",
          "ID": "24"
        },
        {
          "text": "А что до язычников, уверовавших во Христа, то мы написали им о своем решении, чтобы они воздержались от употребления в пищу того, что приносилось в жертву идолам, от крови и мяса удавленных животных и от блуда».",
          "ID": "25"
        },
        {
          "text": "Так что Павел взял с собой этих мужей и на следующий день, совершив с ними обряд очищения, пошел в Храм сообщить священнику, когда окончатся дни очищения и за каждого из них будет принесена жертва.",
          "ID": "26"
        },
        {
          "text": "Семь дней уже были на исходе, когда иудеи из Асии увидели его в Храме. Они возбудили всю толпу и схватили Павла. ",
          "ID": "27"
        },
        {
          "text": "«Братья израильтяне, помогите! – кричали они. – Этот человек учит всех повсюду с презрением относиться к народу нашему, к Закону и к месту этому. Более того, он язычников в Храм привел и осквернил это святое место!» ",
          "ID": "28"
        },
        {
          "text": "(Незадолго до этого они видели Павла в городе вместе с Трофимом из Эфеса и решили, что Павел приводил его в Храм.)",
          "ID": "29"
        },
        {
          "text": "Весь город пришел в волнение, сбежался народ. Павла схватили и поволокли из Храма, двери которого тут же были заперты. ",
          "ID": "30"
        },
        {
          "text": "Они убили бы Павла, но о беспорядках в Иерусалиме доложили трибуну когорты. ",
          "ID": "31"
        },
        {
          "text": "Тот немедленно, взяв с собой воинов и центурионов, бросился в толпу. Толпа, увидев трибуна и воинов, перестала бить Павла.",
          "ID": "32"
        },
        {
          "text": "Трибун, пробившись к Павлу, приказал воинам взять его и заковать в цепи. Затем он стал расспрашивать о нем, кто он такой и что сделал. ",
          "ID": "33"
        },
        {
          "text": "В толпе одни кричали одно, другие – другое. Из-за шума трибун не мог ничего понять, потому он и приказал вести Павла в крепость. ",
          "ID": "34"
        },
        {
          "text": "Когда же Павел оказался на ступенях лестницы, ведущей в крепость, толпа стала напирать так сильно, что солдатам пришлось нести его на руках. ",
          "ID": "35"
        },
        {
          "text": "Толпа же следовала за ними по пятам с криками: «Смерть ему!»",
          "ID": "36"
        },
        {
          "text": "Перед тем, как его ввели в крепость, Павел обратился к трибуну: «Могу ли я кое-что сказать тебе?»",
          "ID": "37"
        },
        {
          "text": "Тот удивился: «Ты говоришь по-гречески? ",
          "ID": "37"
        },
        {
          "text": "Так значит, ты не тот самый египтянин, что недавно поднял бунт и увел в пустыню четыре тысячи мятежников-сикариев?»",
          "ID": "38"
        },
        {
          "text": "«Нет, – ответил Павел, – я иудей, гражданин хорошо известного города Тарса, что в Киликии. Прошу тебя, позволь мне обратиться к народу».",
          "ID": "39"
        },
        {
          "text": "Когда же тот разрешил, Павел, стоя на верхних ступенях лестницы, рукой дал народу знать, что он хочет говорить. Как только наступила тишина, Павел начал говорить на арамейском языке:",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "Деяния апостолов 21"
    },
    {
      "text": [
        {
          "text": "«Братья и отцы! Послушайте, что хотел бы я сказать вам сейчас в свое оправдание».",
          "ID": "1"
        },
        {
          "text": "Когда они услышали, что он говорит по-арамейски, они и вовсе утихли.",
          "ID": "2"
        },
        {
          "text": "«Я иудей, – продолжал Павел, – родился в городе Тарсе, что в Киликии. Воспитывался я в этом городе, учился у Гамалиила и был научен строгому исполнению отеческого Закона. И с таким же рвением служил Богу, как и вы сегодня. ",
          "ID": "3"
        },
        {
          "text": "Я преследовал и смерти предавал всех приверженцев этого Пути как ложного учения, связывал и бросал в тюрьмы как мужчин, так и женщин, ",
          "ID": "4"
        },
        {
          "text": "свидетели мне в том – первосвященник и весь совет старейшин. У них я взял письма к братьям в Дамаск и отправился туда, чтобы оттуда всех сторонников этого нового учения вести как узников для наказания в Иерусалим.",
          "ID": "5"
        },
        {
          "text": "И вот что произошло со мной на пути: когда я приближался к Дамаску, около полудня внезапно меня озарил яркий свет с неба. ",
          "ID": "6"
        },
        {
          "text": "Я упал на землю и услышал голос, говоривший мне: „Саул, Саул, что ты гонишь Меня?“",
          "ID": "7"
        },
        {
          "text": "„Кто ты, Господи?“ – спросил я.",
          "ID": "8"
        },
        {
          "text": "„Я Иисус Назарянин, Которого ты преследуешь“, – ответил Он мне. ",
          "ID": "8"
        },
        {
          "text": "Спутники мои свет видели, но голоса, говорившего мне, не слышали.",
          "ID": "9"
        },
        {
          "text": "„Что мне делать, Господи?“ – спросил я.",
          "ID": "10"
        },
        {
          "text": "„Встань и иди в Дамаск! – ответил мне Господь. – Там скажут тебе всё, что тебе надлежит сделать“. ",
          "ID": "10"
        },
        {
          "text": "От яркости света того я ослеп, и спутники мои за руку привели меня в Дамаск.",
          "ID": "11"
        },
        {
          "text": "Некий Анания, человек, свято соблюдающий Закон и глубоко уважаемый всеми иудеями, живущими в Дамаске, ",
          "ID": "12"
        },
        {
          "text": "пришел ко мне. Он стал рядом и сказал: „Брат Саул, пусть же вернется к тебе зрение“. И тотчас открылись глаза мои, так что смог я видеть его.",
          "ID": "13"
        },
        {
          "text": "Он же продолжил: „Богом отцов наших суждено тебе узнать волю Его, увидеть Праведника и услышать голос из Его уст ",
          "ID": "14"
        },
        {
          "text": "для того, чтобы ты стал свидетелем Его перед всеми людьми и поведал им о том, что ты видел и слышал. ",
          "ID": "15"
        },
        {
          "text": "Тогда к чему же медлить? Встань, прими крещение и, призвав имя Его, омой грехи твои“.",
          "ID": "16"
        },
        {
          "text": "Когда же я возвратился в Иерусалим и молился в Храме, мне было видение. ",
          "ID": "17"
        },
        {
          "text": "Увидел я Его, говорящего мне: „Поспеши покинуть Иерусалим и сделай это немедленно, потому что не примут они твое свидетельство обо Мне“.",
          "ID": "18"
        },
        {
          "text": "„Господи! – ответил я. – Они же знают, что я шел из синагоги в синагогу, заточая в тюрьмы и избивая верующих в Тебя, ",
          "ID": "19"
        },
        {
          "text": "а когда проливалась кровь свидетеля Твоего Стефана, я, одобряя это, тоже стоял там и стерег одежды убивавших его“.",
          "ID": "20"
        },
        {
          "text": "Тогда Господь сказал мне: „Иди! Я пошлю тебя далеко, к язычникам“».",
          "ID": "21"
        },
        {
          "text": "Его слушали до тех пор, пока он не сказал этого, но тут подняли крик: «Пора кончать с ним! Нельзя его оставлять в живых!» ",
          "ID": "22"
        },
        {
          "text": "Они кричали, размахивали одеждами, пригоршнями бросали пыль в воздух. ",
          "ID": "23"
        },
        {
          "text": "Тогда трибун велел увести Павла в крепость и приказал сечь его плетьми, чтобы дознаться, по какой причине на него так яростно кричали. ",
          "ID": "24"
        },
        {
          "text": "Когда же его для бичевания привязали ремнями, Павел спросил у находившегося при этом центуриона: «Имеете ли вы право бичевать римского гражданина, да к тому же без суда и следствия?»",
          "ID": "25"
        },
        {
          "text": "Услышав это, центурион пошел к трибуну и сказал ему: «Что ты собираешься делать? Ведь человек этот – римский гражданин».",
          "ID": "26"
        },
        {
          "text": "Трибун пришел к Павлу и спросил его: «Скажи мне, ты на самом деле римский гражданин?»",
          "ID": "27"
        },
        {
          "text": "«Да», – ответил Павел.",
          "ID": "27"
        },
        {
          "text": "«Мне же, – удивленно заметил трибун, – это гражданство стоило больших денег».",
          "ID": "28"
        },
        {
          "text": "«А я родился римским гражданином», – сказал Павел.",
          "ID": "28"
        },
        {
          "text": "Собравшиеся пытать его тотчас же подались назад, и сам трибун испугался, узнав, что заковал в цепи римского гражданина.",
          "ID": "29"
        },
        {
          "text": "На следующий день, желая выяснить, в чем иудеи обвиняют Павла, трибун велел снять с него цепи и приказал собрать первосвященников и весь Синедрион, а затем вывел Павла и поставил его перед ними.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "Деяния апостолов 22"
    },
    {
      "text": [
        {
          "text": "Павел, устремив взгляд на членов Синедриона, сказал: «Братья! С чистой совестью перед Богом жил я до сего дня…» ",
          "ID": "1"
        },
        {
          "text": "Прервав Павла, первосвященник Анания приказал тем, кто стоял рядом, бить его по устам. ",
          "ID": "2"
        },
        {
          "text": "На это Павел сказал ему: «Бить тебя будет Бог, ты, стена побелённая! Сидишь ты тут, чтобы судить меня по Закону, а сам вопреки Закону велишь бить меня».",
          "ID": "3"
        },
        {
          "text": "«Первосвященника Божия оскорбить ты осмелился?!» – возмутились стоявшие вокруг.",
          "ID": "4"
        },
        {
          "text": "«Не знал я, братья, – ответил им Павел, – что он первосвященник. Я помню сказанное в Писании: „Не говори худо о начальствующем в народе твоем“».",
          "ID": "5"
        },
        {
          "text": "Павел, хорошо зная, что одна часть Синедриона состояла из саддукеев, а другая – из фарисеев, громко сказал: «Братья! Я фарисей, сын фарисеев. И за нашу надежду на воскресение мертвых стою [я] здесь перед судом». ",
          "ID": "6"
        },
        {
          "text": "Как только он это сказал, фарисеи и саддукеи заспорили между собой, и собрание раскололось. ",
          "ID": "7"
        },
        {
          "text": "(Саддукеи, как известно, утверждают, что нет ни воскресения из мертвых, ни ангелов, ни духов, а фарисеи всё это признают.)",
          "ID": "8"
        },
        {
          "text": "Поднялся крик, некоторые книжники из фарисеев стали спорить, заявляя: «Мы не находим ничего плохого в этом человеке. Разве не могло быть такого, что с ним говорил дух или ангел?» ",
          "ID": "9"
        },
        {
          "text": "Спор стал таким ожесточенным, что трибун начал опасаться, что Павла могут растерзать, потому он приказал воинам прийти и вывести Павла из толпы спорящих и препроводить его в крепость.",
          "ID": "10"
        },
        {
          "text": "На следующую ночь Господь явился Павлу: «Не бойся! – сказал Он. – Как ты свидетельствовал обо Мне в Иерусалиме, так будешь свидетельствовать и в Риме».",
          "ID": "11"
        },
        {
          "text": "С наступлением дня некоторые иудеи вступили в тайный сговор между собой, связав себя священной клятвой, что не будут ни есть, ни пить, пока не убьют Павла. ",
          "ID": "12"
        },
        {
          "text": "В этом заговоре участвовало более сорока человек. ",
          "ID": "13"
        },
        {
          "text": "Они пришли к первосвященникам и старейшинам и сказали: «Мы связали себя священной клятвой: ничего есть не будем, пока не убьем Павла. ",
          "ID": "14"
        },
        {
          "text": "Обратитесь же теперь вместе с Синедрионом к трибуну и попросите привести к вам Павла, якобы для того, чтобы поточнее рассмотреть его дело. Мы готовы убить его прежде, чем он придет сюда».",
          "ID": "15"
        },
        {
          "text": "Об этом заговоре узнал племянник Павла, он пришел в крепость и всё ему пересказал.",
          "ID": "16"
        },
        {
          "text": "Павел же позвал к себе одного из центурионов и попросил его: «Этот молодой человек хочет кое-что сказать трибуну, проводи его к нему».",
          "ID": "17"
        },
        {
          "text": "Центурион взял его, привел к трибуну и доложил: «Узник Павел позвал меня и попросил проводить этого молодого человека к тебе, ему надо о чем-то поговорить с тобой».",
          "ID": "18"
        },
        {
          "text": "Трибун взял юношу за руку, отвел в сторону и спросил: «Так что же ты хотел мне сказать?»",
          "ID": "19"
        },
        {
          "text": "«Иудеи, – начал тот, – договорились о том, чтобы просить тебя привести Павла завтра в Синедрион; они якобы хотят точнее рассмотреть его дело. ",
          "ID": "20"
        },
        {
          "text": "Но, прошу тебя, не доверяй им. Потому что более сорока человек устроили засаду и поклялись не есть и не пить, пока не убьют Павла. И уже сейчас они готовы и ожидают лишь твоего согласия».",
          "ID": "21"
        },
        {
          "text": "Трибун отпустил молодого человека, наказав ему: «Не говори никому, что ты рассказал мне об этом».",
          "ID": "22"
        },
        {
          "text": "Затем трибун вызвал двух центурионов и приказал: «К девяти часам вечера подготовьте отряд из двухсот воинов для перехода в Кесарию, а кроме того, семьдесят всадников и еще двести воинов, вооруженных копьями! ",
          "ID": "23"
        },
        {
          "text": "Приготовьте также лошадей для Павла, чтобы он под надежной охраной был доставлен к прокуратору Феликсу». ",
          "ID": "24"
        },
        {
          "text": "И он написал письмо такого содержания:",
          "ID": "25"
        },
        {
          "text": "«Я, Клавдий Лисий,",
          "ID": "26"
        },
        {
          "text": "приветствую",
          "ID": "26"
        },
        {
          "text": "Его Превосходительство прокуратора Феликса.",
          "ID": "26"
        },
        {
          "text": "Сообщаю, что этот человек был схвачен иудеями, и они были готовы убить его, но я с отрядом воинов вмешался и освободил его, узнав, что он римский гражданин. ",
          "ID": "27"
        },
        {
          "text": "Желая разобраться в том, в чем они его обвиняют, я привел его в их Синедрион. ",
          "ID": "28"
        },
        {
          "text": "Мне стало ясно, что обвинение касается спорных вопросов их Закона, но не предъявлено ничего такого, за что он достоин был бы смерти или тюрьмы. ",
          "ID": "29"
        },
        {
          "text": "Когда же мне стало известно о готовящемся покушении на этого человека, я немедленно послал его к тебе, а его обвинителям велел изложить перед тобой всё, что они имеют против него. Будь в полном здравии».",
          "ID": "30"
        },
        {
          "text": "Воины, как им было приказано, взяли Павла и ночью привели его в Антипатриду, ",
          "ID": "31"
        },
        {
          "text": "а на следующий день, оставив всадников сопровождать его, возвратились в крепость. ",
          "ID": "32"
        },
        {
          "text": "Прибыв в Кесарию, сопровождавшие Павла вручили прокуратору письмо и передали ему узника. ",
          "ID": "33"
        },
        {
          "text": "Прокуратор прочел письмо и спросил Павла, из какой он провинции. Узнав, что тот из Киликии, ",
          "ID": "34"
        },
        {
          "text": "сказал: «Я выслушаю тебя, когда прибудут твои обвинители». И затем повелел содержать Павла под стражей во дворце Ирода.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "Деяния апостолов 23"
    },
    {
      "text": [
        {
          "text": "Пять дней спустя в Кесарию прибыл первосвященник Анания в сопровождении нескольких старейшин. С ними был и законовед, некий Тертулл. Они выдвинули перед прокуратором свои обвинения против Павла. ",
          "ID": "1"
        },
        {
          "text": "После того, как ввели узника, Тертулл начал свою обвинительную речь: «Высокочтимый Феликс! Тебе обязаны мы прочным миром, и твоей предусмотрительности – теми улучшениями в жизни этого народа, которые мы всегда и повсюду принимаем с великой признательностью. ",
          "ID": "2"
        },
        {
          "text": "Не желая обременять тебя, прошу с присущей тебе снисходительностью уделить нам немного времени и выслушать нас.",
          "ID": "4"
        },
        {
          "text": "Мы находим, что этот человек хуже всякой заразы: сеет он смуту среди всех иудеев по всему миру, он главарь секты назарян. ",
          "ID": "5"
        },
        {
          "text": "Мы задержали его при попытке осквернить Храм. ",
          "ID": "6"
        },
        {
          "text": "[] ",
          "ID": "7"
        },
        {
          "text": "Допросив его, ты сам сможешь убедиться в истинности всех этих обвинений, с которыми мы выступаем против него».",
          "ID": "8"
        },
        {
          "text": "Иудеи поддержали его, говоря, что так всё и было.",
          "ID": "9"
        },
        {
          "text": "Павел начал говорить, как только прокуратор знаком позволил ему. «Я знаю, – сказал он, – что ты уже много лет вершишь правосудие над этим народом, потому я спокойно могу приступить к своей защите. ",
          "ID": "10"
        },
        {
          "text": "Ты и сам можешь убедиться, что прошло не более двенадцати дней с тех пор, как я пришел в Иерусалим, чтобы поклониться Богу. ",
          "ID": "11"
        },
        {
          "text": "Вовсе неверно, что мои обвинители застигали меня с кем-либо спорящим или подстрекающим народ к мятежу в Храме, в синагогах или в городе. ",
          "ID": "12"
        },
        {
          "text": "Они никак не могут доказать тебе того, в чем сейчас обвиняют меня. ",
          "ID": "13"
        },
        {
          "text": "Но могу признаться тебе, что я служу Богу отцов наших, держась того Пути, который они называют сектой. Я верю всему тому, что написано в Законе и у пророков. ",
          "ID": "14"
        },
        {
          "text": "У меня та же надежда на Бога, которую и они разделяют, что Бог воскресит как праведных, так и неправедных. ",
          "ID": "15"
        },
        {
          "text": "Потому хочу я и всё делаю для того, чтобы совесть моя была всегда чиста перед Богом и людьми.",
          "ID": "16"
        },
        {
          "text": "Спустя много лет я пришел в Иерусалим, желая передать пожертвования для народа моего и приношения. ",
          "ID": "17"
        },
        {
          "text": "И меня нашли в Храме, когда я уже совершил обряд очищения. Но не было вокруг меня ни толпы, ни беспорядков, ",
          "ID": "18"
        },
        {
          "text": "пока не пришли несколько иудеев из Асии, – они-то и должны были прийти к тебе и представить свои обвинения, если у них есть что-то против меня. ",
          "ID": "19"
        },
        {
          "text": "Может быть, присутствующие здесь скажут, какое преступление они нашли, когда стоял я перед Синедрионом. ",
          "ID": "20"
        },
        {
          "text": "Разве только в том, что сказал я во всеуслышание, когда стоял среди них: „За веру в воскресение мертвых я стою сегодня перед вашим судом!“»",
          "ID": "21"
        },
        {
          "text": "Феликс, который лучше многих знал о вере, именуемой «Путь», приостановил расследование, сказав: «Когда прибудет трибун Лисий, я решу ваше дело». ",
          "ID": "22"
        },
        {
          "text": "И приказал центуриону держать Павла под стражей, но сильно его не ограничивать и не запрещать никому из его близких заботиться о нем.",
          "ID": "23"
        },
        {
          "text": "Несколько дней спустя Феликс пришел со своей женой Друзиллой (она была иудейкой). Он послал за Павлом и выслушал его рассказ о вере во Христа Иисуса. ",
          "ID": "24"
        },
        {
          "text": "Когда же Павел стал говорить о праведности, воздержании и о предстоящем суде, Феликсу стало страшно. «Ну ладно, теперь иди! – сказал он. – Я позову тебя, когда выберу время». ",
          "ID": "25"
        },
        {
          "text": "К тому же он надеялся, что Павел даст ему денег, поэтому часто посылал за Павлом и беседовал с ним.",
          "ID": "26"
        },
        {
          "text": "Прошло два года, и Феликса в должности прокуратора сменил Порций Фест. Желая угодить иудеям, Феликс оставил Павла в узах.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "Деяния апостолов 24"
    },
    {
      "text": [
        {
          "text": "Через три дня после прибытия в провинцию Фест отправился из Кесарии в Иерусалим, ",
          "ID": "1"
        },
        {
          "text": "где первосвященники и самые влиятельные из иудеев подали ему жалобу на Павла и просили Феста ",
          "ID": "2"
        },
        {
          "text": "в виде одолжения для них перевести Павла в Иерусалим, замышляя убить его по дороге. ",
          "ID": "3"
        },
        {
          "text": "Но Фест ответил, что Павел содержится под стражей в Кесарии и сам он должен будет скоро туда отправиться. ",
          "ID": "4"
        },
        {
          "text": "«Потому пусть те из вас, – продолжал он, – кто может, пойдут вместе со мной, и если человек этот в чем-либо виновен, там они смогут предъявить все свои обвинения».",
          "ID": "5"
        },
        {
          "text": "Он провел среди них в Иерусалиме не более восьми или десяти дней, а затем отправился в Кесарию, где уже на следующий день, заняв судейское место, приказал привести Павла. ",
          "ID": "6"
        },
        {
          "text": "Когда тот появился, его обступили пришедшие из Иерусалима иудеи, выдвигая против него множество тяжких обвинений, которые они ничем не могли доказать.",
          "ID": "7"
        },
        {
          "text": "Павел же, защищаясь, сказал: «Я не совершил никакого преступления ни против Закона иудейского, ни против Храма, ни против кесаря».",
          "ID": "8"
        },
        {
          "text": "Фест, желая расположить к себе иудеев, спросил Павла: «Не хотел бы ты отправиться в Иерусалим, чтобы по всем этим обвинениям судили тебя там в моем присутствии?»",
          "ID": "9"
        },
        {
          "text": "Но Павел ответил: «Я уже стою перед судом кесаря, где и должен быть судим. Не совершил я, как ты и сам прекрасно знаешь, никакого преступления против иудеев. ",
          "ID": "10"
        },
        {
          "text": "Если я виновен в чем-то, достойном смерти, я готов умереть. Но если нет ничего верного в тех обвинениях, которые они мне предъявили, никто не вправе выдать меня им. Я прошу суда кесарева!»",
          "ID": "11"
        },
        {
          "text": "Фест, обсудив всё со своими советниками, ответил: «Ты просишь суда кесарева – к кесарю и отправишься».",
          "ID": "12"
        },
        {
          "text": "Прошло несколько дней, и в Кесарию прибыл царь Агриппа с Вереникой, чтобы засвидетельствовать Фесту свое почтение. ",
          "ID": "13"
        },
        {
          "text": "Они оставались там довольно долго, и Фест рассказал царю о деле Павла: «Есть тут у меня некий узник, которого Феликс оставил под стражей. ",
          "ID": "14"
        },
        {
          "text": "Когда я был в Иерусалиме, первосвященники и старейшины иудейские обратились ко мне с жалобой на него, требуя осудить его.",
          "ID": "15"
        },
        {
          "text": "Я ответил им, что не в обычае римлян выдавать обвиняемого, прежде чем он не встретится лицом к лицу с обвинителями и не получит возможность защищаться против предъявленных ему обвинений. ",
          "ID": "16"
        },
        {
          "text": "И когда [они] прибыли сюда со мной, я безо всякого промедления на следующий же день сел на судейское место и велел привести этого человека. ",
          "ID": "17"
        },
        {
          "text": "Но когда его обвинители поднялись и стали говорить, они не обвинили его ни в одном из предполагаемых мною преступлений. ",
          "ID": "18"
        },
        {
          "text": "Они просто разошлись с ним по каким-то спорным вопросам об их собственном богопочитании и о каком-то умершем Иисусе, Который, по словам Павла, жив. ",
          "ID": "19"
        },
        {
          "text": "Затрудняясь в решении подобных вопросов, я спросил его, не хочет ли он отправиться в Иерусалим, чтобы там быть судимым по этому делу. ",
          "ID": "20"
        },
        {
          "text": "Но поскольку Павел настаивал на том, чтобы его дело отложили до суда самого императора, я и велел держать его под стражей, пока не смогу отослать его к кесарю».",
          "ID": "21"
        },
        {
          "text": "Агриппа же сказал Фесту: «Я хотел бы сам послушать этого человека».",
          "ID": "22"
        },
        {
          "text": "«Завтра ты услышишь его», – последовал ответ.",
          "ID": "22"
        },
        {
          "text": "На следующий день Агриппа и Вереника явились с превеликой пышностью и вместе с трибунами и городской знатью вошли в зал заседаний. Фест приказал ввести Павла. ",
          "ID": "23"
        },
        {
          "text": "«Царь Агриппа и все присутствующие здесь! – сказал Фест. – Вы видите того самого человека, по поводу которого все иудеи, как в Иерусалиме, так и здесь, обращались ко мне и с криками требовали его смерти. ",
          "ID": "24"
        },
        {
          "text": "Я, однако, нашел, что он не сделал ничего, что заслуживает смерти. А так как он обратился с просьбой о том, чтобы его судил император, я решил послать его к нему. ",
          "ID": "25"
        },
        {
          "text": "Но ничего определенного написать о нем своему повелителю я не могу, а потому и представил его вам и в особенности тебе, царь Агриппа, с тем, чтобы по завершении расследования у меня было что написать. ",
          "ID": "26"
        },
        {
          "text": "Я считаю, что неразумно отправлять узника, не представив выдвинутых против него обвинений».",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "Деяния апостолов 25"
    },
    {
      "text": [
        {
          "text": "Агриппа сказал Павлу: «Тебе разрешается говорить в свое оправдание».",
          "ID": "1"
        },
        {
          "text": "Тогда Павел, подняв руку, начал говорить в свою защиту: ",
          "ID": "1"
        },
        {
          "text": "«Я очень рад, царь Агриппа, что ныне в твоем присутствии могу ответить на всё, в чем обвиняют меня иудеи. ",
          "ID": "2"
        },
        {
          "text": "А особенно потому, что ты хорошо разбираешься во всех иудейских обычаях и спорных вопросах. Так выслушай же меня великодушно!",
          "ID": "3"
        },
        {
          "text": "Жизнь моя с самого начала, от юности моей, проходила среди народа моего и в самом Иерусалиме, и известна она всем иудеям. ",
          "ID": "4"
        },
        {
          "text": "Они знают меня уже давно и могут засвидетельствовать, если пожелают, что жил я как фарисей, как последователь самого строгого направления в нашей вере. ",
          "ID": "5"
        },
        {
          "text": "И сейчас я стою здесь перед судом за то, что надеюсь на исполнение обещания, которое Бог дал отцам нашим. ",
          "ID": "6"
        },
        {
          "text": "Наши двенадцать колен усердно служат Богу денно и нощно в надежде на исполнение этого самого обещания. За эту самую надежду, царь Агриппа, обвиняют меня иудеи. ",
          "ID": "7"
        },
        {
          "text": "Почему всем вам кажется невероятным, что Бог воскрешает мертвых?",
          "ID": "8"
        },
        {
          "text": "Да, и я в свое время считал, что должен решительно противостоять Иисусу Назарянину. ",
          "ID": "9"
        },
        {
          "text": "Это я и делал в Иерусалиме. Получив на то власть от первосвященников, многих из народа Божьего бросал я в тюрьмы, и когда их приговаривали к смерти, мой голос всегда был против них. ",
          "ID": "10"
        },
        {
          "text": "Во всех синагогах я часто старался силой заставить их отречься от своего Господа. В безмерной ярости своей я преследовал их даже в городах за пределами страны.",
          "ID": "11"
        },
        {
          "text": "В связи с этим, имея полномочия и поручения от первосвященников, я отправился в Дамаск. ",
          "ID": "12"
        },
        {
          "text": "И в пути, царь Агриппа, в полдень меня и спутников моих вдруг озарил свет с неба, свет этот был ярче солнечного. ",
          "ID": "13"
        },
        {
          "text": "Мы все упали на землю, и я услышал голос, говоривший мне по-еврейски: „Саул, Саул, что ты Меня гонишь? Трудно тебе идти против рожна!“",
          "ID": "14"
        },
        {
          "text": "Я спросил: „Кто Ты, Господи?“",
          "ID": "15"
        },
        {
          "text": "Господь же ответил: „Я – Иисус, Которого ты преследуешь. ",
          "ID": "15"
        },
        {
          "text": "Но теперь поднимись, встань на ноги! Я явился тебе, чтобы сделать тебя служителем Моим и свидетелем того, что ты видел [Меня], и того, что Я еще покажу тебе. ",
          "ID": "16"
        },
        {
          "text": "Я избавлю тебя от опасностей, угрожающих тебе и среди народа израильского, и среди язычников, к которым Я посылаю тебя. ",
          "ID": "17"
        },
        {
          "text": "Посылаю открыть им глаза, чтобы повернулись они от тьмы к свету, от власти сатаны – к Богу, дабы получили они прощение грехов и удел свой вместе со всеми освященными через веру в Меня“.",
          "ID": "18"
        },
        {
          "text": "Поэтому, царь Агриппа, я не мог не подчиниться небесному видению. ",
          "ID": "19"
        },
        {
          "text": "Я проповедовал сначала жителям Дамаска, а потом и в Иерусалиме, и по всей стране иудейской, и язычникам, призывая их покаяться, обратиться к Богу, доказав делами искренность своего покаяния. ",
          "ID": "20"
        },
        {
          "text": "Вот почему иудеи схватили меня, [когда был я] в Храме, и пытались убить меня. ",
          "ID": "21"
        },
        {
          "text": "Но с помощью Божией, которую Он оказывал мне, до сего дня стою я твердо, свидетельствуя всем от мала до велика. И ничего другого я не говорю, кроме того, чему по предсказанию пророков и Моисея надлежало произойти, ",
          "ID": "22"
        },
        {
          "text": "а именно: что Мессия должен был пострадать и, как первый воскресший из мертвых, возвестить свет спасения как народу Своему, так и язычникам».",
          "ID": "23"
        },
        {
          "text": "Павел еще говорил в свою защиту, когда Фест, прервав его, закричал: «Ты с ума сошел, Павел! Большая ученость лишила тебя разума».",
          "ID": "24"
        },
        {
          "text": "«Я не сошел с ума, высокочтимый Фест, – возразил Павел, – слова мои истинны, и я знаю, о чем говорю. ",
          "ID": "25"
        },
        {
          "text": "Всё это известно царю, и я со всей смелостью могу говорить ему об этом. Я убежден: [ничто] из сказанного не было от него сокрыто, потому что это не в углу происходило. ",
          "ID": "26"
        },
        {
          "text": "Ты веришь пророкам, царь Агриппа? Знаю, что веришь».",
          "ID": "27"
        },
        {
          "text": "«Еще немного, – сказал Агриппа Павлу, – и ты убедишь меня стать христианином».",
          "ID": "28"
        },
        {
          "text": "«Много или немного, – сказал Павел, – я молю Бога, чтобы не только ты, царь, но и все, слушающие меня сегодня, стали такими же, как и я, но, конечно, без этих цепей».",
          "ID": "29"
        },
        {
          "text": "Тогда царь встал, а за ним прокуратор, Вереника и все, сидевшие с ними, ",
          "ID": "30"
        },
        {
          "text": "и, выйдя из зала, они так рассуждали между собой: «Не делает этот человек ничего, что достойно смерти или уз».",
          "ID": "31"
        },
        {
          "text": "Агриппа же сказал Фесту: «Можно было бы отпустить этого человека, если бы он не запросил суда кесарева».",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "Деяния апостолов 26"
    },
    {
      "text": [
        {
          "text": "Когда было решено, что мы должны плыть в Италию, Павла и других узников передали центуриону по имени Юлий из когорты императора. ",
          "ID": "1"
        },
        {
          "text": "Мы сели на корабль из Адрамита, который должен был заходить в прибрежные гавани Асии, и вышли на нем в море. С нами был еще македонянин Аристарх из Фессалоники.",
          "ID": "2"
        },
        {
          "text": "И на другой день мы пристали к берегу в Сидоне, и Юлий, расположенный к Павлу, разрешил ему сходить к друзьям, которые могли бы снабдить его необходимым в дороге. ",
          "ID": "3"
        },
        {
          "text": "Покинув Сидон, мы поплыли вдоль подветренного берега Кипра, поскольку ветер был встречный. ",
          "ID": "4"
        },
        {
          "text": "Потом наш корабль пересек открытое море, проплыв мимо Киликии и Памфилии, и мы вошли в порт города Миры в провинции Ликия. ",
          "ID": "5"
        },
        {
          "text": "И там центурион, найдя александрийский корабль, который отплывал в Италию, посадил нас на него. ",
          "ID": "6"
        },
        {
          "text": "Несколько дней мы медленно плыли и, наконец, с трудом приблизились к Книду. Ветер не позволил нам плыть в том направлении дальше, поэтому мы поплыли с подветренной стороны Крита вдоль мыса Салмона. ",
          "ID": "7"
        },
        {
          "text": "Держась ближе к берегу, мы с большими усилиями доплыли до места, называемого «Хорошие пристани», недалеко от города Ласея.",
          "ID": "8"
        },
        {
          "text": "Между тем прошло немало времени, к тому же и пост уже прошел, и продолжение плавания в такое время было очень опасно. И тогда Павел, предупреждая, ",
          "ID": "9"
        },
        {
          "text": "сказал всем на корабле: «Люди добрые! Я вижу, что плавание будет сопряжено с опасностью и большим ущербом не только для груза и корабля, но и с риском для жизни нашей».",
          "ID": "10"
        },
        {
          "text": "Центурион же больше доверял тому, что говорили кормчий и хозяин корабля, чем словам Павла. ",
          "ID": "11"
        },
        {
          "text": "А так как гавань не подходила для зимней стоянки, то большинство было за то, чтобы выйти в море и добраться, по возможности, до Финика и перезимовать там, в этой критской гавани, открытой с юго-запада и северо-запада.",
          "ID": "12"
        },
        {
          "text": "И когда подул легкий южный ветер, они, подумав, что их намерение может осуществиться, подняли якорь и поплыли вдоль Крита, не отходя далеко от берега. ",
          "ID": "13"
        },
        {
          "text": "Но прошло совсем немного времени, как со стороны острова обрушился ураганный ветер, называемый «эвракилон», ",
          "ID": "14"
        },
        {
          "text": "и увлек за собой корабль, так что тот не мог развернуться навстречу ветру. Мы предались стихии, и нас понесло в море. ",
          "ID": "15"
        },
        {
          "text": "Когда мы проплывали с подветренной стороны островка, называемого Кавда, нам удалось, хотя и с большим трудом, сделать всё, чтобы не потерять лодку. ",
          "ID": "16"
        },
        {
          "text": "Подняв ее на палубу, моряки, используя снасти, обвязали борта корабля. Затем, опасаясь, как бы не сесть на мель возле Сирта, они бросили плавучий якорь, и мы продолжали дрейфовать. ",
          "ID": "17"
        },
        {
          "text": "Шторм был настолько свирепым, что моряки на следующий день стали выбрасывать груз в море, ",
          "ID": "18"
        },
        {
          "text": "а еще через день вынуждены были собственноручно побросать за борт и оснастку корабля. ",
          "ID": "19"
        },
        {
          "text": "Многие дни на небе не было видно ни солнца, ни звезд, а буря не ослабевала, так что, в конце концов, мы начали терять всякую надежду на спасение.",
          "ID": "20"
        },
        {
          "text": "На корабле давно уже никто ничего не ел. Тогда Павел, встав среди них, сказал: «Друзья! Если бы вы послушали меня и не покинули Крит, то можно было избежать и этих бед, и потерь. ",
          "ID": "21"
        },
        {
          "text": "Но теперь призываю вас не падать духом, потому что никто из вас не погибнет, мы потеряем только корабль. ",
          "ID": "22"
        },
        {
          "text": "Ибо этой ночью ангел явился мне. Он пришел от Бога, Которому я отдал себя и Которому служу, ",
          "ID": "23"
        },
        {
          "text": "и сказал: „Не бойся, Павел! Ты должен предстать перед кесарем, и вот Бог даровал тебе жизнь всех спутников твоих“. ",
          "ID": "24"
        },
        {
          "text": "Потому ободритесь! Я доверяю Богу и знаю: как мне сказано, так и будет. ",
          "ID": "25"
        },
        {
          "text": "Нас обязательно выбросит на берег какого-нибудь острова».",
          "ID": "26"
        },
        {
          "text": "На четырнадцатую ночь, когда нас еще носило по морю, моряки около полуночи почувствовали, что близко земля. ",
          "ID": "27"
        },
        {
          "text": "Произведя замеры, они обнаружили, что глубина была двадцать саженей. Проплыв еще немного, замерили вновь – было уже пятнадцать саженей. ",
          "ID": "28"
        },
        {
          "text": "И тогда, боясь быть выброшенными на скалы, они бросили четыре якоря с кормы корабля и молились о скорейшем наступлении дня. ",
          "ID": "29"
        },
        {
          "text": "Когда же моряки пытались сбежать с корабля и спустили лодку на воду под предлогом, будто хотят бросить якоря спереди, ",
          "ID": "30"
        },
        {
          "text": "Павел сказал центуриону и воинам: «Вы не сможете спастись, если их не будет на корабле». ",
          "ID": "31"
        },
        {
          "text": "Воины тут же обрубили канаты, и лодка упала.",
          "ID": "32"
        },
        {
          "text": "Незадолго до рассвета Павел стал уговаривать всех подкрепиться. «Сегодня четырнадцатый день, – говорил он, – как вы без пищи, в постоянном ожидании вы в рот ничего не брали. ",
          "ID": "33"
        },
        {
          "text": "Умоляю вас поесть, это нужно для вашего же спасения. Ни у одного из вас волос с головы не упадет». ",
          "ID": "34"
        },
        {
          "text": "Сказав это, он взял хлеб, на глазах у всех возблагодарил Бога, разломил и начал есть. ",
          "ID": "35"
        },
        {
          "text": "Все приободрились и тоже принялись за еду. ",
          "ID": "36"
        },
        {
          "text": "Всего же на корабле было 276 человек. ",
          "ID": "37"
        },
        {
          "text": "Когда все досыта поели, они стали облегчать корабль, выбрасывая в море мешки с пшеницей.",
          "ID": "38"
        },
        {
          "text": "С наступлением дня моряки увидели какой-то залив с песчаным берегом и решили, если возможно, провести туда корабль; сама же земля была им неизвестна. ",
          "ID": "39"
        },
        {
          "text": "Они обрубили якоря, оставив их в море. В то же самое время они развязали веревки, крепившие рулевые весла, и, поставив парус на фок-мачте под ветер, направились к берегу. ",
          "ID": "40"
        },
        {
          "text": "Но они попали на мелководье, и корабль сел на мель. Нос его прочно увяз – корабль не двигался, и волны разбивали корму.",
          "ID": "41"
        },
        {
          "text": "Воины хотели было убить узников, чтобы кто-нибудь из них, выплыв, не убежал, ",
          "ID": "42"
        },
        {
          "text": "но центурион, желая спасти Павла, помешал им в этом. Он приказал сначала тем, кто умеет плавать, прыгать за борт и добираться до земли, ",
          "ID": "43"
        },
        {
          "text": "а остальным – плыть на досках или на других обломках корабля. И так все спаслись, выбравшись на берег.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "Деяния апостолов 27"
    },
    {
      "text": [
        {
          "text": "Когда мы все были уже в безопасности, нам стало известно, что остров называется Мелита. ",
          "ID": "1"
        },
        {
          "text": "Местные жители встретили нас с необыкновенным радушием. Шел проливной дождь, и было очень холодно, поэтому они разожгли большой костер и позвали нас к нему. ",
          "ID": "2"
        },
        {
          "text": "Павел собрал охапку хвороста, и когда клал его в костер, гадюка, спасаясь от жара, выползла из хвороста и вцепилась ему в руку. ",
          "ID": "3"
        },
        {
          "text": "Когда местные жители увидели свисавшую с его руки змею, они стали говорить друг другу: «Этот человек, должно быть, убийца! Он избежал гибели в море, но, видно, богине возмездия не угодно, чтобы он жил». ",
          "ID": "4"
        },
        {
          "text": "Павел же сбросил змею в огонь и остался невредим. ",
          "ID": "5"
        },
        {
          "text": "Все ожидали, что",
          "ID": "6"
        },
        {
          "text": "рука его начнет опухать или он внезапно упадет мертвым. Прождав некоторое время и увидев, что ничего необычного с ним не произошло, они изменили свое мнение и стали говорить, что он, должно быть, бог.",
          "ID": "6"
        },
        {
          "text": "Недалеко от этого места находилось поместье, принадлежавшее некоему Публию, первому лицу острова. Тот принимал нас очень гостеприимно, и мы оставались у него в течение трех дней. ",
          "ID": "7"
        },
        {
          "text": "Случилось, что отец Публия в это время лежал в постели, страдая от лихорадки и дизентерии. Павел вошел к нему, помолился, возложив на него руки, и исцелил его. ",
          "ID": "8"
        },
        {
          "text": "После этого и другие на острове, кто был болен, стали приходить к Павлу и исцелялись. ",
          "ID": "9"
        },
        {
          "text": "Они всячески выражали нам свое почтение и, когда мы отъезжали, дали нам в путь всё необходимое.",
          "ID": "10"
        },
        {
          "text": "Спустя три месяца мы отплыли на корабле, что зимовал на этом острове; корабль этот со знаком диоскуров был из Александрии. ",
          "ID": "11"
        },
        {
          "text": "Приплыв в Сиракузы, мы пробыли там три дня. ",
          "ID": "12"
        },
        {
          "text": "Оттуда мы, пройдя вдоль берега, пришли в Ригий. А через день подул южный ветер, так что уже на второй день мы были в Путеолах. ",
          "ID": "13"
        },
        {
          "text": "Там встретились мы с братьями, которые просили нас остаться у них на неделю. И оттуда мы отправились в Рим.",
          "ID": "14"
        },
        {
          "text": "Братья из Рима, услышав о нас, вышли нам навстречу, одни встретили нас у Аппиева форума, другие – у «Трех таверн». Увидев их, Павел возблагодарил Бога и воспрял духом. ",
          "ID": "15"
        },
        {
          "text": "Когда мы прибыли в Рим, Павлу было разрешено жить отдельно, а приставленный к нему воин должен был стеречь его.",
          "ID": "16"
        },
        {
          "text": "Три дня спустя Павел пригласил к себе местных иудейских руководителей, и, когда они пришли, он сказал им: «Братья мои! Хотя я ничего не сделал против народа или обычаев отеческих, меня, однако, схватили в Иерусалиме и отдали в руки римлян. ",
          "ID": "17"
        },
        {
          "text": "Они допросили меня и хотели отпустить на свободу, ибо никакой вины, достойной смерти, за мной не нашлось. ",
          "ID": "18"
        },
        {
          "text": "Иудеи решительно возражали, и я был вынужден просить суда кесаря, но не для того, чтобы обвинить в чем-либо народ мой. ",
          "ID": "19"
        },
        {
          "text": "Вот почему я и позвал вас к себе, чтобы увидеть вас и поговорить с вами. Ведь ношу я эти цепи из-за той надежды, которой живет народ израильский».",
          "ID": "20"
        },
        {
          "text": "Они же ответили ему: «Мы не получали никакого письма из Иудеи о тебе, и никто из приходивших оттуда братьев не приносил никакого сообщения и не сказал о тебе ничего худого. ",
          "ID": "21"
        },
        {
          "text": "Но хотели бы услышать от тебя, каковы твои взгляды, ибо всё, что мы знаем об этой секте, так это то, что против нее повсюду выступают».",
          "ID": "22"
        },
        {
          "text": "Они условились с Павлом, и в назначенный день еще больше иудеев собралось в доме, где он жил. С раннего утра до позднего вечера он говорил с ними, возвещая им Царство Божие. Он старался убедить их относительно Иисуса, приводя свидетельства как из Закона Моисеева, так и из пророков. ",
          "ID": "23"
        },
        {
          "text": "Одни поверили тому, что он говорил, а другие нет. ",
          "ID": "24"
        },
        {
          "text": "Не придя к согласию между собой, они стали расходиться, и Павел сказал им: «Хорошо изрек Дух Святой отцам вашим через пророка Исайю:",
          "ID": "25"
        },
        {
          "text": "„Пойди к народу этому и скажи:",
          "ID": "26"
        },
        {
          "text": "„Вы будете слушать и слушать– и всё же не поймете;",
          "ID": "26"
        },
        {
          "text": "будете смотреть и смотреть – и всё же не увидите“.",
          "ID": "26"
        },
        {
          "text": "Ибо огрубело сердце народа этого,",
          "ID": "27"
        },
        {
          "text": "уши их едва слышат, и глаза свои они закрыли.",
          "ID": "27"
        },
        {
          "text": "Иначе увидели бы глазами, услышали бы ушами,",
          "ID": "27"
        },
        {
          "text": "поняли бы сердцем и лицом повернулись бы ко Мне,",
          "ID": "27"
        },
        {
          "text": "и Я исцелил бы их“.",
          "ID": "27"
        },
        {
          "text": "Итак, пусть будет вам известно, что весть о спасении Божьем уже послана язычникам и они услышат ее». ",
          "ID": "28"
        },
        {
          "text": "[]",
          "ID": "29"
        },
        {
          "text": "Он же оставался целых два года в снятом им жилище и принимал у себя всех, кто к нему приходил. ",
          "ID": "30"
        },
        {
          "text": "Он возвещал Царство Божие и учил истине о Господе Иисусе Христе смело и беспрепятственно.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "Деяния апостолов 28"
    }
  ],
  "ID": "NT:ACT(BTI)",
  "name": "Деяния апостолов"
}