{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Первое убо слово сотворих о всех, о, феофиле, яже начат Иисус творити же и учити ",
          "ID": "1"
        },
        {
          "text": "даже до дне, в оньже, заповедав апостолом Духом святым, ихже избра, вознесеся: ",
          "ID": "2"
        },
        {
          "text": "пред нимиже и постави себе жива по страдании своем во мнозех истинных знамениих, деньми четыредесятьми являяся им и глаголя яже о Царствии Божии: ",
          "ID": "3"
        },
        {
          "text": "с нимиже и ядый повеле им от Иерусалима не отлучатися, но ждати обетования Отча, еже слышасте от мене: ",
          "ID": "4"
        },
        {
          "text": "яко иоанн убо крестил есть водою, вы же имате креститися Духом святым не по мнозех сих днех. ",
          "ID": "5"
        },
        {
          "text": "Они же убо сошедшеся вопрошаху его, глаголюще: Господи, аще в лето сие устрояеши царствие израилево? ",
          "ID": "6"
        },
        {
          "text": "Рече же к ним: несть ваше разумети времена и лета, яже Отец положи во своей власти: ",
          "ID": "7"
        },
        {
          "text": "но приимете силу, нашедшу святому Духу на вы, и будете ми свидетелие во Иерусалиме же и во всей иудеи и самарии и даже до последних земли. ",
          "ID": "8"
        },
        {
          "text": "И сия рек, зрящым им взятся, и облак подят его от очию их. ",
          "ID": "9"
        },
        {
          "text": "И егда взирающе бяху на небо, идущу ему, и се, мужа два стаста пред ними во одежди беле, ",
          "ID": "10"
        },
        {
          "text": "яже и рекоста: мужие галилейстии, что стоите зряще на небо? сей Иисус, вознесыйся от вас на небо, такожде приидет, имже образом видесте его идуща на небо. ",
          "ID": "11"
        },
        {
          "text": "Тогда возвратишася во Иерусалим от горы нарицаемыя елеон, яже есть близ Иерусалима, субботы имущия путь. ",
          "ID": "12"
        },
        {
          "text": "И егда внидоша, взыдоша на горницу, идеже бяху пребывающе, петр же и иаков, и иоанн и андрей, филипп и фома, варфоломей и матфей, иаков алфеов и симон зилот и иуда иаковль: ",
          "ID": "13"
        },
        {
          "text": "сии вси бяху терпяще единодушно в молитве и молении, с женами и Мариею Материю Иисусовою и с братиею его. ",
          "ID": "14"
        },
        {
          "text": "И во дни тыя востав петр посреде ученик, рече, ",
          "ID": "15"
        },
        {
          "text": "бе же имен народа вкупе яко сто и двадесять: мужие братие, подобаше скончатися писанию сему, еже предрече Дух святый усты давидовыми о иуде, бывшем вожди емшым Иисуса: ",
          "ID": "16"
        },
        {
          "text": "яко причтен бе с нами и приял бяше жребий службы сея: ",
          "ID": "17"
        },
        {
          "text": "сей убо стяжа село от мзды неправедныя, и ниц быв проседеся посреде, и излияся вся утроба его: ",
          "ID": "18"
        },
        {
          "text": "и разумно бысть всем живущым во Иерусалиме, яко нарещися селу тому своим их языком акелдама, еже есть село крове: ",
          "ID": "19"
        },
        {
          "text": "пишется бо в книзе псаломстей: да будет двор его пуст, и да не будет живущаго в нем, и епископство его да приимет ин: ",
          "ID": "20"
        },
        {
          "text": "подобает убо от сходившихся с нами мужей во всяко лето, в неже вниде и изыде в нас Господь Иисус, ",
          "ID": "21"
        },
        {
          "text": "начен от крещения иоаннова даже до дне, в оньже вознесеся (на небо) от нас, свидетелю воскресения его быти с нами единому от сих. ",
          "ID": "22"
        },
        {
          "text": "И поставиша два, иосифа нарицаемаго варсаву, иже наречен бысть иуст, и матфиа, ",
          "ID": "23"
        },
        {
          "text": "и помолившеся реша: ты, Господи, сердцеведче всех, покажи, егоже избрал еси от сею двою единаго, ",
          "ID": "24"
        },
        {
          "text": "прияти жребий служения сего и апостолства, из негоже испаде иуда, ити в место свое. ",
          "ID": "25"
        },
        {
          "text": "И даша жребия има, и паде жребий на матфиа, и причтен бысть ко единонадесяти апостолом.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "Деяния Апостолов 1"
    },
    {
      "text": [
        {
          "text": "И егда скончавашася дние пятьдесятницы, беша вси апостоли единодушно вкупе. ",
          "ID": "1"
        },
        {
          "text": "И бысть внезапу с небесе шум, яко носиму дыханию бурну, и исполни весь дом, идеже бяху седяще: ",
          "ID": "2"
        },
        {
          "text": "и явишася им разделени языцы яко огненни, седе же на единем коемждо их. ",
          "ID": "3"
        },
        {
          "text": "И исполнишася вси Духа свята и начаша глаголати иными языки, якоже Дух даяше им провещавати. ",
          "ID": "4"
        },
        {
          "text": "Бяху же во Иерусалиме живущии иудее, мужие благоговейнии, от всего языка, иже под небесем. ",
          "ID": "5"
        },
        {
          "text": "Бывшу же гласу сему, снидеся народ и смятеся, яко слышаху един кийждо их своим языком глаголющих их. ",
          "ID": "6"
        },
        {
          "text": "Дивляхуся же вси и чудяхуся, глаголюще друг ко другу: не се ли, вси сии суть глаголющии галилеане? ",
          "ID": "7"
        },
        {
          "text": "и како мы слышим кийждо свой язык наш, в немже родихомся, ",
          "ID": "8"
        },
        {
          "text": "парфяне и мидяне и еламите, и живущии в месопотамии, во иудеи же и каппадокии, в понте и во асии, ",
          "ID": "9"
        },
        {
          "text": "во фригии же и памфилии, во египте и странах ливии, яже при киринии, и приходящии римляне, иудее же и пришелцы, ",
          "ID": "10"
        },
        {
          "text": "критяне и аравляне, слышим глаголющих их нашими языки величия Божия? ",
          "ID": "11"
        },
        {
          "text": "Ужасахуся же вси и недоумевахуся, друг ко другу глаголюще: что убо хощет сие быти? ",
          "ID": "12"
        },
        {
          "text": "Инии же ругающеся глаголаху, яко вином исполнени суть. ",
          "ID": "13"
        },
        {
          "text": "Став же петр со единонадесятьми, воздвиже глас свой и рече им: мужие иудейстии и живущии во Иерусалиме вси, сие вам разумно да будет, и внушите глаголы моя: ",
          "ID": "14"
        },
        {
          "text": "не бо, якоже вы непщуете, сии пияни суть, есть бо час третий дне: ",
          "ID": "15"
        },
        {
          "text": "но сие есть реченное пророком иоилем: ",
          "ID": "16"
        },
        {
          "text": "и будет в последния дни, глаголет Господь, излию от Духа моего на всяку плоть, и прорекут сынове ваши и дщери вашя, и юноши ваши видения узрят, и старцы ваши сония видят: ",
          "ID": "17"
        },
        {
          "text": "ибо на рабы моя и на рабыни моя во дни оны излию от Духа моего, и прорекут: ",
          "ID": "18"
        },
        {
          "text": "и дам чудеса на небеси горе и знамения на земли низу, кровь и огнь и курение дыма: ",
          "ID": "19"
        },
        {
          "text": "солнце преложится во тму, и луна в кровь, прежде даже не приити дню Господню великому и просвещенному: ",
          "ID": "20"
        },
        {
          "text": "и будет, всяк, иже аще призовет имя Господне, спасется. ",
          "ID": "21"
        },
        {
          "text": "Мужие израилстии, послушайте словес сих: Иисуса назореа, мужа от Бога извествованна в вас силами и чудесы и знамении, яже сотвори тем Бог посреде вас, якоже и сами весте, ",
          "ID": "22"
        },
        {
          "text": "сего нарекованным советом и проразумением Божиим предана приемше, руками беззаконных пригвождше убисте: ",
          "ID": "23"
        },
        {
          "text": "егоже Бог воскреси, разрешив болезни смертныя, якоже не бяше мощно держиму быти ему от нея. ",
          "ID": "24"
        },
        {
          "text": "Давид бо глаголет о нем: предзрех Господа предо мною выну, яко о десную мене есть, да не подвижуся: ",
          "ID": "25"
        },
        {
          "text": "сего ради возвеселися сердце мое, и возрадовася язык мой: еще же и плоть моя вселится на уповании, ",
          "ID": "26"
        },
        {
          "text": "яко не оставиши души моея во аде, ниже даси преподобному твоему видети истления: ",
          "ID": "27"
        },
        {
          "text": "сказал ми еси пути живота: исполниши мя веселия с лицем твоим. ",
          "ID": "28"
        },
        {
          "text": "Мужие братие, достоит рещи с дерзновением к вам о патриарсе давиде, яко и умре и погребен бысть, и гроб его есть в нас даже до дне сего: ",
          "ID": "29"
        },
        {
          "text": "пророк убо сый и ведый, яко клятвою клятся ему Бог от плода чресл его по Плоти воздвигнути Христа и посадити его на престоле его, ",
          "ID": "30"
        },
        {
          "text": "предвидев глагола о воскресении Христове, яко не оставися душа его во аде, ни Плоть его виде истления. ",
          "ID": "31"
        },
        {
          "text": "Сего Иисуса воскреси Бог, емуже вси мы есмы свидетелие. ",
          "ID": "32"
        },
        {
          "text": "Десницею убо Божиею вознесеся, и обетование святаго Духа приемь от Отца, излия сие, еже вы ныне видите и слышите. ",
          "ID": "33"
        },
        {
          "text": "Не бо давид взыде на небеса, глаголет бо сам: рече Господь Господеви моему: седи о десную мене, ",
          "ID": "34"
        },
        {
          "text": "дондеже положу враги твоя подножие ног твоих. ",
          "ID": "35"
        },
        {
          "text": "Твердо убо да разумеет весь дом израилев, яко и Господа и Христа его Бог сотворил есть, сего Иисуса, егоже вы распясте. ",
          "ID": "36"
        },
        {
          "text": "Слышавше же умилишася сердцем и реша к петру и прочым апостолом: что сотворим, мужие братие? ",
          "ID": "37"
        },
        {
          "text": "Петр же рече к ним: покайтеся, и да крестится кийждо вас во имя Иисуса Христа во оставление грехов: и приимете дар святаго Духа: ",
          "ID": "38"
        },
        {
          "text": "вам бо есть обетование и чадом вашым и всем дальним, елики аще призовет Господь Бог наш. ",
          "ID": "39"
        },
        {
          "text": "И иными словесы множайшими засвидетелствоваше и моляше я, глаголя: спаситеся от рода строптиваго сего. ",
          "ID": "40"
        },
        {
          "text": "уже убо любезно прияша слово его, крестишася: и приложишася в день той душ яко три тысящы: ",
          "ID": "41"
        },
        {
          "text": "бяху же терпяще во учении апостол и во общении и в преломлении хлеба и в молитвах. ",
          "ID": "42"
        },
        {
          "text": "Бысть же на всякой души страх: многа бо чудеса и знамения апостолы быша во Иерусалиме. ",
          "ID": "43"
        },
        {
          "text": "Страх же велий бяше на всех их. Вси же веровавшии бяху вкупе и имяху вся обща: ",
          "ID": "44"
        },
        {
          "text": "и стяжания и имения продаяху, и раздаяху всем, егоже аще кто требоваше: ",
          "ID": "45"
        },
        {
          "text": "по вся же дни терпяще единодушно в церкви и ломяще по домом хлеб, приимаху пищу в радости и в простоте сердца, ",
          "ID": "46"
        },
        {
          "text": "хваляще Бога и имуще блгодать у всех людий. Господь же прилагаше по вся дни Церкви спасающыяся.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "Деяния Апостолов 2"
    },
    {
      "text": [
        {
          "text": "Вкупе же петр и иоанн восхождаста во святилище на молитву в час девятый. ",
          "ID": "1"
        },
        {
          "text": "И некий муж, хром от чрева матере своея сый, носимь бываше, егоже полагаху по вся дни пред дверьми церковными, рекомыми красными, просити милостыни от входящих в церковь: ",
          "ID": "2"
        },
        {
          "text": "иже видев петра и иоанна хотящыя внити в церковь, прошаше милостыни. ",
          "ID": "3"
        },
        {
          "text": "воззрев же петр нань со иоанном, рече: воззри на ны. ",
          "ID": "4"
        },
        {
          "text": "Он же прилежаше има, мня нечто от нею прияти. ",
          "ID": "5"
        },
        {
          "text": "Рече же петр: сребра и злата несть у мене, но еже имам, сие ти даю: во имя Иисуса Христа назореа востани и ходи. ",
          "ID": "6"
        },
        {
          "text": "И емь его за десную руку воздвиже: абие же утвердистеся его плесне и глезне, ",
          "ID": "7"
        },
        {
          "text": "и вскочив ста и хождаше, и вниде с нима в церковь, ходя и скачя и хваля Бога. ",
          "ID": "8"
        },
        {
          "text": "И видеша его вси людие ходяща и хваляща Бога, ",
          "ID": "9"
        },
        {
          "text": "знаху же его, яко сей бяше, иже милостыни ради седяше при красных дверех церковных: и исполнишася чуда и ужаса о приключившемся ему. ",
          "ID": "10"
        },
        {
          "text": "Держащужеся исцелевшему хромому петра и иоанна, притекоша к нима вси людие в притвор, нарицаемый соломонов, ужасни. ",
          "ID": "11"
        },
        {
          "text": "Видев же петр отвещаваше к людем: мужие израилтяне, что чудитеся о сем, или на ны что взираете, яко своею ли силою или благочестием сотворихом его ходити? ",
          "ID": "12"
        },
        {
          "text": "Бог авраамов и исааков и иаковль, Бог отец наших, прослави отрока своего Иисуса, егоже вы предасте, и отвергостеся его пред лицем пилатовым, суждьшу оному пустити: ",
          "ID": "13"
        },
        {
          "text": "вы же святаго и праведнаго отвергостеся, и испросисте мужа убийцу дати вам, ",
          "ID": "14"
        },
        {
          "text": "началника же жизни убисте: егоже Бог воскреси от мертвых, емуже мы свидетелие есмы. ",
          "ID": "15"
        },
        {
          "text": "И о вере имене его, сего, егоже видите и знаете, утверди имя его: и вера, яже его ради, даде ему всю целость сию пред всеми вами. ",
          "ID": "16"
        },
        {
          "text": "И ныне, братие, вем, яко по неведению сие сотвористе, якоже и князи ваши: ",
          "ID": "17"
        },
        {
          "text": "Бог же, яже предвозвести усты всех пророк своих пострадати Христу, исполни тако. ",
          "ID": "18"
        },
        {
          "text": "Покайтеся убо и обратитеся, да очиститеся от грех ваших, ",
          "ID": "19"
        },
        {
          "text": "яко да приидут времена прохладна от лица Господня, и послет пронареченнаго вам Христа Иисуса, ",
          "ID": "20"
        },
        {
          "text": "егоже подобает небеси убо прияти даже до лет устроения всех, яже глагола Бог усты всех святых своих пророк от века. ",
          "ID": "21"
        },
        {
          "text": "Моисей убо ко отцем рече: яко пророка вам воздвигнет Господь Бог ваш от братии вашея, яко мене: того послушайте по всему, елика аще речет к вам: ",
          "ID": "22"
        },
        {
          "text": "будет же, всяка душа, яже аще не послушает пророка онаго, потребится от людий. ",
          "ID": "23"
        },
        {
          "text": "И вси же пророцы от самуила и иже по сих, елицы глаголаша, такожде предвозвестиша дни сия. ",
          "ID": "24"
        },
        {
          "text": "Вы есте сынове пророк и завета, егоже завеща Бог ко отцем вашым, глаголя ко аврааму: и о семени твоем возблагословятся вся отечествия земная. ",
          "ID": "25"
        },
        {
          "text": "Вам первее Бог, воздвигий отрока своего Иисуса, посла его благословяща вас, во еже отвратитися вам комуждо от злоб ваших.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "Деяния Апостолов 3"
    },
    {
      "text": [
        {
          "text": "Глаголющым же им к людем, наидоша на них священницы и воевода церковный и саддукее, ",
          "ID": "1"
        },
        {
          "text": "жаляще си, за еже учити им люди и возвещати о Иисусе воскресение мертвых: ",
          "ID": "2"
        },
        {
          "text": "и возложиша на них руки и положиша их в соблюдение до утрия: бе бо вечер уже. ",
          "ID": "3"
        },
        {
          "text": "Мнози же от слышавших слово вероваша: и бысть число мужей яко тысящ пять. ",
          "ID": "4"
        },
        {
          "text": "Бысть же наутрие собратися князем их и старцем и книжником во Иерусалим, ",
          "ID": "5"
        },
        {
          "text": "и анне архиерею и каиафе и иоанну и александру, и елицы беша от рода архиерейска: ",
          "ID": "6"
        },
        {
          "text": "и поставльше их посреде, вопрошаху: коею силою или коим именем сотвористе сие вы? ",
          "ID": "7"
        },
        {
          "text": "Тогда петр, исполнився Духа свята, рече к ним: князи людстии и старцы израилевы, ",
          "ID": "8"
        },
        {
          "text": "аще мы днесь истязуеми есмы о благодеянии человека немощна, о чесом сей спасеся, ",
          "ID": "9"
        },
        {
          "text": "разумно буди всем вам и всем людем израилевым, яко во имя Иисуса Христа назореа, егоже вы распясте, егоже Бог воскреси от мертвых, о сем сей стоит пред вами здрав: ",
          "ID": "10"
        },
        {
          "text": "сей есть камень укореный от вас зиждущих, бывый во главу угла, и несть ни о единем же инем спасения: ",
          "ID": "11"
        },
        {
          "text": "несть бо иного имене под небесем, даннаго в человецех, о немже подобает спастися нам. ",
          "ID": "12"
        },
        {
          "text": "Видяще же петрово дерзновение и иоанново и разумевше, яко человека некнижна еста и проста, дивляхуся, знаху же их, яко со Иисусом беста: ",
          "ID": "13"
        },
        {
          "text": "видяще же исцелевшаго человека с нима стояща, ничтоже имяху противу рещи. ",
          "ID": "14"
        },
        {
          "text": "Повелевше же има вон из сонмища изыти, стязахуся друг со другом, ",
          "ID": "15"
        },
        {
          "text": "глаголюще: что сотворим человекома сима? яко убо нарочитое знамение бысть има, всем живущым во Иерусалиме яве, и не можем отврещися: ",
          "ID": "16"
        },
        {
          "text": "но да не более прострется в людех, прещением да запретим има ктому не глаголати о имени сем ни единому от человек. ",
          "ID": "17"
        },
        {
          "text": "И призвавше их, заповедаша има отнюд не провещавати ниже учити о имени Иисусове. ",
          "ID": "18"
        },
        {
          "text": "Петр же и иоанн отвещавша к ним реста: аще праведно есть пред Богом вас послушати паче, нежели Бога, судите: ",
          "ID": "19"
        },
        {
          "text": "не можем бо мы, яже видехом и слышахом, не глаголати. ",
          "ID": "20"
        },
        {
          "text": "Они же призапрещше има, пустиша я, ничтоже обретше како мучити их, людий ради, яко вси прославляху Бога о бывшем: ",
          "ID": "21"
        },
        {
          "text": "лет бо бяше множае четыредесяти человек той, на немже бысть чудо сие исцеления. ",
          "ID": "22"
        },
        {
          "text": "Отпущена же бывша приидоста ко своим и возвестиста, елика к нима архиерее и старцы реша. ",
          "ID": "23"
        },
        {
          "text": "Они же слышавше единодушно воздвигоша глас к Богу и рекоша: Владыко, ты, Боже, сотворивый небо и землю и море и вся, яже в них, ",
          "ID": "24"
        },
        {
          "text": "иже Духом святым усты отца нашего давида отрока твоего рекл еси: вскую шаташася языцы, и людие поучишася тщетным? ",
          "ID": "25"
        },
        {
          "text": "предсташа царие земстии, и князи собрашася вкупе на Господа и на Христа его. ",
          "ID": "26"
        },
        {
          "text": "Собрашася бо воистинну во граде сем на святаго отрока твоего Иисуса, егоже помазал еси, ирод же и понтийский пилат с языки и людьми израилевыми, ",
          "ID": "27"
        },
        {
          "text": "сотворити, елика рука твоя и совет твой преднарече быти: ",
          "ID": "28"
        },
        {
          "text": "и ныне, Господи, призри на прещения их и даждь рабом твоим со всяким дерзновением глаголати слово твое, ",
          "ID": "29"
        },
        {
          "text": "внегда руку твою прострети ти во исцеления, и знамением и чудесем бывати именем святым отрока твоего Иисуса. ",
          "ID": "30"
        },
        {
          "text": "И помолившымся им, подвижеся место, идеже бяху собрани, и исполнишася вси Духа свята и глаголаху слово Божие со дерзновением. ",
          "ID": "31"
        },
        {
          "text": "Народу же веровавшему бе сердце и душа едина, и ни един же что от имений своих глаголаше свое быти, но бяху им вся обща. ",
          "ID": "32"
        },
        {
          "text": "И велиею силою воздаяху свидетелство апостоли воскресению Господа Иисуса Христа, благодать же бе велия на всех их. ",
          "ID": "33"
        },
        {
          "text": "Не бяше бо нищь ни един в них: елицы бо господие селом или домовом бяху, продающе приношаху цены продаемых ",
          "ID": "34"
        },
        {
          "text": "и полагаху при ногах апостол: даяшеся же коемуждо, егоже аще кто требоваше. ",
          "ID": "35"
        },
        {
          "text": "Иосиа же, нареченный варнава от апостол, еже есть сказаемо сын утешения, левит, кипрянин родом, ",
          "ID": "36"
        },
        {
          "text": "имея село, продав принесе цену и положи пред ногами апостол.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "Деяния Апостолов 4"
    },
    {
      "text": [
        {
          "text": "Муж же некий, ананиа именем, с сапфирою женою своею, продаде село ",
          "ID": "1"
        },
        {
          "text": "и утаи от цены, сведущей и жене его: и принес часть некую, пред ногами апостол положи. ",
          "ID": "2"
        },
        {
          "text": "Рече же петр: анание, почто исполни сатана сердце твое солгати Духу святому и утаити от цены села? ",
          "ID": "3"
        },
        {
          "text": "сущее тебе не твое ли бе, и проданое не в твоей ли власти бяше? что яко положил еси в сердцы твоем вещь сию? не человеком солгал еси, но Богу. ",
          "ID": "4"
        },
        {
          "text": "Слышав же ананиа словеса сия, пад издше: и бысть страх велик на всех слышащих сия. ",
          "ID": "5"
        },
        {
          "text": "Вставше же юноши взяша его и изнесше погребоша. ",
          "ID": "6"
        },
        {
          "text": "Бысть же яко трием часом минувшым, и жена его не ведущи бывшаго вниде. ",
          "ID": "7"
        },
        {
          "text": "Отвеща же ей петр: рцы ми, аще на толице село отдаста? Она же рече: ей, на толице. ",
          "ID": "8"
        },
        {
          "text": "Петр же рече к ней: что яко согласистася искусити Духа Господня? се, ноги погребших мужа твоего при дверех, и изнесут тя. ",
          "ID": "9"
        },
        {
          "text": "Паде же абие пред ногама его и издше: вшедше же юноши обретоша ю мертву и изнесше погребоша близ мужа ея. ",
          "ID": "10"
        },
        {
          "text": "И бысть страх велик на всей Церкви и на всех слышаших сия. ",
          "ID": "11"
        },
        {
          "text": "Руками же апостолскими быша знамения и чудеса в людех многа: и бяху единодушно вси в притворе соломони: ",
          "ID": "12"
        },
        {
          "text": "от прочих же никтоже смеяше прилеплятися им, но величаху их людие. ",
          "ID": "13"
        },
        {
          "text": "Паче же прилагахуся верующии Господви, множество мужей же и жен, ",
          "ID": "14"
        },
        {
          "text": "яко и на стогны износити недужныя и полагати на постелех и на одрех, да грядущу петру поне сень его осенит некоего от них. ",
          "ID": "15"
        },
        {
          "text": "Схождашеся же и множество от окрестных градов во Иерусалим, приносяще недужныя и страждущыя от дух нечистых, иже исцелевахуся вси. ",
          "ID": "16"
        },
        {
          "text": "Востав же архиерей и вси иже с ним, сущая ересь саддукейская, исполнишася зависти, ",
          "ID": "17"
        },
        {
          "text": "и возложиша руки своя на апостолы и послаша их в соблюдение общее. ",
          "ID": "18"
        },
        {
          "text": "Ангел же Господень нощию отверзе двери темницы, извед же их, рече: ",
          "ID": "19"
        },
        {
          "text": "идите и ставше глаголите в церкви людем вся глаголы жизни сея. ",
          "ID": "20"
        },
        {
          "text": "Слышавше же внидоша по утренице в церковь и учаху. Пришед же архиерей и иже с ним, созваша собор и вся старцы от сынов израилевых и послаша во узилище, привести их. ",
          "ID": "21"
        },
        {
          "text": "Слуги же шедше не обретоша их в темнице, возвращшежеся возвестиша, ",
          "ID": "22"
        },
        {
          "text": "глаголюще, яко темницу убо обретохом заключену со всяким утверждением и блюстители стоящыя пред дверьми: отверзше же, внутрь ни единаго обретохом. ",
          "ID": "23"
        },
        {
          "text": "Якоже слышаша словеса сия архиерей же и воевода церковный и первосвященницы, недоумевахуся о них, что убо будет сие. ",
          "ID": "24"
        },
        {
          "text": "Пришед же некто возвести им, глаголя, яко се, мужие, ихже всадисте в темницу, суть в церкви стояще и учаще люди. ",
          "ID": "25"
        },
        {
          "text": "Тогда шед воевода со слугами, приведе их не с нуждею, бояхуся бо людий, да не камением побиют их: ",
          "ID": "26"
        },
        {
          "text": "приведше же их, поставиша на сонмищи, и вопроси их архиерей, глаголя: ",
          "ID": "27"
        },
        {
          "text": "не запрещением ли запретихом вам не учити о имени сем? и се, исполнисте Иерусалим учением вашим и хощете навести на ны кровь Человека сего. ",
          "ID": "28"
        },
        {
          "text": "Отвещав же петр и апостоли реша: повиноватися подобает Богови паче, нежели человеком: ",
          "ID": "29"
        },
        {
          "text": "Бог отец наших воздвиже Иисуса, егоже вы убисте, повесивше на древе: ",
          "ID": "30"
        },
        {
          "text": "сего Бог началника и спаса возвыси десницею своею, дати покаяние израилеви и оставление грехов: ",
          "ID": "31"
        },
        {
          "text": "и мы есмы того свидетелие глагол сих, и Дух святый, егоже даде Бог повинующымся ему. ",
          "ID": "32"
        },
        {
          "text": "Они же слышавше распыхахуся и совещаша убити их. ",
          "ID": "33"
        },
        {
          "text": "Востав же некий на сонмищи фарисей, именем гамалиил, законоучитель честен всем людем, повеле вне мало что апостолом уступити, ",
          "ID": "34"
        },
        {
          "text": "рече же к ним: мужие израильтяне, внимайте себе о человецех сих, что хощете сотворити: ",
          "ID": "35"
        },
        {
          "text": "пред сими бо деньми воста февда, глаголя быти велика некоего себе, емуже прилепишася числом мужей яко четыреста: иже убиен бысть, и вси, елицы повинушася ему, разыдошася и быша ни во чтоже: ",
          "ID": "36"
        },
        {
          "text": "по сем воста иуда галилеанин во дни написания и отвлече люди доволны вслед себе: и той погибе, и вси, елицы послушаша его, разсыпашася: ",
          "ID": "37"
        },
        {
          "text": "и ныне, глаголю вам, отступите от человек сих и оставите их: яко аще будет от человек совет сей или дело сие, разорится, ",
          "ID": "38"
        },
        {
          "text": "аще ли же от Бога есть, не можете разорити то, да не како и Богоборцы обрящетеся. ",
          "ID": "39"
        },
        {
          "text": "Послушаша же его, и призвавше апостолы, бивше запретиша им не глаголати о имени Иисусове и отпустиша их. ",
          "ID": "40"
        },
        {
          "text": "Они же убо идяху радующеся от лица собора, яко за имя Господа Иисуса сподобишася безчестие прияти: ",
          "ID": "41"
        },
        {
          "text": "по вся же дни в церкви и в домех не престаяху учаще и благовествующе Иисуса Христа.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "Деяния Апостолов 5"
    },
    {
      "text": [
        {
          "text": "Во днех же сих, умножившымся учеником, бысть роптание еллинов ко евреом, яко презираемы бываху во вседневнем служении вдовицы их. ",
          "ID": "1"
        },
        {
          "text": "Призвавше же дванадесять множество ученик, реша: не угодно есть нам, оставльшым слово Божие, служити трапезам: ",
          "ID": "2"
        },
        {
          "text": "усмотрите убо, братие, мужы от вас свидетелствованы седмь, исполнены Духа свята и премудрости, ихже поставим над службою сею: ",
          "ID": "3"
        },
        {
          "text": "мы же в молитве и служении слова пребудем. ",
          "ID": "4"
        },
        {
          "text": "И угодно бысть слово сие пред всем народом: и избраша стефана, мужа исполнена веры и Духа свята, и филиппа, и прохора и никанора, и тимона и пармена, и николаа пришелца антиохийскаго, ",
          "ID": "5"
        },
        {
          "text": "ихже поставиша пред апостолы: и помолившеся возложиша на ня руце. ",
          "ID": "6"
        },
        {
          "text": "И слово Божие растяше, и множашеся число ученик во Иерусалиме зело: мног же народ священников послушаху веры. ",
          "ID": "7"
        },
        {
          "text": "Стефан же исполнь веры и силы творяше знамения и чудеса велия в людех. ",
          "ID": "8"
        },
        {
          "text": "Восташа же нецыи от сонма глаголемаго ливертинска и киринейска и александрска, и иже от киликии и асии, стязающеся со стефаном: ",
          "ID": "9"
        },
        {
          "text": "и не можаху противустати премудрости и Духу, имже глаголаше. ",
          "ID": "10"
        },
        {
          "text": "Тогда подустиша мужы глаголющыя, яко слышахом его глаголюща глаголы хульныя на моисеа и на Бога. ",
          "ID": "11"
        },
        {
          "text": "Сподвигоша же люди и старцы и книжники, и нападше восхитиша его и приведоша на сонмище, ",
          "ID": "12"
        },
        {
          "text": "поставиша же свидетели ложны глаголющыя, яко человек сей не престает глаголы хульныя глаголя на место святое сие и закон: ",
          "ID": "13"
        },
        {
          "text": "слышахом бо его глаголюща, яко Иисус назорей сей разорит место сие и изменит обычаи, яже предаде нам моисей. ",
          "ID": "14"
        },
        {
          "text": "И воззревше нань вси седящии в сонмищи, видеша лице его яко лице ангела.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "Деяния Апостолов 6"
    },
    {
      "text": [
        {
          "text": "Рече же архиерей: аще убо сия тако суть? ",
          "ID": "1"
        },
        {
          "text": "Он же рече: мужие братие и отцы, послушайте. Бог славы явися отцу нашему аврааму сущу в месопотамии, прежде даже не вселитися ему в харрань, ",
          "ID": "2"
        },
        {
          "text": "и рече к нему: изыди от земли твоея и от рода твоего и от дому отца твоего, и прииди в землю, юже аще ти покажу. ",
          "ID": "3"
        },
        {
          "text": "Тогда изшед от земли халдейския, вселися в харрань: и оттуду, по умертвии отца его, пресели его в землю сию, на нейже вы ныне живете, ",
          "ID": "4"
        },
        {
          "text": "и не даде ему наследия в ней, ниже стопы ногу: и обеща дати ему ю во одержание и семени его по нем, не сущу ему чаду. ",
          "ID": "5"
        },
        {
          "text": "глагола же сице Бог, яко будет семя его пришелцы в земли чуждей, и поработят е и озлобят лет четыреста. ",
          "ID": "6"
        },
        {
          "text": "И языку, емуже поработают, сужду аз, рече Бог: и по сих изыдут и послужат ми на месте сем. ",
          "ID": "7"
        },
        {
          "text": "И даде ему завет обрезания. И тако роди исаака и обреза его в день осмый: и исаак иакова, и иаков дванадесять патриарх. ",
          "ID": "8"
        },
        {
          "text": "И патриарси позавидевше иосифу продаша его во египет: и бе Бог с ним, ",
          "ID": "9"
        },
        {
          "text": "и изят его от всех скорбей его, и даде ему благодать и премудрость пред фараоном царем египетским: и постави его началника над египтом и над всем домом своим. ",
          "ID": "10"
        },
        {
          "text": "Прииде же глад на всю землю египетскую и ханааню и скорбь велия, и не обретаху сытости отцы наши. ",
          "ID": "11"
        },
        {
          "text": "Слышав же иаков сущую пшеницу во египте, посла отцы нашя первее, ",
          "ID": "12"
        },
        {
          "text": "и внегда второе (приидоша), познан бысть иосиф братии своей, и яве бысть фараону род иосифов. ",
          "ID": "13"
        },
        {
          "text": "Послав же иосиф призва отца своего иакова и все сродство свое, седмьдесят и пять душ. ",
          "ID": "14"
        },
        {
          "text": "Сниде же иаков во египет, и скончася сам и отцы наши: ",
          "ID": "15"
        },
        {
          "text": "и принесени быша в сихем и положени быша во гробе, егоже купи авраам ценою сребра от сынов еммора сихемова. ",
          "ID": "16"
        },
        {
          "text": "И якоже приближашеся время обетования, имже клятся Бог аврааму, возрастоша людие и умножишася во египте, ",
          "ID": "17"
        },
        {
          "text": "дондеже наста царь ин (во египте), иже не знаше иосифа: ",
          "ID": "18"
        },
        {
          "text": "сей зле умыслив о роде нашем, озлоби отцы нашя, уморити младенцы их и не оживити. ",
          "ID": "19"
        },
        {
          "text": "В неже время родися моисей и бе угоден Богови, иже питан бысть месяцы три в дому отца своего: ",
          "ID": "20"
        },
        {
          "text": "извержена же его взят его дщи фараонова и воспита и себе в сына: ",
          "ID": "21"
        },
        {
          "text": "и наказан бысть моисей всей премудрости египетстей, бе же силен в словесех и делех. ",
          "ID": "22"
        },
        {
          "text": "Егда же исполняшеся ему лет четыредесятих время, взыде на сердце ему посетити братию свою сыны израилевы: ",
          "ID": "23"
        },
        {
          "text": "и видев некоего обидима, пособствова и сотвори отмщение обидимому, убив египтянина. ",
          "ID": "24"
        },
        {
          "text": "Мняше же разумети братиям своим, яко Бог рукою его даст им спасение: они же не разумеша. ",
          "ID": "25"
        },
        {
          "text": "Во утрий же день явися им тяжущымся и привлачаше их в примирение, рек: мужие, братия есте вы, вскую обидите друг друга? ",
          "ID": "26"
        },
        {
          "text": "Обидяй же ближняго отрину его, рек: кто тя постави князя и судию над нами? ",
          "ID": "27"
        },
        {
          "text": "еда убити мя ты хощеши, имже образом убил еси вчера египтянина? ",
          "ID": "28"
        },
        {
          "text": "Бежа же моисей о словеси сем и бысть пришлец в земли мадиамстей, идеже роди сына два. ",
          "ID": "29"
        },
        {
          "text": "И исполньшымся летом четыредесятим, явися ему в пустыни горы синайския ангел Господень в пламени огнене в купине: ",
          "ID": "30"
        },
        {
          "text": "моисей же видев дивляшеся видению: приступающу же ему разумети, бысть глас Господень к нему: ",
          "ID": "31"
        },
        {
          "text": "аз Бог отец твоих, Бог авраамов и Бог исааков и Бог иаковль. Трепетен же быв моисей не смеяше смотрити. ",
          "ID": "32"
        },
        {
          "text": "Рече же ему Господь: изуй сапоги ногу твоею, место бо, на немже стоиши, земля свята есть: ",
          "ID": "33"
        },
        {
          "text": "видя видех озлобление людий моих, иже во египте, и стенание их услышах, и снидох изяти их: и ныне гряди, послю тя во египет. ",
          "ID": "34"
        },
        {
          "text": "Сего моисеа, егоже отринуша, рекше: кто тя постави началника и судию? сего Бог князя и избавителя посла рукою ангела явльшагося ему в купине: ",
          "ID": "35"
        },
        {
          "text": "сей изведе их, сотворь чудеса и знамения в земли египетстей и в чермнем мори, и в пустыни лет четыредесять. ",
          "ID": "36"
        },
        {
          "text": "Сей есть моисей рекий сыном израилевым: пророка вам воздвигнет Господь Бог ваш от братии вашея яко мене: того послушайте. ",
          "ID": "37"
        },
        {
          "text": "Сей есть бывый в Церкви в пустыни со ангелом, глаголавшим ему на горе синайстей, и со отцы нашими, иже прият словеса жива дати нам, ",
          "ID": "38"
        },
        {
          "text": "егоже не восхотеша послушати отцы наши, но отринуша и и обратишася сердцем своим во египет, ",
          "ID": "39"
        },
        {
          "text": "рекше аарону: сотвори нам боги, иже предидут пред нами, моисею бо сему, иже изведе нас от земли египетския, не вемы, что бысть ему. ",
          "ID": "40"
        },
        {
          "text": "И сотвориша телца во дни оны, и принесоша жертву идолу, и веселяхуся в делех руку своею. ",
          "ID": "41"
        },
        {
          "text": "Отвратися же Бог и предаде их служити воем небесным, якоже писано есть в книзе пророк: еда заколения и жертвы принесосте ми лет четыредесять в пустыни, доме израилев? ",
          "ID": "42"
        },
        {
          "text": "И восприясте скинию молохову и звезду бога вашего ремфана, образы, яже сотвористе покланятися им: и преселю вы далее вавилона. ",
          "ID": "43"
        },
        {
          "text": "Сень свидения бяше отцем нашым в пустыни, якоже повеле глаголяй моисеови сотворити ю по образу, егоже виде: ",
          "ID": "44"
        },
        {
          "text": "юже и внесоша приемше отцы наши со иисусом во одержание языков, ихже изрину Бог от лица отец наших, даже до дний давида: ",
          "ID": "45"
        },
        {
          "text": "иже обрете благодать пред Богом и испроси обрести селение Богу иаковлю. ",
          "ID": "46"
        },
        {
          "text": "Соломон же созда ему храм. ",
          "ID": "47"
        },
        {
          "text": "Но вышний не в рукотворенных церквах живет, якоже пророк глаголет: ",
          "ID": "48"
        },
        {
          "text": "небо мне престол есть, земля же подножие ногама моима: кий храм созиждете ми, глаголет Господь, или кое место покоищу моему? ",
          "ID": "49"
        },
        {
          "text": "Не рука ли моя сотвори сия вся? ",
          "ID": "50"
        },
        {
          "text": "Жестоковыйнии и необрезаннии сердцы и ушесы, вы присно Духу святому противитеся, якоже отцы ваши, тако и вы: ",
          "ID": "51"
        },
        {
          "text": "кого от пророк не изгнаша отцы ваши? и убиша предвозвестившыя о пришествии праведнаго, егоже вы ныне предателе и убийцы бысте, ",
          "ID": "52"
        },
        {
          "text": "иже приясте закон устроением ангелским и не сохранисте. ",
          "ID": "53"
        },
        {
          "text": "Слышаще же сия, распыхахуся сердцы своими и скрежетаху зубы нань. ",
          "ID": "54"
        },
        {
          "text": "Стефан же сый исполнь Духа свята, воззрев на небо, виде славу Божию и Иисуса стояща о десную Бога, ",
          "ID": "55"
        },
        {
          "text": "и рече: се, вижу небеса отверста и Сына Человеча о десную стояща Бога. ",
          "ID": "56"
        },
        {
          "text": "Возопивше же гласом велиим, затыкаху ушы свои и устремишася единодушно нань, ",
          "ID": "57"
        },
        {
          "text": "и изведше вне града, камением побиваху его: и свидетелие (снемше) ризы своя положиша при ногу юноши нарицаемаго савла, ",
          "ID": "58"
        },
        {
          "text": "и камением побиваху стефана, молящася и глаголюща: Господи Иисусе, приими дух мой. ",
          "ID": "59"
        },
        {
          "text": "Преклонь же колена, возопи гласом велиим: Господи, не постави им греха сего. И сия рек успе.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "Деяния Апостолов 7"
    },
    {
      "text": [
        {
          "text": "Савл же бе соизволяя убийству его. Бысть же в той день гонение велие на церковь Иерусалимскую: вси же разсеяшася по странам иудейским и самарийским, кроме апостол: ",
          "ID": "1"
        },
        {
          "text": "погребоша же стефана мужие благоговейнии и сотвориша плачь велий над ним. ",
          "ID": "2"
        },
        {
          "text": "Савл же озлобляше Церковь, в домы входя, и влачя мужы и жены, предаяше в темницу. ",
          "ID": "3"
        },
        {
          "text": "Разсеявшиися же прохождаху, благовествующе слово. ",
          "ID": "4"
        },
        {
          "text": "Филипп же сошед во град самарийский, проповедаше им Христа: ",
          "ID": "5"
        },
        {
          "text": "внимаху же народи глаголемым от филиппа единодушно, слышаще и видяще знамения, яже творяше: ",
          "ID": "6"
        },
        {
          "text": "дуси бо нечистии от многих имущих я, вопиюще гласом велиим, исхождаху, мнози же разслабленнии и хромии исцелишася: ",
          "ID": "7"
        },
        {
          "text": "и бысть радость велия во граде том. ",
          "ID": "8"
        },
        {
          "text": "Муж же некий, именем симон, прежде бе во граде волхвуя и удивляя язык самарийский, глаголя некоего быти себе велика, ",
          "ID": "9"
        },
        {
          "text": "емуже внимаху вси от мала даже до велика, глаголюще: сей есть сила Божия великая. ",
          "ID": "10"
        },
        {
          "text": "Внимаху же ему, зане доволно время волхвовании удивляше их. ",
          "ID": "11"
        },
        {
          "text": "Егда же вероваша филиппу благовествующу яже о Царствии Божии и о имени Иисус Христове, крещахуся мужие же и жены. ",
          "ID": "12"
        },
        {
          "text": "Симон же и сам верова и крещься бе пребывая у филиппа: видя же силы и знамения велия бываема, ужасен дивляшеся. ",
          "ID": "13"
        },
        {
          "text": "Слышавше же иже во Иерусалиме апостоли, яко прият самариа слово Божие, послаша к ним петра и иоанна, ",
          "ID": "14"
        },
        {
          "text": "иже сошедше помолишася о них, яко да приимут Духа святаго: ",
          "ID": "15"
        },
        {
          "text": "еще бо ни на единаго их бе пришел, точию крещени бяху во имя Господа Иисуса: ",
          "ID": "16"
        },
        {
          "text": "тогда возложиша руце на ня, и прияша Духа святаго. ",
          "ID": "17"
        },
        {
          "text": "Видев же симон, яко возложением рук апостолских дается Дух святый, принесе им сребро, ",
          "ID": "18"
        },
        {
          "text": "глаголя: дадите и мне власть сию, да, на негоже аще положу руце, приимет Духа святаго. ",
          "ID": "19"
        },
        {
          "text": "Петр же рече к нему: сребро твое с тобою да будет в погибель, яко дар Божий непщевал еси сребром стяжати: ",
          "ID": "20"
        },
        {
          "text": "несть ти части ни жребия в словеси сем, ибо сердце твое несть право пред Богом: ",
          "ID": "21"
        },
        {
          "text": "покайся убо о злобе твоей сей и молися Богу, аще убо отпустится ти помышление сердца твоего: ",
          "ID": "22"
        },
        {
          "text": "в желчи бо горести и союзе неправды зрю тя суща. ",
          "ID": "23"
        },
        {
          "text": "Отвещав же симон рече: помолитеся вы о мне ко Господу, яко да ничтоже сих найдет на мя, яже рекосте. ",
          "ID": "24"
        },
        {
          "text": "Они же убо, засвидетелствовавше и глаголавше слово Господне, возвратишася во Иерусалим и многим весем самарийским благовестиша. ",
          "ID": "25"
        },
        {
          "text": "Ангел же Господень рече к филиппу, глаголя: востани и иди на полудне, на путь сходящий от Иерусалима в газу: и той есть пуст. ",
          "ID": "26"
        },
        {
          "text": "И востав пойде: и се, муж мурин, евнух силен кандакии царицы муринския, иже бе над всеми сокровищи ея, иже прииде поклонитися во Иерусалим: ",
          "ID": "27"
        },
        {
          "text": "бе же возвращаяся, и седя на колеснице своей, чтяше пророка исаию. ",
          "ID": "28"
        },
        {
          "text": "Рече же Дух к филиппу: приступи и прилепися колеснице сей. ",
          "ID": "29"
        },
        {
          "text": "Притек же филипп услыша его чтуща пророка исаию и рече: убо разумееши ли, яже чтеши? ",
          "ID": "30"
        },
        {
          "text": "Он же рече: како убо могу (разумети), аще не кто наставит мя? умоли же филиппа, да возшед сядет с ним. ",
          "ID": "31"
        },
        {
          "text": "Слово же писания, еже чтяше, бе сие: яко овча на заколение ведеся, и яко агнец прямо стригущему его безгласен, тако не отверзает уст своих: ",
          "ID": "32"
        },
        {
          "text": "во смирении его суд его взятся, род же его кто исповесть? яко вземлется от земли живот его. ",
          "ID": "33"
        },
        {
          "text": "Отвещав же каженик к филиппу, рече: молю тя, о ком пророк глаголет сие? о себе ли, или о инем некоем? ",
          "ID": "34"
        },
        {
          "text": "Отверз же филипп уста своя и начен от писания сего, благовести ему Иисуса. ",
          "ID": "35"
        },
        {
          "text": "Якоже идяху путем, приидоша на некую воду, и рече каженик: се, вода: что возбраняет ми креститися? ",
          "ID": "36"
        },
        {
          "text": "Рече же ему филипп: аще веруеши от всего сердца твоего, мощно ти есть. Отвещав же рече: верую Сына Божия быти Иисуса Христа. ",
          "ID": "37"
        },
        {
          "text": "И повеле стати колеснице: и снидоста оба на воду, филипп же и каженик: и крести его. ",
          "ID": "38"
        },
        {
          "text": "Егда же изыдоста от воды, Дух святый нападе на каженика: ангел же Господень восхити филиппа, и не виде его ктому каженик, идяше бо в путь свой радуяся. ",
          "ID": "39"
        },
        {
          "text": "Филипп же обретеся во азоте и проходя благовествоваше градом всем, дондеже приити ему в кесарию.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "Деяния Апостолов 8"
    },
    {
      "text": [
        {
          "text": "Савл же, еще дыхая прещением и убийством на ученики Господни, приступль ко архиерею, ",
          "ID": "1"
        },
        {
          "text": "испроси от него послания в дамаск к соборищем, яко да аще некия обрящет того пути сущыя, мужы же и жены, связаны приведет во Иерусалим. ",
          "ID": "2"
        },
        {
          "text": "Внегда же ити, бысть ему приближитися к дамаску, и внезапу облиста его свет от небесе: ",
          "ID": "3"
        },
        {
          "text": "и пад на землю, слыша глас глаголющь ему: савле, савле, что мя гониши? ",
          "ID": "4"
        },
        {
          "text": "Рече же: кто еси, Господи? Господь же рече: аз есмь Иисус, егоже ты гониши: жестоко ти есть противу рожну прати. ",
          "ID": "5"
        },
        {
          "text": "Трепещя же и ужасаяся глагола: Господи, что мя хощеши творити? И Господь рече к нему: востани и вниди во град, и речется ти, что ти подобает творити. ",
          "ID": "6"
        },
        {
          "text": "Мужие же идущии с ним стояху чудящеся, глас убо слышаще, но ни когоже видяще. ",
          "ID": "7"
        },
        {
          "text": "Воста же савл от земли и отверстыма очима своима ни единаго видяше: ведуще же его за руку, введоша в дамаск: ",
          "ID": "8"
        },
        {
          "text": "и бе дни три не видя, и ни яде, ниже пияше. ",
          "ID": "9"
        },
        {
          "text": "Бе же некто ученик в дамасце, именем ананиа, и рече к нему Господь в видении: анание. Он же рече: се, аз, Господи. ",
          "ID": "10"
        },
        {
          "text": "Господь же к нему: востав поиди на стогну нарицаемую правую и взыщи в дому иудове савла именем, тарсянина: се бо, молитву деет ",
          "ID": "11"
        },
        {
          "text": "и виде в видении мужа, именем ананию, вшедша и возложша нань руку, яко да прозрит. ",
          "ID": "12"
        },
        {
          "text": "Отвеща же ананиа: Господи, слышах от многих о мужи сем, колика зла сотвори святым твоим во Иерусалиме: ",
          "ID": "13"
        },
        {
          "text": "и зде имать власть от архиерей связати вся нарицающыя имя твое. ",
          "ID": "14"
        },
        {
          "text": "Рече же к нему Господь: иди, яко сосуд избран ми есть сей, пронести имя мое пред языки и царьми и сынми израилевыми: ",
          "ID": "15"
        },
        {
          "text": "аз бо скажу ему, елика подобает ему о имени моем пострадати. ",
          "ID": "16"
        },
        {
          "text": "Пойде же ананиа и вниде в храмину, и возложь нань руце, рече: савле брате, Господь Иисус явлейтися на пути, имже шел еси, посла мя, яко да прозриши и исполнишися Духа свята. ",
          "ID": "17"
        },
        {
          "text": "И абие отпадоша от очию его яко чешуя: прозре же абие, и востав крестися, ",
          "ID": "18"
        },
        {
          "text": "и приемь пищу, укрепися. Бысть же савл с сущими в дамасце учениками дни некия: ",
          "ID": "19"
        },
        {
          "text": "и абие на сонмищих проповедаше Иисуса, яко сей есть Сын Божий. ",
          "ID": "20"
        },
        {
          "text": "Дивляхуся же вси слышащии и глаголаху: не сей ли есть гонивый во Иерусалиме нарицающыя имя сие, и зде на сие прииде, да связаны тыя приведет ко архиереем? ",
          "ID": "21"
        },
        {
          "text": "Савл же паче крепляшеся и смущаше иудеи живущыя в дамасце, препирая, яко сей есть Христос. ",
          "ID": "22"
        },
        {
          "text": "Якоже исполнишася дние доволни, совещаша иудее убити его, ",
          "ID": "23"
        },
        {
          "text": "уведан же бысть савлу совет их: стрежаху же врат день и нощь, яко да убиют его: ",
          "ID": "24"
        },
        {
          "text": "поемше же его ученицы нощию, свесиша по стене в кошнице. ",
          "ID": "25"
        },
        {
          "text": "Пришед же савл во Иерусалим, покушашеся прилеплятися учеником: и вси бояхуся его, не верующе, яко есть ученик. ",
          "ID": "26"
        },
        {
          "text": "Варнава же приемь его, приведе ко апостолом и поведа им, како на пути виде Господа, и яко глагола ему, и како в дамасце дерзаше о имени Иисусове. ",
          "ID": "27"
        },
        {
          "text": "И бяше с ними входя и исходя во Иерусалиме и дерзая о имени Господа Иисуса. ",
          "ID": "28"
        },
        {
          "text": "Глаголаше же и стязашеся с еллины: они же искаху убити его. ",
          "ID": "29"
        },
        {
          "text": "Разумевше же братия, сведоша его в кесарию и отпустиша его в тарс. ",
          "ID": "30"
        },
        {
          "text": "Царкви же по всей иудеи и галилеи и самарии имеяху мир, созидающяся и ходящя в страсе Господни, и утешением святаго Духа умножахуся. ",
          "ID": "31"
        },
        {
          "text": "И бысть петру, посещающу всех, снити и ко святым живущым в лидде: ",
          "ID": "32"
        },
        {
          "text": "обрете же тамо человека некоего, именем енеа, от осми лет лежаща на одре, иже бе разслаблен. ",
          "ID": "33"
        },
        {
          "text": "И рече ему петр: енее, исцеляет тя Иисус Христос: востани с постели твоея. И абие воста: ",
          "ID": "34"
        },
        {
          "text": "и видеша его вси живущии в лидде и во ассароне, иже обратишася ко Господу. ",
          "ID": "35"
        },
        {
          "text": "Во июппии же бе некая ученица, именем тавифа, яже сказаема глаголется серна: сия бяше исполнена благих дел и милостынь, яже творяше. ",
          "ID": "36"
        },
        {
          "text": "Бысть же во дни тыя, болевшей ей умрети: омывше же ю, положиша в горнице. ",
          "ID": "37"
        },
        {
          "text": "Близ же сущей лидде июппии, ученицы слышавше, яко петр есть в ней, послаша два мужа к нему, моляще его не обленитися приити до них. ",
          "ID": "38"
        },
        {
          "text": "Востав же петр иде с нима: егоже пришедша возведоша в горницу, и предсташа ему вся вдовицы плачущя и показующя ризы и одежды, елика творяше, с ними сущи, серна. ",
          "ID": "39"
        },
        {
          "text": "Изгнав же вон вся петр, преклонь колена помолися, и обращься к телу, рече: тавифо, востани. Она же отверзе очи свои, и видевши петра, седе. ",
          "ID": "40"
        },
        {
          "text": "Подав же ей руку, воздвиже ю, и призвав святыя и вдовицы, постави ю живу. ",
          "ID": "41"
        },
        {
          "text": "Уведано же бысть се по всей июппии, и мнози вероваша в Господа. ",
          "ID": "42"
        },
        {
          "text": "Бысть же дни доволны пребыти ему во июппии у некоего симона усмаря.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "Деяния Апостолов 9"
    },
    {
      "text": [
        {
          "text": "Муж же некий бе в кесарии, именем корнилий, сотник от спиры нарицающияся италийския, ",
          "ID": "1"
        },
        {
          "text": "блгоговеин и бояйся Бога со всем домом своим, творяй милостыни многи людем и моляйся Богу всегда: ",
          "ID": "2"
        },
        {
          "text": "виде в видении яве, яко в час девятый дне, ангела Божия сшедша к нему и рекша ему: корнилие. ",
          "ID": "3"
        },
        {
          "text": "Он же воззрев нань и пристрашен быв рече: что есть, Господи? рече же ему: молитвы твоя и милостыни твоя взыдоша на память пред Бога: ",
          "ID": "4"
        },
        {
          "text": "и ныне посли во июппию мужей и призови симона, нарицаемаго петра: ",
          "ID": "5"
        },
        {
          "text": "сей странствует у некоего симона усмаря, емуже есть дом при мори: той речет тебе глаголы, в нихже спасешися ты и весь дом твой. ",
          "ID": "6"
        },
        {
          "text": "И якоже отиде ангел глаголяй корнилию, пригласив два от рабов своих и воина благочестива от служащих ему ",
          "ID": "7"
        },
        {
          "text": "и сказав им вся, посла их во июппию. ",
          "ID": "8"
        },
        {
          "text": "Воутрие же, путьшествующым им и ко граду приближающымся, взыде петр на горницу помолитися, о часе шестем. ",
          "ID": "9"
        },
        {
          "text": "Бысть же приалчен и хотяше вкусити: готовящым же онем, нападе нань ужас, ",
          "ID": "10"
        },
        {
          "text": "и виде небо отверсто и сходящ нань сосуд некий, яко плащаницу велию, по четырем краем привязан и низу спущаемь на землю, ",
          "ID": "11"
        },
        {
          "text": "в немже бяху вся четвероногая земли и зверие и гади и птицы небесныя. ",
          "ID": "12"
        },
        {
          "text": "И бысть глас к нему: востав, петре, заколи и яждь. ",
          "ID": "13"
        },
        {
          "text": "Петр же рече: никакоже, Господи, яко николиже ядох всяко скверно или нечисто. ",
          "ID": "14"
        },
        {
          "text": "И (се) глас паки к нему вторицею: яже Бог очистил есть, ты не скверни. ",
          "ID": "15"
        },
        {
          "text": "Сие же бысть трищи: и паки взяся сосуд на небо. ",
          "ID": "16"
        },
        {
          "text": "Якоже в себе недоумевашеся петр, что бы было видение, еже виде, и се, мужие посланнии от корнилиа, вопрошше и уведевше дом симонов, сташа пред враты ",
          "ID": "17"
        },
        {
          "text": "и возглашше вопрошаху, аще симон, нарицаемый петр, зде странствует. ",
          "ID": "18"
        },
        {
          "text": "Петру же размышляющу о видении, рече ему Дух: се, мужие трие ищут тебе: ",
          "ID": "19"
        },
        {
          "text": "но востав сниди и иди с ними, ничтоже разсуждая: зане аз послах их. ",
          "ID": "20"
        },
        {
          "text": "Сошед же петр к мужем посланным к нему от корнилиа, рече: се, аз есмь, егоже ищете: кая есть вина, еяже ради приидосте? ",
          "ID": "21"
        },
        {
          "text": "Они же рекоша: корнилий сотник, муж праведен и бояйся Бога, свидетелствован от всего языка иудейска, увещен есть от ангела свята призвати тя в дом свой и слышати глаголы от тебе. ",
          "ID": "22"
        },
        {
          "text": "Призвав же их учреди: наутрие же петр востав иде с ними, и нецыи от братий, иже от июппии, идоша с ним: ",
          "ID": "23"
        },
        {
          "text": "и наутрие внидоша в кесарию. Корнилий же бе чая их, созвав сродники своя и любезныя други. ",
          "ID": "24"
        },
        {
          "text": "Якоже бысть внити петру, срете его корнилий, и пад на ногу его поклонися. ",
          "ID": "25"
        },
        {
          "text": "Петр же воздвиже его, глаголя: востани: и аз сам человек есмь. ",
          "ID": "26"
        },
        {
          "text": "И с ним беседуя, вниде и обрете собравшыяся многи: ",
          "ID": "27"
        },
        {
          "text": "рече же к ним: вы весте, яко не лепо есть мужу иудеанину прилеплятися или приходити ко иноплеменнику: и мне Бог показа ни единаго скверна или нечиста глаголати человека: ",
          "ID": "28"
        },
        {
          "text": "темже и без сумнения приидох призван: вопрошаю вы убо, коея ради вины посласте по мене? ",
          "ID": "29"
        },
        {
          "text": "И корнилий рече: от четвертаго дне даже до сего часа бех постяся и в девятый час моляся в дому моем: и се, муж ста предо мною во одежди светле ",
          "ID": "30"
        },
        {
          "text": "и рече: корнилие, услышана бысть молитва твоя, и милостыни твоя помянушася пред Богом: ",
          "ID": "31"
        },
        {
          "text": "посли убо во июппию и призови симона, иже нарицается петр: сей странствует в дому симона усмаря близ моря: иже пришед возглаголет тебе. ",
          "ID": "32"
        },
        {
          "text": "Абие убо послах к тебе, ты же добре сотворил еси пришед: ныне убо вси мы пред Богом предстоим слышати вся повеленная тебе от Бога. ",
          "ID": "33"
        },
        {
          "text": "Отверз же петр уста, рече: поистинне разумеваю, яко не на лица зрит Бог, ",
          "ID": "34"
        },
        {
          "text": "но во всяцем языце бояйся его и делаяй правду приятен ему есть: ",
          "ID": "35"
        },
        {
          "text": "слово, еже посла сыном израилевым, благовествуя мир Иисус Христом: сей есть всем Господь: ",
          "ID": "36"
        },
        {
          "text": "вы весте глагол бывший по всей иудеи, наченшийся от галилеи, по крещении, еже проповеда иоанн: ",
          "ID": "37"
        },
        {
          "text": "Иисуса, иже от назарета, яко помаза его Бог Духом святым и силою, иже пройде благодателствуя и исцеляя вся насилованныя от диавола, яко Бог бяше с ним: ",
          "ID": "38"
        },
        {
          "text": "и мы есмы свидетеле всех, яже сотвори во стране иудейстей и во Иерусалиме: егоже и убиша, повешше на древе. ",
          "ID": "39"
        },
        {
          "text": "Сего Бог воскреси в третий день и даде ему явлену быти, ",
          "ID": "40"
        },
        {
          "text": "не всем людем, но нам свидетелем преднареченным от Бога, иже с ним ядохом и пихом, по воскресении его от мертвых: ",
          "ID": "41"
        },
        {
          "text": "и повеле нам проповедати людем и засвидетелствовати, яко той есть нареченный от Бога судия живым и мертвым: ",
          "ID": "42"
        },
        {
          "text": "о сем вси пророцы свидетелствуют, оставление грехов прияти именем его всякому верующему в онь. ",
          "ID": "43"
        },
        {
          "text": "Еще же глаголющу петру глаголы сия, нападе Дух святый на вся слышащыя слово. ",
          "ID": "44"
        },
        {
          "text": "И ужасошася иже от обрезания вернии, елицы приидоша с петром, яко и на языки дар святаго Духа излияся: ",
          "ID": "45"
        },
        {
          "text": "слышаху бо их глаголющих языки и величающих Бога. Тогда отвеща петр: ",
          "ID": "46"
        },
        {
          "text": "еда воду возбранити может кто, еже не креститися сим, иже Дух святый прияша, якоже и мы? ",
          "ID": "47"
        },
        {
          "text": "Повеле же им креститися во имя Иисус Христово. Тогда молиша его пребыти у них дни некия.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "Деяния Апостолов 10"
    },
    {
      "text": [
        {
          "text": "Слышаша же апостоли и братия сущии во иудеи, яко и языцы прияша слово Божие. ",
          "ID": "1"
        },
        {
          "text": "И егда взыде петр во Иерусалим, препирахуся с ним иже от обрезания, ",
          "ID": "2"
        },
        {
          "text": "глаголюще, яко к мужем обрезания не имущым вшел еси и ял еси с ними. ",
          "ID": "3"
        },
        {
          "text": "Начен же петр, сказоваше им поряду, глаголя: ",
          "ID": "4"
        },
        {
          "text": "аз бех во граде июппийстем моляся и видех во ужасе видение, сходящь сосуд некий, яко плащаницу велию, от четырех краев низпущаему с небесе, и прииде даже до мене: ",
          "ID": "5"
        },
        {
          "text": "в нюже воззрев смотрях, и видех четвероногая земная и звери и гады и птицы небесныя. ",
          "ID": "6"
        },
        {
          "text": "Слышах же глас глаголющь мне: востав, петре, заколи и яждь. ",
          "ID": "7"
        },
        {
          "text": "Рех же: никакоже, Господи, яко всяко скверно или нечисто николиже вниде во уста моя. ",
          "ID": "8"
        },
        {
          "text": "Отвеща же ми глас вторицею с небесе глаголющь: яже Бог очистил есть, ты не скверни. ",
          "ID": "9"
        },
        {
          "text": "Сие же бысть трижды: и паки взяшася вся на небо. ",
          "ID": "10"
        },
        {
          "text": "И се, абие трие мужие сташа пред храминою, в нейже бех, послани от кесарии ко мне. ",
          "ID": "11"
        },
        {
          "text": "Рече же ми Дух ити с ними, ничтоже разсуждая: приидоша же со мною и шесть братия сии, и внидохом в дом мужа. ",
          "ID": "12"
        },
        {
          "text": "И возвести нам, како виде ангела (свята) в дому своем, ставша и рекша ему: посли во июппию мужы и призови симона, нарицаемаго петра, ",
          "ID": "13"
        },
        {
          "text": "иже речет глаголы к тебе, в нихже спасешися ты и весь дом твой. ",
          "ID": "14"
        },
        {
          "text": "Внегда же начах глаголати, нападе Дух святый на них, якоже и на ны в начале. ",
          "ID": "15"
        },
        {
          "text": "Помянух же глаголгол Господень, якоже глаголаше: иоанн убо крестил есть водою, вы же имате креститися Духом святым. ",
          "ID": "16"
        },
        {
          "text": "Аще убо равен дар даде им Бог, якоже и нам веровавшым в Господа нашего Иисуса Христа, аз же кто бех могий возбранити Бога? ",
          "ID": "17"
        },
        {
          "text": "Слышавше же сия умолкоша и славляху Бога, глаголюще: убо и языком Бог покаяние даде в живот. ",
          "ID": "18"
        },
        {
          "text": "Разсеявшиися убо от скорби, бывшия при стефане, проидоша даже до финикии и кипра и антиохии, ни единому же глаголюще слово, токмо иудеем. ",
          "ID": "19"
        },
        {
          "text": "Бяху же нецыи от них мужие кипрстии и киринейстии, иже, вшедше во антиохию, глаголаху к еллином, благовествующе Господа Иисуса. ",
          "ID": "20"
        },
        {
          "text": "И бе рука Господня с ними: многое же число веровавше обратишася ко Господу. ",
          "ID": "21"
        },
        {
          "text": "Слышано же бысть слово о них во ушию Церкве сущия во Иерусалиме, и послаша варнаву преити даже до антиохии: ",
          "ID": "22"
        },
        {
          "text": "иже пришед и видев благодать Божию, возрадовася и моляше всех изволением сердца терпети о Господе: ",
          "ID": "23"
        },
        {
          "text": "яко бе муж благ и исполнь Духа свята и веры. И приложися народ мног Господеви. ",
          "ID": "24"
        },
        {
          "text": "Изыде же варнава в тарс взыскати савла, и обрет его, приведе его во антиохию: ",
          "ID": "25"
        },
        {
          "text": "бысть же им лето цело собиратися в Церкви и учити народ мног, нарещи же прежде во антиохии ученики Христианы. ",
          "ID": "26"
        },
        {
          "text": "В тыя же дни снидоша от Иерусалима пророцы во антиохию: ",
          "ID": "27"
        },
        {
          "text": "востав же един от них, именем агав, назнаменаше Духом глад велик хотящь быти по всей вселенней, иже и бысть при клавдии кесари: ",
          "ID": "28"
        },
        {
          "text": "от ученик же, по елику кто имеяше что, изволиша кийждо их на службу послати живущым во иудеи братиям, ",
          "ID": "29"
        },
        {
          "text": "еже и сотвориша, пославше к старцем рукою варнавлею и савлею.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "Деяния Апостолов 11"
    },
    {
      "text": [
        {
          "text": "Во оно же время возложи ирод царь руце озлобити некия иже от Церкве, ",
          "ID": "1"
        },
        {
          "text": "уби же иакова, брата иоаннова, мечем: ",
          "ID": "2"
        },
        {
          "text": "и видев, яко годе есть иудеем, приложи яти и петра: бяху же дние опресночнии: ",
          "ID": "3"
        },
        {
          "text": "егоже и емь всади в темницу, предав четырем четверицам воинов стрещи его, хотя по пасце извести его к людем. ",
          "ID": "4"
        },
        {
          "text": "И убо петра стрежаху в темнице: молитва же бе прилежна бываемая от Церкве к Богу о нем. ",
          "ID": "5"
        },
        {
          "text": "Егда же хотяше его извести ирод, в нощи той бе петр спя между двема воинома, связан (железнома) ужема двема, стражие же пред дверьми стрежаху темницы. ",
          "ID": "6"
        },
        {
          "text": "И се, ангел Господень предста, и свет возсия в храмине: толкнув же в ребра петра, воздвиже его, глаголя: востани вскоре. И спадоша ему ужя (железная) с руку. ",
          "ID": "7"
        },
        {
          "text": "Рече же ангел к нему: препояшися и вступи в плесницы твоя. Сотвори же тако. И глагола ему: облецыся в ризу твою и последствуй ми. ",
          "ID": "8"
        },
        {
          "text": "И изшед вслед его идяше и не ведаше, яко истина есть бывшее от ангела, мняше же видение зрети. ",
          "ID": "9"
        },
        {
          "text": "Прошедша же первую стражу и вторую, приидоста ко вратом железным, вводящым во град, яже о себе отверзошася има: и изшедша преидоста стогну едину, и абие отступи ангел от него. ",
          "ID": "10"
        },
        {
          "text": "И петр быв в себе, рече: ныне вем воистинну, яко посла Бог ангела своего и изят мя из руки иродовы и от всего чаяния людий иудейских. ",
          "ID": "11"
        },
        {
          "text": "Смотрив же прииде в дом марии матере иоанна, нарицаемаго марка, идеже бяху мнози собрани и молящеся. ",
          "ID": "12"
        },
        {
          "text": "Толкнувшу же петру во врата двора, приступи слышати отроковица, именем роди, ",
          "ID": "13"
        },
        {
          "text": "и познавши глас петров, от радости не отверзе врат, притекши же сказа петра стояща пред враты. ",
          "ID": "14"
        },
        {
          "text": "Они же к ней реша: беснуешися ли? Она же крепляшеся тако быти. Они же глаголаху: ангел его есть. ",
          "ID": "15"
        },
        {
          "text": "Петр же пребываше толкий: отверзше же видеша его и ужасошася. ",
          "ID": "16"
        },
        {
          "text": "Помаав же им рукою молчати, сказа им, како Господь его изведе из темницы: рече же: возвестите иакову и братиям сия. И изшед иде во ино место. ",
          "ID": "17"
        },
        {
          "text": "Бывшу же дню, бе молва не мала в воинех, что убо петру бысть: ",
          "ID": "18"
        },
        {
          "text": "ирод же, поискав его и не обрет и истязав стражы, повеле отвести их: и изшед от иудеи в кесарию, живяше. ",
          "ID": "19"
        },
        {
          "text": "Бе же ирод гневаяся на тиряны и сидоняны: иже единодушно приидоша к нему, и умоливше власта постельника царева, прошаху мира, понеже страны их от царства его питахуся. ",
          "ID": "20"
        },
        {
          "text": "В нареченный же день ирод, оболкся во одежду царску и сед на судище пред народом, глаголаше к ним, ",
          "ID": "21"
        },
        {
          "text": "народ же возглашаше: глас Божий, а не человечь. ",
          "ID": "22"
        },
        {
          "text": "Внезапу же порази его ангел Господень, зане не даде славы Богу: и быв червьми изяден, издше. ",
          "ID": "23"
        },
        {
          "text": "Слово же Божие растяше и множашеся. ",
          "ID": "24"
        },
        {
          "text": "Варнава же и савл возвратистася из Иерусалима во антиохию, исполнивша службу, поемша с собою и иоанна, нарицаемаго марка.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "Деяния Апостолов 12"
    },
    {
      "text": [
        {
          "text": "Бяху же нецыи во Церкви сущей во антиохии пророцы и учителие: варнава же и симеон нарицаемый нигер, и лукий киринеанин, и манаил со иродом четвертовластником воспитанный, и савл. ",
          "ID": "1"
        },
        {
          "text": "Служащым же им Господеви и постящымся, рече Дух святый: отделите ми варнаву и савла на дело, на неже призвах их. ",
          "ID": "2"
        },
        {
          "text": "Тогда постившеся и помолившеся и возложше руки на ня, отпустиша их. ",
          "ID": "3"
        },
        {
          "text": "Сия убо, послана бывша от Духа свята, снидоста в селевкию, оттуду же отплыста в кипр, ",
          "ID": "4"
        },
        {
          "text": "и бывша в саламине, возвещаста слово Божие в сонмищих иудейских: имеяста же и иоанна слугу. ",
          "ID": "5"
        },
        {
          "text": "Прошедша же остров даже до пафа, обретоста некоего мужа волхва лжепророка иудеанина, емуже имя вариисус, ",
          "ID": "6"
        },
        {
          "text": "иже бе со анфипатом сергием павлом, мужем разумным. Сей призвав варнаву и савла, взыска услышати слово Божие: ",
          "ID": "7"
        },
        {
          "text": "сопротивляшеся же има елима волхв, тако бо сказуется имя его, иский развратити анфипата от веры. ",
          "ID": "8"
        },
        {
          "text": "Савл же, иже и павел, исполнися Духа свята, и воззрев нань, ",
          "ID": "9"
        },
        {
          "text": "рече: о, исполненне всякия льсти и всякия злобы, сыне диаволь, враже всякия правды, не престанеши ли развращая пути Господни правыя? ",
          "ID": "10"
        },
        {
          "text": "и ныне, се, рука Господня на тя, и будеши слеп, не видя солнца до времене. Внезапу же нападе нань мрак и тма, и осязая искаше вожда. ",
          "ID": "11"
        },
        {
          "text": "Тогда видев анфипат бывшее, верова, дивяся о учении Господни. ",
          "ID": "12"
        },
        {
          "text": "Отвезшеся же от пафа павел и сущии с ним, приидоша в пергию памфилийскую: иоанн же, отлучився от них, возвратися во Иерусалим. ",
          "ID": "13"
        },
        {
          "text": "Они же, прошедше от пергии, приидоша во антиохию писидийскую, и вшедше в сонмище в день субботный, седоша. ",
          "ID": "14"
        },
        {
          "text": "По чтении же закона и пророк, послаша началницы сонмища к ним, глаголюще: мужие братие, аще есть слово в вас утешения к людем, глаголите. ",
          "ID": "15"
        },
        {
          "text": "Востав же павел и помаав рукою, рече: мужие израильтяне и боящиися Бога, услышите: ",
          "ID": "16"
        },
        {
          "text": "Бог людий сих избра отцы нашя и люди вознесе в пришелствии в земли египетстей, и мышцею высокою изведе их из нея ",
          "ID": "17"
        },
        {
          "text": "и до четыредесяти лет препита их в пустыни: ",
          "ID": "18"
        },
        {
          "text": "и низложив язык седмь в земли ханаанстей, даде им в наследие землю их, ",
          "ID": "19"
        },
        {
          "text": "и по сих, яко лет четыреста и пятьдесят, даде им судии до самуила пророка: ",
          "ID": "20"
        },
        {
          "text": "и оттуду просиша царя, и даде им Бог саула сына кисова, мужа от колена вениаминова, лет четыредесять: ",
          "ID": "21"
        },
        {
          "text": "и преставль его, воздвиже им давида в царя, емуже и рече свидетелствовав: обретох давида сына иессеова, мужа по сердцу моему, иже сотворит вся хотения моя. ",
          "ID": "22"
        },
        {
          "text": "От сего семене Бог по обетованию воздвиже израилю спасение Иисуса, ",
          "ID": "23"
        },
        {
          "text": "проповедавшу иоанну пред лицем внития его крещение покаяния всем людем израилевым. ",
          "ID": "24"
        },
        {
          "text": "И якоже скончаваше иоанн течение, глаголаше: кого мя непщуете быти? несмь аз, но се, грядет по мне, емуже несмь достоин разрешити ремень сапогу его. ",
          "ID": "25"
        },
        {
          "text": "Мужие братие, сынове рода авраамля, и иже в вас боящиися Бога, вам слово спасения сего послася. ",
          "ID": "26"
        },
        {
          "text": "Живущии бо во Иерусалиме и князи их, сего не разумевше, и гласы пророческия по вся субботы чтомыя, осудивше (его), исполниша, ",
          "ID": "27"
        },
        {
          "text": "и ни единыя вины смертныя обретше, просиша у пилата убити его: ",
          "ID": "28"
        },
        {
          "text": "якоже скончаша вся, яже о нем писана, снемше с древа, положиша во гробе. ",
          "ID": "29"
        },
        {
          "text": "Бог же воскреси его от мертвых: ",
          "ID": "30"
        },
        {
          "text": "иже являшеся во дни многи совозшедшым с ним от галилеи во Иерусалим, иже ныне суть свидетелие его к людем. ",
          "ID": "31"
        },
        {
          "text": "И мы вам благовествуем обетование бывшее ко отцем, яко сие Бог исполнил есть нам чадом их, воздвиг Иисуса, ",
          "ID": "32"
        },
        {
          "text": "якоже и во псалме вторем писано есть: Сын мой еси ты, аз днесь родих тя. ",
          "ID": "33"
        },
        {
          "text": "А якоже воскреси его от мертвых, не ктому хотяща возвратитися во истление, сице рече: яко дам вам преподобная давидова верная. ",
          "ID": "34"
        },
        {
          "text": "Темже и в другом глаголет: не даси преподобному твоему видети истления. ",
          "ID": "35"
        },
        {
          "text": "Давид бо, своему роду послужив Божиим советом, успе, и приложися ко отцем своим, и виде истление: ",
          "ID": "36"
        },
        {
          "text": "а егоже Бог воздвиже, не виде истления. ",
          "ID": "37"
        },
        {
          "text": "Ведомо убо да будет вам, мужие братие, яко его ради вам оставление грехов проповедается: ",
          "ID": "38"
        },
        {
          "text": "и от всех, от нихже не возмогосте в законе моисеове оправдитися, о сем всяк веруяй оправдается. ",
          "ID": "39"
        },
        {
          "text": "Блюдите убо, да не приидет на вас реченное во пророцех: ",
          "ID": "40"
        },
        {
          "text": "видите, нерадивии, и чудитеся, и узрите и исчезнете: яко дело аз соделаю во дни вашя, емуже не имате веровати, аще кто повесть вам. ",
          "ID": "41"
        },
        {
          "text": "Исходящым же им от сонмища иудейска, моляху языцы в другую субботу глаголатися им глаголом сим: ",
          "ID": "42"
        },
        {
          "text": "разшедшуся же собору, последоваша мнози от иудей и честивых пришлец павлу и варнаве, иже, глаголюща им, увещаста их пребывати в благодати Божией. ",
          "ID": "43"
        },
        {
          "text": "Во грядущую же субботу мало не весь град собрася послушати слова Божия: ",
          "ID": "44"
        },
        {
          "text": "видевше же иудее народы, исполнишася зависти и вопреки глаголаху глаголемым от павла, сопротив глаголюще и хуляще. ",
          "ID": "45"
        },
        {
          "text": "Дерзнувша же павел и варнава рекоста: вам бе лепо первее глаголати слово Божие: а понеже отвергосте е и недостойны творите сами себе вечному животу, се, обращаемся во языки: ",
          "ID": "46"
        },
        {
          "text": "тако бо заповеда нам Господь: положих тя во свет языком, еже быти тебе во спасение даже до последних земли. ",
          "ID": "47"
        },
        {
          "text": "Слышаще же языцы радовахуся и славляху слово Господне, и вероваша, елицы учинени бяху в жизнь вечную: ",
          "ID": "48"
        },
        {
          "text": "проношашеся же слово Господне по всей стране. ",
          "ID": "49"
        },
        {
          "text": "Иудее же наустиша честивыя жены и благообразныя и старейшины града, и воздвигоша гонение на павла и варнаву, и изгнаша я от предел своих. ",
          "ID": "50"
        },
        {
          "text": "Она же, отрясша прах от ног своих на них, приидоста во иконию. ",
          "ID": "51"
        },
        {
          "text": "ученицы же исполняхуся радости и Духа свята.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "Деяния Апостолов 13"
    },
    {
      "text": [
        {
          "text": "Бысть же во иконии, вкупе внити има в сонмище иудейское и глаголати тако, яко веровати иудеев и еллинов множеству многу. ",
          "ID": "1"
        },
        {
          "text": "Неверующии же иудее воздвигоша и озлобиша душы языков на братию. ",
          "ID": "2"
        },
        {
          "text": "Доволно же убо время пребыста дерзающа о Господе, свидетелствующем слову благодати своея и дающем знамения и чудеса быти рукама их. ",
          "ID": "3"
        },
        {
          "text": "Разделишажеся множество града, и ови убо бяху со иудеи, ови же со апостолы. ",
          "ID": "4"
        },
        {
          "text": "И егда бысть стремление языком же и иудеем с началники их досадити и камением побити их, ",
          "ID": "5"
        },
        {
          "text": "уведевша же прибегоста во грады ликаонския, в листру и дервию, и во окрестныя их, ",
          "ID": "6"
        },
        {
          "text": "и тамо беста благовествующа. ",
          "ID": "7"
        },
        {
          "text": "И некто муж в листрех немощен ногама седяше, хром от чрева матере своея сый, иже николиже бе ходил. ",
          "ID": "8"
        },
        {
          "text": "Сей слышаше павла глаголюща: иже воззрев нань и видев, яко веру имать здрав быти, ",
          "ID": "9"
        },
        {
          "text": "рече велиим гласом: тебе глаголю во имя Господа Иисуса Христа, встани на ногу твоею прав. И абие возскочи и хождаше. ",
          "ID": "10"
        },
        {
          "text": "Народи же видевше, еже сотвори павел, воздвигоша глас свой, ликаонски глаголюще: бози уподобльшеся человеком снидоша к нам. ",
          "ID": "11"
        },
        {
          "text": "Нарицаху же убо варнаву диа, павла же ермиа, понеже той бяше началник слова. ",
          "ID": "12"
        },
        {
          "text": "Жрец же диев, сущаго пред градом их, приведе юнцы и (принесе) венцы пред врата, с народы хотяше жрети. ",
          "ID": "13"
        },
        {
          "text": "Слышавша же апостола варнава и павел, растерзавша ризы своя, вскочиста в народ, зовуща и глаголюща: ",
          "ID": "14"
        },
        {
          "text": "мужие, что сия творите? и мы подобострастна есма вам человека, благовествующа вам от сих суетных обращатися к Богу живу, иже сотвори небо и землю и море и вся, яже в них: ",
          "ID": "15"
        },
        {
          "text": "иже в мимошедшыя роды оставил бе вся языки ходити в путех их: ",
          "ID": "16"
        },
        {
          "text": "и убо не несвидетелствована себе остави, благотворя, с небесе нам дожди дая и времена плодоносна, исполняя пищею и веселием сердца наша. ",
          "ID": "17"
        },
        {
          "text": "И сия глаголюща, едва устависта народы не жрети има, но отити коемуждо во своя си. Пребывающема же има и учащема, ",
          "ID": "18"
        },
        {
          "text": "приидоша от антиохии и иконии нецыи иудее, и стязающемася има с дерзновением, наустиша народы отступити от нею, глаголюще, яко ничтоже истинно глаголета, но все лжета. И наустивше народы и камением побивше павла, извлекоша вне града, мняще его умерша. ",
          "ID": "19"
        },
        {
          "text": "Окрест же ставшым его учеником, востав вниде во град и наутрие изыде с варнавою в дервию. ",
          "ID": "20"
        },
        {
          "text": "Благовествовавша же граду тому и научивша многи, возвратистася в листру и иконию и антиохию, ",
          "ID": "21"
        },
        {
          "text": "утверждающа душы учеников, моляща пребыти в вере, и яко многими скорбьми подобает нам внити в Царствие Божие. ",
          "ID": "22"
        },
        {
          "text": "Рукоположша же им пресвитеры на вся Церкви и помолившася с постом, предаста их Господеви, в негоже увероваша. ",
          "ID": "23"
        },
        {
          "text": "И прошедша писидию, приидоста в памфилию: ",
          "ID": "24"
        },
        {
          "text": "и глаголавша в пергии слово Господне, снидоста во атталию ",
          "ID": "25"
        },
        {
          "text": "и оттуду отплыста во антиохию, отнюдуже беста предана благодати Божией в дело, еже скончаста. ",
          "ID": "26"
        },
        {
          "text": "Пришедша же и собравша Церковь, сказаста, елика сотвори Бог с нима и яко отверзе языком дверь веры: ",
          "ID": "27"
        },
        {
          "text": "пребыста же тамо время не мало со ученики.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "Деяния Апостолов 14"
    },
    {
      "text": [
        {
          "text": "И нецыи сшедше от иудеи, учаху братию, яко аще не обрежетеся по обычаю моисеову, не можете спастися. ",
          "ID": "1"
        },
        {
          "text": "Бывшей же распри и стязанию не малу павлу и варнаве к ним, учиниша взыти павлу и варнаве и неким другим от них ко апостолом и старцем во Иерусалим о вопрошении сем. ",
          "ID": "2"
        },
        {
          "text": "Они же убо, предпослани бывше от Церкве, прохождаху финикию и самарию, поведающе обращение языков, и творяху радость велию всей братии. ",
          "ID": "3"
        },
        {
          "text": "Пришедше же во Иерусалим, прияти быша от Церкве и апостол и старец, сказаша же, елика сотвори Бог с ними и яко отверзе языком дверь веры. ",
          "ID": "4"
        },
        {
          "text": "Восташа же нецыи от ереси фарисейския веровавшии, глаголюще, яко подобает обрезати их, завещавати же блюсти закон моисеов. ",
          "ID": "5"
        },
        {
          "text": "Собрашася же апостоли и старцы ведети о словеси сем. ",
          "ID": "6"
        },
        {
          "text": "Многу же взысканию бывшу, востав петр рече к ним: мужие братие, вы весте, яко от дний первых Бог в нас избра усты моими услышати языком слово благовестия и веровати: ",
          "ID": "7"
        },
        {
          "text": "и сердцеведец Бог свидетелствова им, дав им Духа святаго, якоже и нам, ",
          "ID": "8"
        },
        {
          "text": "и ничтоже разсуди между нами же и онеми, верою очищь сердца их: ",
          "ID": "9"
        },
        {
          "text": "ныне убо что искушаете Бога, (хотяще) возложити иго на выи учеником, егоже ни отцы наши, ни мы возмогохом понести? ",
          "ID": "10"
        },
        {
          "text": "но благодатию Господа Иисуса Христа веруем спастися, якоже и они. ",
          "ID": "11"
        },
        {
          "text": "Умолча же все множество и послушаху варнавы и павла поведающею, елика сотвори Бог знамения и чудеса во языцех има. ",
          "ID": "12"
        },
        {
          "text": "По умолчании же ею, отвеща иаков глаголя: мужие братие, послушайте мене: ",
          "ID": "13"
        },
        {
          "text": "симеон поведа, яко прежде Бог посети прияти от язык люди о имени своем: ",
          "ID": "14"
        },
        {
          "text": "и сему согласуют словеса пророк, якоже пишет: ",
          "ID": "15"
        },
        {
          "text": "по сих обращуся и созижду кров давидов падший, и раскопаная его созижду и исправлю его, ",
          "ID": "16"
        },
        {
          "text": "яко да взыщут прочии человецы Господа, и вси языцы, в нихже наречеся имя мое, глаголет Господь, творяй сия вся. ",
          "ID": "17"
        },
        {
          "text": "Разумна от века суть Богови вся дела его. ",
          "ID": "18"
        },
        {
          "text": "Сего ради аз сужду не стужати от язык обращающымся к Богу, ",
          "ID": "19"
        },
        {
          "text": "но заповедати им огребатися от треб идолских и от блуда и удавленины и от крове, и елика неугодна себе суть, иным не творити. ",
          "ID": "20"
        },
        {
          "text": "Моисей бо от родов древних по всем градом проповедающыя его имать, в сонмищих по вся субботы чтомый. ",
          "ID": "21"
        },
        {
          "text": "Тогда изволися апостолом и старцем со всею Царковию, избравше мужа от них, послати во антиохию с павлом и варнавою, иуду нарицаемаго варсаву, и силу, мужа нарочита в братии, ",
          "ID": "22"
        },
        {
          "text": "написавше рукама их сия: апостоли и старцы и братия, сущым во антиохии и сирии и киликии братиям, иже от язык, (о Господе) радоватися. ",
          "ID": "23"
        },
        {
          "text": "Понеже слышахом, яко нецыи от нас изшедше возмутиша вас словесы, развращающе душы вашя, глаголюще обрезатися и блюсти закон, имже мы не завещахом: ",
          "ID": "24"
        },
        {
          "text": "изволися нам собравшымся единодушно, избранныя мужы послати к вам, с возлюбленныма нашима варнавою и павлом, ",
          "ID": "25"
        },
        {
          "text": "человекома предавшема душы своя о имени Господа нашего Иисуса Христа: ",
          "ID": "26"
        },
        {
          "text": "послахом убо иуду и силу, и тех словом сказующих таяжде: ",
          "ID": "27"
        },
        {
          "text": "изволися бо святому Духу и нам, ничтоже множае возложити вам тяготы, разве нуждных сих: ",
          "ID": "28"
        },
        {
          "text": "огребатися от идоложертвенных и крове, и удавленины и блуда: и елика не хощете вам быти, другим не творите: от нихже соблюдающе себе, добре сотворите. Здравствуйте. ",
          "ID": "29"
        },
        {
          "text": "Они же убо послани бывше приидоша во антиохию, и собравше народ, вдаша послание. ",
          "ID": "30"
        },
        {
          "text": "Прочетше же, возрадовашася о утешении. ",
          "ID": "31"
        },
        {
          "text": "Иуда же и сила, и та пророка суща, словом мнозем утешиста братию и утвердиста. ",
          "ID": "32"
        },
        {
          "text": "Пребывша же тамо время, отпущена быста с миром от братий ко апостолом. ",
          "ID": "33"
        },
        {
          "text": "Изволися же силе пребыти тамо, иуда же возвратися во Иерусалим. ",
          "ID": "34"
        },
        {
          "text": "павел же и варнава живяста во антиохии, учаща и благовествующа слово Господне, и со инеми многими. ",
          "ID": "35"
        },
        {
          "text": "По неких же днех рече павел к варнаве: возвращшеся подобает посетити братию нашу во всех градех, в нихже проповедахом слово Господне, како пребывают. ",
          "ID": "36"
        },
        {
          "text": "Варнава же восхоте пояти с собою иоанна нарицаемаго марка: ",
          "ID": "37"
        },
        {
          "text": "павел же глаголаше отступльшаго от наю от памфилии и не шедшаго с нама на дело, на неже послани быхом, не пояти сего с собою. ",
          "ID": "38"
        },
        {
          "text": "Бысть убо распря, яко отлучитися има от себе: варнава убо поемь марка отплы в кипр: ",
          "ID": "39"
        },
        {
          "text": "павел же избрав силу изыде предан благодати Божией от братий, ",
          "ID": "40"
        },
        {
          "text": "прохождаше же сирию и киликию, утверждая Церкви.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "Деяния Апостолов 15"
    },
    {
      "text": [
        {
          "text": "Прииде же в дервию и листру. И се, ученик некий бе ту, именем тимофей, сын жены некия иудеаныни верны, отца же еллина: ",
          "ID": "1"
        },
        {
          "text": "иже свидетелствован бе от сущих в листрех и иконии братии. ",
          "ID": "2"
        },
        {
          "text": "Сего восхоте павел с собою изыти: и приемь обреза его, иудей ради сущих на местех онех: ведяху бо вси отца его, яко еллин бяше. ",
          "ID": "3"
        },
        {
          "text": "И якоже прохождаху грады, предаяше им хранити уставы сужденныя от апостол и старец, иже во Иерусалиме. ",
          "ID": "4"
        },
        {
          "text": "Царкви же утверждахуся верою и прибываху в число по вся дни. ",
          "ID": "5"
        },
        {
          "text": "Прошедше же фригию и галатийскую страну, возбранени (быша) от святаго Духа глаголати слово во асии. ",
          "ID": "6"
        },
        {
          "text": "Пришедше же в мисию, покушахуся в вифинию поити: и не остави их Дух. ",
          "ID": "7"
        },
        {
          "text": "Прешедше же мисию, снидоша в троаду. ",
          "ID": "8"
        },
        {
          "text": "И видение в нощи явися павлу: муж некий бе македонянин стоя, моля его и глаголя: пришед в македонию, помози нам. ",
          "ID": "9"
        },
        {
          "text": "И якоже видение виде, абие взыскахом изыти в македонию, разумевше, яко призва ны Господь благовестити им. ",
          "ID": "10"
        },
        {
          "text": "Отвезшеся же от троады, приидохом в самофрак, воутрие же в неаполь, ",
          "ID": "11"
        },
        {
          "text": "оттуду же в филиппы, иже есть первый град части македонии, колониа. Бехом же в том граде пребывающе дни некия. ",
          "ID": "12"
        },
        {
          "text": "В день же субботный изыдохом вон из града при реце, идеже мняшеся молитвенница быти, и седше глаголахом к собравшымся женам. ",
          "ID": "13"
        },
        {
          "text": "И некая жена, именем лидиа, порфиропродалница от града фиатирскаго, чтущи Бога, послушаше: ейже Господь отверзе сердце внимати глаголемым от павла. ",
          "ID": "14"
        },
        {
          "text": "Якоже крестися та и дом ея, моляше ны глаголющи: аще усмотристе мя верну Господеви быти, вшедше в дом мой, пребудите. И принуди нас. ",
          "ID": "15"
        },
        {
          "text": "Бысть же идущым нам на молитву, отроковица некая имущая дух пытлив срете нас, яже стяжание много даяше господем своим волхвующи. ",
          "ID": "16"
        },
        {
          "text": "Та последовавши павлу и нам, взываше глаголющи: сии человецы раби Бога вышняго суть, иже возвещают нам путь спасения. ",
          "ID": "17"
        },
        {
          "text": "Се же творяше на многи дни. Стужив же си павел и обращься, духови рече: запрещаю ти именем Иисуса Христа, изыди из нея. И изыде в том часе. ",
          "ID": "18"
        },
        {
          "text": "Видевше же господие ея, яко изыде надежда стяжания их, поемше павла и силу, влекоша на торг ко князем, ",
          "ID": "19"
        },
        {
          "text": "и приведше их к воеводам, реша: сии человецы возмущают град наш, иудее суще, ",
          "ID": "20"
        },
        {
          "text": "и завещавают обычаи, яже не достоит нам приимати ни творити, римляном сущым. ",
          "ID": "21"
        },
        {
          "text": "И снидеся народ на них, и воеводы растерзавше има ризы, веляху палицами бити их: ",
          "ID": "22"
        },
        {
          "text": "многи же давше има раны, всадиша в темницу, завещавше темничному стражу твердо стрещи их: ",
          "ID": "23"
        },
        {
          "text": "иже таково завещание приемь, всади их во внутреннюю темницу и ноги их заби в кладе. ",
          "ID": "24"
        },
        {
          "text": "В полунощи же павел и сила молящася пояста Бога: послушаху же их юзницы. ",
          "ID": "25"
        },
        {
          "text": "Внезапу же трус бысть велий, яко поколебатися основанию темничному: отверзошася же абие двери вся, и всем юзы ослабеша. ",
          "ID": "26"
        },
        {
          "text": "Возбуждься же темничный страж и видев отверсты двери темницы, извлек нож, хотяше себе убити, мня избегшя юзники. ",
          "ID": "27"
        },
        {
          "text": "Возгласи же гласом велиим павел глаголя: ничтоже сотвори себе зла, вси бо есмы зде. ",
          "ID": "28"
        },
        {
          "text": "Просив же свещи вскочи, и трепетен быв, припаде к павлу и силе, ",
          "ID": "29"
        },
        {
          "text": "и извед их вон, рече: господие, что ми подобает творити, да спасуся? ",
          "ID": "30"
        },
        {
          "text": "Она же рекоста: веруй в Господа Иисуса Христа, и спасешися ты и весь дом твой. ",
          "ID": "31"
        },
        {
          "text": "И глаголаста ему слово Господне, и всем, иже в дому его. ",
          "ID": "32"
        },
        {
          "text": "И поемь я в тойже час нощи, измы от ран и крестися сам и свои ему вси абие: ",
          "ID": "33"
        },
        {
          "text": "введ же я в дом свой, постави трапезу и возрадовася со всем домом своим, веровав Богу. ",
          "ID": "34"
        },
        {
          "text": "Дню же бывшу, послаша воеводы паличники, глаголюще: отпусти человека она. ",
          "ID": "35"
        },
        {
          "text": "Сказа же темничный страж словеса сия павлу, яко послаша воеводы, да отпущена будета: ныне убо изшедша, идита с миром. ",
          "ID": "36"
        },
        {
          "text": "павел же рече к ним: бивше наю пред людьми, неосужденна человека римлянина суща, всадиша в темницу, и ныне отай изводят наю? ни бо: но да пришедше сами изведут наю. ",
          "ID": "37"
        },
        {
          "text": "Сказаша же паличницы воеводам глаголы сия: и убояшася слышавше, яко римлянина еста. ",
          "ID": "38"
        },
        {
          "text": "И пришедше умолиша их и изведше моляху изыти из града. ",
          "ID": "39"
        },
        {
          "text": "Изшедша же из темницы приидоста к лидии, и видевша братию, утешиста их и изыдоста.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "Деяния Апостолов 16"
    },
    {
      "text": [
        {
          "text": "Прешедша же амфиполь и аполлонию, внидоста в солунь, идеже бе сонмище иудейское. ",
          "ID": "1"
        },
        {
          "text": "По обычаю же своему павел вниде к ним и по субботы три стязашеся с ними от писаний, ",
          "ID": "2"
        },
        {
          "text": "сказуя и предлагая им, яко Христу подобаше пострадати и воскреснути от мертвых, и яко сей Иисус, егоже аз проповедую вам, есть Христос. ",
          "ID": "3"
        },
        {
          "text": "И нецыи от них вероваша и приложишася к павлу и силе, от честивых еллин множество много и от жен благородных не мало. ",
          "ID": "4"
        },
        {
          "text": "Возревновавше же непокоршиися иудее и приемше крамолники некия мужы злыя, и собравше народ, молвяху по граду: нашедше же на дом иассонов, искаху их извести к народу. ",
          "ID": "5"
        },
        {
          "text": "Не обретше же их, влечаху иассона и некия от братий ко градоначалником, вопиюще, яко, иже развратиша вселенную, сии и зде приидоша, ",
          "ID": "6"
        },
        {
          "text": "ихже прият иассон: и сии вси противно велением кесаревым творят, Царя глаголюще иного быти, Иисуса. ",
          "ID": "7"
        },
        {
          "text": "Смятоша же народ и градоначалники слышащыя сия: ",
          "ID": "8"
        },
        {
          "text": "вземше же доволное от иассона и от прочих, отпустиша их. ",
          "ID": "9"
        },
        {
          "text": "Братия же абие в нощи отслаша павла и силу в берию: иже пришедша, идоста в собор иудейский. ",
          "ID": "10"
        },
        {
          "text": "Сии же бяху благороднейши живущих в солуни, иже прияша слово со всем усердием, по вся дни разсуждающе писания, аще суть сия тако. ",
          "ID": "11"
        },
        {
          "text": "Мнози убо от них вероваша, и от еллинских жен благообразных и мужей не мало. ",
          "ID": "12"
        },
        {
          "text": "И яко уведаша иже от солуня иудее, яко и в берии проповедася от павла слово Божие, приидоша и тамо движуще и смущающе народы. ",
          "ID": "13"
        },
        {
          "text": "Абие же тогда братия отпустиша павла ити на поморие: остаста же сила и тимофей тамо. ",
          "ID": "14"
        },
        {
          "text": "Провождающии же павла ведоша его даже до афин, и приемше заповедь к силе и тимофею, да яко скорее приидут к нему, изыдоша. ",
          "ID": "15"
        },
        {
          "text": "Во афинех же ждущу их павлу, раздражашеся дух его в нем зрящем идол полн сущь град. ",
          "ID": "16"
        },
        {
          "text": "Стязашеся же убо на сонмищи со иудеи и с честивыми, и на торжищи по вся дни с приключающимися. ",
          "ID": "17"
        },
        {
          "text": "Нецыи же от епикур и от стоик философ стязахуся с ним: и нецыи глаголаху: что убо хощет суесловивый сей глаголати? Инии же: чуждих богов мнится проповедник быти: яко Иисуса и воскресение благовествоваше им. ",
          "ID": "18"
        },
        {
          "text": "Поемше же его, ведоша на ареопаг, глаголюще: можем ли разумети, что новое сие глаголемое тобою учение? ",
          "ID": "19"
        },
        {
          "text": "странна бо некая влагаеши во ушеса наша: хощем убо разумети, что хотят сия быти? ",
          "ID": "20"
        },
        {
          "text": "Афинее же вси и приходящии страннии ни во чтоже ино упражняхуся, разве глаголати что или слышати новое. ",
          "ID": "21"
        },
        {
          "text": "Став же павел посреде ареопага, рече: мужие афинейстии, по всему зрю вы аки благочестивыя: ",
          "ID": "22"
        },
        {
          "text": "проходя бо и соглядая чествования ваша, обретох и капище, на немже бе написано: неведомому Богу. Егоже убо не ведуще (благолепне) чтете, сего аз проповедую вам. ",
          "ID": "23"
        },
        {
          "text": "Бог сотворивый мир и вся, яже в нем, сей небесе и земли Господь сый, не в рукотворенных храмех живет, ",
          "ID": "24"
        },
        {
          "text": "ни от рук человеческих угождения приемлет, требуя что, сам дая всем живот и дыхание и вся: ",
          "ID": "25"
        },
        {
          "text": "сотворил же есть от единыя крове весь язык человечь, жити по всему лицу земному, уставив предучиненая времена и пределы селения их, ",
          "ID": "26"
        },
        {
          "text": "взыскати Господа, да поне осяжут его и обрящут, яко не далече от единаго коегождо нас суща: ",
          "ID": "27"
        },
        {
          "text": "о нем бо живем и движемся и есмы, якоже и нецыи от ваших книжник рекоша: сего бо и род есмы. ",
          "ID": "28"
        },
        {
          "text": "Род убо суще Божий, не должни есмы непщевати подобно быти Божество злату, или сребру, или каменю художне начертану, и смышлению человечу: ",
          "ID": "29"
        },
        {
          "text": "лета убо неведения презирая Бог, ныне повелевает человеком всем всюду покаятися: ",
          "ID": "30"
        },
        {
          "text": "зане уставил есть день, в оньже хощет судити вселенней в правде, о мужи, егоже предустави, веру подая всем, воскресив его от мертвых. ",
          "ID": "31"
        },
        {
          "text": "Слышавше же воскресение мертвых, овии убо ругахуся, овии же реша: да слышим тя паки о семе. ",
          "ID": "32"
        },
        {
          "text": "И тако павел изыде от среды их. ",
          "ID": "33"
        },
        {
          "text": "Нецыи же мужие прилепившеся ему, вероваша: в нихже бе и дионисий ареопагитский, и жена именем дамарь, и друзии с ними.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "Деяния Апостолов 17"
    },
    {
      "text": [
        {
          "text": "По сих же отлучився павел от афин, прииде в коринф: ",
          "ID": "1"
        },
        {
          "text": "и обрет некоего иудеанина именем акилу, понтянина родом, ново пришедша от италии, и прискиллу жену его: зане повелел бяше клавдий отлучитися всем иудеем от рима: прииде к ним, ",
          "ID": "2"
        },
        {
          "text": "и зане единохудожником быти им, пребысть у них и делаше: бяху бо скинотворцы хитростию. ",
          "ID": "3"
        },
        {
          "text": "Стязашеся же на сонмищах по вся субботы и препираше иудеи и еллины. ",
          "ID": "4"
        },
        {
          "text": "И егда снидоста от македонии сила же и тимофей, тужаше духом павел, свидетелствуя иудеом Иисуса быти Христа. ",
          "ID": "5"
        },
        {
          "text": "Противящымся же им и хулящым, отряс ризы своя, рече к ним: кровь ваша на главах ваших: чист аз, отныне во языки иду. ",
          "ID": "6"
        },
        {
          "text": "И прешед оттуду, прииде в дом некоего именем иуста, чтуща Бога, емуже храмина бе вскрай сонмища. ",
          "ID": "7"
        },
        {
          "text": "Крисп же началник собора верова Господеви со всем домом своим, и мнози от коринфян слышавше вероваху и крещахуся. ",
          "ID": "8"
        },
        {
          "text": "Рече же Господь в видении нощнем павлу: не бойся, но глаголи и да не умолкнеши, ",
          "ID": "9"
        },
        {
          "text": "зане аз есмь с тобою, и никтоже приложит озлобити тя: зане людие суть ми мнози во граде сем. ",
          "ID": "10"
        },
        {
          "text": "Пребысть же тамо лето и месяц шесть, учя в них слову Божию. ",
          "ID": "11"
        },
        {
          "text": "Галлиону же анфипату сущу во ахаии, нападоша единодушно иудее на павла и приведоша его на судилище, ",
          "ID": "12"
        },
        {
          "text": "глаголюще, яко противу закону сей увещавает человеки чтити Бога. ",
          "ID": "13"
        },
        {
          "text": "Хотящу же павлу отверсти уста, рече галлион ко иудеем: аще убо неправда была бы кая или дело злое, о, иудее, по слову послушал бых вас: ",
          "ID": "14"
        },
        {
          "text": "аще ли же стязания суть о словеси и о именех и о законе вашем, ведите сами: судия бо аз сим не хощу быти. ",
          "ID": "15"
        },
        {
          "text": "И изгна их от судилища. ",
          "ID": "16"
        },
        {
          "text": "Емше же вси еллини сосфена началника собора, бияху пред судилищем: и ни едино о сих галлиону радение бысть. ",
          "ID": "17"
        },
        {
          "text": "павел же, еще пребыв дни доволны и целовав братию, отплы в сирию, и с ним акила и прискилла, остриг главу в кегхреих: обрекся бо бе. ",
          "ID": "18"
        },
        {
          "text": "Приста же во ефесе и тех остави тамо, сам же вшед в сонмище, стязашеся со иудеи. ",
          "ID": "19"
        },
        {
          "text": "Молящым же им его на много время пребыти у них, не изволи, ",
          "ID": "20"
        },
        {
          "text": "но отречеся им, глаголя, яко подобает ми всяко праздник грядущий сотворити во Иерусалиме: паки же возвращуся к вам, Богу хотящу. И отвезеся от ефеса: акила же и прискилла остаста во ефесе. ",
          "ID": "21"
        },
        {
          "text": "И сошед в кесарию, возшед и целовав Церковь, сниде во антиохию, ",
          "ID": "22"
        },
        {
          "text": "и сотворь время некое, изыде, проходя поряду галатийскую страну и фригию, утверждая вся ученики. ",
          "ID": "23"
        },
        {
          "text": "Иудеанин же некто, аполлос именем, александрянин родом, муж словесен, прииде во ефес, силен сый в книгах. ",
          "ID": "24"
        },
        {
          "text": "Сей бе оглашен пути Господню, и горя духом, глаголаше и учаше известно яже о Господе, ведый токмо крещение иоанново. ",
          "ID": "25"
        },
        {
          "text": "Сей же начат дерзати на сонмищих. Слышавша же его акила и прискилла, прияста его и известнее тому сказаста путь Господень. ",
          "ID": "26"
        },
        {
          "text": "Хотящу же ему преити во ахаию, предпославше братия написаша учеником прияти его: иже пришед тамо пособствова много веровавшым благодатию: ",
          "ID": "27"
        },
        {
          "text": "твердо бо иудеи не престая обличаше пред людьми, сказуя писаньми, Иисуса быти Христа.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "Деяния Апостолов 18"
    },
    {
      "text": [
        {
          "text": "Бысть же внегда быти аполлосу в коринфе, павел, прошед вышния страны, прииде во ефес, и обрет некия ученики, ",
          "ID": "1"
        },
        {
          "text": "рече к ним: аще убо Дух свят прияли есте веровавше? Они же реша к нему: но ниже аще Дух святый есть, слышахом. ",
          "ID": "2"
        },
        {
          "text": "Рече же к ним: во что убо крестистеся? Они же рекоша: во иоанново крещение. ",
          "ID": "3"
        },
        {
          "text": "Рече же павел: иоанн убо крести крещением покаяния, людем глаголя, да во грядущаго по нем веруют, сиречь во Христа Иисуса. ",
          "ID": "4"
        },
        {
          "text": "Слышавше же крестишася во имя Господа Иисуса, ",
          "ID": "5"
        },
        {
          "text": "и возложшу павлу на ня руце, прииде Дух святый на ня, глаголаху же языки и пророчествоваху. ",
          "ID": "6"
        },
        {
          "text": "Бяше же всех мужей яко дванадесять. ",
          "ID": "7"
        },
        {
          "text": "Вшед же в сонмище, дерзаше, не обинуяся три месяцы беседуя и уверяя, яже о Царствии Божии. ",
          "ID": "8"
        },
        {
          "text": "И егда нецыи ожесточахуся и пряхуся, злословяще путь Господень пред народом, отступль от них отлучи ученики, по вся дни стязаяся во училищи мучителя некоего. ",
          "ID": "9"
        },
        {
          "text": "Сие же бысть два лета, яко всем живущым во асии слышати слово Господа Иисуса, жидом же и еллином. ",
          "ID": "10"
        },
        {
          "text": "Силы же не просты творяше Бог рукама павловыма, ",
          "ID": "11"
        },
        {
          "text": "яко и на недужныя наносити от (пота) тела его главотяжы и убрусцы, и исцелитися им от недуг, и духом лукавым исходити от них. ",
          "ID": "12"
        },
        {
          "text": "Начаша же нецыи от скитающихся иудей заклинателей именовати над имущими духи лукавыя имя Господа Иисуса, глаголюще: заклинаем вы Иисусом, егоже павел проповедует. ",
          "ID": "13"
        },
        {
          "text": "Бяху же нецыи сынове скевы иудеанина архиереа седмь, иже сие творяху. ",
          "ID": "14"
        },
        {
          "text": "Отвещав же дух лукавый рече: Иисуса знаю и павла свем, вы же кто есте? ",
          "ID": "15"
        },
        {
          "text": "И скачя на них человек, в немже бе дух лукавый, и одолев им, укрепися на них, якоже нагим и ураненым избежати от храма онаго. ",
          "ID": "16"
        },
        {
          "text": "Сие же бысть разумно всем живущым во ефесе иудеем же и еллином, и нападе страх на всех их, и величашеся имя Господа Иисуса: ",
          "ID": "17"
        },
        {
          "text": "мнози же от веровавших прихождаху, исповедающе и сказующе дела своя: ",
          "ID": "18"
        },
        {
          "text": "доволни же от сотворших чародеяния, собравше книги своя, сожигаху пред всеми: и сложиша цены их и обретоша сребра пять тем. ",
          "ID": "19"
        },
        {
          "text": "Сице крепко слово Господне растяше и крепляшеся. ",
          "ID": "20"
        },
        {
          "text": "И якоже скончашася сия, положи павел в дусе, прошед македонию и ахаию, ити во Иерусалим, рек, яко бывшу ми тамо, подобает ми и рим видети. ",
          "ID": "21"
        },
        {
          "text": "Послав же в македонию два от служащих ему, тимофеа и ераста, сам же пребысть время во асии. ",
          "ID": "22"
        },
        {
          "text": "Бысть же во время оно молва не мала о пути Господни: ",
          "ID": "23"
        },
        {
          "text": "димитрий бо некто именем, среброковачь, творяй храмы сребряны артемиде, подаяше хитрецем делание не мало, ",
          "ID": "24"
        },
        {
          "text": "ихже собрав и ины сицевых вещей делатели, рече: мужие, весте, яко от сего делания доволство житию нашему есть: ",
          "ID": "25"
        },
        {
          "text": "и видите и слышите, яко не токмо ефес, но мало не всю асию павел сей препрев, обрати мног народ, глаголя, яко не суть бози, иже руками человеческими бывают: ",
          "ID": "26"
        },
        {
          "text": "не токмо же сия беду приемлет наша часть, еже бы во обличение не приити, но дабы и великия богини артемиды храм ни во чтоже не вменился, имать же разоритися и величество ея, юже вся асиа и вселенная почитает. ",
          "ID": "27"
        },
        {
          "text": "Слышавше же и бывше исполнени ярости, вопияху глаголюще: велика артемида ефесская. ",
          "ID": "28"
        },
        {
          "text": "И исполнися град весь мятежа: устремишася же единодушно на позорище, восхищше гаиа и аристарха македоняны, други павловы. ",
          "ID": "29"
        },
        {
          "text": "Павлу же хотящу внити в народ, не оставляху его ученицы: ",
          "ID": "30"
        },
        {
          "text": "нецыи же от асийских началник, суще ему друзи, пославше к нему, моляху не вдати себе в позор. ",
          "ID": "31"
        },
        {
          "text": "Друзии же убо ино нечто вопияху: бе бо собрание смущено, и множайшии от них не ведяху, чесо ради собрашася. ",
          "ID": "32"
        },
        {
          "text": "От народа же избраша александра, изведшым его иудеем. Александр же, помаав рукою, хотяше отвещати народу. ",
          "ID": "33"
        },
        {
          "text": "Разумевше же, яко иудеанин есть, глас бысть един от всех, яко на два часа вопиющих: велика артемида ефесская. ",
          "ID": "34"
        },
        {
          "text": "Утишив же книжник народ, рече: мужие ефесстии, кто бо есть человек, иже не весть, яко ефесский град служитель есть великия богини артемиды и диопета? ",
          "ID": "35"
        },
        {
          "text": "без всякаго убо прекословия сим сице сущым, потребно есть вам безмолвным быти и ничтоже безчинно творити: ",
          "ID": "36"
        },
        {
          "text": "приведосте бо мужей сих, ни храм (артемидин) окрадших, ниже богиню вашу хулящих: ",
          "ID": "37"
        },
        {
          "text": "аще убо димитрий и иже с ним художницы имут к кому слово, суды суть и анфипати суть: да поемлют друг на друга: ",
          "ID": "38"
        },
        {
          "text": "аще ли же что о иных ищете, в законнем собрании разрешится: ",
          "ID": "39"
        },
        {
          "text": "ибо бедствуем порицаеми быти о крамоле днешней, ни единей вине сущей, о нейже возможем воздати слово стремления сего. И сия рек распусти собравшийся народ.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "Деяния Апостолов 19"
    },
    {
      "text": [
        {
          "text": "По утишении же молвы, призвав павел ученики, утешив и целовав их, изыде ити в македонию. ",
          "ID": "1"
        },
        {
          "text": "Прошед же страны оны и утешив их словом многим, прииде во елладу: ",
          "ID": "2"
        },
        {
          "text": "пожив же месяцы три, бывшу нань навету от иудей, хотящу отвезтися в сирию, бысть хотение возвратитися сквозе македонию. ",
          "ID": "3"
        },
        {
          "text": "Последова же ему даже до асии сосипатр пирров берянин, солуняне же аристарх и секунд, и гаий дервянин и тимофей, асиане же тихик и трофим. ",
          "ID": "4"
        },
        {
          "text": "Сии предшедше ждаху нас в троаде. ",
          "ID": "5"
        },
        {
          "text": "Мы же отвезохомся по днех опресночных от филипп и приидохом к ним в троаду во днех пяти, идеже пребыхом дний седмь. ",
          "ID": "6"
        },
        {
          "text": "Во едину же от суббот, собравшымся учеником преломити хлеб, павел беседоваше к ним, хотя изыти на утрии, простре же слово до полунощи. ",
          "ID": "7"
        },
        {
          "text": "Бяху же свещы многи в горнице, идеже бехом собрани. ",
          "ID": "8"
        },
        {
          "text": "Седя же некто юноша, именем евтих, во окне, отягчен сном глубоким, глаголющу павлу о мнозе, преклонься от сна, паде от трекровника долу, и взяша его мертва. ",
          "ID": "9"
        },
        {
          "text": "Сошед же павел нападе нань, и о‹емь его рече: не молвите, ибо душа его в нем есть. ",
          "ID": "10"
        },
        {
          "text": "Возшед же и преломль хлеб и вкушь, доволно же беседовав даже до зари, и тако изыде. ",
          "ID": "11"
        },
        {
          "text": "Приведоша же отрока жива и утешишася не мало. ",
          "ID": "12"
        },
        {
          "text": "Мы же, пришедше в корабль, отвезохомся во ассон, оттуду хотяще пояти павла: тако бо нам бе повелел, хотя сам пешь ити. ",
          "ID": "13"
        },
        {
          "text": "И якоже снидеся с нами во ассоне, вземше его приидохом в митилин. ",
          "ID": "14"
        },
        {
          "text": "И оттуду отвезшеся, во утрие пристахом противу хию, в другий же отвезохомся в самон, и пребывше в трогиллии, в грядущий же день приидохом в милит: ",
          "ID": "15"
        },
        {
          "text": "суди бо павел мимо ити ефес, яко да не будет ему закоснети во асии, тщашебося, аще возможно будет, в день пятьдесятный быти во Иерусалиме. ",
          "ID": "16"
        },
        {
          "text": "От милита же послав во ефес, призва пресвитеры Царковныя, ",
          "ID": "17"
        },
        {
          "text": "и якоже приидоша к нему, рече к ним: вы весте, яко от перваго дне, отнелиже приидох во асию, како с вами все время бых, ",
          "ID": "18"
        },
        {
          "text": "работая Господеви со всяким смиреномудрием и многими слезами и напастьми, прилучившимися мне от иудейских навет: ",
          "ID": "19"
        },
        {
          "text": "яко ни в чесом от полезных обинухся, еже сказати вам и научити вас пред людьми и по домом, ",
          "ID": "20"
        },
        {
          "text": "засвидетелствуя иудеем же и еллином еже к Богу покаяние и веру яже в Господа нашего Иисуса Христа. ",
          "ID": "21"
        },
        {
          "text": "И ныне, се, аз связан духом гряду во Иерусалим, яже в нем хотящая приключитися мне не ведый: ",
          "ID": "22"
        },
        {
          "text": "точию яко Дух святый по вся грады свидетелствует, глаголя, яко узы мене и скорби ждут. ",
          "ID": "23"
        },
        {
          "text": "Но ни едино же попечение творю, ниже имам душу мою честну себе, разве еже скончати течение мое с радостию и службу, юже приях от Господа Иисуса, засвидетелствовати Евангелие благодати Божия. ",
          "ID": "24"
        },
        {
          "text": "И ныне, се, аз вем, яко ктому не узрите лица моего вы вси, в нихже проидох проповедуя Царствие Божие. ",
          "ID": "25"
        },
        {
          "text": "Темже свидетелствую вам во днешний день, яко чист аз от крове всех, ",
          "ID": "26"
        },
        {
          "text": "не обинухся бо сказати вам всю волю Божию. ",
          "ID": "27"
        },
        {
          "text": "Внимайте убо себе и всему стаду, в немже вас Дух святый постави епископы, пасти Церковь Господа и Бога, юже стяжа кровию своею. ",
          "ID": "28"
        },
        {
          "text": "Аз бо вем сие, яко по отшествии моем внидут волцы тяжцы в вас, не щадящии стада: ",
          "ID": "29"
        },
        {
          "text": "и от вас самех востанут мужие глаголющии развращеная, еже отторгати ученики вслед себе. ",
          "ID": "30"
        },
        {
          "text": "Сего ради бдите, поминающе, яко три лета нощь и день не престаях учя со слезами единаго когождо вас. ",
          "ID": "31"
        },
        {
          "text": "И ныне предаю вас, братие, Богови и слову благодати его, могущему наздати и дати вам наследие во осенных всех. ",
          "ID": "32"
        },
        {
          "text": "Сребра или злата или риз ни единаго возжелах: ",
          "ID": "33"
        },
        {
          "text": "сами весте, яко требованию моему и сущым со мною послужисте руце мои сии. ",
          "ID": "34"
        },
        {
          "text": "Вся сказах вам, яко тако труждающымся подобает заступати немощныя, поминати же слово Господа Иисуса, яко сам рече: блаженнее есть паче даяти, нежели приимати. ",
          "ID": "35"
        },
        {
          "text": "И сия рек, преклонь колена своя, со всеми ими помолися. ",
          "ID": "36"
        },
        {
          "text": "Мног же бысть плачь всем: и нападше на выю павлову, облобызаху его, ",
          "ID": "37"
        },
        {
          "text": "скорбяще наипаче о словеси, еже рече, яко ктому не имут лица его узрети. Провождаху же его в корабль.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "Деяния Апостолов 20"
    },
    {
      "text": [
        {
          "text": "И якоже бысть отвезтися нам, отторгшымся от них, прямо шедше приидохом в кон, в другий же день в родос и оттуду в патару: ",
          "ID": "1"
        },
        {
          "text": "и обретше корабль преходящь в финикию, возшедше отвезохомся. ",
          "ID": "2"
        },
        {
          "text": "Возникший же нам кипр оставльше ошуюю, плыхом в сирию и пристахом в тире, тамо бо бяше кораблю изложити бремя: ",
          "ID": "3"
        },
        {
          "text": "и обретше ученики, пребыхом ту дний седмь: иже павлови глаголаху Духом не восходити во Иерусалим. ",
          "ID": "4"
        },
        {
          "text": "Егда же бысть нам скончати дни, изшедше идохом, провождающым нас всем с женами и детьми даже до вне града: и преклоньше колена при брезе помолихомся. ",
          "ID": "5"
        },
        {
          "text": "И целовавше друг друга внидохом в корабль, они же возвратишася во своя си. ",
          "ID": "6"
        },
        {
          "text": "Мы же, плавание наченше от тира, пристахом во птолемаиде, и целовавше братию, пребыхом день един у них. ",
          "ID": "7"
        },
        {
          "text": "Во утрие же изшедше павел и иже с ним, приидохом в кесарию, и вшедше в дом филиппа благовестника, суща от седми (диакон), пребыхом у него. ",
          "ID": "8"
        },
        {
          "text": "Сего же бяху дщери девицы четыри прорицающыя. ",
          "ID": "9"
        },
        {
          "text": "Пребывающым же нам тамо дни многи, сниде некто от иудеи пророк, именем агав, ",
          "ID": "10"
        },
        {
          "text": "и пришед к нам и взем пояс павлов, связав же свои руце и нозе, рече: тако глаголет Дух святый: мужа, егоже есть пояс сей, тако свяжут (его) во Иерусалиме иудее и предадят в руце языков. ",
          "ID": "11"
        },
        {
          "text": "И якоже слышахом сия, моляхом мы же и наместнии, не восходити ему во Иерусалим. ",
          "ID": "12"
        },
        {
          "text": "Отвеща же павел и рече: что творите, плачуще и сокрушающе ми сердце? аз бо не точию связан быти (хощу), но и умрети во Иерусалиме готов есмь за имя Господа Иисуса. ",
          "ID": "13"
        },
        {
          "text": "Не повинующуся же ему, умолчахом, рекше: воля Господня да будет. ",
          "ID": "14"
        },
        {
          "text": "По днех же сих уготовльшеся взыдохом во Иерусалим: ",
          "ID": "15"
        },
        {
          "text": "приидоша же с нами и нецыи ученицы от кесарии, ведуще с собою, у негоже бы обитати нам, мнасона некоего кипрянина, древняго ученика. ",
          "ID": "16"
        },
        {
          "text": "Бывшым же нам во Иерусалиме, любезно прияша нас братия. ",
          "ID": "17"
        },
        {
          "text": "На утрие же вниде павел с нами ко иакову, вси же приидоша старцы. ",
          "ID": "18"
        },
        {
          "text": "И целовав их, сказаше по единому коеждо, еже сотвори Бог во языцех служением его. ",
          "ID": "19"
        },
        {
          "text": "Они же слышавше славляху Бога и рекоша ему: видиши ли, брате, колико тем есть иудей веровавших? и вси ревнителие закону суть: ",
          "ID": "20"
        },
        {
          "text": "увестишася же о тебе, яко отступлению учиши от закона моисеова живущыя во языцех вся иудеи, глаголя не обрезовати им чад своих, ниже во обычаех отеческих ходити. ",
          "ID": "21"
        },
        {
          "text": "Что убо есть? Всяко подобает народу снитися: услышат бо, яко пришел еси. ",
          "ID": "22"
        },
        {
          "text": "Сие убо сотвори, еже ти глаголем: суть у нас мужие четыри обещавше себе Богу: ",
          "ID": "23"
        },
        {
          "text": "сия поим очистися с ними и иждиви на них, да острижут си главы: и разумеют вси, яко возвещенная им о тебе ничтоже суть, но пребываеши и сам закон храня. ",
          "ID": "24"
        },
        {
          "text": "А о веровавших языцех мы послахом, судивше ничтоже таковое соблюдати им, токмо хранити себе от идоложертвенных и крове, и удавленины и блуда. ",
          "ID": "25"
        },
        {
          "text": "Тогда павел поемь мужы оны, на утрие с ними очищься вниде во святилище, возвещая исполнение дний очищения, дондеже принесено бысть за единаго коегождо их приношение. ",
          "ID": "26"
        },
        {
          "text": "И якоже хотяху седмь дний скончатися, иже от асии иудее, видевше его во святилищи, навадиша весь народ и возложиша нань руце, ",
          "ID": "27"
        },
        {
          "text": "вопиюще: мужие израилстии, помозите: сей есть человек, иже на люди и закон и на место сие всех всюду учит: еще же и еллины введе в церковь и оскверни святое место сие. ",
          "ID": "28"
        },
        {
          "text": "Бяху бо видели трофима ефесянина во граде с ним, егоже мняху, яко в церковь ввел есть павел. ",
          "ID": "29"
        },
        {
          "text": "Подвижеся же град весь, и бысть стечение людем: и емше павла, влечаху его вон из церкве, и абие затворишася двери. ",
          "ID": "30"
        },
        {
          "text": "Ищущым же им убити его, взыде весть к тысящнику спиры, яко весь возмутися Иерусалим: ",
          "ID": "31"
        },
        {
          "text": "он же абие поим воины и сотники, притече на ня: они же видевше тысящника и воины, престаша бити павла. ",
          "ID": "32"
        },
        {
          "text": "Приступль же тысящник ят его и повеле связати его веригома железнома двема, и вопрошаше: кто убо есть и что есть сотворил. ",
          "ID": "33"
        },
        {
          "text": "Друзии же ино нечто вопияху в народе: не могий же разумети известное молвы ради, повеле отвести его в полк. ",
          "ID": "34"
        },
        {
          "text": "Егда же бысть на степенех, прилучися воздвижену быти ему от воин нужды ради народа, ",
          "ID": "35"
        },
        {
          "text": "последоваше бо множество людий зовущих: возьми его. ",
          "ID": "36"
        },
        {
          "text": "Хотя же внити в полк павел глагола тысящнику: аще леть ми есть глаголати что тебе? Он же рече: гречески умееши ли? ",
          "ID": "37"
        },
        {
          "text": "не ты ли еси египтянин, прежде сих дний превещавый и изведый в пустыню четыри тысящы мужей сикарей? ",
          "ID": "38"
        },
        {
          "text": "Рече же павел: аз человек убо есмь иудеанин, тарсянин, славнаго града в киликии житель: молю же тя, повели ми глаголати к людем. ",
          "ID": "39"
        },
        {
          "text": "Повелевшу же ему, павел стоя на степенех помаав рукою к людем: многу же безмолвию бывшу, возгласи еврейским языком, глаголя:",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "Деяния Апостолов 21"
    },
    {
      "text": [
        {
          "text": "Мужие братие и отцы, услышите мой к вам ныне ответ. ",
          "ID": "1"
        },
        {
          "text": "Слышавше же, яко еврейским языком возгласи к ним, паче приложиша безмолвие. И рече: ",
          "ID": "2"
        },
        {
          "text": "аз убо есмь муж иудеанин, родився в тарсе киликийстем, воспитан же во граде сем при ногу гамалиилову, наказан известно отеческому закону, ревнитель сый Божий, якоже вси вы есте днесь: ",
          "ID": "3"
        },
        {
          "text": "иже сей путь гоних даже до смерти, вяжя и предая в темницу мужы же и жены, ",
          "ID": "4"
        },
        {
          "text": "якоже и архиерей свидетелствует ми и вси старцы: от нихже и послания приемь к живущым в дамасце братиям, идях привести сущыя тамо связаны во Иерусалим, да мучатся. ",
          "ID": "5"
        },
        {
          "text": "Бысть же ми идущу и приближающуся к дамаску в полудне, внезапу с небесе облиста свет мног окрест мене. ",
          "ID": "6"
        },
        {
          "text": "Падох же на землю и слышах глас глаголющь ми: савле, савле, что мя гониши? ",
          "ID": "7"
        },
        {
          "text": "Аз же отвещах: кто еси, Господи? рече же ко мне: аз есмь Иисус назорей, егоже ты гониши. ",
          "ID": "8"
        },
        {
          "text": "Со мною же сущии свет убо видеша и пристрашни быша, гласа же не слышаша глаголющаго ко мне. ",
          "ID": "9"
        },
        {
          "text": "Рекох же: что сотворю, Господи? Господь же рече ко мне: востав иди в дамаск, и тамо речется ти о всех, яже вчинено ти есть творити. ",
          "ID": "10"
        },
        {
          "text": "И якоже не видех от славы света онаго, за руку ведомь от сущих со мною, внидох в дамаск. ",
          "ID": "11"
        },
        {
          "text": "Ананиа же некий, муж блгоговеин по закону, свидетелствован от всех живущих в дамасце иудей, ",
          "ID": "12"
        },
        {
          "text": "пришед ко мне и став рече ми: савле брате, прозри. И аз в той час воззрех нань. ",
          "ID": "13"
        },
        {
          "text": "Он же рече ми: Бог отец наших изволи тя разумети хотение его, и видети праведника, и слышати глас от уст его: ",
          "ID": "14"
        },
        {
          "text": "яко будеши ему свидетель у всех человеков о сих, яже видел еси и слышал: ",
          "ID": "15"
        },
        {
          "text": "и ныне что медлиши? востав крестися и омый грехи твоя, призвав имя Господа Иисуса. ",
          "ID": "16"
        },
        {
          "text": "Бысть же возвратившумися во Иерусалим и молящумися в церкви, быти во изступлении ",
          "ID": "17"
        },
        {
          "text": "и видети его глаголюща ми: потщися и изыди скоро из Иерусалима, зане не приимут свидетелства твоего, еже о мне. ",
          "ID": "18"
        },
        {
          "text": "И аз рех: Господи, сами ведят, яко аз бех всаждая в темницу и бия по сонмищих верующыя в тя, ",
          "ID": "19"
        },
        {
          "text": "и егда изливашеся кровь стефана свидетеля твоего, и сам бех стоя и соизволяя убиению его и стрегий риз убивающих его. ",
          "ID": "20"
        },
        {
          "text": "И рече ко мне: иди, яко аз во языки далече послю тя. ",
          "ID": "21"
        },
        {
          "text": "Послушаху же его даже до сего словесе и воздвигоша глас свой, глаголюще: возьми от земли таковаго, не подобает бо ему жити. ",
          "ID": "22"
        },
        {
          "text": "Вопиющым же им и мещущым ризы и прах возметающым на воздух, ",
          "ID": "23"
        },
        {
          "text": "повеле тысящник отвести его в полк, рек ранами истязати его, да разумеет, за кую вину тако вопияху нань. ",
          "ID": "24"
        },
        {
          "text": "И якоже протягоша его вервьми, рече к стоящему сотнику павел: человека римлянина и неосуждена леть ли есть вам бити? ",
          "ID": "25"
        },
        {
          "text": "Слышав же сотник, приступи к тысящнику, сказа, глаголя: виждь, что хощеши сотворити? человек бо сей римлянин есть. ",
          "ID": "26"
        },
        {
          "text": "Приступль же тысящник рече ему: глаголи ми, римлянин ли еси ты? Он же рече: ей. ",
          "ID": "27"
        },
        {
          "text": "Отвеща же тысящник: аз многою ценою наречение жителства сего стяжах. павел же рече: аз же и родихся в нем. ",
          "ID": "28"
        },
        {
          "text": "Абие убо отступиша от него хотящии его истязати, и тысящник же убояся, разумев, яко римлянин есть, и яко бе его связал. ",
          "ID": "29"
        },
        {
          "text": "На утрие же, хотя разумети истину, чесо ради оклеветается от иудей, разреши его от уз и повеле приити архиереем и всему собору их: и свед павла, постави (его) пред ними.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "Деяния Апостолов 22"
    },
    {
      "text": [
        {
          "text": "Воззрев же павел на сонм, рече: мужие братие, аз всею совестию благою жителствовах пред Богом даже до сего дне. ",
          "ID": "1"
        },
        {
          "text": "Архиерей же ананиа повеле предстоящым ему бити его уста. ",
          "ID": "2"
        },
        {
          "text": "Тогда павел рече к нему: бити тя имать Бог, стено повапленая: и ты седиши судя ми по закону, преступая же закон велиши, да биют мя. ",
          "ID": "3"
        },
        {
          "text": "Предстоящии же реша: архиерею ли Божию досаждаеши? ",
          "ID": "4"
        },
        {
          "text": "Рече же павел: не ведах, братие, яко архиерей есть: писано бо есть: князю людий твоих да не речеши зла. ",
          "ID": "5"
        },
        {
          "text": "Разумев же павел, яко едина часть есть саддукей, другая же фарисей, воззва в сонмищи: мужие братие, аз фарисей есмь, сын фарисеов: о уповании и о воскресении мертвых аз суд приемлю. ",
          "ID": "6"
        },
        {
          "text": "Се же ему рекшу, бысть распря между саддукеи и фарисеи, и разделися народ: ",
          "ID": "7"
        },
        {
          "text": "саддукее бо глаголют не быти воскресения, ни ангела, ни духа: фарисее же исповедуют обоя. ",
          "ID": "8"
        },
        {
          "text": "Бысть же кличь велик, и воставше книжницы части фарисейския пряхуся между собою, глаголюще: ни едино зло обретаем в человеце сем: аще же дух глагола ему или ангел, не противимся Богу. ",
          "ID": "9"
        },
        {
          "text": "Мнозе же бывшей распри, бояся тысящник, да не растерзан будет павел от них, повеле воином снити и восхитити его от среды их и вести (его) в полк. ",
          "ID": "10"
        },
        {
          "text": "В наставшую же нощь представ ему Господь, рече: дерзай, павле: якоже бо свидетелствовал еси яже о мне во Иерусалиме, сице ти подобает и в риме свидетелствовати. ",
          "ID": "11"
        },
        {
          "text": "Бывшу же дню, сотворше нецыи от иудей совет, закляша себе, глаголюще не ясти ни пити, дондеже убиют павла: ",
          "ID": "12"
        },
        {
          "text": "бяху же множае четыредесятих сию клятву сотворшии, ",
          "ID": "13"
        },
        {
          "text": "иже приступльше ко архиереем и старцем, реша: клятвою прокляхом себе ничтоже вкусити, дондеже убием павла: ",
          "ID": "14"
        },
        {
          "text": "ныне убо вы скажите тысящнику с собором, яко да утре сведет его к вам, аки бы хотяще разумети известнее яже о нем: мы же, прежде даже не приближитися ему, готови есмы убити его. ",
          "ID": "15"
        },
        {
          "text": "Слышав же сын сестры павловы ков, пришед и вшед в полк, сказа павлу. ",
          "ID": "16"
        },
        {
          "text": "Призвав же павел единаго от сотник, рече: юношу сего отведи к тысящнику: имать бо нечто сказати ему. ",
          "ID": "17"
        },
        {
          "text": "Он же убо поим его приведе к тысящнику и рече: узник павел призвав мя, умоли сего юношу привести к тебе, имуща нечто глаголати тебе. ",
          "ID": "18"
        },
        {
          "text": "Поим же его за руку тысящник и отшед на едине, вопрошаше его: что есть, еже имаши возвестити ми? ",
          "ID": "19"
        },
        {
          "text": "Рече же, яко иудее совещаша умолити тя, яко да утре сведеши павла к ним в собор, аки бы хотящым известнее истязати яже о нем: ",
          "ID": "20"
        },
        {
          "text": "ты убо не послушай их: ловят бо его от них мужие множае четыредесяти, иже закляша себе ни ясти ни пити, дондеже убиют его: и ныне готови суть, чающе обещания, еже от тебе. ",
          "ID": "21"
        },
        {
          "text": "Тысящник убо отпусти юношу, завещав ни единому же поведати, яко сия явил еси мне. ",
          "ID": "22"
        },
        {
          "text": "И призвав два некия от сотник, рече: уготовита (ми) воинов вооруженных двесте, яко да идут до кесарии, и конник седмьдесят, и стрелец двесте, от третияго часа нощи: ",
          "ID": "23"
        },
        {
          "text": "и скоты привести, да всадивше павла проводят до филикса игемона. ",
          "ID": "24"
        },
        {
          "text": "Написа же (и) послание имущее образ сей: ",
          "ID": "25"
        },
        {
          "text": "клавдий лисиа державному игемону филиксу радоватися: ",
          "ID": "26"
        },
        {
          "text": "мужа сего ята от иудей и имуща убиена быти от них, приступль с воины отях его, уведев, яко римлянин есть: ",
          "ID": "27"
        },
        {
          "text": "хотя же разумети вину, еяже ради поимаху нань, сведох его в сонмище их: ",
          "ID": "28"
        },
        {
          "text": "егоже обретох оглаголуема о взыскании закона их, ни едино же достойно смерти или узам согрешение имуща: ",
          "ID": "29"
        },
        {
          "text": "сказану же бывшу ми кову хотящу быти от иудей на мужа сего, абие послах (его) к тебе, завещав и клеветником (его) глаголати пред тобою, яже нань: здрав буди. ",
          "ID": "30"
        },
        {
          "text": "Воини же убо по повеленному им, вземше павла, ведоша об нощь во антипатриду: ",
          "ID": "31"
        },
        {
          "text": "во утрие же, оставльше конники ити с ним, возвратишася в полк. ",
          "ID": "32"
        },
        {
          "text": "Они же пришедше в кесарию и вдавше послание игемону, представиша ему и павла. ",
          "ID": "33"
        },
        {
          "text": "Прочет же игемон послание и вопрошь, от коея области есть, и уведев, яко от киликии, рече: ",
          "ID": "34"
        },
        {
          "text": "услышу о тебе, егда и клеветницы твои приидут. И повеле в преторе иродове стрещи его.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "Деяния Апостолов 23"
    },
    {
      "text": [
        {
          "text": "По пятих же днех сниде архиерей ананиа со старцы и с ритором некиим тертиллом, иже сказаша игемону о павле. ",
          "ID": "1"
        },
        {
          "text": "Призвану же бывшу ему, начат клеветати тертилл, глаголя: ",
          "ID": "2"
        },
        {
          "text": "мног мир улучающе тобою, и исправления бываемая языку сему твоим промышлением, всяким же образом и везде приемлем, державный филиксе, со всяким благодарением: ",
          "ID": "3"
        },
        {
          "text": "но да не множае стужаю тебе, молю тя послушати нас вкратце твоею кротостию: ",
          "ID": "4"
        },
        {
          "text": "обретохом бо мужа сего губителя и движуща противление всем иудеем живущым по вселенней и предстателя (суща) назорейстей ереси, ",
          "ID": "5"
        },
        {
          "text": "иже и церковь покусися осквернити, егоже и яхом и по закону нашему хотехом судити ему: ",
          "ID": "6"
        },
        {
          "text": "пришед же лисиа тысящник, многою силою от рук наших исхити его и к тебе посла, ",
          "ID": "7"
        },
        {
          "text": "повелев (и нам) поемлющым нань ити к тебе: от негоже возможеши сам разсудив о всех сих познати, о нихже мы поемлем нань. ",
          "ID": "8"
        },
        {
          "text": "Сложишася же и иудее, глаголюще сим тако быти. ",
          "ID": "9"
        },
        {
          "text": "Отвеща же павел, поманувшу ему игемону глаголати: от многих лет суща тя судию праведна языку сему сведый, благодушнее яже о мне отвещаю, ",
          "ID": "10"
        },
        {
          "text": "могущу ти разумети, яко не множае ми есть дний дванадесятих, отнележе взыдох поклонитися во Иерусалим: ",
          "ID": "11"
        },
        {
          "text": "и ни в церкви обретоша мя к кому глаголюща или разврат творяща народу, ни в сонмищих, ни во граде, ",
          "ID": "12"
        },
        {
          "text": "ниже довести могут, елика тебе ныне на мя глаголют: ",
          "ID": "13"
        },
        {
          "text": "исповедую же тебе сие, яко в пути, егоже сии глаголют ересь, тако служу отеческому Богу, веруя всем сущым в законе и пророцех писаным, ",
          "ID": "14"
        },
        {
          "text": "упование имый на Бога, яко воскресение хощет быти мертвым, праведником же и грешником, егоже и сами сии чают: ",
          "ID": "15"
        },
        {
          "text": "о сем же и аз подвизаюся, непорочну совесть имети всегда пред Богом же и человеки: ",
          "ID": "16"
        },
        {
          "text": "по летех же многих приидох сотворити милостыни во язык мой и приношения: ",
          "ID": "17"
        },
        {
          "text": "в нихже обретоша мя очищенна в церкви, ни с народом, ниже с молвою, ",
          "ID": "18"
        },
        {
          "text": "нецыи от асии иудее, имже подобаше пред тя приити и глаголати, аще имут что на мя: ",
          "ID": "19"
        },
        {
          "text": "или сами тии да глаголют, аще кую обретоша во мне неправду, ставшу ми в сонмищи, ",
          "ID": "20"
        },
        {
          "text": "разве единаго сего гласа, имже возопих стоя в них, яко о воскресении мертвых аз суд приемлю днесь от вас. ",
          "ID": "21"
        },
        {
          "text": "Слышав же сия филикс отвеща им, известнее уведев яже о пути сем, глаголя: егда лисиа тысящник приидет, разсужду яже о вас. ",
          "ID": "22"
        },
        {
          "text": "Повеле же сотнику стрещи павла, и имети ослабу, и ни единому же возбраняти от своих ему служити или приходити к нему. ",
          "ID": "23"
        },
        {
          "text": "По днех же некиих пришед филикс со друсиллиею женою своею сущею иудеанынею, призва павла, да слышит от него веру, яже во Христа Иисуса. ",
          "ID": "24"
        },
        {
          "text": "Глаголющу же ему о правде и о воздержании и о суде хотящем быти, пристрашен быв филикс отвеща: ныне убо иди, время же получив призову тя. ",
          "ID": "25"
        },
        {
          "text": "Вкупе же и надеяся, яко мзда дастся ему от павла, яко да отпустит его: темже и часто призывая его, беседоваше с ним. ",
          "ID": "26"
        },
        {
          "text": "Двема же летома скончавшемася прият изменение филикс поркиа фиста: хотя же угодное сотворити иудеем филикс, остави павла связана.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "Деяния Апостолов 24"
    },
    {
      "text": [
        {
          "text": "Фист же убо приимь власть, по триех днех взыде во Иерусалим от кесарии. ",
          "ID": "1"
        },
        {
          "text": "Сказаша же ему архиерее и первии от иудей на павла и моляху его, ",
          "ID": "2"
        },
        {
          "text": "просяще благодати нань, яко да послет его во Иерусалим, ков творяще, яко да убиют его на пути. ",
          "ID": "3"
        },
        {
          "text": "Фист же повеле павла стрещи в кесарии, сам тамо хотя вскоре изыти: ",
          "ID": "4"
        },
        {
          "text": "иже убо сильнии в вас, рече, со мною шедше, аще есть кая неправда в мужи сем, да глаголют нань. ",
          "ID": "5"
        },
        {
          "text": "Пребыв же у них не множае десяти дний, сниде в кесарию: на утрие сед на судищи, повеле павла привести. ",
          "ID": "6"
        },
        {
          "text": "Приведену же бывшу ему, окрест сташа иже от Иерусалима сшедшии иудее, многи и тяжки вины приносяще на павла, ихже не можаху изявити: ",
          "ID": "7"
        },
        {
          "text": "отвещавающу ему, яко ни на закон иудейский, ни на церковь, ни на кесаря что согреших. ",
          "ID": "8"
        },
        {
          "text": "Фист же хотя угодное иудеем сотворити, отвещав павлови рече: хощеши ли, во Иерусалим возшед, тамо о сих суд прияти от мене? ",
          "ID": "9"
        },
        {
          "text": "Рече же павел: на судищи кесареве стоя есмь, идеже ми достоит суд прияти: иудей ни чимже обидех, якоже и ты добре веси: ",
          "ID": "10"
        },
        {
          "text": "аще бо неправдую или достойно смерти сотворих что, не отмещуся умрети: аще ли же ничтоже есть во мне, еже сии на мя клевещут, никтоже мя может тем выдати: кесаря нарицаю. ",
          "ID": "11"
        },
        {
          "text": "Тогда фист состязався с советники, отвеща: кесаря ли нарекл еси? к кесарю пойдеши. ",
          "ID": "12"
        },
        {
          "text": "Днем же минувшым неким, агриппа царь и верникиа снидоста в кесарию целовати фиста. ",
          "ID": "13"
        },
        {
          "text": "И якоже многи дни пребыста ту, фист сказа царю яже о павле, глаголя: муж некий есть оставлен от филикса узник, ",
          "ID": "14"
        },
        {
          "text": "о немже, бывшу ми во Иерусалиме, явиша архиерее и старцы иудейстии, просяще нань суда. ",
          "ID": "15"
        },
        {
          "text": "К нимже отвещах, яко несть обычай римляном выдати человека коего на погибель, прежде даже оклеветаемый не имать пред лицем клевещущих его и место ответа приимет о своем согрешении. ",
          "ID": "16"
        },
        {
          "text": "Сшедшымся же им зде, закоснение ни едино сотворь, на утрие сед на судищи, повелех привести мужа. ",
          "ID": "17"
        },
        {
          "text": "Окрест же его ставше клеветницы, ни едину вину, яже аз непщевах, нанесоша: ",
          "ID": "18"
        },
        {
          "text": "стязания же некая о своей различней вере имяху к нему и о некоем Иисусе умершем, егоже глаголаше павел жива быти. ",
          "ID": "19"
        },
        {
          "text": "Недоумеяся же аз о взыскании сих, глаголах, аще хощет ити во Иерусалим и тамо суд прияти о сих. ",
          "ID": "20"
        },
        {
          "text": "Павлу же нарекшу блюдену быти ему до разсуждения августа, повелех блюсти его, дондеже послю его к кесарю. ",
          "ID": "21"
        },
        {
          "text": "Агриппа же к фисту рече: хотел бых и сам человека сего слышати. Он же рече: утре услышиши его. ",
          "ID": "22"
        },
        {
          "text": "На утрие же пришедшу агриппе и верникии со многою гордостию и вшедшым в судебную палату с тысящники и с нарочитыми мужи града, и повелевшу фисту, приведен бысть павел. ",
          "ID": "23"
        },
        {
          "text": "И рече фист: агриппо царю и вси сущии с нами мужие, видите сего, о немже все множество иудей стужаху ми во Иерусалиме же и зде, вопиюще, яко не подобает жити ему ктому: ",
          "ID": "24"
        },
        {
          "text": "аз же разумев ничтоже достойно смерти сотворша его, и самому же сему нарекшу севаста, судих послати его: ",
          "ID": "25"
        },
        {
          "text": "о немже известное что писати господину не имам: темже и приведох его пред вас, наипаче же пред тя, агриппо царю, яко да разсуждению бывшу имам что писати: ",
          "ID": "26"
        },
        {
          "text": "безсловесно бо мнится ми, посылающу юзника, а вины, яже нань, не сказати.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "Деяния Апостолов 25"
    },
    {
      "text": [
        {
          "text": "Агриппа же к павлу рече: повелевается ти о себе самому глаголати. Тогда павел простер руку отвещаваше: ",
          "ID": "1"
        },
        {
          "text": "о всех, о нихже оклеветаемь есмь от иудей, царю агриппо, непщую себе блаженна быти, яко пред тобою отвещати днесь имам, ",
          "ID": "2"
        },
        {
          "text": "паче же ведца тя суща сведый всех иудейских обычаев и взысканий. Темже молюся ти долготерпеливно послушати мене. ",
          "ID": "3"
        },
        {
          "text": "Житие убо мое еже от юности, исперва бывшее во языце моем во Иерусалиме, ведят вси иудее, ",
          "ID": "4"
        },
        {
          "text": "ведяще мя исперва, аще хотят свидетелствовати, яко по известней ереси нашея веры жих фарисей. ",
          "ID": "5"
        },
        {
          "text": "И ныне о уповании обетования, бывшаго от Бога ко отцем нашым, стою судимь, ",
          "ID": "6"
        },
        {
          "text": "в неже обанадесяте колена наша безпрестани день и нощь служаще надеются доити: о немже уповании оклеветаемь есмь, царю агриппо, от иудей. ",
          "ID": "7"
        },
        {
          "text": "Что? Неверно ли судится вами, яко Бог мертвыя возставляет? ",
          "ID": "8"
        },
        {
          "text": "Аз убо мнех, яко подобает ми многа сопротивна противу имене Иисуса назореа сотворити: ",
          "ID": "9"
        },
        {
          "text": "еже и сотворих во Иерусалиме, и многи от святых аз в темницах затворях, власть от архиерей приемь: убиваемым же им прилагах совет: ",
          "ID": "10"
        },
        {
          "text": "и на всех сонмищих множицею мучя их, принуждах хулити: преизлиха же враждуя на них, гонях даже и до внешних градов. ",
          "ID": "11"
        },
        {
          "text": "В нихже идый в дамаск со властию и повелением, еже от архиерей, ",
          "ID": "12"
        },
        {
          "text": "в полудни на пути видех, царю, с небесе паче сияния солнечнаго осиявший мя свет и со мною идущих. ",
          "ID": "13"
        },
        {
          "text": "Всем же падшым нам на землю, слышах глас глаголющь ко мне и вещающь еврейским языком: савле, савле, что мя гониши? жестоко ти есть противу рожна прати. ",
          "ID": "14"
        },
        {
          "text": "Аз же рех: кто еси, Господи? Он же рече: аз есмь Иисус, егоже ты гониши: ",
          "ID": "15"
        },
        {
          "text": "но востани и стани на ногу твоею: на се бо явихся ти, сотворити тя слугу и свидетеля, яже видел еси и яже явлю тебе, ",
          "ID": "16"
        },
        {
          "text": "изимая тя от людий иудейских и от язык, к нимже аз тя послю, ",
          "ID": "17"
        },
        {
          "text": "отверсти очи их, да обратятся от тмы в свет и от области сатанины к Богу, еже прияти им оставление грехов и достояние во святых верою, яже в мя. ",
          "ID": "18"
        },
        {
          "text": "Темже, царю агриппо, не бых противен небесному видению, ",
          "ID": "19"
        },
        {
          "text": "но сущым в дамасце прежде и во Иерусалиме, и во всяцей стране иудейстей и языком проповедую покаятися и обратитися к Богу, достойна покаянию дела творяще. ",
          "ID": "20"
        },
        {
          "text": "Сих ради мя иудее емше во святилищи хотяху растерзати. ",
          "ID": "21"
        },
        {
          "text": "Помощь убо улучив яже от Бога, даже до дне сего стою, свидетелствуя малу же и велику, ничтоже вещая, разве яже пророцы рекоша хотящая быти и моисей, ",
          "ID": "22"
        },
        {
          "text": "яко Христос имеяше пострадати, яко первый от воскресения мертвых свет хотяше проповедати людем (иудейским) и языком. ",
          "ID": "23"
        },
        {
          "text": "Сия же ему отвещавающу, фист велиим гласом рече: беснуешися ли, павле? многия тя книги в неистовство прелагают. ",
          "ID": "24"
        },
        {
          "text": "Он же: не беснуюся, рече, державный фисте, но истины и целомудрия глаголы вещаю: ",
          "ID": "25"
        },
        {
          "text": "весть бо о сих царь, к немуже и с дерзновением глаголю: утаитися бо ему от сих не верую ничесомуже, несть бо во угле сотворено сие: ",
          "ID": "26"
        },
        {
          "text": "веруеши ли, царю агриппо, пророком? вем, яко веруеши. ",
          "ID": "27"
        },
        {
          "text": "Агриппа же к павлу рече: вмале мя препираеши Христианина быти. ",
          "ID": "28"
        },
        {
          "text": "павел же рече: молил убо бых Бога, и вмале и во мнозе, не токмо тебе, но и всех слышащих мя днесь, быти им тацем, яков и аз есмь, кроме уз сих. ",
          "ID": "29"
        },
        {
          "text": "И сия рекшу ему, воста царь и игемон, и верникиа и седящии с ними, ",
          "ID": "30"
        },
        {
          "text": "и отшедше беседоваху друг ко другу, глаголюще, яко ничтоже смерти достойно или уз творит человек сей. ",
          "ID": "31"
        },
        {
          "text": "Агриппа же фисту рече: отпущен быти можаше человек сей, аще не бы кесаря нарицал. И тако суди игемон послати его к кесарю.",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "Деяния Апостолов 26"
    },
    {
      "text": [
        {
          "text": "И якоже суждено бысть отплыти нам во италию, предаху павла же и иныя некия юзники сотнику, именем иулию, спиры севастийския. ",
          "ID": "1"
        },
        {
          "text": "Вшедше же в корабль адрамитский, восхотевше плыти во асийская места, отвезохомся, сущу с нами аристарху македонянину от солуня. ",
          "ID": "2"
        },
        {
          "text": "В другий же пристахом в сидоне: человеколюбие же иулий павлови дея, повеле к другом шедшу прилежание улучити. ",
          "ID": "3"
        },
        {
          "text": "И оттуду отвезшеся приплыхом в кипр, зане ветри бяху противни: ",
          "ID": "4"
        },
        {
          "text": "пучину же, яже противу киликии и памфилии, преплывше, приидохом в миры ликийския. ",
          "ID": "5"
        },
        {
          "text": "И тамо обрет сотник корабль александрийский пловущь во италию, всади ны в онь. ",
          "ID": "6"
        },
        {
          "text": "Во многи же дни косно плавающе и едва бывше противу книда, не оставляющу нас ветру, приплыхом под крит при салмоне: ",
          "ID": "7"
        },
        {
          "text": "едва же избирающе край, приидохом на место некое, нарицаемое доброе пристанище, емуже близ бе град ласей. ",
          "ID": "8"
        },
        {
          "text": "Многу же времени минувшу и сущу уже небезбедну плаванию, занеже и пост уже бе прешел, советоваше павел, ",
          "ID": "9"
        },
        {
          "text": "глаголя им: мужие, вижду, яко с досаждением и многою тщетою не токмо бремене и корабля, но и душ наших хощет быти плавание. ",
          "ID": "10"
        },
        {
          "text": "Сотник же кормчия и навклира послушаше паче, нежели павлом глаголемых. ",
          "ID": "11"
        },
        {
          "text": "Не добру же пристанищу сущу ко озимению, мнози совет даяху отвезтися оттуду, аще како возмогут, достигше финикии, озимети в пристанищи критстем, зрящем к ливу и к хору. ",
          "ID": "12"
        },
        {
          "text": "Дхнувшу же югу, мневше волю свою улучити, воздвигше ветрила, плыху вскрай крита. ",
          "ID": "13"
        },
        {
          "text": "Не по мнозе же возвея противен ему ветр бурен, нарицаемый евроклидон. ",
          "ID": "14"
        },
        {
          "text": "Восхищену же бывшу кораблю и не могущу сопротивитися ветру, вдавшеся волнам носими бехом. ",
          "ID": "15"
        },
        {
          "text": "Остров же некий мимотекше, нарицающься клавдий, едва возмогохом удержати ладию: ",
          "ID": "16"
        },
        {
          "text": "юже востягше, всяким образом помогаху, подтверждающе корабль: боящеся же, да не в сирть впадут, низпустивше парус, сице носими беху. ",
          "ID": "17"
        },
        {
          "text": "Вельми же обуреваемым нам, на утрие изметание творяху, ",
          "ID": "18"
        },
        {
          "text": "и в третий день своими руками ядрило корабленое извергохом. ",
          "ID": "19"
        },
        {
          "text": "Ни солнцу же, ни звездам явльшымся на многи дни, и зиме не мале належащей, прочее отимашеся надежда вся, еже спастися нам. ",
          "ID": "20"
        },
        {
          "text": "Многу же неядению сущу, тогда став павел посреде их, рече: подобаше убо, о, мужие, послушавше мене, не отвезтися от крита и избыти досаждения сего и тщеты: ",
          "ID": "21"
        },
        {
          "text": "и се, ныне молю вы благодушствовати, погибель бо ни единей души от вас будет, разве корабля: ",
          "ID": "22"
        },
        {
          "text": "предста бо ми в сию нощь ангел Бога, егоже аз есмь, емуже и служу, ",
          "ID": "23"
        },
        {
          "text": "глаголя: не бойся, павле, кесарю ти подобает предстати, и се, дарова тебе Бог вся плавающыя с тобою. ",
          "ID": "24"
        },
        {
          "text": "Темже дерзайте, мужие, верую бо Богови, яко тако будет, имже образом речено ми бысть: ",
          "ID": "25"
        },
        {
          "text": "во остров же некий подобает нам пристати. ",
          "ID": "26"
        },
        {
          "text": "И егда четвертаянадесять нощь бысть, носимым нам во адриатстей (пучине), в полунощи непщеваху корабленицы, яко приближаются к некоей стране, ",
          "ID": "27"
        },
        {
          "text": "и измеривше глубину обретоша саженей двадесять: мало же прешедше и паки измеривше, обретоша саженей пятьнадесять. ",
          "ID": "28"
        },
        {
          "text": "Боящеся же, да не како в прудная места впадут, от носа корабля вергше котвы четыри, моляхомся, да день будет. ",
          "ID": "29"
        },
        {
          "text": "Кораблеником же ищущым бежати из корабля и низвесившым ладию в море, изветом аки от носа хотящым котвы простерти, ",
          "ID": "30"
        },
        {
          "text": "рече павел сотнику и воином: аще не сии пребудут в корабли, вы спастися не можете. ",
          "ID": "31"
        },
        {
          "text": "Тогда воини отрезаша ужя ладии и оставиша ю отпасти. ",
          "ID": "32"
        },
        {
          "text": "Егда же хотяше день быти, моляше павел всех, да приимут пищу, глаголя: четыренадесятый днесь день ждуще, не ядше пребываете, ничтоже вкусивше: ",
          "ID": "33"
        },
        {
          "text": "темже молю вас прияти пищу, се бо к вашему спасению есть: ни единому бо от вас влас главы отпадет. ",
          "ID": "34"
        },
        {
          "text": "Рек же сия и приемь хлеб, благодари Бога пред всеми и преломль начат ясти. ",
          "ID": "35"
        },
        {
          "text": "Благонадежни же бывше вси, и тии прияша пищу: ",
          "ID": "36"
        },
        {
          "text": "бе же в корабли всех душ двесте седмьдесят и шесть. ",
          "ID": "37"
        },
        {
          "text": "Насыщшеся же брашна, облегчиша корабль, изметающе пшеницу в море. ",
          "ID": "38"
        },
        {
          "text": "Егда же день бысть, земли не познаваху: недро же некое усмотреша имущее песок, в неже, аще мощно есть, совещаша извлещи корабль. ",
          "ID": "39"
        },
        {
          "text": "И котвы собравше, везяхуся по морю: купно ослабивше ужя кормилом и воздвигше малое ветрило к дышущему ветрецу, везохомся на край. ",
          "ID": "40"
        },
        {
          "text": "Впадше же в место исопное, увязиша корабль: и нос убо увязший пребысть недвижимь, кормило же разбивашеся от нужды волн. ",
          "ID": "41"
        },
        {
          "text": "Воином же совет бысть, да узники убиют, да не кто поплыв избегнет. ",
          "ID": "42"
        },
        {
          "text": "Сотник же, хотя соблюсти павла, возбрани совету их, повеле же могущым плавати, да изскочивше первее изыдут на край, ",
          "ID": "43"
        },
        {
          "text": "а прочии, ови убо на дщицах, ови же на нечем от корабля. И тако бысть всем спастися на землю.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "Деяния Апостолов 27"
    },
    {
      "text": [
        {
          "text": "Спасени же бывше иже с павлом от корабля, тогда разумеша, яко остров мелит нарицается. ",
          "ID": "1"
        },
        {
          "text": "Варвари же творяху не малое милосердие нам: возгнещше бо огнь, прияша всех нас, за настоящий дождь и зиму. ",
          "ID": "2"
        },
        {
          "text": "Сгромаждшу же павлу рождия множество и возложившу на огнь, ехидна от теплоты изшедши, секну в руку его. ",
          "ID": "3"
        },
        {
          "text": "И егда видеша варвари висящу змию от руки его, глаголаху друг ко другу: всяко убийца есть человек сей, егоже спасена от моря суд Божий жити не остави. ",
          "ID": "4"
        },
        {
          "text": "Той же убо, оттряс змию во огнь, ничтоже зло пострада. ",
          "ID": "5"
        },
        {
          "text": "Они же чаяху его имуща возгоретися, или пасти внезапу мертва: на мнозе же того чающым и ничтоже зло в нем бывшее видящым, претворшеся, глаголаху Бога того быти. ",
          "ID": "6"
        },
        {
          "text": "Окрест же места онаго бяху села перваго во острове, именем поплиа, иже приимь нас, три дни любезне учреди. ",
          "ID": "7"
        },
        {
          "text": "Бысть же отцу поплиеву огнем и водным трудом одержиму лежати: к немуже павел вшед, и помолився, и возложь руце свои нань, исцели его. ",
          "ID": "8"
        },
        {
          "text": "Сему же бывшу, и прочии имущии недуги во острове том прихождаху и исцелевахуся: ",
          "ID": "9"
        },
        {
          "text": "иже и многими честьми почтоша нас, и отвозящымся нам яже на потребу вложиша. ",
          "ID": "10"
        },
        {
          "text": "По триех же месяцех отвезохомся в корабли александрийстем, подписаном диоскуры, презимевшем во острове, ",
          "ID": "11"
        },
        {
          "text": "и доплывше в сиракусы, пребыхом дни три: ",
          "ID": "12"
        },
        {
          "text": "оттуду же отплывше, приидохом в ригию, и по единем дни возвеявшу югу, во вторый день приидохом в потиолы, ",
          "ID": "13"
        },
        {
          "text": "идеже обретше братию, умолени быхом от них пребыти дний седмь: и тако в рим идохом. ",
          "ID": "14"
        },
        {
          "text": "И от тамо братия, слышавше яже о нас, изыдоша во сретение наше даже до аппиева торга и триех корчемниц: ихже видев павел и благодарив Бога, прият дерзновение. ",
          "ID": "15"
        },
        {
          "text": "Егда же приидохом в рим, сотник предаде узники воеводе, павлу же повеле пребывати о себе, с соблюдающим его воином. ",
          "ID": "16"
        },
        {
          "text": "Бысть же по днех триех, созва павел сущыя от иудеев первыя: сшедшымся же им, глаголаше к ним: мужие братие, аз ничтоже противно сотворив людем или обычаем отеческим, узник от Иерусалимлян предан бых в руце римляном, ",
          "ID": "17"
        },
        {
          "text": "иже разсудивше яже о мне, хотяху пустити, зане ни едина вина смертная бысть во мне: ",
          "ID": "18"
        },
        {
          "text": "сопротив же глаголющым иудеем, нужда ми бысть нарещи кесаря, не яко язык мой имея в чесом оклеветати: ",
          "ID": "19"
        },
        {
          "text": "сея ради убо вины умолих вас, да вижду и беседую: надежды бо ради израилевы веригами сими обложен есмь. ",
          "ID": "20"
        },
        {
          "text": "Они же к нему реша: мы ниже писания о тебе прияхом от иудей, ниже пришед кто от братий возвести или глагола что о тебе зло: ",
          "ID": "21"
        },
        {
          "text": "молимся же, да слышим от тебе, яже мудрствуеши: о ереси бо сей ведомо есть нам, яко всюду сопротив глаголемо есть. ",
          "ID": "22"
        },
        {
          "text": "Уставивше же ему день, приидоша к нему в странноприемницу множайшии, имже сказаше свидетелствуя Царствие Божие и уверяя их, яже о Иисусе, от закона моисеова и пророк, от утра даже до вечера. ",
          "ID": "23"
        },
        {
          "text": "И ови убо вероваху глаголемым, ови же не вероваху. ",
          "ID": "24"
        },
        {
          "text": "Несогласни же суще друг ко другу, отхождаху, рекшу павлу глагол един, яко добре Дух святый глагола исаием пророком ко отцем нашым, ",
          "ID": "25"
        },
        {
          "text": "глаголя: иди к людем сим и рцы: слухом услышите и не имате разумети: и видяще узрите и не имате видети: ",
          "ID": "26"
        },
        {
          "text": "одебеле бо сердце людий сих, и ушима тяжко слышаша, и очи свои смежиша, да не како увидят очима, и ушима услышат, и сердцем уразумеют, и обратятся, и исцелю их. ",
          "ID": "27"
        },
        {
          "text": "Ведомо убо да будет вам, яко языком послася спасение Божие, сии и услышат. ",
          "ID": "28"
        },
        {
          "text": "И сия тому рекшу, отидоша иудее, многое имуще между собою состязание. ",
          "ID": "29"
        },
        {
          "text": "Пребысть же павел два лета исполнь своею мздою (цела два лета на своем иждивении) и приимаше вся приходящыя к нему, ",
          "ID": "30"
        },
        {
          "text": "проповедуя Царствие Божие и учя яже о Господе нашем Иисусе Христе со всяким дерзновением невозбранно. ",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "Деяния Апостолов 28"
    }
  ],
  "ID": "NT:ACT(CSLAV)",
  "name": "Деяния Апостолов"
}