{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "В моем первом повествовании, Феофил, я написал обо всем, что Иисус делал и чему Он учил от начала ",
          "ID": "1"
        },
        {
          "text": "до того дня, когда, дав через Святого Духа повеления избранным Им апостолам, Он вознесся на небеса. ",
          "ID": "2"
        },
        {
          "text": "После Своего страдания Он представал перед этими людьми живым со многими доказательствами. Иисус являлся им в течение сорока дней и говорил о Божьем Царстве. ",
          "ID": "3"
        },
        {
          "text": "Однажды, обедая вместе с ними, Он велел им не покидать Иерусалима, но ждать обещанного Отцом.",
          "ID": "4"
        },
        {
          "text": "– Это то, о чем вы и слышали от Меня. ",
          "ID": "4"
        },
        {
          "text": "Потому что Иоанн крестил водой, а вы через несколько дней будете крещены Святым Духом.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда ученики собрались вместе, они спросили Его:",
          "ID": "6"
        },
        {
          "text": "– Господи, не настало ли время Тебе восстановить царство Израиля?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он сказал им:",
          "ID": "7"
        },
        {
          "text": "– Не ваше дело знать времена и сроки, которые Отец установил Своей властью. ",
          "ID": "7"
        },
        {
          "text": "Когда на вас сойдет Святой Дух, вы получите силу и будете Моими свидетелями в Иерусалиме, по всей Иудее, в Самарии и до края земли.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Сказав это, Он на их глазах был поднят ввысь, и облако скрыло Его от их взглядов.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они пристально смотрели в небо, пока Он поднимался, как вдруг рядом с ними оказались два человека в белых одеждах.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Галилеяне, – сказали они, – что вы стоите и смотрите в небо? Этот Иисус, Который был взят от вас в небеса, придет точно таким же образом, каким вы видели Его возносящимся.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "После этого они возвратились в Иерусалим с горы, называемой Оливковой, которая находится на расстоянии субботнего пути от Иерусалима. ",
          "ID": "12"
        },
        {
          "text": "Придя, они поднялись в верхнюю комнату и там оставались – Петр и Иоанн, Иаков и Андрей, Филипп и Фома, Варфоломей и Матфей, Иаков, сын Алфея, Симон Зилот и Иуда, сын Иакова. ",
          "ID": "13"
        },
        {
          "text": "Все они единодушно пребывали в молитве. С ними были и несколько женщин, а также мать Иисуса Мария и Его братья.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "В те дни Петр встал посреди верующих (в собрании было около ста двадцати человек) ",
          "ID": "15"
        },
        {
          "text": "и сказал:",
          "ID": "16"
        },
        {
          "text": "– Братья, должно было исполниться Писание, где Святой Дух предсказал через Давида об Иуде, который вел тех, кто шел арестовать Иисуса. ",
          "ID": "16"
        },
        {
          "text": "Иуда был одним из нас и принимал участие в нашем служении. ",
          "ID": "17"
        },
        {
          "text": "(На деньги, полученные за совершенное им зло, он купил поле, но, упав вниз головой, он разбился, и его внутренности вывалились наружу. ",
          "ID": "18"
        },
        {
          "text": "Об этом узнали все жители Иерусалима и прозвали поле, на своем языке Акелдама, то есть «Кровавое поле».) ",
          "ID": "19"
        },
        {
          "text": "Ведь в книге Псалмов написано:",
          "ID": "20"
        },
        {
          "text": "«Пусть его жилище будет в запустении,",
          "ID": "20"
        },
        {
          "text": "пусть никто там больше не живет»",
          "ID": "20"
        },
        {
          "text": "и",
          "ID": "20"
        },
        {
          "text": "«Пусть другой займет его положение».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Поэтому нам необходимо выбрать одного из тех людей, кто сопровождал нас все то время, когда Господь Иисус был среди нас, ",
          "ID": "21"
        },
        {
          "text": "начиная от крещения Иоанна и до того дня, когда Иисус был взят от нас. Он, как и мы, должен быть свидетелем Его воскресения.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Предложили двоих: Иосифа, которого еще называют Варсавой или Иустом, и Матфия. ",
          "ID": "23"
        },
        {
          "text": "И помолились:",
          "ID": "24"
        },
        {
          "text": "– Господи, Ты знаешь сердце каждого; укажи на одного из этих двоих, кого Ты избрал ",
          "ID": "24"
        },
        {
          "text": "на это служение: быть Твоим апостолом вместо Иуды, который ушел, куда ему суждено.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Потом они бросили жребий, и жребий выпал на Матфия, который и был причислен к одиннадцати апостолам.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "Деяния Апостолов 1"
    },
    {
      "text": [
        {
          "text": "Наступил день Пятидесятницы, и все они были вместе. ",
          "ID": "1"
        },
        {
          "text": "Вдруг с небес послышался звук, напоминающий шум ураганного ветра, который заполнил весь дом, где они сидели. ",
          "ID": "2"
        },
        {
          "text": "Ученики увидели нечто похожее на огненные языки, которые разделились и остановились по одному на каждом из них. ",
          "ID": "3"
        },
        {
          "text": "Все они исполнились Святым Духом и начали говорить на разных языках: эту способность давал им Дух.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "В Иерусалиме в это время находились благочестивые иудеи из разных стран под небом. ",
          "ID": "5"
        },
        {
          "text": "На шум собралось много народа; люди недоумевали, потому что каждый из них слышал, как те говорили на его родном языке. ",
          "ID": "6"
        },
        {
          "text": "Изумляясь и дивясь, они спрашивали:",
          "ID": "7"
        },
        {
          "text": "– Разве все эти люди не галилеяне? ",
          "ID": "7"
        },
        {
          "text": "Как же это каждый из нас слышит их говорящими на нашем родном языке? ",
          "ID": "8"
        },
        {
          "text": "Среди нас есть парфяне, мидяне, еламиты, жители Месопотамии, Иудеи и Каппадокии, Понта и провинции Азия, ",
          "ID": "9"
        },
        {
          "text": "Фригии и Памфилии, Египта, окрестностей Ливии, прилегающих к Кирене, жители Рима, ",
          "ID": "10"
        },
        {
          "text": "иудеи и обращенные в иудаизм, критяне и арабы, и все мы слышим, как они говорят о великих делах Божьих на наших языках!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Удивленные и растерянные, они спрашивали друг друга:",
          "ID": "12"
        },
        {
          "text": "– Что бы это могло значить?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Некоторые же посмеивались:",
          "ID": "13"
        },
        {
          "text": "– Они напились молодого вина!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Петр, поднявшись вместе с другими одиннадцатью и обращаясь к народу, громко сказал:",
          "ID": "14"
        },
        {
          "text": "– Иудеи и все жители Иерусалима! Чтобы вам стало понятно, выслушайте внимательно, что я скажу. ",
          "ID": "14"
        },
        {
          "text": "Люди эти не пьяны, как вы думаете: сейчас ведь всего третий час дня. ",
          "ID": "15"
        },
        {
          "text": "Но это исполняются слова пророка Иоиля:",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "«В последние дни, – говорит Бог, –",
          "ID": "17"
        },
        {
          "text": "Я изолью Духа Моего на всех людей.",
          "ID": "17"
        },
        {
          "text": "Ваши сыновья и дочери будут пророчествовать,",
          "ID": "17"
        },
        {
          "text": "ваши юноши будут видеть видения,",
          "ID": "17"
        },
        {
          "text": "и вашим старцам будут сниться сны.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Даже на слуг и на служанок Моих",
          "ID": "18"
        },
        {
          "text": "Я изолью в те дни Моего Духа,",
          "ID": "18"
        },
        {
          "text": "и они будут пророчествовать.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Я покажу чудеса в вышине небес",
          "ID": "19"
        },
        {
          "text": "и знамения внизу на земле:",
          "ID": "19"
        },
        {
          "text": "кровь, огонь и клубы дыма.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Солнце превратится во тьму",
          "ID": "20"
        },
        {
          "text": "а луна – в кровь,",
          "ID": "20"
        },
        {
          "text": "перед тем, как наступит великий и славный день Господа.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "И каждый, кто призовет имя Господа,",
          "ID": "21"
        },
        {
          "text": "будет спасен».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Израильтяне, выслушайте, что я вам скажу об Иисусе из Назарета: Бог удостоверил вас в том, что послал Иисуса, могущественными делами, чудесами и знамениями, которые, как вы сами знаете, Бог совершал через Него у вас на глазах. ",
          "ID": "22"
        },
        {
          "text": "Его, преданного по замыслу и предведению Бога, вы, пригвоздив руками беззаконников, убили. ",
          "ID": "23"
        },
        {
          "text": "Но Бог воскресил Его, освободив из плена смерти, и смерть была не в силах Его удержать.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Давид говорит о Нем:",
          "ID": "25"
        },
        {
          "text": "«Всегда Я видел Господа перед Собой:",
          "ID": "25"
        },
        {
          "text": "Он по правую руку от Меня –",
          "ID": "25"
        },
        {
          "text": "Я не поколеблюсь.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Поэтому веселится сердце Мое, и радуется язык,",
          "ID": "26"
        },
        {
          "text": "и тело Мое будет жить надеждой.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Ведь Ты не оставишь Мою душу в мире мертвых",
          "ID": "27"
        },
        {
          "text": "и не дашь Твоему Святому увидеть тление.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Ты показал Мне пути жизни,",
          "ID": "28"
        },
        {
          "text": "Ты исполнишь меня радостью пред лицом Твоим».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Братья, разрешите мне сказать вам прямо, что праотец Давид умер и был похоронен. Его могила сохранилась у нас до сегодняшнего дня. ",
          "ID": "29"
        },
        {
          "text": "Он был пророком, и, зная, что Бог обещал ему с клятвой возвести на его престол одного из его потомков, ",
          "ID": "30"
        },
        {
          "text": "он, видя будущее, говорил о воскресении Христа, что Он не был оставлен в мире мертвых и Его тело не увидело тления. ",
          "ID": "31"
        },
        {
          "text": "И вот, Бог воскресил Иисуса, и мы все этому свидетели! ",
          "ID": "32"
        },
        {
          "text": "Он был вознесен и посажен по правую руку от Бога и, получив от Отца обещанного Святого Духа, совершил то, что вы сейчас видите и слышите. ",
          "ID": "33"
        },
        {
          "text": "Ведь Давид не поднимался на небеса, но он сказал:",
          "ID": "34"
        },
        {
          "text": "«Сказал Господь Господу моему:",
          "ID": "34"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "пока Я не повергну врагов Твоих",
          "ID": "35"
        },
        {
          "text": "к ногам Твоим».",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Поэтому пусть весь дом Израиля будет уверен в том, что Этого Иисуса, Которого вы распяли, Бог сделал и Господом, и Христом!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Когда люди услышали это, их сердца стали терзаться муками совести. Они спрашивали Петра и других апостолов:",
          "ID": "37"
        },
        {
          "text": "– Братья, что нам делать?",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Петр отвечал:",
          "ID": "38"
        },
        {
          "text": "– Покайтесь, и пусть каждый из вас будет крещен во имя Иисуса Христа для прощения ваших грехов, и вы получите в дар Святого Духа. ",
          "ID": "38"
        },
        {
          "text": "Ведь это обещание относится к вам, вашим детям и к тем, кто вдали: ко всем, кто будет призван Господом, нашим Богом.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "И многими другими словами Петр увещевал их, говоря:",
          "ID": "40"
        },
        {
          "text": "– Спасайтесь от этого развращенного поколения.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Те, кто принял его проповедь, крестились. В тот день присоединилось около трех тысяч человек.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Они твердо держались учения апостолов, всегда пребывая в общении, в преломлении хлеба и в молитвах. ",
          "ID": "42"
        },
        {
          "text": "Все были полны трепета перед Богом, и через апостолов совершалось много чудес и знамений.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Все верующие были вместе, и все у них было общее. ",
          "ID": "44"
        },
        {
          "text": "Они продавали свои владения и имущество и раздавали всем, в зависимости от нужды каждого. ",
          "ID": "45"
        },
        {
          "text": "Каждый день они собирались в храме, а по домам преломляли хлеб и ели с радостью и искренностью в сердце, ",
          "ID": "46"
        },
        {
          "text": "прославляя Бога и пользуясь добрым расположением всего народа. Господь ежедневно прибавлял к ним спасаемых.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "Деяния Апостолов 2"
    },
    {
      "text": [
        {
          "text": "Однажды в девятый час, во время молитвы, Петр и Иоанн шли в храм. ",
          "ID": "1"
        },
        {
          "text": "В это время туда принесли человека, хромого от рождения. Его каждый день оставляли у ворот, которые назывались Прекрасными, и он просил милостыню у входящих в храм. ",
          "ID": "2"
        },
        {
          "text": "Увидев Петра и Иоанна, которые хотели войти в храм, он попросил и у них. ",
          "ID": "3"
        },
        {
          "text": "Петр и Иоанн пристально посмотрели на него, и Петр сказал:",
          "ID": "4"
        },
        {
          "text": "– Взгляни на нас!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Человек поднял глаза, ожидая получить от них что-нибудь. ",
          "ID": "5"
        },
        {
          "text": "Но Петр сказал:",
          "ID": "6"
        },
        {
          "text": "– Серебра и золота у меня нет, но то, что есть, я даю тебе. Во имя Иисуса Христа из Назарета – встань и ходи!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он взял его за правую руку, помог подняться, и в тот же миг ступни и лодыжки калеки окрепли. ",
          "ID": "7"
        },
        {
          "text": "Он вскочил на ноги и начал ходить. Он вошел с ними в храм, ходил, прыгал и прославлял Бога. ",
          "ID": "8"
        },
        {
          "text": "И все люди видели его ходящим и восхваляющим Бога. ",
          "ID": "9"
        },
        {
          "text": "Они узнавали в нем того человека, который сидел и просил милостыню у Прекрасных ворот храма, и удивлялись тому, что с ним произошло.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Нищий держался за Петра и Иоанна, и весь народ в изумлении окружил их в той части храма, которая называлась колоннадой Соломона. ",
          "ID": "11"
        },
        {
          "text": "Увидев это, Петр обратился к народу:",
          "ID": "12"
        },
        {
          "text": "– Израильтяне, почему вас это так удивляет? Почему вы смотрите на нас так, будто это мы своими силами или благочестием сделали, что этот человек ходит? ",
          "ID": "12"
        },
        {
          "text": "Бог Авраама, Исаака и Иакова, Бог наших отцов, прославил Своего Слугу Иисуса, Которого вы предали и от Которого отреклись перед Пилатом, хотя тот хотел освободить Его. ",
          "ID": "13"
        },
        {
          "text": "Но вы отреклись от Святого и Праведного и выпросили, чтобы вам освободили убийцу. ",
          "ID": "14"
        },
        {
          "text": "Вы убили Начальника жизни, но Бог воскресил Его из мертвых, и мы этому свидетели. ",
          "ID": "15"
        },
        {
          "text": "Имя Его укрепило этого человека, которого вы видите и знаете, и вера, которая от Него, исцелила его у вас на глазах.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Братья, я понимаю, что вы и ваши начальники поступили по незнанию. ",
          "ID": "17"
        },
        {
          "text": "Но именно так Бог исполнил то, что Он предсказывал через всех пророков, когда говорил, что Христу предстоят страдания.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Итак, покайтесь и обратитесь к Богу, чтобы ваши грехи были стерты, ",
          "ID": "19"
        },
        {
          "text": "чтобы от Господа пришли времена обновления и чтобы Он послал предназначенного вам Христа – Иисуса.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но Иисус должен оставаться на небесах, пока не наступит время, когда Бог восстановит все, время о котором Он давно возвещал через Своих святых пророков. ",
          "ID": "21"
        },
        {
          "text": "Ведь Моисей сказал:",
          "ID": "22"
        },
        {
          "text": "«Из ваших братьев",
          "ID": "22"
        },
        {
          "text": "Господь, ваш Бог,",
          "ID": "22"
        },
        {
          "text": "поставит вам Пророка, подобного мне.",
          "ID": "22"
        },
        {
          "text": "Вы должны слушать Его во всем,",
          "ID": "22"
        },
        {
          "text": "что бы Он ни сказал вам.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "И всякий, кто не послушает того Пророка,",
          "ID": "23"
        },
        {
          "text": "будет искоренен из народа».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Да и все пророки, которые когда-либо говорили, начиная с Самуила, также предсказывали эти дни. ",
          "ID": "24"
        },
        {
          "text": "Вы же – наследники пророков и наследники завета, который Бог заключил с вашими отцами. Он сказал Аврааму:",
          "ID": "25"
        },
        {
          "text": "«Через твое потомство получат благословение",
          "ID": "25"
        },
        {
          "text": "все народы на земле».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда Бог воскресил Своего Слугу, Он прежде всего послал Его к вам, чтобы благословить вас и призвать каждого из вас отвратиться от ваших злых дел.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "Деяния Апостолов 3"
    },
    {
      "text": [
        {
          "text": "Пока Петр и Иоанн говорили к народу, к ним подошли священники, начальник храмовой стражи и саддукеи, ",
          "ID": "1"
        },
        {
          "text": "которые были крайне возмущены тем, что они учат народ и проповедуют, что, как Иисус воскрес из мертвых, так воскреснут и Его последователи. ",
          "ID": "2"
        },
        {
          "text": "Они схватили Петра и Иоанна и, так как уже было поздно, заключили их до утра под стражу. ",
          "ID": "3"
        },
        {
          "text": "Многие же из слышавших Весть поверили, и число верующих возросло примерно до пяти тысяч.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "На следующий день начальники, старейшины и учители Закона собрались вместе в Иерусалиме. ",
          "ID": "5"
        },
        {
          "text": "Там были первосвященник Анна, Кайафа, Иоанн, Александр и все члены рода первосвященника. ",
          "ID": "6"
        },
        {
          "text": "Они поставили арестованных посередине и стали допрашивать их:",
          "ID": "7"
        },
        {
          "text": "– Какой силой или от чьего имени вы сделали это?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда Петр, исполненный Святым Духом, сказал им:",
          "ID": "8"
        },
        {
          "text": "– Начальники народа и старейшины! ",
          "ID": "8"
        },
        {
          "text": "Если вы сегодня требуете от нас ответа за добро, совершенное калеке, и спрашиваете нас, как он был исцелен, ",
          "ID": "9"
        },
        {
          "text": "то знайте, вы и весь народ Израиля: этот человек сейчас стоит перед вами здоровым благодаря имени Иисуса Христа из Назарета, Которого вы распяли и Которого Бог воскресил из мертвых! ",
          "ID": "10"
        },
        {
          "text": "Иисус и есть тот",
          "ID": "11"
        },
        {
          "text": "Камень, Который был отвергнут вами, строителями,",
          "ID": "11"
        },
        {
          "text": "и Который стал краеугольным.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Ни в ком другом спасения нет, потому что не дано людям никакого другого имени под небом, которым надлежало бы нам спастись.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Всех удивляла смелость Петра и Иоанна, ведь было видно, что они люди неученые и простые. В них узнавали спутников Иисуса. ",
          "ID": "13"
        },
        {
          "text": "Видя же рядом с ними исцеленного, присутствующие ничего не могли им возразить. ",
          "ID": "14"
        },
        {
          "text": "Тогда они приказали им покинуть Высший Совет и стали совещаться между собой.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Что нам делать с этими людьми? – говорили они. – Все жители Иерусалима знают, что они совершили великое чудо, и мы не можем это отрицать. ",
          "ID": "16"
        },
        {
          "text": "Чтобы слух об этом не распространился еще шире среди народа, давайте пригрозим им, чтобы они никому не говорили об этом имени.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Они опять велели ввести их и запретили им вообще говорить и учить во имя Иисуса. ",
          "ID": "18"
        },
        {
          "text": "Но Петр и Иоанн ответили им:",
          "ID": "19"
        },
        {
          "text": "– Посудите сами, справедливо ли перед Богом подчиняться вам больше, чем Богу? ",
          "ID": "19"
        },
        {
          "text": "Ведь не можем же мы молчать о том, что мы видели и слышали.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Члены Высшего Совета, пригрозив им еще раз, отпустили их, не найдя возможности наказать, потому что весь народ славил Бога за то, что произошло. ",
          "ID": "21"
        },
        {
          "text": "Ведь человеку, с которым произошло это чудо исцеления, было больше сорока лет.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда Петра и Иоанна отпустили, они вернулись к своим и рассказали им обо всем, что им говорили первосвященники и старейшины. ",
          "ID": "23"
        },
        {
          "text": "Когда верующие об этом услышали, то они единодушно возвысили голос к Богу и сказали:",
          "ID": "24"
        },
        {
          "text": "– Владыка! Ты создал небо, землю, море и все, что в них. ",
          "ID": "24"
        },
        {
          "text": "Ты сказал Святым Духом через уста нашего отца и Твоего слуги Давида:",
          "ID": "25"
        },
        {
          "text": "«Зачем возмущаются народы,",
          "ID": "25"
        },
        {
          "text": "и язычники замышляют пустое?",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Восстают земные цари,",
          "ID": "26"
        },
        {
          "text": "и правители собираются вместе",
          "ID": "26"
        },
        {
          "text": "против Господа",
          "ID": "26"
        },
        {
          "text": "и против Его Помазанника».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Ведь действительно объединились в этом городе Ирод и Понтий Пилат с язычниками и с народом Израиля против Твоего святого Слуги Иисуса, Которого Ты помазал. ",
          "ID": "27"
        },
        {
          "text": "Они сделали то, что предопределено было Твоей силой и волей. ",
          "ID": "28"
        },
        {
          "text": "И сейчас, Господи, взгляни на их угрозы и дай Твоим слугам смело возвещать Твое слово. ",
          "ID": "29"
        },
        {
          "text": "Протяни руку Твою и исцеляй больных, совершай знамения и чудеса именем Твоего святого Слуги Иисуса!",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "И когда они помолились, то место, где они находились, сотряслось, и они были исполнены Святым Духом и смело возвещали слово Божье.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Все множество уверовавших было едино сердцем и душой. Никто не считал, что его имущество принадлежит лично ему, но все у них было общее. ",
          "ID": "32"
        },
        {
          "text": "Апостолы продолжали с огромной силой свидетельствовать о воскресении Господа Иисуса, и Бог проявлял ко всем Свою благодать в полной мере. ",
          "ID": "33"
        },
        {
          "text": "Среди них не было ни одного нуждающегося, потому что те, у кого были земли и дома, продавали их, приносили вырученные деньги ",
          "ID": "34"
        },
        {
          "text": "и клали у ног апостолов. Эти деньги распределялись каждому по потребности. ",
          "ID": "35"
        },
        {
          "text": "Например, Иосиф, которого апостолы прозвали Варнавой (что значит «сын утешения»), левит с Кипра, ",
          "ID": "36"
        },
        {
          "text": "владевший участком земли, продал свое поле, принес деньги и положил у ног апостолов.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "Деяния Апостолов 4"
    },
    {
      "text": [
        {
          "text": "Один же человек, по имени Анания, вместе со своей женой Сапфирой, продал свое имение ",
          "ID": "1"
        },
        {
          "text": "и часть вырученной суммы оставил себе, причем его жена знала об этом. Остальное же он принес и положил к ногам апостолов. ",
          "ID": "2"
        },
        {
          "text": "Петр сказал ему:",
          "ID": "3"
        },
        {
          "text": "– Анания, как это сатана мог завладеть твоим сердцем настолько, что ты солгал Святому Духу и оставил себе часть денег, которые ты получил за проданную землю? ",
          "ID": "3"
        },
        {
          "text": "Ведь земля до того, как ты ее продал, была твоей, и деньги, которые ты за нее получил, тоже твои. Почему же ты замыслил такое? Ты солгал не людям, а Богу.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Как только Анания услышал эти слова, он упал мертвым. Все присутствующие сильно испугались. ",
          "ID": "5"
        },
        {
          "text": "Подошли молодые люди, завернули его тело, вынесли и похоронили.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Часа три спустя пришла его жена, ничего не знавшая о происшедшем. ",
          "ID": "7"
        },
        {
          "text": "Петр спросил ее:",
          "ID": "8"
        },
        {
          "text": "– Скажи мне, вы с мужем за такую-то сумму продали землю?",
          "ID": "8"
        },
        {
          "text": "– Да, – ответила она, – за такую.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Петр сказал ей:",
          "ID": "9"
        },
        {
          "text": "– Что это вы сговорились испытывать Духа Господа? Ты слышишь шаги у дверей? Это возвращаются хоронившие твоего мужа. Они и тебя вынесут.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И в тот же момент она упала к его ногам мертвой. Молодые люди вошли и, найдя ее мертвой, вынесли и похоронили ее рядом с мужем. ",
          "ID": "10"
        },
        {
          "text": "Всей церковью и всеми, кто об этом слышал, овладел великий страх.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Через апостолов в народе совершалось много знамений и чудес. Все верующие собирались вместе в колоннаде Соломона. ",
          "ID": "12"
        },
        {
          "text": "И никто из случайных людей не решался к ним присоединяться, хотя народ их очень уважал. ",
          "ID": "13"
        },
        {
          "text": "Верующих же в Господа становилось все больше и больше, и мужчин, и женщин. ",
          "ID": "14"
        },
        {
          "text": "Люди выносили на улицы больных, клали их на носилках и циновках, чтобы хоть тень Петра упала на них, когда он будет проходить мимо. ",
          "ID": "15"
        },
        {
          "text": "И из городов, что были близ Иерусалима, приходили толпы людей. Они приносили больных и одержимых нечистыми духами, и все исцелялись.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Первосвященник и все его приближенные, принадлежавшие к группе саддукеев, были переполнены завистью. ",
          "ID": "17"
        },
        {
          "text": "Они арестовали апостолов и заключили их в народную темницу. ",
          "ID": "18"
        },
        {
          "text": "Однако ангел Господа ночью открыл ворота темницы и вывел их.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Идите, станьте в храме, – сказал он, – и говорите людям все об этой новой жизни.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Они послушались и, придя рано утром в храм, начали учить.",
          "ID": "21"
        },
        {
          "text": "Когда прибыли первосвященник и его приближенные, они созвали Высший Совет и всех старейшин Израиля и послали в темницу за апостолами. ",
          "ID": "21"
        },
        {
          "text": "Но когда стражники пришли в темницу, то не нашли их там и, возвратившись, доложили:",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Темничные ворота надежно закрыты, у ворот стоит охрана, но когда мы вошли внутрь, мы никого там не нашли.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Выслушав их, начальник храмовой стражи и первосвященники пришли в недоумение – что бы это значило? ",
          "ID": "24"
        },
        {
          "text": "Потом кто-то пришел и сообщил им:",
          "ID": "25"
        },
        {
          "text": "– Люди, которых вы заключили в темницу, стоят в храме и учат народ.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Тогда начальник стражи пошел со стражниками и привел апостолов. Они не применяли силу, потому что боялись, что народ может побить их камнями.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Апостолов ввели и поставили перед Высшим Советом. Первосвященник сказал им:",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Мы вам строго запретили учить от этого имени, но вы весь Иерусалим наполнили своим учением и к тому же обвиняете нас в смерти Этого Человека.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Петр и другие апостолы ответили:",
          "ID": "29"
        },
        {
          "text": "– Мы должны больше подчиняться Богу, чем людям! ",
          "ID": "29"
        },
        {
          "text": "Бог наших отцов воскресил Иисуса, Которого вы убили, повесив на дереве. ",
          "ID": "30"
        },
        {
          "text": "Но Бог вознес Его и посадил по правую руку от Себя как Вождя и Спасителя, чтобы дать Израилю возможность покаяния и прощения грехов. ",
          "ID": "31"
        },
        {
          "text": "Свидетели этому – мы и Святой Дух, Которого Бог дал тем, кто послушен Ему.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Когда присутствующие услышали это, они пришли в ярость и хотели убить их. ",
          "ID": "33"
        },
        {
          "text": "Но тогда встал один из членов Высшего Совета, фарисей по имени Гамалиил, учитель Закона, уважаемый всем народом. Он велел вывести апостолов на некоторое время. ",
          "ID": "34"
        },
        {
          "text": "Затем он сказал:",
          "ID": "35"
        },
        {
          "text": "– Израильтяне, хорошо подумайте о том, что вы собираетесь сделать с этими людьми. ",
          "ID": "35"
        },
        {
          "text": "Не так давно объявился здесь Февда, выдававший себя за кого-то великого. За ним пошло около четырехсот человек, но когда он был убит, то все его последователи разбежались, и все окончилось ничем. ",
          "ID": "36"
        },
        {
          "text": "После него был Иуда из Галилеи. Он появился во время переписи и увлек народ за собой. Он тоже погиб, и его последователи рассеялись. ",
          "ID": "37"
        },
        {
          "text": "Поэтому в данном случае вот вам мой совет: оставьте этих людей. Отпустите их. Если их начинание от людей, то оно обречено на провал. ",
          "ID": "38"
        },
        {
          "text": "Если же оно от Бога, то вы не сможете их остановить, а лишь сами окажетесь противниками Бога.",
          "ID": "39"
        },
        {
          "text": "Его речь убедила присутствующих. ",
          "ID": "39"
        },
        {
          "text": "Они призвали апостолов и приказали их избить. Потом они еще раз запретили им говорить от имени Иисуса и отпустили. ",
          "ID": "40"
        },
        {
          "text": "Апостолы покинули Высший Совет, радуясь тому, что они оказались достойными понести такое бесчестие ради имени Иисуса. ",
          "ID": "41"
        },
        {
          "text": "И каждый день в храме и по домам они продолжали учить и возвещать Радостную Весть о том, что Иисус – Христос.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "Деяния Апостолов 5"
    },
    {
      "text": [
        {
          "text": "В эти дни, когда число учеников стало расти, грекоязычные евреи начали жаловаться на местных евреев. Они говорили, что те пренебрегают их вдовами, когда раздают ежедневную пищу. ",
          "ID": "1"
        },
        {
          "text": "Тогда Двенадцать созвали всех учеников и сказали:",
          "ID": "2"
        },
        {
          "text": "– Мы не можем, оставив служение словом Божьим, заняться обслуживанием столов. ",
          "ID": "2"
        },
        {
          "text": "Поэтому, братья, выберите из вашей среды семь человек с хорошей репутацией, исполненных Духа и мудрости, и мы возложим на них эту обязанность. ",
          "ID": "3"
        },
        {
          "text": "Сами же мы будем продолжать молиться и нести служение слова.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Это предложение всем понравилось, и выбрали Стефана, человека, полного веры и Святого Духа, Филиппа, Прохора, Никанора, Тимона, Пармена и Николая из Антиохии, обращенного в иудаизм. ",
          "ID": "5"
        },
        {
          "text": "Их представили апостолам, и те помолились и возложили на них руки.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Слово Божье распространялось, и число учеников в Иерусалиме быстро увеличивалось, даже многие священники покорились вере.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Стефан, человек, полный Божьей благодати и силы, совершал в народе великие чудеса и знамения. ",
          "ID": "8"
        },
        {
          "text": "Некоторые из членов так называемой Синагоги Вольноотпущенников, Киренцев и Александрийцев, а также иудеи из Киликии и провинции Азия, вступили в спор со Стефаном. ",
          "ID": "9"
        },
        {
          "text": "Но они ничего не могли противопоставить мудрости и силе Духа, с которыми говорил Стефан. ",
          "ID": "10"
        },
        {
          "text": "Тогда они тайно подговорили нескольких людей сказать: «Мы слышали, как Стефан говорил кощунственные слова против Моисея и Бога».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Они возбудили народ, старейшин и учителей Закона; напав на Стефана, они схватили его и привели в Высший Совет. ",
          "ID": "12"
        },
        {
          "text": "Представили лжесвидетелей, которые сказали:",
          "ID": "13"
        },
        {
          "text": "– Этот человек постоянно говорит против святого храма и против Закона. ",
          "ID": "13"
        },
        {
          "text": "Мы слышали, как он говорил, что Иисус из Назарета разрушит храм и изменит обычаи, которые передал нам Моисей.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Все сидевшие в Высшем Совете внимательно смотрели на Стефана и видели, что лицо его, как лицо ангела.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "Деяния Апостолов 6"
    },
    {
      "text": [
        {
          "text": "Затем первосвященник спросил Стефана:",
          "ID": "1"
        },
        {
          "text": "– Это так?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Стефан ответил:",
          "ID": "2"
        },
        {
          "text": "– Братья и отцы! Выслушайте меня. Бог славы явился нашему праотцу Аврааму, когда он жил еще в Месопотамии – до того, как он поселился в Харране. ",
          "ID": "2"
        },
        {
          "text": "«Оставь свою страну и своих родственников, – сказал Он ему, – и иди в землю, которую Я тебе укажу». ",
          "ID": "3"
        },
        {
          "text": "Авраам покинул страну халдеев и поселился в Харране. Оттуда, после смерти его отца, Бог переселил Авраама в страну, в которой вы сейчас живете. ",
          "ID": "4"
        },
        {
          "text": "Он не дал ему здесь никакого наследия, не дал земли даже на ширину ступни. Но Бог обещал дать эту землю во владение ему и его потомкам, хотя в то время у Авраама не было ребенка. ",
          "ID": "5"
        },
        {
          "text": "Бог говорил ему: «Твои потомки будут странниками в чужой земле; они будут обращены в рабство и будут терпеть зло четыреста лет. ",
          "ID": "6"
        },
        {
          "text": "Но Я накажу народ, поработивший их, – сказал Бог, – и тогда они выйдут оттуда и будут служить Мне на этом месте». ",
          "ID": "7"
        },
        {
          "text": "Затем Он дал Аврааму завет обрезания. Авраам стал отцом Исаака и обрезал его на восьмой день после рождения, Исаак же стал отцом Иакова, а Иаков – двенадцати патриархов.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Патриархи из зависти к Иосифу продали его в Египет. Но Бог был с ним ",
          "ID": "9"
        },
        {
          "text": "и избавил его от всех бед. Он дал Иосифу мудрость и помог ему заслужить расположение фараона, царя Египта. Тот сделал Иосифа правителем всего Египта и всего своего дома. ",
          "ID": "10"
        },
        {
          "text": "Затем во всем Египте и в Ханаане начался голод и великое бедствие, и наши праотцы не могли найти пищи. ",
          "ID": "11"
        },
        {
          "text": "Когда Иаков услышал о том, что в Египте есть зерно, он послал туда наших праотцев в первый раз. ",
          "ID": "12"
        },
        {
          "text": "Когда они пришли во второй раз, Иосиф открылся своим братьям, и фараон узнал о родственниках Иосифа. ",
          "ID": "13"
        },
        {
          "text": "После этого Иосиф послал за своим отцом Иаковом и за всеми своими родственниками, которых насчитывалось семьдесят пять человек. ",
          "ID": "14"
        },
        {
          "text": "Иаков пришел в Египет, где умерли и он, и наши праотцы. ",
          "ID": "15"
        },
        {
          "text": "Тела их были перенесены в Шехем и положены в гробницу, которую Авраам купил за серебро у сыновей Хамора в Шехеме.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "По мере того как приближалось время исполнения обещаний, данных Богом Аврааму, возрастала численность нашего народа в Египте. ",
          "ID": "17"
        },
        {
          "text": "Так продолжалось, пока в Египте не пришел к власти другой царь, который не знал про Иосифа. ",
          "ID": "18"
        },
        {
          "text": "Он притеснял наших предков, действуя с коварством против нашего народа: он заставлял их выбрасывать новорожденных младенцев, чтобы те умирали.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "В это время родился Моисей, прекрасный перед Богом. Три месяца его вскармливали в отцовском доме, ",
          "ID": "20"
        },
        {
          "text": "а когда вынуждены были расстаться с ним, его подобрала дочь фараона и воспитала, как своего собственного сына. ",
          "ID": "21"
        },
        {
          "text": "Моисей был научен всей египетской мудрости; он был силен и в слове, и в деле. ",
          "ID": "22"
        },
        {
          "text": "Когда ему было сорок лет, он решил навестить своих братьев израильтян. ",
          "ID": "23"
        },
        {
          "text": "Увидев, что одного из них обижает египтянин, он вступился и отомстил, убив обидчика. ",
          "ID": "24"
        },
        {
          "text": "Моисей думал, его братья поймут, что Бог через него дает им избавление, но они не поняли. ",
          "ID": "25"
        },
        {
          "text": "На следующий день Моисей увидел, как двое израильтян дерутся. Он попытался помирить их. «Вы же братья, – говорил он, – зачем вы обижаете друг друга?» ",
          "ID": "26"
        },
        {
          "text": "Тогда обидчик оттолкнул Моисея и сказал: «Кто поставил тебя начальником и судьей над нами? ",
          "ID": "27"
        },
        {
          "text": "Или ты хочешь убить и меня, как вчера убил египтянина?» ",
          "ID": "28"
        },
        {
          "text": "Услышав такие слова, Моисей бежал и поселился в мадианской земле как чужеземец. Там у него родились два сына.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Через сорок лет Моисею явился Ангел в пламени горящего тернового куста в пустыне, недалеко от горы Синай. ",
          "ID": "30"
        },
        {
          "text": "Моисей был поражен, когда это увидел. Он подошел ближе, чтобы лучше рассмотреть, и услышал голос Господа: ",
          "ID": "31"
        },
        {
          "text": "«Я Бог твоих отцов, Бог Авраама, Исаака и Иакова». Моисей дрожал от страха и не решался поднять глаз. ",
          "ID": "32"
        },
        {
          "text": "Господь сказал ему: «Сними свою обувь, потому что место, на котором ты стоишь, – святая земля. ",
          "ID": "33"
        },
        {
          "text": "Я увидел угнетение Моего народа в Египте и услышал их стоны. Я сошел, чтобы освободить их. А теперь иди, Я посылаю тебя в Египет».",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Того самого Моисея, которого они отвергли и о котором говорили: «Кто поставил тебя начальником и судьей?»  – Бог посылал теперь как вождя и избавителя через Ангела, Который явился ему в терновом кусте. ",
          "ID": "35"
        },
        {
          "text": "Моисей вывел их из Египта, совершая чудеса и знамения в Египте, у Красного моря и в пустыне на протяжении сорока лет. ",
          "ID": "36"
        },
        {
          "text": "Этот же самый Моисей сказал израильтянам: «Из ваших же братьев Бог поставит вам Пророка подобного мне». ",
          "ID": "37"
        },
        {
          "text": "Он, Моисей, – тот самый человек, который был с народом Израиля, собранным в пустыне; он был там с Ангелом, Который говорил с ним на горе Синай, и с нашими отцами. Он принял живые слова, чтобы передать их нам.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Наши отцы, однако, отказались повиноваться ему, но отвергли его и захотели вернуться в Египет. ",
          "ID": "39"
        },
        {
          "text": "Они сказали Аарону: «Сделай нам богов, которые пойдут перед нами, потому что мы не знаем, что приключилось с этим Моисеем, выведшим нас из Египта». ",
          "ID": "40"
        },
        {
          "text": "В те дни они сделали золотого тельца, принесли этому идолу жертву и радовались делу своих рук. ",
          "ID": "41"
        },
        {
          "text": "Бог же отвернулся от них и оставил их поклоняться небесным телам, как об этом написано в Книге Пророков:",
          "ID": "42"
        },
        {
          "text": "«Приносили ли вы Мне заклания и жертвы",
          "ID": "42"
        },
        {
          "text": "в течение сорока лет в пустыне, дом Израиля?",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Вы взяли с собой шатер Молоха,",
          "ID": "43"
        },
        {
          "text": "звезду вашего бога Ремфана",
          "ID": "43"
        },
        {
          "text": "и изображения, которые вы сделали для поклонения.",
          "ID": "43"
        },
        {
          "text": "Поэтому Я пошлю вас в плен дальше Вавилона».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "У наших отцов в пустыне была скиния свидетельства, сделанная согласно указаниям, которые Бог дал Моисею, и по образцу, который увидел Моисей. ",
          "ID": "44"
        },
        {
          "text": "Получив эту скинию, наши отцы, под предводительством Иисуса Навина, внесли ее во владения народов, которых Бог изгнал перед ними. И так было до времен царствования Давида, ",
          "ID": "45"
        },
        {
          "text": "который был любим Богом и просил у Него позволения найти жилище для Бога Иакова. ",
          "ID": "46"
        },
        {
          "text": "Однако дом Ему построил Соломон. ",
          "ID": "47"
        },
        {
          "text": "Но Всевышний не живет в домах, построенных людьми. Пророк говорит об этом:",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "«Небеса – престол Мой,",
          "ID": "49"
        },
        {
          "text": "и земля – подножие ног Моих!",
          "ID": "49"
        },
        {
          "text": "Какой вы можете построить Мне дом? –",
          "ID": "49"
        },
        {
          "text": "говорит Господь. –",
          "ID": "49"
        },
        {
          "text": "Где может быть место отдыха для Меня?",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Разве не Моей рукой все это сотворено?»",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Вы – упрямый народ с необрезанными сердцами и ушами! Вы всегда противитесь Святому Духу, как и ваши отцы! ",
          "ID": "51"
        },
        {
          "text": "Кого из пророков ваши отцы не преследовали? Они убили тех, кто предсказывал пришествие Праведного, предателями и убийцами Которого стали теперь вы! ",
          "ID": "52"
        },
        {
          "text": "Приняв Закон, переданный вам через ангелов, вы не соблюли его.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Услышав это, они пришли в ярость и начали скрежетать зубами от злости на Стефана. ",
          "ID": "54"
        },
        {
          "text": "Стефан же, исполненный Святого Духа, поднял глаза к небу и увидел славу Божью и Иисуса, стоящего по правую руку от Бога.",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "– Смотрите, – сказал он, – я вижу открытые небеса и Сына Человеческого, стоящего по правую руку от Бога!",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Тогда они все вместе, заткнув уши, с громким криком бросились на него. ",
          "ID": "57"
        },
        {
          "text": "Они выволокли Стефана за пределы города и стали бросать в него камни. Свидетели обвинения оставили свои плащи у ног молодого человека по имени Савл. ",
          "ID": "58"
        },
        {
          "text": "Когда они бросали в Стефана камни, тот молился:",
          "ID": "59"
        },
        {
          "text": "– Господь Иисус, прими дух мой!",
          "ID": "59"
        },
        {
          "text": " ",
          "ID": "59"
        },
        {
          "text": "Потом он пал на колени и громко воскликнул:",
          "ID": "60"
        },
        {
          "text": "– Господи, не наказывай их за этот грех!",
          "ID": "60"
        },
        {
          "text": "С этими словами он умер.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "Деяния Апостолов 7"
    },
    {
      "text": [
        {
          "text": "Савл же одобрял это убийство.",
          "ID": "1"
        },
        {
          "text": "С того дня началось большое гонение на иерусалимскую церковь, и все, кроме апостолов, рассеялись по Иудее и Самарии. ",
          "ID": "1"
        },
        {
          "text": "Благочестивые люди похоронили Стефана и горько оплакивали его. ",
          "ID": "2"
        },
        {
          "text": "А Савл преследовал церковь. Он ходил из дома в дом, хватал мужчин и женщин и бросал их в темницу.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Между тем, рассеявшиеся, изгнанные из своих мест, возвещали Радостную Весть везде, куда бы они ни приходили. ",
          "ID": "4"
        },
        {
          "text": "Филипп пришел в главный город Самарии и возвещал там о Христе. ",
          "ID": "5"
        },
        {
          "text": "Толпы народа внимательно слушали то, что он говорил, и видели знамения, которые он совершал, ",
          "ID": "6"
        },
        {
          "text": "потому что из многих одержимых выходили с громким криком нечистые духи, и многие парализованные и хромые получали исцеление. ",
          "ID": "7"
        },
        {
          "text": "И в городе том была большая радость.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Был там один человек по имени Симон, который раньше занимался в этом городе колдовством, изумляя жителей Самарии; сам он выдавал себя за кого-то великого. ",
          "ID": "9"
        },
        {
          "text": "Все люди, и простые, и знатные, слушали его с восхищением, говоря:",
          "ID": "10"
        },
        {
          "text": "– Этот человек – проявление всемогущего Бога, Которого называют Великим.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "А восхищались им потому, что он уже долгое время удивлял людей своим колдовством. ",
          "ID": "11"
        },
        {
          "text": "Но когда жители этого города поверили Филиппу, возвещающему Царство Божье и имя Иисуса Христа, то многие мужчины и женщины приняли крещение. ",
          "ID": "12"
        },
        {
          "text": "Симон тоже поверил и принял крещение. Он повсюду ходил за Филиппом, удивляясь знамениям и великим чудесам.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда апостолы в Иерусалиме услышали о том, что в Самарии приняли слово Божье, они послали к ним Петра и Иоанна. ",
          "ID": "14"
        },
        {
          "text": "Те пришли и молились, чтобы новообращенные получили Святого Духа, ",
          "ID": "15"
        },
        {
          "text": "потому что ни на кого из них Дух еще не сошел, они только были крещены во имя Господа Иисуса. ",
          "ID": "16"
        },
        {
          "text": "Затем Петр и Иоанн возложили на них руки, и они приняли Святого Духа. ",
          "ID": "17"
        },
        {
          "text": "Когда Симон увидел, что Дух был дан через возложение рук апостолов, он предложил им деньги, ",
          "ID": "18"
        },
        {
          "text": "говоря:",
          "ID": "19"
        },
        {
          "text": "– Дайте и мне такую силу, чтобы тот, на кого я возложу руки, получал Святого Духа.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но Петр ответил:",
          "ID": "20"
        },
        {
          "text": "– Пусть твои деньги погибнут вместе с тобой, раз ты думаешь, что можешь купить дар Божий за деньги! ",
          "ID": "20"
        },
        {
          "text": "У тебя нет никакого права участвовать в этом деле, потому что сердце твое не право перед Богом. ",
          "ID": "21"
        },
        {
          "text": "Раскайся в этом зле и молись Господу, может быть, Он простит тебе такие мысли. ",
          "ID": "22"
        },
        {
          "text": "Я вижу, что ты полон горькой желчи и скован цепями неправды.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Симон ответил:",
          "ID": "24"
        },
        {
          "text": "– Помолитесь обо мне Господу, чтобы со мной не приключилось ничего из сказанного вами.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Апостолы свидетельствовали и возвещали там слово Господа. Потом они пошли обратно в Иерусалим и по дороге возвещали Радостную Весть во многих самарийских селениях.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Ангел Господа сказал Филиппу:",
          "ID": "26"
        },
        {
          "text": "– Ступай на юг, на дорогу, что ведет через пустыню из Иерусалима в Газу.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Филипп встал и пошел. В это время там находился эфиопский евнух, придворный Кандакии, то есть царицы эфиопов, заведовавший всей ее казной. Он приезжал на поклонение в Иерусалим ",
          "ID": "27"
        },
        {
          "text": "и теперь возвращался домой. Сидя в своей колеснице, он читал пророка Исаию. ",
          "ID": "28"
        },
        {
          "text": "Дух сказал Филиппу:",
          "ID": "29"
        },
        {
          "text": "– Подойди к этой колеснице и иди рядом.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Филипп подбежал к колеснице и услышал, что в ней читают пророка Исаию.",
          "ID": "30"
        },
        {
          "text": "– Ты понимаешь то, о чем читаешь? – спросил Филипп.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– Как же мне понять без объяснения? – ответил тот и пригласил Филиппа подняться и сесть с ним.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "А читал он следующее место из Писания:",
          "ID": "32"
        },
        {
          "text": "«Как овца, Он был веден на заклание,",
          "ID": "32"
        },
        {
          "text": "и, как ягненок перед стригущим безмолвен,",
          "ID": "32"
        },
        {
          "text": "так и Он не открывал уст Своих.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Он был унижен и лишен права на справедливый суд.",
          "ID": "33"
        },
        {
          "text": "Кто может рассказать о Его потомках?",
          "ID": "33"
        },
        {
          "text": "Ведь Его жизнь забирается от земли».",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Евнух спросил Филиппа:",
          "ID": "34"
        },
        {
          "text": "– Скажи мне, о ком здесь говорит пророк, о себе или о ком-то другом?",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Тогда Филипп стал объяснять, начав с этого места Писания, и рассказал ему Радостную Весть об Иисусе. ",
          "ID": "35"
        },
        {
          "text": "Тем временем они приблизились к какой-то воде.",
          "ID": "36"
        },
        {
          "text": "– Смотри, вот вода, – сказал евнух. – Что мешает мне принять крещение?",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Филипп сказал:",
          "ID": "37"
        },
        {
          "text": "– Если ты веришь всем сердцем, то можно.",
          "ID": "37"
        },
        {
          "text": "Евнух сказал:",
          "ID": "37"
        },
        {
          "text": "– Я верю, что Иисус Христос – Сын Божий.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Он приказал остановить колесницу, оба они, Филипп и евнух, вошли в воду, и Филипп крестил его. ",
          "ID": "38"
        },
        {
          "text": "А когда они вышли из воды, Дух Господа унес Филиппа, и евнух его больше не видел. Радостный он продолжал свой путь. ",
          "ID": "39"
        },
        {
          "text": "А Филипп оказался в городе Ашдоде. Он возвещал Радостную Весть во всех городах, пока не пришел в Кесарию.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "Деяния Апостолов 8"
    },
    {
      "text": [
        {
          "text": "Савл по-прежнему дышал злобой, желая смерти ученикам Господа. Он пришел к первосвященнику ",
          "ID": "1"
        },
        {
          "text": "и попросил у него письма к синагогам Дамаска, чтобы он мог арестовывать и приводить в Иерусалим всех принадлежащих Пути, которых сможет там найти, будь то мужчины или женщины.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда он уже приближался к Дамаску, его внезапно озарил свет с неба. ",
          "ID": "3"
        },
        {
          "text": "Он упал на землю и услышал голос:",
          "ID": "4"
        },
        {
          "text": "– Савл, Савл, почему ты Меня гонишь?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Кто Ты, Господи? – спросил Савл.",
          "ID": "5"
        },
        {
          "text": "– Я Иисус, Которого ты преследуешь, – ответил Он. ",
          "ID": "5"
        },
        {
          "text": "– Вставай и иди в город, там тебе скажут, что ты должен делать.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Люди, путешествовавшие вместе с Савлом, стояли онемев: они слышали звук, но никого не видели. ",
          "ID": "7"
        },
        {
          "text": "Савл поднялся с земли, но когда он открыл глаза, оказалось, что он ничего не видит; и его за руку привели в Дамаск. ",
          "ID": "8"
        },
        {
          "text": "Три дня он был слеп и ничего не ел и не пил.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В Дамаске жил ученик по имени Анания. Господь сказал ему в видении:",
          "ID": "10"
        },
        {
          "text": "– Анания!",
          "ID": "10"
        },
        {
          "text": "– Да, Господи, – ответил тот.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "11"
        },
        {
          "text": "– Пойди на улицу Прямую в дом Иуды и спроси там человека из Тарса по имени Савл. Он сейчас молится, ",
          "ID": "11"
        },
        {
          "text": "и в видении он видел человека по имени Анания, который пришел и возложил на него руки, чтобы он прозрел.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Анания ответил:",
          "ID": "13"
        },
        {
          "text": "– Господи, я от многих людей слышал об этом человеке, о том, как много зла он причинил Твоим святым в Иерусалиме. ",
          "ID": "13"
        },
        {
          "text": "И сюда он пришел, получив от первосвященников полномочия арестовывать всех, кто призывает Твое имя.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Но Господь сказал ему:",
          "ID": "15"
        },
        {
          "text": "– Иди, потому что человек этот – Мое орудие, которое Я избрал, чтобы возвестить имя Мое перед язычниками, перед царями и перед народом Израиля. ",
          "ID": "15"
        },
        {
          "text": "Я покажу ему и то, сколько ему предстоит пострадать из-за Моего имени.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Анания пошел, вошел в тот дом, возложил на Савла руки и сказал:",
          "ID": "17"
        },
        {
          "text": "– Брат Савл, Господь Иисус, Который явился тебе на твоем пути сюда, послал меня к тебе, чтобы ты опять мог видеть и был исполнен Святым Духом.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "В тот же момент будто чешуя спала с глаз Савла, и он прозрел. Он встал и принял крещение. ",
          "ID": "18"
        },
        {
          "text": "Затем он поел, и к нему вернулись силы.",
          "ID": "19"
        },
        {
          "text": "Савл провел несколько дней с учениками в Дамаске ",
          "ID": "19"
        },
        {
          "text": "и сразу же начал возвещать в синагогах о том, что Иисус – Сын Бога. ",
          "ID": "20"
        },
        {
          "text": "Все, кто его слышал, удивлялись и говорили:",
          "ID": "21"
        },
        {
          "text": "– Разве не он истреблял в Иерусалиме призывающих это имя и разве он не пришел сюда, чтобы арестовывать их и вести к первосвященникам?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Савл проповедовал все с большей силой и приводил в замешательство живших в Дамаске иудеев, доказывая, что Иисус – Христос.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда же прошло немало дней, среди иудеев был составлен заговор с целью убить Савла. ",
          "ID": "23"
        },
        {
          "text": "Однако Савлу стало известно об этом. Заговорщики день и ночь сторожили у ворот города, чтобы убить его, ",
          "ID": "24"
        },
        {
          "text": "но его ученики ночью взяли и спустили его в корзине по городской стене.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Савл пришел в Иерусалим и пытался присоединиться к ученикам, но они боялись его и не верили, что он тоже ученик. ",
          "ID": "26"
        },
        {
          "text": "Варнава же привел его к апостолам и рассказал им о том, как Савл на пути встретил Господа, как Господь говорил с ним и как в Дамаске он смело проповедовал во имя Иисуса. ",
          "ID": "27"
        },
        {
          "text": "Савл пробыл с ними некоторое время и свободно ходил по Иерусалиму, смело проповедуя во имя Господа. ",
          "ID": "28"
        },
        {
          "text": "Он часто беседовал и спорил с грекоязычными иудеями, и те пытались убить его. ",
          "ID": "29"
        },
        {
          "text": "Когда братья узнали об этом, они отвели Савла в Кесарию и оттуда отправили его в Тарс.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Между тем для церкви по всей Иудее, Галилее и Самарии наступило мирное время. Церковь укреплялась и росла, живя в страхе перед Господом и получая ободрение от Святого Духа.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Петр, посещая город за городом, решил навестить и святых, живущих в Лидде. ",
          "ID": "32"
        },
        {
          "text": "Там был один человек, которого звали Эней, он был парализован и не вставал с постели восемь лет. ",
          "ID": "33"
        },
        {
          "text": "Петр сказал ему:",
          "ID": "34"
        },
        {
          "text": "– Эней! Иисус Христос исцеляет тебя. Встань и собери постель.",
          "ID": "34"
        },
        {
          "text": "В тот же момент Эней встал. ",
          "ID": "34"
        },
        {
          "text": "Когда все жители Лидды и Шарона увидели его исцеленным, они обратились к Господу.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "В Яффе была одна ученица по имени Тавита, что значит «газель». Она всегда делала добро и помогала бедным. ",
          "ID": "36"
        },
        {
          "text": "И вот в это время она заболела и умерла. Ее омыли и положили в верхней комнате. ",
          "ID": "37"
        },
        {
          "text": "Поскольку Лидда находится недалеко от Яффы, ученики, услышав, что Петр находится там, послали к нему двух человек с просьбой:",
          "ID": "38"
        },
        {
          "text": "– Приди срочно к нам!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Петр пошел с ними, и когда он прибыл, его провели в верхнюю комнату. Вокруг него собрались все вдовы. Они плакали и показывали ему платья и другую одежду, которую сшила им Газель, когда она была жива. ",
          "ID": "39"
        },
        {
          "text": "Петр выслал всех из комнаты, стал на колени и помолился. Затем он повернулся к умершей и сказал:",
          "ID": "40"
        },
        {
          "text": "– Тавита, встань!",
          "ID": "40"
        },
        {
          "text": "Она открыла глаза, увидела Петра и села. ",
          "ID": "40"
        },
        {
          "text": "Он взял ее за руку и помог встать на ноги. Затем он созвал вдов и других верующих и представил им Тавифу живой. ",
          "ID": "41"
        },
        {
          "text": "Об этом стало известно во всей Яффе, и много людей поверило в Господа.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Петр пробыл в Яффе еще немало дней, он остановился у кожевника Симона.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "Деяния Апостолов 9"
    },
    {
      "text": [
        {
          "text": "В Кесарии был человек по имени Корнилий, сотник, из полка, который носит название Италийский. ",
          "ID": "1"
        },
        {
          "text": "Корнилий, как и вся его семья, был человеком благочестивым и боящимся Бога, он щедро раздавал милостыню и постоянно молился Богу. ",
          "ID": "2"
        },
        {
          "text": "Однажды около девятого часа Корнилию было видение. Он ясно видел Божьего ангела, который явился ему и сказал:",
          "ID": "3"
        },
        {
          "text": "– Корнилий!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он взглянул на него в ужасе и сказал:",
          "ID": "4"
        },
        {
          "text": "– Что, господин?",
          "ID": "4"
        },
        {
          "text": "Ангел ответил:",
          "ID": "4"
        },
        {
          "text": "– Бог вспомнил о тебе, потому что твои молитвы и милостыни вознеслись к Нему, как приятный запах жертвоприношения. ",
          "ID": "4"
        },
        {
          "text": "Пошли людей в Яффу, чтобы они позвали Симона, которого называют Петром, ",
          "ID": "5"
        },
        {
          "text": "он остановился у кожевника Симона, в доме у моря.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда ангел, говоривший с ним, ушел, Корнилий позвал двух своих слуг и благочестивого солдата, исполнявшего его личные поручения. ",
          "ID": "7"
        },
        {
          "text": "Пересказав им все, что произошло, он послал их в Яффу.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "В полдень следующего дня, когда посланные уже подходили к городу, Петр поднялся на крышу дома помолиться. ",
          "ID": "9"
        },
        {
          "text": "Он был голоден и хотел есть. Пока готовили пищу, Петру было видение. ",
          "ID": "10"
        },
        {
          "text": "Он видел раскрытые небеса и нечто похожее на широкое полотно, которое опускалось на землю, придерживаемое за четыре конца. ",
          "ID": "11"
        },
        {
          "text": "В этом полотне были всякие виды четвероногих животных, пресмыкающиеся и птицы. ",
          "ID": "12"
        },
        {
          "text": "Затем голос сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Встань, Петр, заколи и съешь.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Ни в коем случае, Господи! – ответил Петр. – Я никогда не ел ничего оскверненного или нечистого.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда голос сказал ему во второй раз:",
          "ID": "15"
        },
        {
          "text": "– Не называй нечистым то, что Бог очистил.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Так было три раза, и тотчас полотно было поднято на небо.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Петр все недоумевал, что бы значило это видение, когда люди, посланные Корнилием, расспросив про дом Симона, подошли и остановились у ворот. ",
          "ID": "17"
        },
        {
          "text": "Они стали спрашивать, здесь ли остановился Симон, называемый Петром. ",
          "ID": "18"
        },
        {
          "text": "Петр все еще обдумывал видение, когда Дух сказал ему:",
          "ID": "19"
        },
        {
          "text": "– Тебя ищут три человека. ",
          "ID": "19"
        },
        {
          "text": "Вставай и спускайся вниз. Иди с ними без колебаний, потому что это Я послал их.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Петр спустился вниз и сказал этим людям:",
          "ID": "21"
        },
        {
          "text": "– Я тот, кого вы ищете. По какому делу вы пришли?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Они ответили:",
          "ID": "22"
        },
        {
          "text": "– Сотник Корнилий, человек праведный и богобоязненный, уважаемый всем народом иудейским, получил от святого ангела повеление пригласить тебя в свой дом и выслушать, что ты ему скажешь.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тогда Петр пригласил их войти в дом и оказал им гостеприимство.",
          "ID": "23"
        },
        {
          "text": "На следующий день Петр отправился с ними, в сопровождении нескольких братьев из Яффы. ",
          "ID": "23"
        },
        {
          "text": "На другой день они прибыли в Кесарию. Корнилий уже ждал их, созвав своих родственников и близких друзей. ",
          "ID": "24"
        },
        {
          "text": "Когда Петр пришел, Корнилий встретил его и, павши к его ногам, поклонился ему. ",
          "ID": "25"
        },
        {
          "text": "Но Петр поднял его, сказав:",
          "ID": "26"
        },
        {
          "text": "– Встань, я тоже человек.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Разговаривая с Корнилием, Петр вошел в дом, где уже собралось много народу. ",
          "ID": "27"
        },
        {
          "text": "Он сказал им:",
          "ID": "28"
        },
        {
          "text": "– Вы сами знаете, что иудею возбраняется общаться с иноплеменником и заходить к нему в дом. Но Бог показал мне, что я ни одного человека не должен называть оскверненным или нечистым, ",
          "ID": "28"
        },
        {
          "text": "и поэтому, когда за мной пришли, я пошел без возражений. Позвольте же мне спросить теперь, зачем вы послали за мной?",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Корнилий ответил:",
          "ID": "30"
        },
        {
          "text": "– Четвертого дня в это самое время, в девятом часу я молился в своем доме, как вдруг передо мной предстал человек в сверкающей одежде. ",
          "ID": "30"
        },
        {
          "text": "«Корнилий, – сказал он, – твоя молитва услышана, и твои милостыни вспомянуты перед Богом. ",
          "ID": "31"
        },
        {
          "text": "Пошли людей в Яффу за Симоном, которого еще называют Петром, он гостит в доме кожевника Симона, что у моря». ",
          "ID": "32"
        },
        {
          "text": "Я сразу послал за тобой, и хорошо, что ты пришел. Сейчас все мы здесь, перед Богом, и хотим выслушать то, что Господь повелел тебе сказать.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Петр начал говорить:",
          "ID": "34"
        },
        {
          "text": "– Теперь я понимаю, что Бог действительно беспристрастен, ",
          "ID": "34"
        },
        {
          "text": "и в каждом народе Ему угоден тот, кто боится Его и поступает по правде! ",
          "ID": "35"
        },
        {
          "text": "Он послал народу Израиля Радостную Весть о том, что мы можем иметь мир с Ним через Иисуса Христа, Который является Господом всех людей. ",
          "ID": "36"
        },
        {
          "text": "Вы знаете о тех событиях, которые происходили по всей Иудее, начиная от Галилеи, после крещения, о котором возвещал Иоанн: ",
          "ID": "37"
        },
        {
          "text": "о том, как Бог помазал Святым Духом и силой Иисуса из Назарета, и Он ходил, совершая добрые дела и исцеляя всех, кто был во власти дьявола, потому что с Ним был Бог. ",
          "ID": "38"
        },
        {
          "text": "Мы свидетели всему тому, что Иисус делал в стране иудеев и в Иерусалиме. Его убили, повесив на дереве, ",
          "ID": "39"
        },
        {
          "text": "но Бог на третий день воскресил Его и дал Ему являться людям – ",
          "ID": "40"
        },
        {
          "text": "не всему народу, а заранее избранным Богом свидетелям, то есть нам, и мы ели и пили с Ним после того, как Он воскрес из мертвых. ",
          "ID": "41"
        },
        {
          "text": "Он повелел нам проповедовать людям и свидетельствовать о том, что именно Он и есть предназначенный Богом Судья живых и мертвых. ",
          "ID": "42"
        },
        {
          "text": "О Нем свидетельствуют все пророки, утверждая, что каждый верующий в Него получает прощение грехов благодаря Его имени.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Петр еще говорил это, когда на всех слушавших его Весть сошел Святой Дух. ",
          "ID": "44"
        },
        {
          "text": "Верующие из обрезанных, которые пришли с Петром, были удивлены, что дар Святого Духа был излит и на язычников, ",
          "ID": "45"
        },
        {
          "text": "потому что они слышали, как те говорили на языках и славили Бога. Тогда Петр сказал:",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "– Может ли кто-нибудь помешать быть крещенными водой этим людям, которые получили Духа Святого так же, как и мы?",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "И он велел им принять крещение во имя Иисуса Христа. Потом хозяева попросили Петра остаться с ними еще на несколько дней.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "Деяния Апостолов 10"
    },
    {
      "text": [
        {
          "text": "Апостолы и братья в Иудее услышали о том, что язычники тоже приняли слово Божье. ",
          "ID": "1"
        },
        {
          "text": "Поэтому, когда Петр пришел в Иерусалим, верующие из обрезанных стали упрекать его.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Ты ходил к необрезанным и ел с ними, – говорили они.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Тогда Петр начал подробно объяснять им, как все произошло.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Я был в городе Яффе и молился, – сказал он, – и в это время у меня было видение: нечто вроде большого полотна, которое за четыре конца спускалось с неба прямо туда, где я находился. ",
          "ID": "5"
        },
        {
          "text": "Заглянув в него, я увидел четвероногих животных и зверей, пресмыкающихся и птиц. ",
          "ID": "6"
        },
        {
          "text": "Потом я услышал голос, который говорил мне: «Встань, Петр, заколи и ешь». ",
          "ID": "7"
        },
        {
          "text": "Я же ответил: «Ни в коем случае, Господи! Никогда я не брал в рот ничего оскверненного или нечистого». ",
          "ID": "8"
        },
        {
          "text": "Голос с неба сказал мне во второй раз: «Не называй нечистым то, что Бог очистил». ",
          "ID": "9"
        },
        {
          "text": "Так повторялось три раза, и затем полотно было опять поднято на небо. ",
          "ID": "10"
        },
        {
          "text": "В тот же момент у дома, где я находился, остановились три человека, посланные ко мне из Кесарии. ",
          "ID": "11"
        },
        {
          "text": "Дух велел мне идти с ними, не раздумывая. Вот эти шесть братьев тоже пошли со мной, и мы пришли в дом того, кто меня позвал. ",
          "ID": "12"
        },
        {
          "text": "Он рассказал нам о том, как он видел у себя ангела. Ангел сказал ему: «Пошли людей в Яффу за Симоном, которого называют Петром, ",
          "ID": "13"
        },
        {
          "text": "и он расскажет вам о том, как ты и все твои домашние будете спасены». ",
          "ID": "14"
        },
        {
          "text": "Когда я начал говорить, на них сошел Святой Дух так же, как Он сошел вначале и на нас. ",
          "ID": "15"
        },
        {
          "text": "Тогда я вспомнил слова Господа: «Иоанн крестил водой, а вы будете крещены Святым Духом». ",
          "ID": "16"
        },
        {
          "text": "Поэтому, если Бог дал им тот же дар, что и нам, поверившим в Господа Иисуса Христа, то кто я такой, чтобы препятствовать Богу?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда они это выслушали, у них не осталось больше возражений, и они прославили Бога, говоря:",
          "ID": "18"
        },
        {
          "text": "– Значит, Бог дал покаяние и язычникам, чтобы они получили жизнь!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "А верующие, рассеянные гонением, которое началось из-за Стефана, дошли до Финикии, Кипра и Антиохии, проповедуя только иудеям. ",
          "ID": "19"
        },
        {
          "text": "Однако некоторые из них, уроженцы Кипра и Кирены, пришли в Антиохию и начали рассказывать Радостную Весть о Господе Иисусе также и грекам. ",
          "ID": "20"
        },
        {
          "text": "Рука Господня была с ними, и очень многие поверили и обратились к Господу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Весть об этом дошла и до церкви в Иерусалиме. Оттуда послали в Антиохию Варнаву. ",
          "ID": "22"
        },
        {
          "text": "Когда Варнава прибыл и увидел милость Божью, он обрадовался и убеждал всех оставаться в своих сердцах верными Господу. ",
          "ID": "23"
        },
        {
          "text": "Варнава был добрым человеком, полным Святого Духа и веры, и множество людей пришло к вере в Господа. ",
          "ID": "24"
        },
        {
          "text": "Затем Варнава пошел в Тарс, чтобы разыскать там Савла. ",
          "ID": "25"
        },
        {
          "text": "И когда он нашел его, то привел его в Антиохию. Целый год они оставались в антиохийской церкви и учили множество народа. Именно в Антиохии учеников стали впервые называть христианами.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "В это время из Иерусалима в Антиохию пришли несколько пророков. ",
          "ID": "27"
        },
        {
          "text": "Один из них, по имени Агав, встал и Духом предсказал, что по всей земле будет страшный голод, что и случилось во время правления Клавдия. ",
          "ID": "28"
        },
        {
          "text": "Поэтому ученики решили послать помощь братьям, живущим в Иудее, каждый по своим возможностям. ",
          "ID": "29"
        },
        {
          "text": "Так они и сделали, послав Варнаву и Савла доставить собранные деньги и вручить их старейшинам.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "Деяния Апостолов 11"
    },
    {
      "text": [
        {
          "text": "Примерно в это же время царь Ирод арестовал некоторых членов церкви, чтобы сделать им зло. ",
          "ID": "1"
        },
        {
          "text": "Он приказал убить мечом Иакова, брата Иоанна. ",
          "ID": "2"
        },
        {
          "text": "Когда он увидел, что иудеи этим довольны, он арестовал и Петра. Это произошло во время праздника Пресных хлебов. ",
          "ID": "3"
        },
        {
          "text": "Петра арестовали, заточили в темницу и выставили охрану из четырех смен караула по четыре человека в каждой. Ирод намеревался после Пасхи вывести Петра к народу. ",
          "ID": "4"
        },
        {
          "text": "Петр был под стражей в темнице, а церковь горячо молилась о нем Богу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "В ночь перед тем, как Ирод должен был вывести его на суд, Петр спал между двумя солдатами, скованный двумя цепями, а стражники у входа стерегли темницу. ",
          "ID": "6"
        },
        {
          "text": "Внезапно явился ангел Господа, и камеру осиял свет. Ангел толкнул Петра в бок и разбудил его.",
          "ID": "7"
        },
        {
          "text": "– Вставай быстрее! – сказал он, и цепи упали с рук Петра.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ангел сказал:",
          "ID": "8"
        },
        {
          "text": "– Подпояшься и обуй сандалии.",
          "ID": "8"
        },
        {
          "text": "Петр сделал это.",
          "ID": "8"
        },
        {
          "text": "– Обернись плащом и иди за мной, – сказал ангел.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Петр вышел за ангелом из темницы, не понимая, что все, что делает ангел, происходит наяву. Ему казалось, что он видит видение. ",
          "ID": "9"
        },
        {
          "text": "Они прошли мимо первой стражи, потом мимо второй и подошли к железным воротам, ведущим в город. Ворота сами открылись перед ними, и они вышли. Они прошли одну улицу, и вдруг ангел исчез. ",
          "ID": "10"
        },
        {
          "text": "Когда Петр пришел в себя, он сказал:",
          "ID": "11"
        },
        {
          "text": "– Теперь я действительно знаю, что Господь послал Своего ангела и избавил меня от руки Ирода и спас от того зла, которое желал мне иудейский народ.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поняв, что произошло, Петр пошел в дом Марии, матери Иоанна, которого еще называли Марком, где собралось для молитвы много народа. ",
          "ID": "12"
        },
        {
          "text": "Петр постучал в ворота, и на стук вышла служанка Рода. ",
          "ID": "13"
        },
        {
          "text": "Она узнала Петра по голосу и, забыв от радости открыть ворота, побежала обратно сказать, что Петр стоит у ворот.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Ты не в своем уме! – сказали ей.",
          "ID": "15"
        },
        {
          "text": "Но она продолжала настаивать.",
          "ID": "15"
        },
        {
          "text": "– Это его ангел, – решили они.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Петр между тем продолжал стучать, и когда они наконец открыли ворота и увидели его, то пришли в изумление. ",
          "ID": "16"
        },
        {
          "text": "Петр жестом попросил их молчать и рассказал, как Господь вывел его из темницы.",
          "ID": "17"
        },
        {
          "text": "– Расскажите об этом Иакову и другим братьям, – сказал он им и ушел оттуда в другое место.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Наутро среди солдат произошло большое замешательство, никто не знал, что случилось с Петром. ",
          "ID": "18"
        },
        {
          "text": "Ирод искал его, но поскольку розыски не принесли результата, он допросил стражников и велел казнить их.",
          "ID": "19"
        },
        {
          "text": "Затем Ирод отправился из Иудеи в Кесарию и оставался там некоторое время. ",
          "ID": "19"
        },
        {
          "text": "Ирод был рассержен на жителей Тира и Сидона, и те, согласившись между собой, явились к нему и, заручившись поддержкой Бласта, управляющего царским двором, попросили мира, потому что их область зависела от области царя в поставке продовольствия. ",
          "ID": "20"
        },
        {
          "text": "В назначенный день Ирод надел царскую мантию, сел в судейское кресло и обратился к ним с речью. ",
          "ID": "21"
        },
        {
          "text": "Народ стал восклицать:",
          "ID": "22"
        },
        {
          "text": "– Это голос бога, а не человека!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но в тот же момент ангел Господа поразил Ирода, потому что он не воздал славы Богу, и Ирод, изъеденный червями, умер.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Слово Божье между тем распространялось все дальше и дальше. ",
          "ID": "24"
        },
        {
          "text": "Варнава и Савл выполнили возложенную на них миссию и возвратились из Иерусалима, взяв с собой Иоанна, которого еще называли Марком.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "Деяния Апостолов 12"
    },
    {
      "text": [
        {
          "text": "В церкви Антиохии были пророки и учители: Варнава, Симеон, называемый Нигер, киренец Луций, Манаин, получивший воспитание вместе с правителем Иродом, и Савл. ",
          "ID": "1"
        },
        {
          "text": "Однажды, когда они служили Господу и постились, Святой Дух сказал:",
          "ID": "2"
        },
        {
          "text": "– Отделите мне Варнаву и Савла для дела, к которому Я их призвал.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И они после поста и молитвы возложили на них руки и отпустили их.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Эти два апостола, посланные Святым Духом, пошли в Селевкию, а оттуда отплыли на Кипр. ",
          "ID": "4"
        },
        {
          "text": "Они прибыли в Саламин и там возвещали слово Божье в иудейских синагогах. Иоанн тоже был с ними и помогал им. ",
          "ID": "5"
        },
        {
          "text": "Они прошли весь остров и пришли в Пафос. Там они встретили одного иудея по имени Вар-Иисус, который был колдуном и лжепророком. ",
          "ID": "6"
        },
        {
          "text": "Он был с римским проконсулом Сергием Павлом, человеком большого ума. Проконсул пригласил Варнаву и Савла, желая услышать слово Божье. ",
          "ID": "7"
        },
        {
          "text": "Но колдун, которого также звали Елима (что значит «чародей»), действовал против них и пытался отвратить проконсула от веры. ",
          "ID": "8"
        },
        {
          "text": "Тогда Савл, он же Павел, исполнившись Святого Духа, посмотрел прямо на Елиму ",
          "ID": "9"
        },
        {
          "text": "и сказал:",
          "ID": "10"
        },
        {
          "text": "– Сын дьявола, враг всякой праведности, полный лжи и нечестия! Неужели ты никогда не перестанешь искривлять прямые пути Господни? ",
          "ID": "10"
        },
        {
          "text": "Рука Господа обращена против тебя, ты будешь поражен слепотой и некоторое время не будешь видеть солнечного света.",
          "ID": "11"
        },
        {
          "text": "И сразу же его окутали мрак и тьма, и он стал метаться из стороны в сторону, ища кого-либо, кто бы повел его за руку. ",
          "ID": "11"
        },
        {
          "text": "Когда проконсул увидел, что произошло, он уверовал, изумленный учением о Господе.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Отплыв из Пафоса, Павел и его спутники прибыли в Пергию в Памфилии. Там Иоанн оставил их и возвратился в Иерусалим. ",
          "ID": "13"
        },
        {
          "text": "Из Пергии они пошли дальше, в Писидийскую Антиохию. В субботу они пришли в синагогу и сели. ",
          "ID": "14"
        },
        {
          "text": "После чтения из Закона и Пророков начальники синагоги передали им:",
          "ID": "15"
        },
        {
          "text": "– Братья, если у вас есть что-либо сказать в назидание людям, то говорите.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Павел встал и, сделав жест рукой, сказал:",
          "ID": "16"
        },
        {
          "text": "– Израильтяне и все боящиеся Бога, выслушайте меня! ",
          "ID": "16"
        },
        {
          "text": "Бог израильского народа избрал наших отцов. Он возвысил народ во время пребывания его в Египте и могучей рукой вывел их оттуда. ",
          "ID": "17"
        },
        {
          "text": "Сорок лет Он терпел их в пустыне. ",
          "ID": "18"
        },
        {
          "text": "Он истребил в Ханаане семь народов и отдал их землю в наследие нашим предкам.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "На это ушло около четырехсот пятидесяти лет. Затем, до времени пророка Самуила, Бог давал им судей. ",
          "ID": "20"
        },
        {
          "text": "Потом народ попросил себе царя, и Бог дал им из рода Вениамина Саула, сына Киша. Саул правил лет сорок. ",
          "ID": "21"
        },
        {
          "text": "Потом, отстранив Саула, Бог сделал царем Давида. Он свидетельствовал о нем: «Я нашел Давида, сына Иессея, человек этот Мне по сердцу, он исполнит все Мои желания». ",
          "ID": "22"
        },
        {
          "text": "Из потомков Давида Бог, согласно Своему обещанию, призвал Спасителя Израилю – Иисуса. ",
          "ID": "23"
        },
        {
          "text": "Перед пришествием Иисуса Иоанн призывал к крещению в знак покаяния весь народ Израиля. ",
          "ID": "24"
        },
        {
          "text": "Заканчивая свое служение, Иоанн говорил: «За кого вы меня принимаете? Я не Он. Но за мной идет Тот, у Кого я не достоин даже развязать ремни сандалий на ногах».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Братья, дети рода Авраама, и те, кто боится Бога! Эта весть спасения была послана к нам! ",
          "ID": "26"
        },
        {
          "text": "Жители Иерусалима и их начальники не узнали Христа, они осудили Его и тем самым исполнили слова пророков, которые читаются каждую субботу. ",
          "ID": "27"
        },
        {
          "text": "Они не нашли в Нем никакой вины, за которую Он был бы достоин смерти, и все-таки выпросили у Пилата разрешение казнить Его. ",
          "ID": "28"
        },
        {
          "text": "Когда они исполнили все, что было о Нем написано, они сняли Его с дерева и положили в гробницу. ",
          "ID": "29"
        },
        {
          "text": "Но Бог воскресил Его из мертвых, ",
          "ID": "30"
        },
        {
          "text": "и еще много дней те, кто пришел вместе с Ним из Галилеи в Иерусалим, видели Его. Они сейчас – Его свидетели перед народом.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Мы провозглашаем вам сейчас эту Радостную Весть: то, что Бог обещал нашим отцам, ",
          "ID": "32"
        },
        {
          "text": "Он исполнил для нас, их детей, воскресив Иисуса. Во втором псалме написано:",
          "ID": "33"
        },
        {
          "text": "«Ты Сын Мой,",
          "ID": "33"
        },
        {
          "text": "сегодня Я родил Тебя».",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "А о том, что Бог воскресил Его из мертвых, так что тело Его уже никогда не увидит тления, Он сказал так:",
          "ID": "34"
        },
        {
          "text": "«Я дам вам святые и неизменные благословения, обещанные Давиду».",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "И в другом месте Он говорит:",
          "ID": "35"
        },
        {
          "text": "«Ты не дашь Твоему Святому увидеть тление».",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Давид в своем поколении исполнял Божий замысел. Давид умер, его похоронили с его отцами, и тело его истлело. ",
          "ID": "36"
        },
        {
          "text": "Но Тот, Кого Бог воскресил, избежал тления.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Поэтому, братья, я хочу, чтобы вы знали, что благодаря Ему вам сегодня возвещается прощение грехов, ",
          "ID": "38"
        },
        {
          "text": "и во всем, в чем Закон Моисея не мог вас оправдать, каждый верующий получает оправдание в Нем. ",
          "ID": "39"
        },
        {
          "text": "Смотрите, чтобы не случилось с вами того, о чем сказано у пророков:",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "«Посмотрите, насмешники,",
          "ID": "41"
        },
        {
          "text": "изумитесь и погибните,",
          "ID": "41"
        },
        {
          "text": "потому что Я совершу в ваши дни такое,",
          "ID": "41"
        },
        {
          "text": "чему бы вы никогда не поверили,",
          "ID": "41"
        },
        {
          "text": "если бы вам рассказали об этом».",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Когда Павел и Варнава покидали синагогу, их попросили говорить о том же в следующую субботу. ",
          "ID": "42"
        },
        {
          "text": "Собрание разошлось, но многие иудеи и благочестивые люди из обращенных в иудаизм пошли за Павлом и Варнавой. Те говорили с ними и убеждали их и дальше жить, доверяясь благодати Божьей.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "В следующую субботу почти весь город собрался, чтобы послушать слово Господа. ",
          "ID": "44"
        },
        {
          "text": "Когда иудеи увидели столько народа, они исполнились завистью и стали с оскорблениями возражать тому, что говорил Павел. ",
          "ID": "45"
        },
        {
          "text": "Тогда Павел и Варнава решительно сказали им:",
          "ID": "46"
        },
        {
          "text": "– Слово Божье следовало в первую очередь возвещать вам. Но так как вы отрицаете его и не считаете себя достойными вечной жизни, мы обращаемся теперь к язычникам, ",
          "ID": "46"
        },
        {
          "text": "как и повелел нам Господь. Он сказал:",
          "ID": "47"
        },
        {
          "text": "«Я сделал тебя светом для язычников,",
          "ID": "47"
        },
        {
          "text": "чтобы через тебя спасение достигло концов земли».",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Когда язычники слышали это, они радовались и славили Господа за Его слово, и все предназначенные к вечной жизни уверовали.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Слово Господне распространилось по всей той области.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Иудеи подговорили благочестивых женщин из знатных семей и начальников города, и те возбудили преследование против Павла и Варнавы и выгнали их из своих пределов. ",
          "ID": "50"
        },
        {
          "text": "Тогда они отряхнули пыль со своих ног во свидетельство против них и пошли в Иконию. ",
          "ID": "51"
        },
        {
          "text": "Ученики же исполнялись радости и Святого Духа.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "Деяния Апостолов 13"
    },
    {
      "text": [
        {
          "text": "В Иконии Павел и Варнава вошли, как обычно, в иудейскую синагогу и говорили так убедительно, что поверило очень много иудеев и греков. ",
          "ID": "1"
        },
        {
          "text": "Однако иудеи, которые отказались им верить, возбудили язычников и настроили их против братьев. ",
          "ID": "2"
        },
        {
          "text": "Павел и Варнава провели там довольно много времени. Они смело говорили о Господе, Который подтверждал весть о Своей благодати, давая им силу совершать знамения и чудеса. ",
          "ID": "3"
        },
        {
          "text": "Жители города разделились. Одни поддерживали иудеев, а другие – апостолов. ",
          "ID": "4"
        },
        {
          "text": "Но когда язычники и иудеи вместе со своими начальниками захотели применить силу и побить их камнями, ",
          "ID": "5"
        },
        {
          "text": "те, узнав об этом, бежали в города Ликаонии, Листру и Дервию, и в их окрестности, ",
          "ID": "6"
        },
        {
          "text": "где продолжали возвещать Радостную Весть.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "В Листре жил человек, не владевший ногами; он был хромым от рождения и никогда не ходил. ",
          "ID": "8"
        },
        {
          "text": "Он слушал то, что говорил Павел. Павел же посмотрел на него и увидел, что у того есть вера для исцеления.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Встань на ноги твои прямо! – громко сказал он калеке.",
          "ID": "10"
        },
        {
          "text": "Тот вскочил и начал ходить. ",
          "ID": "10"
        },
        {
          "text": "Люди увидели, что сделал Павел, и стали кричать на ликаонском языке:",
          "ID": "11"
        },
        {
          "text": "– К нам сошли боги в образе людей!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Они назвали Варнаву Зевсом, а Павла Гермесом, потому что говорил в основном он. ",
          "ID": "12"
        },
        {
          "text": "За городом был храм Зевса, и его жрец привел к городским воротам быков и принес венки, желая вместе с народом принести им жертву. ",
          "ID": "13"
        },
        {
          "text": "Когда же апостолы Варнава и Павел услышали об этом, они разорвали свои одежды, кинулись в толпу и стали кричать:",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Опомнитесь, что вы делаете? Мы такие же люди, как и вы! Мы принесли вам Радостную Весть, и мы хотим, чтобы вы оставили этих бесполезных идолов и обратились к живому Богу, Который создал небо и землю, море и все, что в них. ",
          "ID": "15"
        },
        {
          "text": "В прошлом Он позволял народам ходить каждому своими путями, ",
          "ID": "16"
        },
        {
          "text": "но продолжал свидетельствовать о Себе, делая добро, посылая вам дождь с небес и урожай в свое время, давая пищу и наполняя ваши сердца радостью.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но даже этими словами им едва удалось убедить народ не приносить им жертву.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Однако иудеи, которые пришли из Антиохии и Иконии, склонили толпу на свою сторону. Павла побили камнями и выволокли за город, думая, что он уже мертв. ",
          "ID": "19"
        },
        {
          "text": "Но когда ученики собрались вокруг него, он поднялся и пошел обратно в город. На следующий день они с Варнавой ушли в Дервию.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Они возвещали Радостную Весть в этом городе и приобрели много учеников. Затем они возвратились в Листру, Иконию и Антиохию. ",
          "ID": "21"
        },
        {
          "text": "Там они ободряли учеников и воодушевляли их оставаться твердыми в вере.",
          "ID": "22"
        },
        {
          "text": "– Нам предстоит испытать много скорбей перед тем, как мы войдем в Божье Царство, – говорили они.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Павел и Варнава в каждой церкви назначили старших и, помолившись с постом, передали их Господу, в Которого они уверовали. ",
          "ID": "23"
        },
        {
          "text": "Затем они прошли Писидию и пришли в Памфилию. ",
          "ID": "24"
        },
        {
          "text": "Проповедовав слово в Пергии, они пришли в Атталию. ",
          "ID": "25"
        },
        {
          "text": "Из Атталии они отплыли обратно в Антиохию, где были вверены Божьей благодати на труд, который они и исполнили. ",
          "ID": "26"
        },
        {
          "text": "Вернувшись обратно, они собрали церковь и рассказали обо всем, что Бог совершил через них и как Он открыл дверь веры для язычников. ",
          "ID": "27"
        },
        {
          "text": "Там они пробыли довольно много времени вместе с учениками.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "Деяния Апостолов 14"
    },
    {
      "text": [
        {
          "text": "Из Иудеи в Антиохию пришли люди, которые стали учить братьев:",
          "ID": "1"
        },
        {
          "text": "– Если вы не будете обрезаны по обряду, установленному Моисеем, вы не можете быть спасены.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Это привело к разногласиям и горячему спору между ними с одной стороны и Павлом и Варнавой – с другой. Тогда Павлу и Варнаве поручили пойти вместе с несколькими другими верующими в Иерусалим и обсудить этот вопрос с апостолами и старейшинами. ",
          "ID": "2"
        },
        {
          "text": "Получив помощь от церкви, они пошли через Финикию и Самарию, рассказывая там об обращении язычников. Эта весть вызывала у всех верующих большую радость.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "В Иерусалиме они были приняты членами церкви, апостолами и старейшинами и рассказали им обо всем, что Бог совершил через них. ",
          "ID": "4"
        },
        {
          "text": "Но верующие, принадлежавшие к группе фарисеев, говорили, что язычников следует обрезывать и требовать от них соблюдения Закона Моисея.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Апостолы и старейшины собрались, чтобы рассмотреть этот вопрос. ",
          "ID": "6"
        },
        {
          "text": "После долгих обсуждений Петр поднялся и сказал:",
          "ID": "7"
        },
        {
          "text": "– Братья, как вы знаете, прошло уже много времени с того дня, как Бог выбрал из всех нас меня возвещать слово Радостной Вести язычникам, чтобы и они уверовали. ",
          "ID": "7"
        },
        {
          "text": "Бог знает сердца людей, и Он дал свидетельство того, что принимает и уверовавших язычников, даровав им Святого Духа так же, как и нам. ",
          "ID": "8"
        },
        {
          "text": "Он не делает никакой разницы между нами и ими, потому что Он через веру очистил и их сердца! ",
          "ID": "9"
        },
        {
          "text": "Так зачем же вы испытываете Бога, возлагая на шеи учеников бремя, которое не в состоянии были нести ни наши отцы, ни мы? ",
          "ID": "10"
        },
        {
          "text": "Ведь мы верим в то, что получаем спасение по благодати Господа Иисуса так же, как и они.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Тогда все затихли и стали слушать рассказ Варнавы и Павла о знамениях и чудесах, которые Бог совершил через них среди язычников. ",
          "ID": "12"
        },
        {
          "text": "Когда они закончили, Иаков сказал:",
          "ID": "13"
        },
        {
          "text": "– Братья, послушайте меня. ",
          "ID": "13"
        },
        {
          "text": "Симон рассказал нам о том, как Бог впервые решил составить из язычников народ для Себя. ",
          "ID": "14"
        },
        {
          "text": "Это в полном согласии со словами пророков, где сказано:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "«Затем Я возвращусь",
          "ID": "16"
        },
        {
          "text": "и восстановлю павшую скинию Давида.",
          "ID": "16"
        },
        {
          "text": "Я восстановлю ее руины",
          "ID": "16"
        },
        {
          "text": "и воссоздам ее,",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "чтобы остальные люди",
          "ID": "17"
        },
        {
          "text": "и все народы, которые были названы Моим именем,",
          "ID": "17"
        },
        {
          "text": "стали искать Господа. Так говорит Господь,",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Который объявил об этом издревле».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Поэтому я считаю, что мы не должны создавать трудностей для язычников, обращающихся к Богу. ",
          "ID": "19"
        },
        {
          "text": "Напротив, мы должны написать им письмо, предупредив лишь, чтобы они воздерживались от вещей, оскверненных идолами, от разврата, от мяса удушенных животных и от крови. И чтобы не делали другим того, чего себе не желают. ",
          "ID": "20"
        },
        {
          "text": "Ведь Закон Моисея издавна возвещается в каждом городе и читается в синагогах каждую субботу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Апостолы и старейшины вместе со всей церковью решили выбрать несколько человек из своей среды и послать их с Павлом и Варнавой в Антиохию. Они выбрали Иуду, которого еще называли Варсавой, и Силу. Эти двое были руководителями среди братьев. ",
          "ID": "22"
        },
        {
          "text": "С ними передали такое письмо:",
          "ID": "23"
        },
        {
          "text": "«Братья апостолы и старейшины",
          "ID": "23"
        },
        {
          "text": "братьям из язычников, находящимся в Антиохии, Сирии и Киликии.",
          "ID": "23"
        },
        {
          "text": "Приветствуем вас!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "До нас дошли слухи о том, что некоторые люди, пришедшие от нас, привели вас в замешательство своими словами и взволновали ваши умы, но мы ничего им не поручали. ",
          "ID": "24"
        },
        {
          "text": "Поэтому мы с общего согласия решили выбрать из нашей среды несколько человек и послать их к вам вместе с нашими дорогими Варнавой и Павлом, ",
          "ID": "25"
        },
        {
          "text": "которые рисковали своей жизнью ради имени нашего Господа Иисуса Христа. ",
          "ID": "26"
        },
        {
          "text": "Мы посылаем к вам также Иуду и Силу, чтобы они на словах подтвердили то, что мы пишем. ",
          "ID": "27"
        },
        {
          "text": "Святой Дух и мы решили не обременять вас ничем, кроме следующих требований: ",
          "ID": "28"
        },
        {
          "text": "воздерживайтесь от пищи, принесенной в жертву идолам, от крови, от мяса удушенных животных и от разврата. И не делайте другим того, чего себе не желаете. Если вы будете соблюдать это, то поступите правильно.",
          "ID": "29"
        },
        {
          "text": "Будьте здоровы!»",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Посланные отправились и пришли в Антиохию. Там они собрали церковь и вручили письмо. ",
          "ID": "30"
        },
        {
          "text": "Люди читали его и радовались ободряющей вести. ",
          "ID": "31"
        },
        {
          "text": "Иуда и Сила, которые сами были пророками, своими словами ободряли и воодушевляли братьев. ",
          "ID": "32"
        },
        {
          "text": "Они провели там некоторое время, и братья с миром отпустили их к тем, кто их послал. ",
          "ID": "33"
        },
        {
          "text": "Сила, однако же, решил остаться, а Иуда вернулся в Иерусалим. ",
          "ID": "34"
        },
        {
          "text": "Павел и Варнава остались в Антиохии, где они со многими другими братьями учили и возвещали слово Господа.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Спустя некоторое время Павел предложил Варнаве:",
          "ID": "36"
        },
        {
          "text": "– Давай посетим братьев во всех городах, где мы возвещали слово Господне, и посмотрим, как у них идут дела.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Варнава хотел взять с собой Иоанна, которого еще называли Марком, ",
          "ID": "37"
        },
        {
          "text": "но Павел не хотел брать с собой того, кто оставил их в Памфилии и не помог исполнить порученную им работу.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Разногласие по этому вопросу было столь острым, что они расстались. Варнава взял Марка и отплыл на Кипр, ",
          "ID": "39"
        },
        {
          "text": "а Павел выбрал Силу и, будучи вверен братьями благодати Господа, отправился в путь. ",
          "ID": "40"
        },
        {
          "text": "Павел проходил через Сирию и Киликию, утверждая церкви.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "Деяния Апостолов 15"
    },
    {
      "text": [
        {
          "text": "Павел пришел в Дервию и Листру. Там жил ученик по имени Тимофей.",
          "ID": "1"
        },
        {
          "text": "Мать Тимофея была верующей иудеянкой, а отец его был грек. ",
          "ID": "1"
        },
        {
          "text": "О Тимофее хорошо отзывались братья в Листре и Иконии. ",
          "ID": "2"
        },
        {
          "text": "Павел захотел взять его с собой в путешествие. И ради иудеев, которые жили в той местности, обрезал его, поскольку все знали, что отец Тимофея грек. ",
          "ID": "3"
        },
        {
          "text": "Путешествуя из города в город, Павел и его спутники призывали верующих соблюдать решение, принятое апостолами и старейшинами в Иерусалиме. ",
          "ID": "4"
        },
        {
          "text": "Церкви укреплялись в вере, и число уверовавших с каждым днем увеличивалось.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Они проходили через Фригию и Галатийскую область, но Святой Дух не позволил им возвещать слово в провинции Азия. ",
          "ID": "6"
        },
        {
          "text": "Подойдя к границе с Мисией, они собрались идти в Вифинию, но Дух Иисуса не позволил им, ",
          "ID": "7"
        },
        {
          "text": "и они, пройдя Мисию, пришли в Троаду. ",
          "ID": "8"
        },
        {
          "text": "Ночью Павлу было видение: ему явился человек из Македонии. Он стоял и просил его:",
          "ID": "9"
        },
        {
          "text": "– Приди в Македонию и помоги нам!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "После этого видения мы решили, что Бог призывает нас возвещать им Радостную Весть, и сразу же приготовились отправиться в Македонию.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Из Троады мы отплыли прямо в Самофракию и оттуда на следующий день в Неаполь. ",
          "ID": "11"
        },
        {
          "text": "Из Неаполя мы продолжили путешествие в Филиппы, римскую колонию и главный город той части Македонии. Там мы пробыли несколько дней. ",
          "ID": "12"
        },
        {
          "text": "В субботу мы вышли за ворота города к реке, где, как мы предполагали, было место для молитвы. Мы сели и начали разговаривать с женщинами, которые там собрались. ",
          "ID": "13"
        },
        {
          "text": "Среди них была одна по имени Лидия, из города Фиатиры, которая торговала дорогими пурпурными тканями. Лидия чтила Бога, и Господь открыл ее сердце к тому, что говорил Павел. ",
          "ID": "14"
        },
        {
          "text": "После того как она и ее домашние были крещены, она пригласила нас к себе.",
          "ID": "15"
        },
        {
          "text": "– Если вы считаете меня верной Господу, то придите и погостите у меня в доме, – упрашивала она и уговорила нас.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Однажды, когда мы шли к месту молитвы, по дороге нам повстречалась некая рабыня, одержимая духом-змеем. Предсказаниями она приносила большой доход своим хозяевам. ",
          "ID": "16"
        },
        {
          "text": "Рабыня шла за Павлом и за нами и кричала:",
          "ID": "17"
        },
        {
          "text": "– Эти люди – слуги Всевышнего Бога! Они возвещают вам путь спасения!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Она делала это изо дня в день, и когда Павлу все это надоело, он обернулся и сказал духу:",
          "ID": "18"
        },
        {
          "text": "– Во имя Иисуса Христа я повелеваю тебе: выйди из нее!",
          "ID": "18"
        },
        {
          "text": "В тот же момент дух ее покинул. ",
          "ID": "18"
        },
        {
          "text": "Когда ее хозяева поняли, что у них пропал источник дохода, они схватили Павла и Силу и поволокли их на площадь к городским властям. ",
          "ID": "19"
        },
        {
          "text": "Они привели их к начальникам города и сказали:",
          "ID": "20"
        },
        {
          "text": "– Эти люди – иудеи, и они служат причиной беспорядков в нашем городе. ",
          "ID": "20"
        },
        {
          "text": "Они вводят обычаи, которые нам, римлянам, не следует ни принимать, ни исполнять.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Толпа тоже присоединилась к обвинениям против Павла и Силы, и начальники велели раздеть их и бить палками. ",
          "ID": "22"
        },
        {
          "text": "Их сильно избили и бросили в темницу, а темничному стражу приказали бдительно их охранять. ",
          "ID": "23"
        },
        {
          "text": "Получив такой приказ, он закрыл их во внутреннюю камеру и забил их ноги в колоду.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Около полуночи Павел и Сила молились и пели хвалебные песни Богу, а другие заключенные слушали их. ",
          "ID": "25"
        },
        {
          "text": "Внезапно произошло такое сильное землетрясение, что поколебались основания темницы. Все двери раскрылись, и у всех заключенных цепи упали с ног. ",
          "ID": "26"
        },
        {
          "text": "Когда темничный страж проснулся и увидел, что все двери темницы раскрыты, он схватил меч и хотел покончить с собой, думая, что все заключенные убежали. ",
          "ID": "27"
        },
        {
          "text": "Но Павел успел крикнуть:",
          "ID": "28"
        },
        {
          "text": "– Не губи себя! Мы все здесь!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Страж потребовал света, вбежал внутрь и, дрожа, пал перед Павлом и Силой. ",
          "ID": "29"
        },
        {
          "text": "Он вывел их наружу и спросил:",
          "ID": "30"
        },
        {
          "text": "– Господа мои, что мне делать, чтобы быть спасенным?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– Веруй в Господа Иисуса, – ответили они, – и ты будешь спасен, и твои домашние.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "И они возвестили слово Господа ему и его домашним. ",
          "ID": "32"
        },
        {
          "text": "В тот же ночной час темничный страж промыл им раны и сразу же был крещен, он сам и все домашние его. ",
          "ID": "33"
        },
        {
          "text": "Он привел Павла и Силу к себе домой и накрыл для них стол. Вместе со всеми своими домашними он радовался тому, что поверил в Бога.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Наступил день, и городские начальники послали своих служителей в темницу с приказом:",
          "ID": "35"
        },
        {
          "text": "– Освободите этих людей.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Темничный страж сказал Павлу:",
          "ID": "36"
        },
        {
          "text": "– Начальники приказали освободить вас! Вы можете идти с миром!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Но Павел сказал:",
          "ID": "37"
        },
        {
          "text": "– Они без суда избили нас перед народом, несмотря на то что мы римские граждане, и бросили нас в темницу. Сейчас же они хотят от нас избавиться так, чтобы никто не знал? Нет! Пусть они сами придут и выведут нас.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Служители доложили об этом городским начальникам, и когда те услышали, что Павел и Сила римские граждане, то испугались. ",
          "ID": "38"
        },
        {
          "text": "Они пришли, принесли им свои извинения, вывели из темницы и попросили, чтобы те покинули город. ",
          "ID": "39"
        },
        {
          "text": "Выйдя из темницы, Павел и Сила пошли в дом Лидии. Там они встретились с братьями и ободрили их. После этого они отправились дальше.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "Деяния Апостолов 16"
    },
    {
      "text": [
        {
          "text": "Пройдя Амфиполь и Аполлонию, они пришли в Фессалонику, где была иудейская синагога. ",
          "ID": "1"
        },
        {
          "text": "Павел, по своему обычаю, пошел в синагогу и там три субботы подряд рассуждал с иудеями о Писании, ",
          "ID": "2"
        },
        {
          "text": "объясняя и доказывая, что Христос должен был пострадать и воскреснуть из мертвых.",
          "ID": "3"
        },
        {
          "text": "– Иисус, о Котором я вам возвещаю, и есть Христос, – говорил Павел.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Им удалось убедить как нескольких иудеев, так и многих благочестивых греков и немало знатных женщин. И все они присоединились к Павлу и Силе. ",
          "ID": "4"
        },
        {
          "text": "Это возбудило зависть остальных иудеев, и они, взяв с собой негодных людей, которых нашли на базаре, собрали толпу и устроили в городе беспорядки. Они ринулись к дому Иасона, ища Павла и Силу, чтобы вывести их к толпе. ",
          "ID": "5"
        },
        {
          "text": "Не найдя их там, они потащили Иасона и других братьев к городским властям.",
          "ID": "6"
        },
        {
          "text": "– Эти люди устраивают беспорядки по всему миру, а сейчас пришли и сюда, – кричала толпа, ",
          "ID": "6"
        },
        {
          "text": "– и Иасон принял их в свой дом. Они нарушают повеления кесаря и говорят, что есть другой царь, Которого зовут Иисус.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Толпа и городские власти, слыша это, встревожились. ",
          "ID": "8"
        },
        {
          "text": "Они взяли с Иасона и остальных залог и отпустили их.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Как только наступила ночь, братья отправили Павла и Силу в Верию. Прибыв туда, они пошли в иудейскую синагогу. ",
          "ID": "10"
        },
        {
          "text": "Верийцы были людьми более открытыми, чем фессалоникийцы. Они с большим интересом восприняли сказанное Павлом и каждый день исследовали Писания, чтобы проверить, соответствует ли услышанное ими истине. ",
          "ID": "11"
        },
        {
          "text": "Многие из них поверили, поверило также много знатных гречанок и немало греков. ",
          "ID": "12"
        },
        {
          "text": "Но когда иудеи в Фессалонике узнали о том, что Павел возвещает слово Божье в Верии, они пришли и туда и стали подстрекать и возмущать народ. ",
          "ID": "13"
        },
        {
          "text": "Братья сразу же отправили Павла к морю, а Сила и Тимофей остались в городе. ",
          "ID": "14"
        },
        {
          "text": "Провожатые Павла пришли с ним в Афины, а затем отправились обратно с повелением от Павла, чтобы Сила и Тимофей как можно скорее пришли к нему.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Павел в ожидании своих спутников ходил по Афинам, и его возмущало огромное количество идолов в этом городе. ",
          "ID": "16"
        },
        {
          "text": "Он беседовал в синагоге с иудеями и чтущими Бога греками. Каждый день он говорил со случайными встречными на площади. ",
          "ID": "17"
        },
        {
          "text": "В беседу с ним вступали и некоторые философы, принадлежавшие к школам эпикурейцев и стоиков. Одни спрашивали:",
          "ID": "18"
        },
        {
          "text": "– И что этот пустомеля хочет сказать?",
          "ID": "18"
        },
        {
          "text": "Другие говорили:",
          "ID": "18"
        },
        {
          "text": "– Он, кажется, возвещает о чужеземных богах, –",
          "ID": "18"
        },
        {
          "text": "потому что Павел возвещал Радостную Весть об Иисусе и воскресении. ",
          "ID": "18"
        },
        {
          "text": "Павла привели на городской совет, Ареопаг, и попросили:",
          "ID": "19"
        },
        {
          "text": "– Расскажи нам, что это за новое учение, которое ты проповедуешь? ",
          "ID": "19"
        },
        {
          "text": "Ты говоришь о чем-то странном, и нам хотелось бы знать, что все это значит.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Наилучшим времяпрепровождением для афинян и живущих там иностранцев было говорить или слушать что-нибудь новое.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "И Павел, встав посреди Ареопага, сказал:",
          "ID": "22"
        },
        {
          "text": "– Афиняне! Я по всему вижу, что вы очень религиозны. ",
          "ID": "22"
        },
        {
          "text": "Я ходил вокруг и внимательно осматривал ваши святыни. На одном из жертвенников было написано: «НЕИЗВЕСТНОМУ БОГУ». Этого неизвестного Бога, Которого вы почитаете, даже не зная, Кто Он такой, я и возвещаю вам. ",
          "ID": "23"
        },
        {
          "text": "Бог, сотворивший мир и все, что в нем, является Господом неба и земли. Он не живет в храмах, построенных руками людей, ",
          "ID": "24"
        },
        {
          "text": "и не нуждается в том, чтобы люди служили Ему своими руками, как будто Ему чего-то не хватает, ведь Он Сам дает всем людям жизнь, дыхание и все остальное. ",
          "ID": "25"
        },
        {
          "text": "От одного человека Он произвел все человечество, чтобы люди заселили всю землю, на которой Он определил для всех время и место обитания. ",
          "ID": "26"
        },
        {
          "text": "И все это Бог сделал для того, чтобы люди искали Его, могли ощутить Его и найти Его, хотя Он и не далек от каждого из нас. ",
          "ID": "27"
        },
        {
          "text": "Ведь «в Нем мы живем, движемся и существуем», как об этом говорили и некоторые из ваших поэтов: «Ведь мы и есть Его род». ",
          "ID": "28"
        },
        {
          "text": "И раз мы род Бога, то мы не должны представлять Божество в виде золотого, серебряного или каменного истукана или в виде какого-либо образа, сделанного по замыслу человека и умением его. ",
          "ID": "29"
        },
        {
          "text": "Итак, оставляя в стороне времена невежества, Бог сейчас повелевает всем людям повсюду покаяться. ",
          "ID": "30"
        },
        {
          "text": "Он назначил день, когда Он будет судить мир по справедливости, и уже избрал Человека, Который и будет судьей. Он подтвердил это перед всеми, воскресив Его из мертвых!",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Когда они услышали о воскресении из мертвых, то некоторые из них начали посмеиваться, другие же сказали:",
          "ID": "32"
        },
        {
          "text": "– Об этом мы послушаем тебя в другой раз.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "С этим Павел и покинул собрание. ",
          "ID": "33"
        },
        {
          "text": "Несколько человек, однако, присоединились к Павлу и уверовали. Среди них были Дионисий, член Ареопага, женщина по имени Дамарь и другие.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "Деяния Апостолов 17"
    },
    {
      "text": [
        {
          "text": "После этого Павел покинул Афины и отправился в Коринф. ",
          "ID": "1"
        },
        {
          "text": "Там он встретил иудея по имени Акила, уроженца Понта. Тот недавно прибыл из Италии со своей женой Прискиллой (потому что кесарь Клавдий приказал всем иудеям покинуть Рим), и Павел пришел навестить их. ",
          "ID": "2"
        },
        {
          "text": "У них было одно ремесло с Павлом: они изготавливали палатки, и поэтому Павел остался работать с ними. ",
          "ID": "3"
        },
        {
          "text": "Каждую субботу он рассуждал в синагоге с иудеями и греками, пытаясь их убедить.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда из Македонии пришли Сила и Тимофей, то Павел посвятил все свое время возвещению слова, свидетельствуя иудеям о том, что Иисус – Христос. ",
          "ID": "5"
        },
        {
          "text": "Когда же они стали препятствовать ему и оскорблять его, он отряхнул пыль с одежды и сказал им:",
          "ID": "6"
        },
        {
          "text": "– Вы сами повинны в своей гибели! Я чист, и теперь я иду к язычникам.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Павел вышел из синагоги и пошел в дом, стоявший рядом, в котором жил Титий Иуст, человек, чтущий Бога.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Начальник синагоги Крисп и все его домашние поверили в Господа. И многие из коринфян, слышавших Павла, уверовали и были крещены.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Однажды ночью Господь сказал Павлу в видении:",
          "ID": "9"
        },
        {
          "text": "– Не бойся! Продолжай говорить и не умолкай. ",
          "ID": "9"
        },
        {
          "text": "Я с тобой, и никто не причинит тебе вреда. В этом городе есть много принадлежащих Мне людей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И Павел провел там полтора года, уча их слову Божьему.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В то время, когда Галлион был правителем провинции Ахаия, иудеи, собравшись, напали на Павла и привели его на суд. ",
          "ID": "12"
        },
        {
          "text": "Они стали обвинять его:",
          "ID": "13"
        },
        {
          "text": "– Этот человек убеждает людей чтить Бога не так, как учит наш Закон.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Павел не успел еще ничего сказать, когда Галлион обратился к обвинителям:",
          "ID": "14"
        },
        {
          "text": "– Иудеи, если бы вы обвиняли его в каком-либо правонарушении или же в серьезном преступлении, то у меня было бы основание принять вашу жалобу. ",
          "ID": "14"
        },
        {
          "text": "Но так как здесь идет спор об учении, именах и вашем Законе, то решайте эти вопросы сами. Я не желаю быть судьей в подобных делах.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И он прогнал их из суда. ",
          "ID": "16"
        },
        {
          "text": "Тогда все схватили начальника синагоги Сосфена и избили его перед зданием суда, но Галлион не проявил к этому никакого интереса.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Павел пробыл еще много дней в Коринфе. Затем он простился с братьями и вместе с Прискиллой и Акилой отплыл в Сирию. Перед отплытием Павел остриг волосы в Кенхреях, потому что некогда дал обет Богу. ",
          "ID": "18"
        },
        {
          "text": "Они прибыли в Эфес, где Павел оставил Прискиллу и Акилу, а сам пошел в синагогу и рассуждал там с иудеями. ",
          "ID": "19"
        },
        {
          "text": "Они просили его остаться у них еще на некоторое время, но он отказался.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Я вернусь, если на то будет Божья воля, – пообещал Павел на прощание и отплыл из Эфеса.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Он сошел с корабля в Кесарии, пришел в Иерусалим и, поприветствовав местную церковь, отправился в Антиохию. ",
          "ID": "22"
        },
        {
          "text": "Проведя некоторое время в Антиохии, Павел отправился оттуда в путь через галатийскую область и Фригию, укрепляя всех учеников.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "В Эфес тем временем пришел иудей по имени Аполлос, родом из Александрии, человек образованный и хорошо знающий Писания. ",
          "ID": "24"
        },
        {
          "text": "Он был научен Пути Господа и говорил очень горячо и убедительно, правильно уча об Иисусе, хотя сам он знал только крещение Иоанна. ",
          "ID": "25"
        },
        {
          "text": "Аполлос начал смело говорил в синагоге, и когда Прискилла и Акила его услышали, они пригласили его к себе и точнее объяснили ему Путь Божий. ",
          "ID": "26"
        },
        {
          "text": "Аполлос хотел идти в Ахаию, и братья, поощряя его, написали письмо ученикам, живущим там, с просьбой принять Аполлоса. Когда он пришел туда, то оказал большую помощь тем, кто по Божьей благодати уверовал. ",
          "ID": "27"
        },
        {
          "text": "Аполлос убедительно опровергал иудеев в открытых диспутах, доказывая Писаниями, что Христос – это и есть Иисус.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "Деяния Апостолов 18"
    },
    {
      "text": [
        {
          "text": "В то время, когда Аполлос был в Коринфе, Павел, пройдя через горные области, пришел в Эфес. Там он встретил нескольких учеников.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Приняли ли вы Святого Духа, когда поверили? – спросил он их.",
          "ID": "2"
        },
        {
          "text": "– Мы даже и не слышали о том, что существует Святой Дух, – ответили те.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Тогда Павел спросил:",
          "ID": "3"
        },
        {
          "text": "– Во что же вы были крещены?",
          "ID": "3"
        },
        {
          "text": "– В крещение Иоанна, – ответили они.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Павел сказал:",
          "ID": "4"
        },
        {
          "text": "– Крещение Иоанна было крещением покаяния. Он призывал народ верить в Того, Кто должен был прийти после него, то есть в Иисуса.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда они услышали об этом, они приняли крещение во имя Господа Иисуса. ",
          "ID": "5"
        },
        {
          "text": "И когда Павел возложил на них руки, на них сошел Святой Дух. Они тогда начали говорить другими языками и пророчествовать. ",
          "ID": "6"
        },
        {
          "text": "Всего их было около двенадцати человек.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Павел три месяца смело говорил в синагоге, беседуя с людьми о Божьем Царстве, и убеждал их. ",
          "ID": "8"
        },
        {
          "text": "Некоторые из них, однако, ожесточались и отказывались верить, перед всеми браня Путь Иисуса. Тогда Павел оставил их. Он отделил учеников и ежедневно беседовал с ними в школе Тиранна. ",
          "ID": "9"
        },
        {
          "text": "Так продолжалось два года, и все иудеи и греки, жившие в провинции Азия, слышали слово Господа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Бог совершал через Павла необыкновенные чудеса. ",
          "ID": "11"
        },
        {
          "text": "Больным давали прикоснуться к платкам и фартукам, к которым прежде прикасался Павел, и у них проходили болезни, и злые духи выходили из них. ",
          "ID": "12"
        },
        {
          "text": "Некоторые из бродячих иудейских заклинателей тоже попробовали призывать над одержимыми имя Господа Иисуса. Они говорили:",
          "ID": "13"
        },
        {
          "text": "– Заклинаю вас Иисусом, Которого возвещает Павел.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Это делали и семь сыновей Скевы, иудейского первосвященника. ",
          "ID": "14"
        },
        {
          "text": "Но злой дух ответил им:",
          "ID": "15"
        },
        {
          "text": "– Иисуса я знаю, и Павел мне известен, а вы кто такие?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И человек, в котором был злой дух, набросился на них с такой силой, что одолел их всех, и они выбежали из дома голые и израненные. ",
          "ID": "16"
        },
        {
          "text": "Когда об этом узнали иудеи и греки, жившие в Эфесе, их охватил страх, и они стали относиться к имени Господа Иисуса с большим почтением. ",
          "ID": "17"
        },
        {
          "text": "Многие из поверивших приходили и открыто признавались в своих делах. ",
          "ID": "18"
        },
        {
          "text": "А многие занимавшиеся прежде волшебством приносили свои колдовские свитки и перед всеми сжигали их. Когда подсчитали общую стоимость всех сожженных свитков, то она оказалась в пятьдесят тысяч драхм. ",
          "ID": "19"
        },
        {
          "text": "Так слово Господне распространялось и набирало силу.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "После всего этого Павел решил отправиться в Иерусалим через Македонию и Ахаию.",
          "ID": "21"
        },
        {
          "text": "– После того как я побываю в Иерусалиме, мне нужно посетить и Рим, – говорил он.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Он послал в Македонию двух помощников, Тимофея и Эраста, а сам еще на некоторое время остался в провинции Азия.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "В это время произошел большой мятеж из-за Пути. ",
          "ID": "23"
        },
        {
          "text": "Человек по имени Димитрий, серебряных дел мастер, изготовлял из серебра модели храма богини Артемиды и тем самым давал местным ремесленникам возможность заработать. ",
          "ID": "24"
        },
        {
          "text": "Он созвал их и других подобных мастеров и сказал:",
          "ID": "25"
        },
        {
          "text": "– Вы знаете, что эта работа дает нам хорошую прибыль. ",
          "ID": "25"
        },
        {
          "text": "Но вы видите и слышите, что этот Павел убедил и ввел в заблуждение многих людей не только здесь в Эфесе, но и по всей провинции Азия. Он говорит, что боги, сделанные руками, – это вовсе не боги. ",
          "ID": "26"
        },
        {
          "text": "Это грозит не только тем, что наше ремесло потеряет свое доброе имя, но и что храм великой богини Артемиды уже ничего не будет значить. И сама богиня, которую почитает вся провинция Азия и весь мир, будет лишена божественного величия!",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Услышав это, они в ярости стали кричать:",
          "ID": "28"
        },
        {
          "text": "– Велика Артемида Эфесская!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Вскоре весь город пришел в движение. Люди схватили спутников Павла, македонян Гая и Аристарха, и все единодушно ринулись в театр. ",
          "ID": "29"
        },
        {
          "text": "Павел хотел выйти к народу, но ученики ему не позволили. ",
          "ID": "30"
        },
        {
          "text": "Даже некоторые из представителей провинциальной власти, друзья Павла, передали ему просьбу не появляться в театре.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Собравшиеся были в замешательстве, потому что одни кричали одно, другие другое. Большинство же вообще не знали, зачем пришли. ",
          "ID": "32"
        },
        {
          "text": "Из толпы вытолкнули вперед Александра – это сделали иудеи. Александр жестом призвал народ к тишине, чтобы сказать защитную речь. ",
          "ID": "33"
        },
        {
          "text": "Но когда все узнали, что он иудей, то стали в один голос кричать:",
          "ID": "34"
        },
        {
          "text": "– Велика Артемида Эфесская!",
          "ID": "34"
        },
        {
          "text": "И кричали около двух часов. ",
          "ID": "34"
        },
        {
          "text": "Тогда к народу вышел один из начальников города. Он успокоил их и сказал:",
          "ID": "35"
        },
        {
          "text": "– Эфесяне, разве не известно всему миру, что город Эфес является хранителем храма великой Артемиды и упавшего с небес ее изображения? ",
          "ID": "35"
        },
        {
          "text": "Это неопровержимый факт. Поэтому вы должны успокоиться и не поступать опрометчиво. ",
          "ID": "36"
        },
        {
          "text": "Вы привели сюда этих людей, хотя ни один из них не обокрал храма и не оскорбил нашей богини. ",
          "ID": "37"
        },
        {
          "text": "Если у Димитрия и у других мастеров на кого-либо жалоба, то у нас для этого есть суд и власти. Туда вы можете приносить обвинения друг на друга. ",
          "ID": "38"
        },
        {
          "text": "Если у вас есть еще какие-либо вопросы, то представьте их на рассмотрение законного собрания. ",
          "ID": "39"
        },
        {
          "text": "Есть опасность, что после сегодняшних событий нас могут обвинить в мятеже, и в таком случае нам нечем будет оправдаться.",
          "ID": "40"
        },
        {
          "text": "С этими словами он распустил собрание.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "Деяния Апостолов 19"
    },
    {
      "text": [
        {
          "text": "Когда беспорядки утихли, Павел созвал учеников, ободрил их, попрощался и отправился в Македонию. ",
          "ID": "1"
        },
        {
          "text": "Проходя через разные области, Павел многими словами ободрял верующих. Придя в Грецию, ",
          "ID": "2"
        },
        {
          "text": "он провел там три месяца. Когда он собирался отплыть в Сирию, иудеи подготовили покушение на него, и он, узнав об этом, решил возвращаться через Македонию. ",
          "ID": "3"
        },
        {
          "text": "Его сопровождали Сопатр, сын Пирра, из Вереи, фессалоникийцы Аристарх и Секунд, Гай из Дервии и Тимофей, а также Тихик и Трофим из провинции Азия. ",
          "ID": "4"
        },
        {
          "text": "Они пошли вперед и ожидали нас в Троаде. ",
          "ID": "5"
        },
        {
          "text": "Мы же после праздника Пресных хлебов отплыли из Филипп и через пять дней присоединились к ним в Троаде. Там мы пробыли семь дней.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В первый день недели мы собрались вместе для преломления хлеба. Павел беседовал с ними, и, так как он намеревался на следующий день отправиться в путь, его речь затянулась до полуночи. ",
          "ID": "7"
        },
        {
          "text": "В верхней комнате, где мы собрались, горело много ламп. ",
          "ID": "8"
        },
        {
          "text": "На окне сидел молодой человек по имени Евтих. Поскольку Павел долго говорил, Евтих погрузился в глубокий сон и упал на землю с третьего этажа. Когда его подняли, он был мертв. ",
          "ID": "9"
        },
        {
          "text": "Павел спустился, лег сверху на молодого человека и обнял его.",
          "ID": "10"
        },
        {
          "text": "– Не волнуйтесь, – сказал он, – он жив!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Павел поднялся наверх, разломил хлеб и стал есть. На рассвете, закончив говорить, Павел отправился в путь, ",
          "ID": "11"
        },
        {
          "text": "а молодого человека отвели домой живым, и всех это очень обрадовало.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Мы сели на корабль и отправились в Асс, намереваясь забрать там Павла. Он сам так распорядился, потому что хотел отправиться по суше. ",
          "ID": "13"
        },
        {
          "text": "В Ассе он встретил нас, и мы, взяв его на корабль, отправились в Митилину. ",
          "ID": "14"
        },
        {
          "text": "Отплыв оттуда, мы на следующий день прибыли к Хиосу. Спустя еще день мы пристали в Самосе, а еще через день – в Милете. ",
          "ID": "15"
        },
        {
          "text": "Павел решил миновать Эфес, чтобы не задерживаться в провинции Азия, так как он спешил, желая успеть в Иерусалим ко дню Пятидесятницы.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Из Милета Павел послал в Эфес, прося старейшин церкви прийти к нему. ",
          "ID": "17"
        },
        {
          "text": "Когда те пришли, он сказал им:",
          "ID": "18"
        },
        {
          "text": "– Вы знаете, как я жил здесь у вас все время с первого дня, когда я пришел в провинцию Азия. ",
          "ID": "18"
        },
        {
          "text": "Я со смирением и слезами служил Господу, несмотря на все испытания, через которые мне пришлось пройти из-за заговоров иудеев. ",
          "ID": "19"
        },
        {
          "text": "Я не упускал ничего из того, что было бы полезно вам, проповедуя и уча вас всенародно и по домам. ",
          "ID": "20"
        },
        {
          "text": "Я говорил и иудеям, и грекам, что они должны в раскаянии обратиться к Богу и верить в нашего Господа Иисуса. ",
          "ID": "21"
        },
        {
          "text": "Сейчас же я, понуждаемый Духом, иду в Иерусалим, не зная, что там со мной будет. ",
          "ID": "22"
        },
        {
          "text": "Я знаю лишь, что в каждом городе Святой Дух свидетельствует мне о том, что меня ждут узы и страдания. ",
          "ID": "23"
        },
        {
          "text": "Но я не дорожу своей жизнью, только бы мне пройти мой путь и завершить порученное мне Господом Иисусом служение – свидетельствовать Радостную Весть о благодати Божьей.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "И сейчас я знаю, что все вы, с кем я общался и кому возвещал о Царстве, никогда меня больше не увидите. ",
          "ID": "25"
        },
        {
          "text": "Поэтому я заявляю сегодня: я не повинен ни в чьей погибели, ",
          "ID": "26"
        },
        {
          "text": "потому что я без утайки возвещал вам весь Божий план. ",
          "ID": "27"
        },
        {
          "text": "Смотрите за собой и за всем стадом, в котором Святой Дух поставил вас руководителями, чтобы вы пасли церковь Божью, которую Он приобрел Себе ценой Своей собственной крови. ",
          "ID": "28"
        },
        {
          "text": "Я знаю, что когда я уйду, к вам придут лютые волки, а они стада не пощадят. ",
          "ID": "29"
        },
        {
          "text": "Даже среди вас самих появятся люди, которые станут искажать истину, чтобы увести учеников за собой. ",
          "ID": "30"
        },
        {
          "text": "Поэтому будьте бдительны! Помните, что я целых три года предупреждал со слезами день и ночь каждого из вас.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Сейчас я вверяю вас Богу и слову Его благодати, которое может назидать вас и дать вам наследие среди Его святого народа. ",
          "ID": "32"
        },
        {
          "text": "Я ни от кого не хотел брать ни серебра, ни золота, ни одежды. ",
          "ID": "33"
        },
        {
          "text": "Вы сами знаете, что я своими руками зарабатывал на свои нужды и на нужды моих спутников. ",
          "ID": "34"
        },
        {
          "text": "Во всем, что бы я ни делал, я показывал вам пример того, что так трудясь, мы должны помогать слабым, помня слова Господа Иисуса: «Блаженнее давать, чем принимать».",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Сказав это, Павел преклонил вместе со всеми колени и помолился. ",
          "ID": "36"
        },
        {
          "text": "Все плакали и, обнимая Павла, целовали его. ",
          "ID": "37"
        },
        {
          "text": "Их особенно опечалили его слова о том, что они никогда больше его не увидят. Потом они проводили Павла до корабля.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "Деяния Апостолов 20"
    },
    {
      "text": [
        {
          "text": "Расставшись с ними, мы вышли в море и направились прямо на остров Кос. На следующий день мы прибыли в Родос и оттуда отправились в Патару. ",
          "ID": "1"
        },
        {
          "text": "Там мы нашли корабль, направлявшийся в Финикию, сели на него и отправились дальше. ",
          "ID": "2"
        },
        {
          "text": "Мы миновали Кипр, оставив его слева и держа курс на Сирию. Мы пристали к берегу в Тире, потому что там наш корабль должен был оставить груз. ",
          "ID": "3"
        },
        {
          "text": "В Тире мы нашли учеников и пробыли у них семь дней. Они, получив откровение от Духа о предстоящем, начали убеждать Павла не ходить в Иерусалим, ",
          "ID": "4"
        },
        {
          "text": "но когда подошло время, мы отправились дальше. Все ученики, их жены и дети провожали нас из города, и на берегу мы преклонили колени и молились. ",
          "ID": "5"
        },
        {
          "text": "Попрощавшись с ними, мы сели на корабль, а они возвратились домой.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Продолжив плавание, мы из Тира прибыли в Птолемаиду. Там мы приветствовали братьев и провели с ними один день. ",
          "ID": "7"
        },
        {
          "text": "А на следующий день мы отправились в путь и пришли в Кесарию и остановились в доме проповедника Радостной Вести Филиппа, одного из семи помощников. ",
          "ID": "8"
        },
        {
          "text": "У него были четыре незамужних дочери, пророчицы. ",
          "ID": "9"
        },
        {
          "text": "После того, как мы пробыли там много дней, из Иудеи пришел пророк по имени Агав. ",
          "ID": "10"
        },
        {
          "text": "Он подошел к нам, взял пояс Павла, связал им себе ноги и руки и сказал:",
          "ID": "11"
        },
        {
          "text": "– Святой Дух говорит: «Так иудеи в Иерусалиме свяжут и отдадут в руки язычников того, кому принадлежит этот пояс».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Услышав это, и мы, и местные стали умолять Павла не ходить в Иерусалим. ",
          "ID": "12"
        },
        {
          "text": "Но Павел на это ответил:",
          "ID": "13"
        },
        {
          "text": "– Зачем вы плачете и разрываете мне сердце? Я готов не только быть связанным, но и умереть в Иерусалиме ради имени Господа Иисуса.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда мы поняли, что он непоколебим в своем решении, мы умолкли, сказав только:",
          "ID": "14"
        },
        {
          "text": "– Пусть свершится воля Господа.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Затем мы собрались и отправились в Иерусалим. ",
          "ID": "15"
        },
        {
          "text": "С нами пошли некоторые ученики из Кесарии. Они привели нас в дом киприота Мнасона, давнего ученика, у которого мы и остановились.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда мы явились в Иерусалим, братья радушно нас приняли. ",
          "ID": "17"
        },
        {
          "text": "На следующий же день Павел вместе с нами пошел к Иакову. Там были все старейшины. ",
          "ID": "18"
        },
        {
          "text": "Павел поприветствовал их и подробно рассказал о том, что Бог сделал среди язычников через его служение. ",
          "ID": "19"
        },
        {
          "text": "Они выслушали его и прославили Бога. Затем они сказали Павлу:",
          "ID": "20"
        },
        {
          "text": "– Брат, ты видишь, сколько тысяч иудеев поверили, и все они ревнители Закона. ",
          "ID": "20"
        },
        {
          "text": "А о тебе они слышали, что ты учишь иудеев, живущих среди язычников, отступлению от Закона Моисея и советуешь не обрезать своих сыновей и вообще не жить по нашим обычаям. ",
          "ID": "21"
        },
        {
          "text": "Что же делать? Они, конечно, услышат о том, что ты пришел. ",
          "ID": "22"
        },
        {
          "text": "Поэтому сделай, что мы тебе скажем. Среди нас есть четыре человека, принявших обет. ",
          "ID": "23"
        },
        {
          "text": "Возьми их, пройди вместе с ними обряд очищения и заплати за них, чтобы они могли обрить головы. Тогда все увидят, что слухи о тебе неверны и что ты живешь по Закону. ",
          "ID": "24"
        },
        {
          "text": "Что же касается верующих язычников, то мы написали им о нашем решении: они должны воздерживаться от пищи, принесенной в жертву идолам, от крови, от мяса удушенных животных и от разврата.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "На следующий день Павел взял с собой этих людей и прошел вместе с ними обряд очищения. Затем он вошел в храм и объявил, когда очищение будет окончено и когда за каждого из них будет принесена жертва.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "На исходе семи дней несколько иудеев из провинции Азия, увидев Павла в храме, возмутили всю толпу и схватили его ",
          "ID": "27"
        },
        {
          "text": "с криком:",
          "ID": "28"
        },
        {
          "text": "– Израильтяне! Помогите! Это тот человек, который всех повсюду учит против нашего народа, нашего Закона и нашего храма. Сейчас он к тому же привел в храм греков, чем и осквернил это святое место.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "До этого в городе они видели Павла вместе с эфесянином Трофимом и предположили, что Павел привел его в храм.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Весь город пришел в смятение, сбежался народ. Павла схватили, выволокли из храма, и ворота храма сразу же были заперты. ",
          "ID": "30"
        },
        {
          "text": "Они уже намеревались убить Павла, но весть о том, что весь Иерусалим охвачен волнением, дошла до командира римского полка. ",
          "ID": "31"
        },
        {
          "text": "Он сразу же взял несколько солдат и сотников и бросился к толпе. Когда иудеи увидели командира полка и его солдат, они перестали избивать Павла. ",
          "ID": "32"
        },
        {
          "text": "Командир, подойдя, арестовал Павла и приказал связать его двумя цепями. Он спрашивал у народа, кто это такой и что он сделал. ",
          "ID": "33"
        },
        {
          "text": "Одни в толпе кричали одно, другие – другое, и так как при таком шуме он не мог понять ничего определенного, то приказал отвести Павла в казармы. ",
          "ID": "34"
        },
        {
          "text": "Когда они были уже на лестнице, толпа стала напирать так, что солдатам пришлось буквально нести Павла. ",
          "ID": "35"
        },
        {
          "text": "Множество народа шло за ними, крича:",
          "ID": "36"
        },
        {
          "text": "– Смерть ему!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Уже перед самым входом в казарму Павел сказал командиру римского полка:",
          "ID": "37"
        },
        {
          "text": "– Можно мне сказать тебе кое-что?",
          "ID": "37"
        },
        {
          "text": "– Ты знаешь греческий? – спросил тот. – ",
          "ID": "37"
        },
        {
          "text": "Значит, ты не тот египтянин, который недавно поднял бунт и увел за собой в пустыню четыре тысячи разбойников?",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Павел ответил:",
          "ID": "39"
        },
        {
          "text": "– Я иудей из Тарса в Киликии, гражданин крупного города. Прошу тебя, разреши мне обратиться к народу.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Получив разрешение, Павел стал на ступени и жестом призвал народ к тишине. Когда наступила тишина, он заговорил по-еврейски:",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "Деяния Апостолов 21"
    },
    {
      "text": [
        {
          "text": "– Братья и отцы, разрешите мне высказаться в свою защиту.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Когда они услышали, что он говорит по-еврейски, то вовсе утихли. И он сказал:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Я иудей, уроженец Тарса в Киликии, но воспитывался я в этом городе у Гамалиила и был в точности научен Закону наших отцов. Я ревнитель дела Божьего, как и каждый из вас сегодня. ",
          "ID": "3"
        },
        {
          "text": "Я преследовал и мучил до смерти последователей Пути Иисуса, арестовывал мужчин и женщин и отправлял их в темницы. ",
          "ID": "4"
        },
        {
          "text": "Свидетели тому – первосвященник и весь Совет старейшин. Я даже получил от них письма к братьям в Дамаске и отправился туда, чтобы арестовать тех, кто там был, и привести их в Иерусалим для наказания.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "По пути, когда я уже подходил к Дамаску, около полудня меня вдруг озарил ослепительный свет с неба. ",
          "ID": "6"
        },
        {
          "text": "Я упал на землю и услышал голос, который говорил мне: «Савл! Савл! Зачем ты преследуешь Меня?» ",
          "ID": "7"
        },
        {
          "text": "Я спросил: «Кто Ты, Господи?» Он ответил: «Я Иисус из Назарета, Которого ты преследуешь». ",
          "ID": "8"
        },
        {
          "text": "Мои спутники видели свет, но голоса, который я слышал, они не поняли. ",
          "ID": "9"
        },
        {
          "text": "Я спросил: «Господи, что мне делать?» Господь сказал: «Встань и иди в Дамаск. Там тебе скажут все, что тебе предстоит сделать». ",
          "ID": "10"
        },
        {
          "text": "Мои спутники за руку привели меня в Дамаск, так как я был ослеплен сиянием этого света.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Там ко мне пришел человек по имени Анания, тщательно соблюдающий Закон и уважаемый всеми местными иудеями. ",
          "ID": "12"
        },
        {
          "text": "Он подошел ко мне и, встав рядом, сказал: «Брат Савл, прозри!» И в тот же момент я прозрел и увидел этого человека. ",
          "ID": "13"
        },
        {
          "text": "Он сказал: «Бог наших отцов избрал тебя, чтобы ты узнал Его волю, увидел Праведного и услышал голос из Его уст. ",
          "ID": "14"
        },
        {
          "text": "Ты будешь для всех людей свидетелем того, что ты видел и слышал. ",
          "ID": "15"
        },
        {
          "text": "Не медли! Вставай, прими крещение и смой свои грехи, призвав Его имя».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Потом я возвратился в Иерусалим, и когда я молился в храме, мне было видение. ",
          "ID": "17"
        },
        {
          "text": "Я увидел Господа, Который говорил мне: «Скорее выйди из Иерусалима, потому что здесь не примут твоего свидетельства обо Мне». ",
          "ID": "18"
        },
        {
          "text": "Я ответил: «Господи, эти люди знают, что я ходил из синагоги в синагогу, чтобы арестовывать и избивать тех, кто верит в Тебя. ",
          "ID": "19"
        },
        {
          "text": "Когда проливалась кровь Твоего свидетеля Стефана, я стоял там и одобрял это, я сторожил одежды его убийц». ",
          "ID": "20"
        },
        {
          "text": "Тогда Господь сказал мне: «Иди, Я посылаю тебя далеко к язычникам».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "До этих слов толпа слушала Павла, но тут они стали кричать:",
          "ID": "22"
        },
        {
          "text": "– Стереть его с лица земли! Он не достоин жизни!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Они кричали, размахивали своими плащами и бросали пыль в воздух. ",
          "ID": "23"
        },
        {
          "text": "Командир римского полка приказал увести Павла в казарму. Он велел избить его и допросить, чтобы узнать, почему народ так негодует на него. ",
          "ID": "24"
        },
        {
          "text": "Но когда Павла привязали, чтобы бить, он сказал стоявшему рядом сотнику:",
          "ID": "25"
        },
        {
          "text": "– Разве позволено бить римского гражданина, к тому же без суда?",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда сотник это услышал, он пошел и доложил командиру полка.",
          "ID": "26"
        },
        {
          "text": "– Что ты делаешь? Этот человек римский гражданин, – сказал он.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Командир вышел к Павлу и спросил:",
          "ID": "27"
        },
        {
          "text": "– Ты римский гражданин?",
          "ID": "27"
        },
        {
          "text": "– Да, – ответил тот.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Тогда командир сказал:",
          "ID": "28"
        },
        {
          "text": "– Мне пришлось заплатить немало денег за мое гражданство.",
          "ID": "28"
        },
        {
          "text": "– А я даже родился римским гражданином, – ответил Павел.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Те, кто должен был его допрашивать, сразу же отступили от него. Командир тоже встревожился, когда узнал, что он заковал в цепи римского гражданина.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "На следующий день командир, желая точно узнать, в чем же иудеи обвиняют Павла, освободил его от оков и приказал, чтобы собрались первосвященники и весь Высший Совет. Затем он ввел Павла и поставил перед ними.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "Деяния Апостолов 22"
    },
    {
      "text": [
        {
          "text": "Павел посмотрел на членов Высшего Совета и сказал:",
          "ID": "1"
        },
        {
          "text": "– Братья, вплоть до сегодняшнего дня я жил с чистой совестью перед Богом.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Тут первосвященник Анания приказал стоявшим рядом с Павлом ударить его по губам. ",
          "ID": "2"
        },
        {
          "text": "Павел тогда сказал:",
          "ID": "3"
        },
        {
          "text": "– Бог ударит тебя, стена ты подбеленная! Ты сидишь здесь, чтобы судить меня по Закону, а сам нарушаешь Закон, приказывая бить меня!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Те, кто стоял рядом с Павлом, сказали ему:",
          "ID": "4"
        },
        {
          "text": "– Как ты смеешь оскорблять Божьего первосвященника?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Павел ответил:",
          "ID": "5"
        },
        {
          "text": "– Братья, я не знал, что он первосвященник, ведь Писание говорит: «Не говори плохо о вожде твоего народа».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Павел знал, что одни из них были саддукеями, а другие – фарисеями, поэтому он громко сказал членам Высшего Совета:",
          "ID": "6"
        },
        {
          "text": "– Братья, я фарисей, сын фарисея, и меня судят за надежду на воскресение мертвых.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда он это сказал, между фарисеями и саддукеями разгорелся спор, и собрание разделилось, ",
          "ID": "7"
        },
        {
          "text": "потому что саддукеи говорят, что нет ни воскресения, ни ангелов, ни духов. Фарисеи же во все это верят. ",
          "ID": "8"
        },
        {
          "text": "Поднялся громкий крик, некоторые учители Закона из фарисеев встали и решительно заявили:",
          "ID": "9"
        },
        {
          "text": "– Мы не находим в этом человеке ничего плохого. Что, если ему говорил дух или ангел?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Спор разгорелся настолько, что командир римского полка, опасаясь, как бы Павла не разорвали на части, приказал солдатам забрать его от них силой и увести в казарму.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Следующей ночью перед Павлом предстал Господь и сказал:",
          "ID": "11"
        },
        {
          "text": "– Не бойся! Как ты свидетельствовал обо Мне в Иерусалиме, так будешь свидетельствовать и в Риме.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Наутро некоторые иудеи собрались и поклялись ничего не есть и не пить до тех пор, пока не убьют Павла. ",
          "ID": "12"
        },
        {
          "text": "В заговоре участвовало более сорока человек. ",
          "ID": "13"
        },
        {
          "text": "Они пошли к первосвященникам и старейшинам и сказали:",
          "ID": "14"
        },
        {
          "text": "– Мы поклялись ничего не есть, пока не убьем Павла. ",
          "ID": "14"
        },
        {
          "text": "Итак, вы и Высший Совет попросите командира римского полка привести его к вам якобы для того, чтобы поближе познакомиться с его делом. А мы будем наготове и убьем его еще до того, как он дойдет до этого места.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Об этом заговоре узнал племянник Павла, сын его сестры. Он пошел в казарму и рассказал об этом Павлу. ",
          "ID": "16"
        },
        {
          "text": "Тогда Павел подозвал одного из сотников и сказал ему:",
          "ID": "17"
        },
        {
          "text": "– Отведите этого юношу к командиру, у него есть что-то важное сказать ему.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Сотник отвел юношу к командиру и доложил:",
          "ID": "18"
        },
        {
          "text": "– Заключенный Павел позвал меня и попросил привести этого юношу к тебе. У него есть что-то важное сказать тебе.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Командир взял юношу за руку, отвел его в сторону и спросил:",
          "ID": "19"
        },
        {
          "text": "– Что ты хочешь мне сообщить?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Юноша сказал:",
          "ID": "20"
        },
        {
          "text": "– Иудеи решили просить тебя привести завтра Павла в Высший Совет якобы для того, чтобы подробнее узнать о нем. ",
          "ID": "20"
        },
        {
          "text": "Но ты этому не верь, потому что в засаде его поджидают более сорока человек. Они поклялись не есть и не пить, пока не убьют его. Они стоят наготове и только ждут твоего согласия исполнить их просьбу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Командир полка отпустил юношу, дав ему наказ:",
          "ID": "22"
        },
        {
          "text": "– Никому не говори о том, что ты только что мне рассказал.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Затем командир вызвал двух сотников и приказал им:",
          "ID": "23"
        },
        {
          "text": "– Подготовьте двести солдат, семьдесят всадников и двести копьеносцев для выхода в Кесарию через три часа после того, как стемнеет. ",
          "ID": "23"
        },
        {
          "text": "Приготовьте Павлу коня и смотрите, чтобы Павел был в безопасности доставлен к наместнику Феликсу.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "И он написал такое письмо:",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "«От Клавдия Лисия",
          "ID": "26"
        },
        {
          "text": "достопочтенному Феликсу, наместнику Рима.",
          "ID": "26"
        },
        {
          "text": "Приветствую тебя.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Этот человек был схвачен иудеями, и они собирались уже убить его, но я подоспел с воинами и спас его, так как узнал, что он римский гражданин. ",
          "ID": "27"
        },
        {
          "text": "Желая узнать, в чем они его обвиняют, я привел его в их Высший Совет. ",
          "ID": "28"
        },
        {
          "text": "Я понял, что обвинение связано со спорными вопросами их Закона и что он не виновен ни в чем, заслуживающем смерти или заключения в темницу. ",
          "ID": "29"
        },
        {
          "text": "Мне также стало известно, что против него составлен заговор, и я сразу же отослал его к тебе, велев обвинителям представить тебе обвинения против него».",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Солдаты, выполняя приказ, взяли Павла и повели его ночью в Антипатриду. ",
          "ID": "31"
        },
        {
          "text": "На следующий день они отправили его с всадниками дальше, а сами возвратились в казарму. ",
          "ID": "32"
        },
        {
          "text": "Когда всадники прибыли в Кесарию, они отдали наместнику письмо и передали ему Павла. ",
          "ID": "33"
        },
        {
          "text": "Наместник прочитал письмо и спросил Павла, из какой он провинции. Узнав, что Павел из Киликии, ",
          "ID": "34"
        },
        {
          "text": "он сказал:",
          "ID": "35"
        },
        {
          "text": "– Я выслушаю тебя, когда сюда придут твои обвинители, – и приказал содержать Павла под стражей во дворце Ирода.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "Деяния Апостолов 23"
    },
    {
      "text": [
        {
          "text": "Пять дней спустя первосвященник Анания с некоторыми старейшинами и юристом Тертуллом пришел в Кесарию, чтобы представить наместнику обвинение против Павла. ",
          "ID": "1"
        },
        {
          "text": "Когда Павла ввели, Тертулл представил обвинение против него:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Достопочтеннейший Феликс! Мы всегда и повсюду с глубокой признательностью принимаем твои реформы на благо этого народа и благодарим тебя за тот прочный мир, который установился при твоем разумном правлении. ",
          "ID": "3"
        },
        {
          "text": "Чтобы тебя более не утруждать, я попрошу тебя с твоей обычной добротой выслушать нашу короткую просьбу. ",
          "ID": "4"
        },
        {
          "text": "Мы находим этого человека нарушителем спокойствия, он – зачинщик мятежей среди иудеев по всему миру. Он главарь назорейской секты ",
          "ID": "5"
        },
        {
          "text": "и пытался даже осквернить храм. Поэтому мы его арестовали и хотели судить по нашему Закону. ",
          "ID": "6"
        },
        {
          "text": "Но командир римского полка Лисий силой забрал его из наших рук, ",
          "ID": "7"
        },
        {
          "text": "велев его обвинителям идти к тебе. Когда ты допросишь его, ты и сам узнаешь обо всем, в чем мы обвиняем его.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Прибывшие с ним иудеи поддержали обвинение, заверив, что все сказанное истинно.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Наместник подал знак Павлу, и тот начал защитную речь:",
          "ID": "10"
        },
        {
          "text": "– Мне известно, что ты уже много лет судишь этот народ, и я рад, что мне предоставляется возможность высказаться перед тобой в свою защиту. ",
          "ID": "10"
        },
        {
          "text": "Тебе нетрудно будет удостовериться в том, что не больше двенадцати дней тому назад я пришел на поклонение в Иерусалим. ",
          "ID": "11"
        },
        {
          "text": "Мои обвинители не видели, чтобы я спорил с кем-либо в храме или же возмущал народ в синагогах или в каком-либо другом месте города. ",
          "ID": "12"
        },
        {
          "text": "Они не могут доказать обвинений, которые сейчас выдвигают против меня. ",
          "ID": "13"
        },
        {
          "text": "Но я признаю, что поклоняюсь Богу наших отцов и следую Пути, который мои обвинители называют сектой. Я верю всему, что записано в Законе и у Пророков, ",
          "ID": "14"
        },
        {
          "text": "и у меня такая же надежда на Бога, как и у этих людей – надежда на то, что будет воскресение как праведных, так и неправедных. ",
          "ID": "15"
        },
        {
          "text": "Поэтому я стараюсь, чтобы моя совесть была всегда чиста перед Богом и перед людьми.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "После нескольких лет отсутствия я прибыл в Иерусалим, чтобы передать моему народу пожертвования для бедных и принести жертвы. ",
          "ID": "17"
        },
        {
          "text": "Меня застали в храме, когда я совершал обрядовое очищение. Но там не было никакой толпы и никаких беспорядков, ",
          "ID": "18"
        },
        {
          "text": "пока не пришли несколько иудеев из провинции Азия, которым и следовало бы представить здесь свои обвинения, если у них есть, в чем меня обвинить. ",
          "ID": "19"
        },
        {
          "text": "Или же пусть присутствующие здесь скажут, какую вину они нашли за мной, когда меня допрашивал Высший Совет. ",
          "ID": "20"
        },
        {
          "text": "Может быть, я виновен в том, что выкрикнул там: «Меня судят сегодня перед вами за надежду на воскресение мертвых»?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Феликс, который был довольно хорошо знаком с Путем, прервал слушание.",
          "ID": "22"
        },
        {
          "text": "– Я вынесу решение по вашему вопросу, когда придет командир полка Лисий, – сказал он.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он приказал сотнику содержать Павла под стражей, но предоставить ему некоторую свободу и разрешить его друзьям заботиться о его нуждах.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Спустя несколько дней Феликс пришел со своей женой – иудеянкой по имени Друзилла – и послал за Павлом, чтобы послушать о его вере в Иисуса Христа. ",
          "ID": "24"
        },
        {
          "text": "Павел говорил о праведности, воздержании и будущем суде. Феликса это испугало, и он сказал:",
          "ID": "25"
        },
        {
          "text": "– Довольно на сегодня! Ступай, но при случае я тебя позову.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Он также надеялся, что Павел предложит ему взятку, и поэтому часто приказывал привести его и беседовал с ним.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Прошло два года, и Феликса сменил Порций Фест. Феликс, желая заслужить благосклонность предводителей иудеев, оставил Павла в темнице.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "Деяния Апостолов 24"
    },
    {
      "text": [
        {
          "text": "Через три дня после прибытия в провинцию Фест отправился из Кесарии в Иерусалим, ",
          "ID": "1"
        },
        {
          "text": "где первосвященники и иудейские начальники представили ему обвинение против Павла. ",
          "ID": "2"
        },
        {
          "text": "Они настойчиво просили Феста оказать им милость и перевести Павла в Иерусалим. Сами же они собирались устроить на пути засаду и убить его. ",
          "ID": "3"
        },
        {
          "text": "Фест ответил:",
          "ID": "4"
        },
        {
          "text": "– Павел находится под стражей в Кесарии, и я сам скоро там буду. ",
          "ID": "4"
        },
        {
          "text": "Пусть ваши руководители идут со мной и представят обвинение против него, если он сделал что-либо плохое.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Проведя с ними не больше восьми-десяти дней, Фест возвратился в Кесарию и на следующий же день сел в судейское кресло и приказал ввести Павла. ",
          "ID": "6"
        },
        {
          "text": "Когда Павел появился, иудеи, которые пришли из Иерусалима, стали обвинять его в многочисленных и серьезных преступлениях, но доказать их они не могли. ",
          "ID": "7"
        },
        {
          "text": "Павел же, защищаясь, сказал:",
          "ID": "8"
        },
        {
          "text": "– Я ни в чем не повинен ни против иудейского Закона, ни против храма, ни против кесаря.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Фест хотел угодить иудеям и поэтому спросил Павла:",
          "ID": "9"
        },
        {
          "text": "– Согласен ли ты идти в Иерусалим, чтобы тебя судили там в моем присутствии по представленным против тебя обвинениям?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Павел ответил:",
          "ID": "10"
        },
        {
          "text": "– Я стою перед судом кесаревым, и им я и должен быть судим. Я не сделал иудеям ничего плохого, как ты и сам хорошо знаешь. ",
          "ID": "10"
        },
        {
          "text": "Если я виновен и заслужил смерти, я готов умереть. Но если обвинения, выдвигаемые иудеями против меня, ложны, то никто не имеет права выдать меня им. Я требую суда кесарева!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Переговорив со своим советом, Фест объявил:",
          "ID": "12"
        },
        {
          "text": "– Раз ты потребовал суда кесарева, то к кесарю и отправишься.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Несколько дней спустя в Кесарию навестить Феста прибыл царь Агриппа с Вереникой. ",
          "ID": "13"
        },
        {
          "text": "Они провели там несколько дней, и Фест говорил с царем о деле Павла:",
          "ID": "14"
        },
        {
          "text": "– Здесь есть человек, оставленный в темнице Феликсом. ",
          "ID": "14"
        },
        {
          "text": "Когда я был в Иерусалиме, иудейские священники и старейшины выдвинули против него обвинение. Они просили осудить его. ",
          "ID": "15"
        },
        {
          "text": "Я же им сказал, что не в обычае у римлян выдавать человека до того, как ему будет дана возможность встретиться с обвинителями лицом к лицу и защититься. ",
          "ID": "16"
        },
        {
          "text": "Они пришли со мной сюда, и я сразу, на следующий же день, сел в судейское кресло и приказал привести этого человека. ",
          "ID": "17"
        },
        {
          "text": "Встав вокруг него, они не обвинили его ни в одном из преступлений, о которых я предполагал, ",
          "ID": "18"
        },
        {
          "text": "но у них был спор по вопросам, касающимся их религии и некоего Иисуса, Который умер, но о Котором Павел заявлял, что Он жив. ",
          "ID": "19"
        },
        {
          "text": "Я не знал, как мне расследовать это дело, и спросил его, согласен ли он идти в Иерусалим и там предстать перед судом. ",
          "ID": "20"
        },
        {
          "text": "Павел же потребовал рассмотрения его дела императором, и я приказал держать его под стражей, пока не отошлю его к кесарю.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Агриппа сказал Фесту:",
          "ID": "22"
        },
        {
          "text": "– Я бы сам хотел послушать этого человека.",
          "ID": "22"
        },
        {
          "text": "– Завтра же услышишь, – ответил Фест.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "На следующий день Агриппа и Вереника с большой пышностью вошли в зал суда с командирами римских полков и знатными людьми города. По приказу Феста ввели Павла. ",
          "ID": "23"
        },
        {
          "text": "Фест сказал:",
          "ID": "24"
        },
        {
          "text": "– Царь Агриппа и все присутствующие! Вы видите перед собой человека, на которого все множество иудеев жаловалось мне и в Иерусалиме, и здесь, в Кесарии, крича, что он не должен больше жить. ",
          "ID": "24"
        },
        {
          "text": "Я же не нахожу в нем никакой вины, за которую он был бы достоин смерти. Но, поскольку он потребовал суда у императора, я решил отправить его в Рим. ",
          "ID": "25"
        },
        {
          "text": "Но у меня нет ничего определенного, что я мог бы написать государю, и поэтому я вывел его к вам, и особенно к тебе, царь Агриппа, чтобы в результате допроса я знал, что мне написать. ",
          "ID": "26"
        },
        {
          "text": "Я думаю, что неразумно посылать заключенного, не указав, в чем он обвиняется.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "Деяния Апостолов 25"
    },
    {
      "text": [
        {
          "text": "– Тебе предоставляется возможность говорить в свою защиту, – объявил Агриппа.",
          "ID": "1"
        },
        {
          "text": "Павел поднял руку и начал свою защитную речь:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Царь Агриппа! Я счастлив, что могу сегодня защищаться перед тобой против всех обвинений иудеев, ",
          "ID": "2"
        },
        {
          "text": "тем более что ты хорошо осведомлен обо всех иудейских обычаях и спорных вопросах. Поэтому прошу тебя терпеливо выслушать меня.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иудеям хорошо известна моя жизнь среди моего народа в Иерусалиме от самой юности. ",
          "ID": "4"
        },
        {
          "text": "Они давно знают меня и, если только захотят, могут засвидетельствовать о том, что я жил как фарисей, принадлежа к строжайшему направлению в нашей религии. ",
          "ID": "5"
        },
        {
          "text": "Сегодня же я стою перед судом за надежду на обещание Бога, данное нашим отцам. ",
          "ID": "6"
        },
        {
          "text": "Исполнения этого обещания надеются достичь двенадцать родов нашего народа, день и ночь ревностно служа Богу. За эту надежду, царь, представители нашего народа меня и обвиняют. ",
          "ID": "7"
        },
        {
          "text": "Почему вы считаете невероятным то, что Бог воскрешает мертвых?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я тоже считал, что должен всячески противодействовать имени Иисуса из Назарета. ",
          "ID": "9"
        },
        {
          "text": "Этим я и занимался в Иерусалиме, получив полномочия от первосвященников. Я отправлял в темницы многих святых, и когда их приговаривали к смерти, я подавал против них свой голос. ",
          "ID": "10"
        },
        {
          "text": "Я часто наказывал их в синагогах, чтобы заставить их отречься от своей веры. Я был так разъярен на них, что преследовал их даже в чужеземных городах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Однажды с этой целью я направлялся в Дамаск с полномочиями и с поручением от первосвященников, ",
          "ID": "12"
        },
        {
          "text": "и на пути туда, царь, я увидел в полдень свет с неба, который светил ярче солнца. Он осиял меня и моих спутников. ",
          "ID": "13"
        },
        {
          "text": "Мы все упали на землю, и я услышал голос, который говорил мне по-еврейски: «Савл, Савл, почему ты преследуешь Меня? Трудно тебе идти против рожна». ",
          "ID": "14"
        },
        {
          "text": "Я спросил: «Кто Ты, Господи?» – «Я Иисус, Которого ты преследуешь, – ответил Господь. – ",
          "ID": "15"
        },
        {
          "text": "Поднимись и встань на ноги, Я явился, чтобы назначить тебя Моим служителем и свидетелем того, что ты видел Меня, и того, что Я тебе покажу. ",
          "ID": "16"
        },
        {
          "text": "Я спасу тебя от твоего народа и от язычников, к которым Я тебя посылаю, ",
          "ID": "17"
        },
        {
          "text": "чтобы открыть им глаза и обратить их от тьмы к свету, от власти сатаны к Богу, чтобы грехи их были прощены и чтобы они тоже были среди тех, кого Я освятил верой в Меня».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Царь Агриппа, я не мог не подчиниться небесному видению. ",
          "ID": "19"
        },
        {
          "text": "Я проповедовал вначале тем, кто был в Дамаске, потом в Иерусалиме и по всей Иудее, а затем и язычникам, чтобы они раскаялись и обратились к Богу и чтобы их дела послужили доказательством их покаяния. ",
          "ID": "20"
        },
        {
          "text": "За это представители нашего народа и схватили меня в храме и хотели убить. ",
          "ID": "21"
        },
        {
          "text": "Но Бог до сегодняшнего дня помогает мне, и вот я стою здесь и свидетельствую малым и великим. Я не говорю ничего сверх того, что предсказали пророки и Моисей, – ",
          "ID": "22"
        },
        {
          "text": "а именно, что Христос должен был перенести страдания и, первым воскреснув из мертвых, возвестить свет и нашему народу, и язычникам.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда он таким образом защищался, Фест прервал его.",
          "ID": "24"
        },
        {
          "text": "– Ты не в своем уме, Павел, – закричал он, – большая ученость довела тебя до безумия!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Павел ответил:",
          "ID": "25"
        },
        {
          "text": "– Достопочтеннейший Фест, я не сумасшедший, и то, что я говорю, истинно и разумно. ",
          "ID": "25"
        },
        {
          "text": "Царю знакомо все это, и поэтому я могу говорить ему свободно. Я убежден, что ничего из этого не прошло мимо его внимания, так как все это происходило не в углу. ",
          "ID": "26"
        },
        {
          "text": "Царь Агриппа, ты веришь пророкам? Я знаю, что веришь.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Ты думаешь в такой короткий срок и меня сделать христианином? – сказал Агриппа.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Павел ответил:",
          "ID": "29"
        },
        {
          "text": "– Каким бы этот срок ни был, коротким или длинным, я молюсь Богу, чтобы не только ты, но и все, кто слушает меня сегодня, стали такими, как я, во всем … кроме этих цепей.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Царь поднялся, и с ним поднялись наместник, Вереника и те, кто сидел с ними. ",
          "ID": "30"
        },
        {
          "text": "Они вышли, говоря друг другу:",
          "ID": "31"
        },
        {
          "text": "– Этот человек не сделал ничего, заслуживающего смерти или темницы.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "– Можно было бы его освободить, если бы он не потребовал суда у кесаря, – сказал Агриппа Фесту.",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "Деяния Апостолов 26"
    },
    {
      "text": [
        {
          "text": "Когда было решено, что мы отправимся в Италию, Павла и других заключенных передали сотнику по имени Юлий, из императорского полка. ",
          "ID": "1"
        },
        {
          "text": "Мы сели на адрамитский корабль, который должен был заходить в порты провинции Азия, и отправились в путь. С нами был македонянин Аристарх из Фессалоники. ",
          "ID": "2"
        },
        {
          "text": "На следующий день мы причалили в Сидоне. Юлий хорошо обращался с Павлом и позволил ему навестить друзей, чтобы они позаботились о его нуждах. ",
          "ID": "3"
        },
        {
          "text": "Мы опять вышли в море и прошли Кипр с подветренной стороны, чтобы избежать встречного ветра. ",
          "ID": "4"
        },
        {
          "text": "Мы пересекли открытое море, омывающее берега Киликии и Памфилии, и причалили в ликийском городе Миры. ",
          "ID": "5"
        },
        {
          "text": "Там сотник нашел корабль из Александрии, направлявшийся в Италию, и посадил нас на него. ",
          "ID": "6"
        },
        {
          "text": "В течение многих дней мы медленно продвигались вперед и в конце концов, хотя и с трудностями, но прибыли в Книд. И так как ветер не давал нам двигаться в нужном направлении, мы подплыли к Криту со стороны Салмоны. ",
          "ID": "7"
        },
        {
          "text": "С трудом продвигаясь вдоль побережья, мы прибыли в место, называемое Хорошие Пристани, недалеко от города Ласея.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Так как мы потеряли уже много времени и плавание становилось опасным, потому что даже иудейский осенний пост уже прошел, Павел предупредил их:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Я вижу, что наше путешествие будет сопряжено с большой опасностью и тяжелым ущербом не только для груза и корабля, но и для нашей жизни.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Сотник же, вместо того чтобы послушать Павла, последовал совету капитана и владельца корабля. ",
          "ID": "11"
        },
        {
          "text": "Порт этот был непригоден для зимовки, и большинство решило отправиться дальше, чтобы попытаться доплыть до Финика и там зазимовать. Финик был пристанью на Крите, открытой для юго-западного и северо-западного ветров.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Подул легкий южный ветер, и, решив, что он-то им и нужен, моряки подняли якорь и поплыли вдоль побережья Крита. ",
          "ID": "13"
        },
        {
          "text": "Немного времени спустя с острова подул ураганный северо-восточный ветер, называемый Эвракилоном. ",
          "ID": "14"
        },
        {
          "text": "Он подхватил корабль, который не мог двигаться против ветра. Тогда мы отдались на волю волн и носились, гонимые ветром. ",
          "ID": "15"
        },
        {
          "text": "Мы оказались с подветренной стороны маленького острова Кавда. Там нам с большими трудностями удалось сохранить лодку. ",
          "ID": "16"
        },
        {
          "text": "Когда ее подняли на корабль, матросы провели канаты под кораблем и обвязали его. Из страха сесть на песчаные отмели Сирта, они спустили паруса и продолжали плыть, носимые ветром. ",
          "ID": "17"
        },
        {
          "text": "Шторм так сильно бросал корабль, что на следующий день они стали сбрасывать груз за борт. ",
          "ID": "18"
        },
        {
          "text": "На третий день они своими руками выбросили за борт корабельные снасти. ",
          "ID": "19"
        },
        {
          "text": "Несколько дней не было видно ни солнца, ни звезд, а шторм все бушевал. Мы уже потеряли всякую надежду на спасение. ",
          "ID": "20"
        },
        {
          "text": "Люди долго ничего не ели. Тогда Павел встал среди них и сказал:",
          "ID": "21"
        },
        {
          "text": "– Вам следовало послушаться моего совета и не отплывать от Крита, тогда у вас не было бы этих бед и потерь. ",
          "ID": "21"
        },
        {
          "text": "Но сейчас ободритесь, никто из вас не погибнет, только корабль разобьется. ",
          "ID": "22"
        },
        {
          "text": "Прошлой ночью мне явился ангел Бога, Которому я принадлежу и Которому служу. ",
          "ID": "23"
        },
        {
          "text": "Он сказал мне: «Павел, не бойся. Ты должен предстать перед кесарем, и Бог по Своей милости даровал также жизнь и всем, кто плывет с тобой». ",
          "ID": "24"
        },
        {
          "text": "Так что не бойтесь! Я доверяю Богу и верю, что все будет так, как мне сказано. ",
          "ID": "25"
        },
        {
          "text": "Корабль будет выброшен на какой-нибудь остров.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "На четырнадцатые сутки, когда нас все еще носило по Адриатическому морю, в полночь матросы почувствовали, что мы приближаемся к земле. ",
          "ID": "27"
        },
        {
          "text": "Они замерили глубину, и оказалось, что глубина была двадцать сажен, а когда замерили немного позже, глубина была уже пятнадцать сажен. ",
          "ID": "28"
        },
        {
          "text": "Матросы боялись, что нас ударит о камни, и спустили с кормы четыре якоря, молясь, чтобы скорее наступил день. ",
          "ID": "29"
        },
        {
          "text": "Они попытались бежать с корабля и стали спускать спасательную лодку, делая вид, что хотят опустить якорь с носа корабля. ",
          "ID": "30"
        },
        {
          "text": "Павел сказал сотнику и солдатам:",
          "ID": "31"
        },
        {
          "text": "– Если эти люди не останутся на корабле, то вам не спастись.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Тогда солдаты перерубили канаты, державшие лодку, и она упала в море.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "На рассвете Павел стал уговаривать людей поесть.",
          "ID": "33"
        },
        {
          "text": "– Последние четырнадцать дней вы постоянно находитесь в напряжении и ничего еще не ели, – сказал он. – ",
          "ID": "33"
        },
        {
          "text": "Я настоятельно советую вам поесть, и это поможет вам спастись. Ни у кого из вас даже волос с головы не упадет.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Сказав это, Павел взял хлеб, поблагодарил за него Бога перед всеми, разломил и стал есть. ",
          "ID": "35"
        },
        {
          "text": "Людей это ободрило, и все принялись за еду. ",
          "ID": "36"
        },
        {
          "text": "Всего на борту нас было двести семьдесят шесть человек. ",
          "ID": "37"
        },
        {
          "text": "Когда люди досыта поели, они стали облегчать корабль, выбрасывая в море зерно.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "На рассвете они не узнали показавшуюся землю, но увидели бухту с песчаным берегом, к которому они и решили пристать, если удастся. ",
          "ID": "39"
        },
        {
          "text": "Обрубив якоря и оставив их в море, матросы развязали рулевые весла, подняли малый парус и направили судно к берегу. ",
          "ID": "40"
        },
        {
          "text": "Корабль налетел на песчаную косу и сел на мель. Нос глубоко увяз и был неподвижен, а корму разбивали волны. ",
          "ID": "41"
        },
        {
          "text": "Солдаты решили убить всех заключенных, чтобы никто из них, выплыв, не сбежал. ",
          "ID": "42"
        },
        {
          "text": "Но сотник хотел спасти Павла и остановил их. Он приказал тем, кто мог плавать, прыгать в воду первыми и плыть к берегу. ",
          "ID": "43"
        },
        {
          "text": "Остальные должны были добираться на досках и на обломках от корабля. Таким образом все благополучно выбрались на берег.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "Деяния Апостолов 27"
    },
    {
      "text": [
        {
          "text": "Спасшись, мы узнали, что остров называется Мальта. ",
          "ID": "1"
        },
        {
          "text": "Жители острова оказали нам необычайное гостеприимство. Они разожгли костер и пригласили нас к себе, так как было холодно и шел дождь. ",
          "ID": "2"
        },
        {
          "text": "Когда Павел, собрав охапку хвороста, стал бросать его в костер, ему в руку вцепилась ядовитая змея, которая, спасаясь от жара, выползла из хвороста. ",
          "ID": "3"
        },
        {
          "text": "Когда жители острова увидели, что с руки Павла свисает змея, они стали говорить друг другу:",
          "ID": "4"
        },
        {
          "text": "– Без сомнения, этот человек убийца: он спасся из моря, но богиня возмездия не позволила ему остаться в живых.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но Павел стряхнул змею в огонь, и она не причинила ему никакого вреда. ",
          "ID": "5"
        },
        {
          "text": "Люди ожидали, что он начнет опухать или внезапно упадет мертвым. Они прождали долгое время, и когда увидели, что с ним ничего не происходит, изменили мнение и стали говорить, что он какое-то божество.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Неподалеку было имение, принадлежавшее правителю острова по имени Публий. Он радушно принял нас у себя, и три дня мы гостили у него. ",
          "ID": "7"
        },
        {
          "text": "Отец Публия был болен и лежал в постели, у него был жар и дизентерия. Павел вошел к нему, помолился, возложил на него руки и исцелил его. ",
          "ID": "8"
        },
        {
          "text": "Когда народ это увидел, то все больные острова стали приходить и получали исцеление. ",
          "ID": "9"
        },
        {
          "text": "Они воздали нам много почестей, и когда мы должны были отплывать, они снабдили нас в дорогу всем необходимым.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Спустя три месяца мы вышли в море на корабле из Александрии, который зимовал на острове. Этот корабль носил имя богов-близнецов Кастора и Поллукса. ",
          "ID": "11"
        },
        {
          "text": "Мы приплыли в Сиракузы и пробыли там три дня. ",
          "ID": "12"
        },
        {
          "text": "Оттуда мы, идя галсами, прибыли в Ригий. На следующий день подул южный ветер, и мы прибыли в Путеолы. ",
          "ID": "13"
        },
        {
          "text": "Там мы нашли братьев, и они попросили нас провести с ними неделю.",
          "ID": "14"
        },
        {
          "text": "И вот мы, наконец, прибыли в Рим. ",
          "ID": "14"
        },
        {
          "text": "Братья в Риме слышали о том, что мы должны прибыть, и вышли навстречу нам до самой Аппиевой площади, а другие до городка Три Гостиницы. Когда Павел увидел их, он поблагодарил Бога и ободрился. ",
          "ID": "15"
        },
        {
          "text": "Мы прибыли в Рим, и Павлу разрешили жить отдельно. С ним жил лишь солдат, который и стерег его.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Три дня спустя Павел созвал руководителей иудейской общины Рима. Когда они собрались, он сказал им:",
          "ID": "17"
        },
        {
          "text": "– Братья, я был арестован в Иерусалиме и выдан римлянам, хотя я не сделал ничего ни против нашего народа, ни против обычаев наших предков. ",
          "ID": "17"
        },
        {
          "text": "Римляне провели расследование по моему делу и хотели меня отпустить, так как за мной нет никакой вины, за которую я заслуживал бы смерти. ",
          "ID": "18"
        },
        {
          "text": "Но поскольку предводители иудеев возражали, я вынужден был потребовать суда у кесаря, и сделал я это вовсе не для того, чтобы в чем-либо обвинить мой народ. ",
          "ID": "19"
        },
        {
          "text": "Я и созвал вас сегодня, чтобы увидеть вас и поговорить с вами. Ведь за надежду Израиля на мне эти цепи.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Слушавшие Павла ответили:",
          "ID": "21"
        },
        {
          "text": "– Мы не получали о тебе никаких писем из Иудеи, и никто из братьев, прибывших оттуда, не говорил нам о тебе ничего плохого. ",
          "ID": "21"
        },
        {
          "text": "Но мы хотели бы от тебя самого услышать, как ты сам думаешь, потому что до нас доходят лишь отрицательные отклики об этой секте.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Они условились с Павлом, и в назначенный день к нему домой пришло еще больше народу. Павел с утра и до вечера говорил им о Божьем Царстве и свидетельствовал им об Иисусе словами из Закона Моисея и из Пророков. ",
          "ID": "23"
        },
        {
          "text": "Некоторых он убедил, другие же не верили. ",
          "ID": "24"
        },
        {
          "text": "У них начались разногласия между собой, и когда они стали уходить, Павел произнес такие слова:",
          "ID": "25"
        },
        {
          "text": "– Святой Дух правильно сказал вашим отцам через пророка Исаию:",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "«Пойди к этому народу и скажи:",
          "ID": "26"
        },
        {
          "text": "вы будете слушать и слушать, но не поймете,",
          "ID": "26"
        },
        {
          "text": "будете смотреть и смотреть, но не увидите.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Сердце этого народа ожесточилось,",
          "ID": "27"
        },
        {
          "text": "они с трудом слышат ушами",
          "ID": "27"
        },
        {
          "text": "и глаза свои закрыли,",
          "ID": "27"
        },
        {
          "text": "чтобы не увидеть глазами,",
          "ID": "27"
        },
        {
          "text": "не услышать ушами,",
          "ID": "27"
        },
        {
          "text": "не понять сердцем",
          "ID": "27"
        },
        {
          "text": "и не обратиться, чтобы Я их исцелил».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Итак, знайте, что спасение Божье послано язычникам: они и услышат эту весть!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "После этих слов иудеи разошлись, горячо споря друг с другом.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Павел жил в Риме еще целых два года в снятом им помещении и принимал всех, кто приходил к нему. ",
          "ID": "30"
        },
        {
          "text": "Он смело и беспрепятственно возвещал Царство Божье и учил о Господе Иисусе Христе.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "Деяния Апостолов 28"
    }
  ],
  "ID": "NT:ACT(NRP)",
  "name": "Деяния Апостолов"
}