{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "В моей первой книге, дорогой Феофил, я описал всё, что делал и чему учил Иисус,",
          "ID": "1"
        },
        {
          "text": "описал всю Его жизнь с самого начала до того дня, когда Он вознёсся на Небо, после того, как через Святого Духа дал наставления избранным апостолам Своим.",
          "ID": "2"
        },
        {
          "text": "После Своей смерти Христос являлся им и дал много неоспоримых доказательств того, что жив. В продолжение сорока дней Он являлся им и говорил о Царстве Божьем.",
          "ID": "3"
        },
        {
          "text": "И однажды, когда Иисус ел с ними, Он повелел: «Не покидайте Иерусалим, а ждите обещанного Отцом, о чём слышали вы от Меня,",
          "ID": "4"
        },
        {
          "text": "так как Иоанн крестил людей водой, а вы вскоре будете крещены Святым Духом».",
          "ID": "5"
        },
        {
          "text": "И когда апостолы собрались все вместе, они спросили у Иисуса: «Господи! Не вернёшь ли Ты теперь царство Израилю?»",
          "ID": "6"
        },
        {
          "text": "Иисус ответил им: «Не вам знать времена и сроки, которые властью Своей установил Отец.",
          "ID": "7"
        },
        {
          "text": "Но вы получите силу, когда Святой Дух снизойдёт на вас, и будете свидетелями Моими, сначала в Иерусалиме и по всей Иудее и Самарии, а потом до краёв земли».",
          "ID": "8"
        },
        {
          "text": "Сказав это, Он на глазах у апостолов вознёсся на Небеса, и облако скрыло Его от них.",
          "ID": "9"
        },
        {
          "text": "Они пристально вглядывались в небеса, как вдруг двое мужчин, одетых в белое, предстали перед ними",
          "ID": "10"
        },
        {
          "text": "и сказали: «Галилеяне! Почему вы стоите здесь, глядя на небо? Иисус, вознёсшийся от вас на Небо, вернётся так же, как вы видели Его восходящим на Небо».",
          "ID": "11"
        },
        {
          "text": "Затем апостолы вернулись в Иерусалим с горы Елеонской, которая находится на расстоянии субботнего дня пути от Иерусалима.",
          "ID": "12"
        },
        {
          "text": "Придя туда, они поднялись в комнату наверху, где и остановились. Там были Пётр, Иоанн, Иаков и Андрей, Филипп и Фома, Варфоломей и Матфей, Иаков, сын Алфея, Симон Зилот и Иуда, сын Иакова.",
          "ID": "13"
        },
        {
          "text": "Апостолы все вместе предались молитве. С ними было несколько женщин и Мария, мать Иисуса, и Его братья.",
          "ID": "14"
        },
        {
          "text": "Несколько дней спустя верующие собрались вместе (а всего их было там около ста двадцати человек), и Пётр встал и сказал:",
          "ID": "15"
        },
        {
          "text": "«Братья мои, должно было исполниться Писание, предсказанное Святым Духом через Давида об Иуде, который возглавил схвативших Иисуса. Он был одним из нас и разделял труды наши».",
          "ID": "16+ACT"
        },
        {
          "text": "(Иуда купил поле на деньги, полученные за это преступление, но упал головой вниз и разбился, и все внутренности его выпали наружу.",
          "ID": "18"
        },
        {
          "text": "Это стало известно всем, кто жил в Иерусалиме, и это поле стало называться на их языке Акелдама, то есть «Кровавое поле»).",
          "ID": "19"
        },
        {
          "text": "Пётр сказал: «Потому что так написано о Иуде в книге Псалмов:",
          "ID": "20"
        },
        {
          "text": "„Да будет земля его заброшена,",
          "ID": "20"
        },
        {
          "text": "и пусть никто не живёт там”. Псалом 68:26",
          "ID": "20"
        },
        {
          "text": "И также:",
          "ID": "20"
        },
        {
          "text": "„Пусть другой человек займёт его место служения”. Псалом 108:8",
          "ID": "20"
        },
        {
          "text": "И потому нужно, чтобы ещё один человек присоединился к нам и стал свидетелем воскресения Иисуса. Этот человек должен быть одним из тех, кто был среди нас всё то время, пока Господь Иисус был с нами, с того самого времени, когда Иоанн начал крестить людей, и до того дня, когда Иисус вознёсся от нас на Небеса».",
          "ID": "21+ACT"
        },
        {
          "text": "И предложили они двоих: Иосифа, называемого Варсавой (известного также, как Иуст), и Матфия.",
          "ID": "23"
        },
        {
          "text": "Затем они помолились, говоря: «Господи, Ты знаешь, что у каждого на сердце. Покажи нам, которого из этих двоих Ты избрал,",
          "ID": "24"
        },
        {
          "text": "чтобы он занял место служения апостола, которое оставил Иуда, когда отправился туда, где ему надлежит быть».",
          "ID": "25"
        },
        {
          "text": "Затем они бросили жребий, чтобы выбрать между этими двумя, и Богу было угодно, чтобы жребий выпал Матфию, так что он тоже стал апостолом, как и остальные одиннадцать.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "Деяния Апостолов 1"
    },
    {
      "text": [
        {
          "text": "В день Пятидесятницы все апостолы собрались в одном месте.",
          "ID": "1"
        },
        {
          "text": "Вдруг с небес раздался звук, похожий на шум неистового порыва ветра, и наполнил весь дом, где они сидели.",
          "ID": "2"
        },
        {
          "text": "И явилось им нечто, подобное языкам пламени, эти языки разделились, и на каждого из апостолов пал такой огненный язык.",
          "ID": "3"
        },
        {
          "text": "И исполнились они все Духом Святым, и стали говорить на разных языках. Дух даровал им эту способность.",
          "ID": "4"
        },
        {
          "text": "В Иерусалиме же находились набожные иудеи изо всех стран мира.",
          "ID": "5"
        },
        {
          "text": "И когда раздался этот звук, собралась толпа; люди были удивлены, так как каждому из них слышалось, что апостолы говорят на его родном языке.",
          "ID": "6"
        },
        {
          "text": "Все были поражены и, недоумевая, говорили: «Разве все эти люди, которые говорят, не галилеяне?",
          "ID": "7"
        },
        {
          "text": "Как же это каждому из нас слышится, что они говорят на его родном языке?",
          "ID": "8"
        },
        {
          "text": "Среди нас и парфяне, и мидяне, и эламиты, жители Месопотамии и Иудеи, каппадокийцы, жители Понта и Азии,",
          "ID": "9"
        },
        {
          "text": "Фригии и Памфилии, Египта, обитатели тех частей Ливии, что примыкают к Киринее, римляне",
          "ID": "10"
        },
        {
          "text": "и иудеи, и уверовавшие в Господа язычники, критяне и аравийцы — все мы слышим, как они рассказывают о великих делах Божьих на наших родных языках».",
          "ID": "11"
        },
        {
          "text": "Все они были изумлены и озадачены и спрашивали друг друга: «Что это значит?»",
          "ID": "12"
        },
        {
          "text": "Но некоторые, насмехаясь, говорили: «Они выпили слишком много сладкого вина».",
          "ID": "13"
        },
        {
          "text": "Тогда Пётр и остальные одиннадцать апостолов поднялись, и Пётр громким голосом обратился к народу: «Мужи иудейские и жители Иерусалима! Я объясню вам, что это значит. Слушайте внимательно слова мои!",
          "ID": "14"
        },
        {
          "text": "Люди эти не пьяны, как вы думаете, ведь сейчас только девять часов утра!",
          "ID": "15"
        },
        {
          "text": "То, что вы видите, предсказано через пророка Иоиля:",
          "ID": "16"
        },
        {
          "text": "„Бог говорит:",
          "ID": "17"
        },
        {
          "text": "В дни последние я изолью Духа Своего на всех людей.",
          "ID": "17"
        },
        {
          "text": "И дочери, и сыновья ваши будут пророчествовать,",
          "ID": "17"
        },
        {
          "text": "и юноши ваши будут видеть видения,",
          "ID": "17"
        },
        {
          "text": "а старикам вашим будут сниться сны.",
          "ID": "17"
        },
        {
          "text": "В эти дни Я изолью Духа Своего на рабов и рабынь Своих,",
          "ID": "18"
        },
        {
          "text": "и будут они пророчествовать.",
          "ID": "18"
        },
        {
          "text": "И явлю Я знамения вверху,",
          "ID": "19"
        },
        {
          "text": "на небесах, и внизу, на земле:",
          "ID": "19"
        },
        {
          "text": "кровь, огонь и клубы дыма.",
          "ID": "19"
        },
        {
          "text": "Солнце померкнет,",
          "ID": "20"
        },
        {
          "text": "а луна станет красной, как кровь.",
          "ID": "20"
        },
        {
          "text": "А затем настанет великий",
          "ID": "20"
        },
        {
          "text": "и славный День Господний,",
          "ID": "20"
        },
        {
          "text": "и каждый, кто взывает к имени Господа,",
          "ID": "21"
        },
        {
          "text": "будет спасён”. Иоиль 2:28-32",
          "ID": "21"
        },
        {
          "text": "Братья мои, израильтяне, выслушайте слова мои: Иисус из Назарета был человек, Чья божественная власть была ясно доказана вам всеми силами, чудесами и знамениями, которые Бог сотворил через Него. Вы сами знаете это, так как произошло это здесь, среди вас.",
          "ID": "22"
        },
        {
          "text": "Этот Человек был отдан в вашу власть по намерению и предвидению Божьему, а вы убили Его руками беззаконных, пригвоздив к кресту.",
          "ID": "23"
        },
        {
          "text": "Но Бог воскресил Его и освободил от смертных мук, потому что Он не мог быть во власти смерти.",
          "ID": "24"
        },
        {
          "text": "Давид говорит о Нём:",
          "ID": "25"
        },
        {
          "text": "„Я непрестанно видел Господа передо мной:",
          "ID": "25"
        },
        {
          "text": "Он — по правую руку от меня,",
          "ID": "25"
        },
        {
          "text": "чтобы я не поколебался.",
          "ID": "25"
        },
        {
          "text": "И от этого сердце моё ликует,",
          "ID": "26"
        },
        {
          "text": "уста мои произносят речи радостные,",
          "ID": "26"
        },
        {
          "text": "и даже тело моё пребывает в надежде,",
          "ID": "26"
        },
        {
          "text": "потому что не оставишь души моей в стране мёртвых",
          "ID": "27"
        },
        {
          "text": "и не дашь Святому твоему увидеть тление.",
          "ID": "27"
        },
        {
          "text": "Ты наставил меня на путь жизни,",
          "ID": "28"
        },
        {
          "text": "и Твоё присутствие наполнит меня радостью”. Псалом 15:8-11",
          "ID": "28"
        },
        {
          "text": "Братья мои! С уверенностью могу сказать вам о патриархе Давиде, что он умер и был погребён, и могила его здесь до сегодняшнего дня с нами.",
          "ID": "29"
        },
        {
          "text": "Но он был пророк и знал, что Бог поклялся ему, что возведёт на престол Давида одного из его потомков.",
          "ID": "30"
        },
        {
          "text": "Предвидел он и воскресение Христа, когда сказал:",
          "ID": "31"
        },
        {
          "text": "„Не был Он оставлен в стране мёртвых,",
          "ID": "31"
        },
        {
          "text": "и тело Его не истлело в могиле”. Псалом 15:10",
          "ID": "31"
        },
        {
          "text": "Бог воскресил Иисуса, и все мы свидетели тому.",
          "ID": "32"
        },
        {
          "text": "Теперь Он вознесён по правую руку от Бога и, получив от Отца обещанного Святого Духа, Он излил на вас то, что вы видите и слышите.",
          "ID": "33"
        },
        {
          "text": "Так как, хотя Давид сам не был вознесён на Небо, однако вот его слова:",
          "ID": "34"
        },
        {
          "text": "„Господь сказал Господу Моему:",
          "ID": "34"
        },
        {
          "text": "Сядь по правую руку от Меня",
          "ID": "34"
        },
        {
          "text": "до тех пор, пока Я не повергну",
          "ID": "35"
        },
        {
          "text": "врагов Твоих к ногам Твоим”. Псалом 109:1",
          "ID": "35"
        },
        {
          "text": "Так знай же, народ Израиля, что Бог сделал Иисуса Господом и Христом, а вы распяли Его!»",
          "ID": "36"
        },
        {
          "text": "Услышав это, они были поражены в самое сердце и сказали Петру и другим апостолам: «Братья, что же нам делать?»",
          "ID": "37"
        },
        {
          "text": "«Покайтесь! — ответил Пётр, — и каждый из вас должен быть крещён во имя Иисуса Христа в искупление грехов ваших, и получите вы дар Святого Духа.",
          "ID": "38"
        },
        {
          "text": "Так как обещано это вам и детям вашим, и всем, кто ещё далёк от Бога, всем, кого призовёт к себе Господь Бог наш».",
          "ID": "39"
        },
        {
          "text": "И многими другими словами предостерегал он их и молил, говоря: «Оберегайте себя от наказания, которое Бог пошлёт злым людям, живущим ныне!»",
          "ID": "40"
        },
        {
          "text": "Те, кто принял его слово, были крещены, а всего в тот день около трёх тысяч человек прибавилось к числу верующих.",
          "ID": "41"
        },
        {
          "text": "И они проводили время в постоянном приобщении к апостольским учениям и в общении друг с другом, ели все вместе и молились вместе.",
          "ID": "42"
        },
        {
          "text": "И чувство благоговейного трепета овладело каждым, и много чудес и знамений совершено было апостолами.",
          "ID": "43"
        },
        {
          "text": "Все уверовавшие держались вместе и делились друг с другом всем.",
          "ID": "44"
        },
        {
          "text": "И стали они продавать своё имущество и владения свои и раздавать всем, кто в этом нуждался.",
          "ID": "45"
        },
        {
          "text": "Каждый день они собирались вместе в храме, а в домах у себя ели все вместе, радостно и щедро делясь друг с другом пищей,",
          "ID": "46"
        },
        {
          "text": "восхваляя Бога и радуясь доброму отношению всего народа. А Господь ежедневно прибавлял к ним спасённых.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "Деяния Апостолов 2"
    },
    {
      "text": [
        {
          "text": "Однажды Пётр и Иоанн шли вместе в храм в три часа пополудни, в час молитвы,",
          "ID": "1"
        },
        {
          "text": "и увидели там калеку, который от рождения не мог ходить, и которого каждый день приносили в храм и сажали у ворот, называемых Красивыми, и он просил милостыню у людей, входящих в храм.",
          "ID": "2"
        },
        {
          "text": "Увидев Петра и Иоанна перед входом в храм, он попросил у них милостыню.",
          "ID": "3"
        },
        {
          "text": "Внимательно посмотрев на него, Пётр и Иоанн сказали: «Взгляни на нас».",
          "ID": "4"
        },
        {
          "text": "И он посмотрел, ожидая что-нибудь от них получить.",
          "ID": "5"
        },
        {
          "text": "Но Пётр сказал: «Нет у меня ни серебра, ни золота, но дам я тебе то, что имею. Во имя Иисуса Христа из Назарета, встань и иди!»",
          "ID": "6"
        },
        {
          "text": "И взяв его за правую руку, помог ему встать. Тотчас же ступни и суставы его окрепли",
          "ID": "7"
        },
        {
          "text": "и, вскочив на ноги, он стал ходить. Он пошёл с ними в храм, подпрыгивая на ходу и восхваляя Бога.",
          "ID": "8"
        },
        {
          "text": "И все видели, как он шёл, прославляя Бога,",
          "ID": "9"
        },
        {
          "text": "и узнали в нём того калеку, который сидел, прося милостыню, у Красивых ворот храма. Случившееся с ним наполнило людей удивлением и изумлением.",
          "ID": "10"
        },
        {
          "text": "Этот человек ни на шаг не отходил от Петра и Иоанна, а в это время изумлённые люди сбегались к ним, к месту, называемому Соломоновым Портиком.",
          "ID": "11"
        },
        {
          "text": "Увидев это, Пётр сказал: «Мои израильские братья, чему вы удивляетесь? Почему вы смотрите на нас так, будто мы своей силой и благочестием сделали так, что этот человек стал ходить?",
          "ID": "12"
        },
        {
          "text": "Нет, Бог совершил это! Бог Авраама, Исаака и Иакова, Бог предков наших восславил слугу Своего Иисуса, а вы отдали Его на смерть и отреклись от Него перед Пилатом, когда тот решил освободить Его.",
          "ID": "13"
        },
        {
          "text": "Вы отреклись от Святого и Праведного, а убийцу просили освободить.",
          "ID": "14"
        },
        {
          "text": "Вы убили Несущего жизнь, но Бог воскресил Его из мёртвых, и мы свидетели тому, мы видели это собственными глазами.",
          "ID": "15"
        },
        {
          "text": "Силой Иисуса был исцелён этот калека, потому что мы поверили во имя Его, и этот человек, которого вы видите и знаете, был полностью исцелён перед всеми вами ради веры во имя Иисуса!",
          "ID": "16"
        },
        {
          "text": "Но я знаю, братья, что вы сделали всё это в неведении, как и предводители ваши.",
          "ID": "17"
        },
        {
          "text": "Бог же предрекал через всех пророков страдания Христу и таким образом исполнил это.",
          "ID": "18"
        },
        {
          "text": "Так покайтесь же, и возвратитесь к Богу, чтобы вам простились грехи ваши.",
          "ID": "19"
        },
        {
          "text": "И тогда Господь дарует вам духовный покой и пошлёт вам Иисуса, Того, кого Он избрал быть Христом вашим.",
          "ID": "20"
        },
        {
          "text": "Он должен оставаться на Небесах до того времени, когда всё будет восстановлено, как и говорил Бог издавна через своих святых пророков.",
          "ID": "21"
        },
        {
          "text": "Моисей, один из пророков, сказал: „Господь, Бог ваш, из братьев ваших пошлёт вам Пророка, подобного мне. Вы должны повиноваться всему, что Он говорит вам.",
          "ID": "22"
        },
        {
          "text": "И любой, кто не подчинится Тому Пророку, будет отделён от людей Божьих и сгинет”.",
          "ID": "23"
        },
        {
          "text": "Да, все когда-либо вещавшие пророки, начиная с Самуила и кончая теми, кто был после него, предвещали эти дни.",
          "ID": "24"
        },
        {
          "text": "Вы — наследники пророков и Соглашения, которое Бог дал вашим предкам, когда сказал Аврааму: „Через потомство твоё благословенны будут все люди на земле”.",
          "ID": "25"
        },
        {
          "text": "Вы были первыми, к кому Он послал слугу Своего Иисуса благословлять каждого из вас, отвращая от неправедных путей ваших».",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "Деяния Апостолов 3"
    },
    {
      "text": [
        {
          "text": "В то время, когда Пётр и Иоанн беседовали с народом, к ним подошли священники, начальник стражников храма и саддукеи.",
          "ID": "1"
        },
        {
          "text": "Они были раздосадованы тем, что Пётр и Иоанн учат народ и, говоря об Иисусе, возвещают людям воскресение из мёртвых.",
          "ID": "2"
        },
        {
          "text": "Иудейские предводители арестовали апостолов и посадили в тюрьму до следующего дня, так как был уже вечер.",
          "ID": "3"
        },
        {
          "text": "Но многие, слышавшие слово, поверили, и число верующих достигло около пяти тысяч мужчин.",
          "ID": "4"
        },
        {
          "text": "На следующий день иудейские предводители, старейшины и законники собрались в Иерусалиме.",
          "ID": "5"
        },
        {
          "text": "Там были также первосвященник Анна, Каиафа, Иоанн, Александр и все, принадлежавшие к роду первосвященника.",
          "ID": "6"
        },
        {
          "text": "Поставив перед собой апостолов, они начали допрашивать их: «Какой властью и чьим именем вы сделали это?»",
          "ID": "7"
        },
        {
          "text": "Тогда Пётр, исполнившись Духа Святого, сказал им: «Предводители народные и старейшины!",
          "ID": "8"
        },
        {
          "text": "Раз нас допрашивают сегодня о благодеянии, оказанном калеке, и спрашивают, как он был исцелён,",
          "ID": "9"
        },
        {
          "text": "то вы все и весь народ Израиля должны знать: это сделано именем Иисуса Христа из Назарета, которого вы распяли, и которого Бог воскресил из мёртвых. Его именем и стоит этот человек перед вами, полностью исцелённый.",
          "ID": "10"
        },
        {
          "text": "Иисус —",
          "ID": "11"
        },
        {
          "text": "„Камень, отвергнутый вами, строителями,",
          "ID": "11"
        },
        {
          "text": "стал краеугольным”. Псалом 117:22",
          "ID": "11"
        },
        {
          "text": "Только в Нём одном спасение, потому что нет другого имени под небесами, данного людям, через которое мы можем обрести спасение».",
          "ID": "12"
        },
        {
          "text": "Иудейские предводители поняли, что Пётр и Иоанн простые и необразованные люди. Увидев, однако же, смелость их речей, они были изумлены, а потом поняли, что Пётр и Иоанн были с Иисусом.",
          "ID": "13"
        },
        {
          "text": "Но так как рядом с апостолами стоял исцелённый ими человек, иудеи ничего не смогли сказать.",
          "ID": "14"
        },
        {
          "text": "Приказав Петру и Иоанну покинуть синедрион, предводители стали совещаться друг с другом:",
          "ID": "15"
        },
        {
          "text": "«Что же нам делать с этими людьми, потому что каждому, живущему в Иерусалиме, ясно, что через них было совершено великое чудо, и мы не можем отрицать этого.",
          "ID": "16"
        },
        {
          "text": "Но чтобы дальше это не распространялось в народе, мы прикажем им, чтобы они ни с кем не говорили от имени Иисуса».",
          "ID": "17"
        },
        {
          "text": "Они позвали апостолов и приказали им ни в коем случае не говорить и не учить во имя Иисуса.",
          "ID": "18"
        },
        {
          "text": "Но Пётр и Иоанн ответили им: «Рассудите, справедливо ли перед Богом слушать вас больше, чем Бога?",
          "ID": "19"
        },
        {
          "text": "Мы не можем не говорить о том, что видели и слышали».",
          "ID": "20"
        },
        {
          "text": "Снова пригрозив апостолам, иудейские предводители отпустили их, потому что не могли найти повода наказать их, так как весь народ воздавал хвалу Богу за происшедшее.",
          "ID": "21"
        },
        {
          "text": "Ведь человеку, над которым свершилось чудо исцеления, было больше сорока лет.",
          "ID": "22"
        },
        {
          "text": "После того как Петра и Иоанна освободили, они пришли к своим сторонникам и рассказали им обо всём, что сказали главные священники и старейшины.",
          "ID": "23"
        },
        {
          "text": "Услышав это, все верующие воззвали к Богу и сказали: «Владыка, Ты создал небо и землю, море и всё в мире.",
          "ID": "24"
        },
        {
          "text": "Это Ты сказал через Святого Духа устами слуги твоего Давида, предка нашего:",
          "ID": "25"
        },
        {
          "text": "„Почему были дерзки народы",
          "ID": "25"
        },
        {
          "text": "и замышляли тщетное?",
          "ID": "25"
        },
        {
          "text": "Цари земные приготовились к битве,",
          "ID": "26"
        },
        {
          "text": "а правители собрались вместе",
          "ID": "26"
        },
        {
          "text": "против Господа и Его Христа”. Псалом 2:1-2",
          "ID": "26"
        },
        {
          "text": "Всё это в самом деле случилось в то время, когда Ирод и Понтий Пилат вместе с иудеями и другими народами собрались в Иерусалиме против святого слуги Твоего Иисуса, Того, Кого избрал Ты Христом.",
          "ID": "27"
        },
        {
          "text": "Они собрались, чтобы свершилось то, что было предопределено Тобой, согласно воле и власти Твоей.",
          "ID": "28"
        },
        {
          "text": "Взгляни теперь, Господи, на их угрозы и дай слугам Твоим со всем дерзновением проповедовать Твоё Слово,",
          "ID": "29"
        },
        {
          "text": "простирая руку твою для исцеления, для знамений и чудес, совершаемых именем святого слуги Твоего Иисуса».",
          "ID": "30"
        },
        {
          "text": "Когда закончили они молиться, содрогнулось место, где они собрались и, преисполнившись Духа Святого, стали все смело говорить, провозглашая Слово Божье.",
          "ID": "31"
        },
        {
          "text": "Было же у всех уверовавших одно сердце и одна душа. И никто ничего из имущества своего не называл своим собственным, и всё у них было общее.",
          "ID": "32"
        },
        {
          "text": "И с великой силой апостолы свидетельствовали о воскресении Господа Иисуса. И Божье щедрое благословение было на них.",
          "ID": "33"
        },
        {
          "text": "И не было нуждающихся среди них, так как кто владел землёй или домами, продавали их, приносили деньги, вырученные от продажи,",
          "ID": "34"
        },
        {
          "text": "и отдавали апостолам. Всё распределялось между людьми, каждому по нужде его.",
          "ID": "35"
        },
        {
          "text": "Так поступил и Иосиф, левит, урождённый киприянин, которого апостолы называли также Варнавой (что в переводе означает «помогающий другим»).",
          "ID": "36"
        },
        {
          "text": "У него было поле, он продал его, принёс деньги и отдал их апостолам.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "Деяния Апостолов 4"
    },
    {
      "text": [
        {
          "text": "Один человек по имени Анания, со своей женой Сапфирой, продал часть принадлежащей ему земли.",
          "ID": "1"
        },
        {
          "text": "Однако, с ведома жены, он утаил часть вырученных денег, а остальные деньги принёс и отдал апостолам.",
          "ID": "2"
        },
        {
          "text": "Тогда Пётр сказал: «Анания, почему ты позволил сатане править сердцем твоим, что даже Святому Духу солгал и утаил часть денег, вырученных от продажи земли?",
          "ID": "3"
        },
        {
          "text": "До того как ты продал её, разве не твоей была она? А после продажи, разве не твои были деньги, и разве не мог ты ими распоряжаться? Зачем ты задумал такое? Не людям, а Богу солгал ты».",
          "ID": "4"
        },
        {
          "text": "Услышав эти слова, Анания упал замертво. И пришли юноши и обернули его тело в погребальное полотно, а затем вынесли и похоронили. И всех, кто услышал об этом, объял великий страх.",
          "ID": "5+ACT"
        },
        {
          "text": "Прошло около трёх часов, и пришла жена Анании, не знавшая о случившемся.",
          "ID": "7"
        },
        {
          "text": "Пётр спросил её: «Скажи мне, за столько ли вы продали своё поле?»",
          "ID": "8"
        },
        {
          "text": "И она ответила: «Да, за столько».",
          "ID": "8"
        },
        {
          "text": "Тогда Пётр сказал ей: «Значит и ты, и муж твой сговорились испытать Духа Господнего? Взгляни! Вон, похоронившие мужа твоего уже у дверей, они и тебя вынесут».",
          "ID": "9"
        },
        {
          "text": "Тотчас же упала она у ног его и умерла. Войдя, юноши увидели её мёртвой, вынесли и похоронили рядом с мужем.",
          "ID": "10"
        },
        {
          "text": "И великий страх объял всех верующих и всех, слышавших об этом.",
          "ID": "11"
        },
        {
          "text": "Много знамений и чудес было совершено апостолами в народе. И были они все вместе в Соломоновом Портике.",
          "ID": "12"
        },
        {
          "text": "Никто из других людей не осмеливался присоединиться к ним, но народ прославлял их.",
          "ID": "13"
        },
        {
          "text": "И всё больше и больше народа: и мужчины, и женщины — обретали веру в Господа, и число верующих возрастало.",
          "ID": "14"
        },
        {
          "text": "Люди стали выносить больных на улицы и класть их там на кроватях и подстилках в надежде на то, что хотя бы тень Петра упадёт на кого-нибудь из них, когда он будет проходить мимо, и этого будет достаточно, чтобы исцелить больного.",
          "ID": "15"
        },
        {
          "text": "Толпы стекались из городов вокруг Иерусалима, принося больных и одержимых нечистыми духами, и все они исцелялись.",
          "ID": "16"
        },
        {
          "text": "Тогда первосвященник и все, кто был с ним (а это были саддукеи), преисполнившись зависти,",
          "ID": "17"
        },
        {
          "text": "схватили апостолов и посадили их в темницу.",
          "ID": "18"
        },
        {
          "text": "Но ночью Ангел Господний отворил двери темницы и, выведя их оттуда, сказал:",
          "ID": "19"
        },
        {
          "text": "«Идите, встаньте в храме и поведайте народу всё о вашей новой жизни во Христе».",
          "ID": "20"
        },
        {
          "text": "Услышав это, они вошли на рассвете в храм и стали учить народ.",
          "ID": "21"
        },
        {
          "text": "Когда пришёл первосвященник и все, кто был с ним, собрали синедрион и совет израильских старейшин и послали служителей за апостолами.",
          "ID": "21"
        },
        {
          "text": "Придя в темницу, служители не нашли там апостолов, и поэтому, возвратившись, сообщили об этом иудейским предводителям.",
          "ID": "22"
        },
        {
          "text": "«Мы нашли темницу надёжно запертой, и стражники стояли у дверей, но когда их открыли, то там никого не оказалось», — сказали они.",
          "ID": "23"
        },
        {
          "text": "Услышав эти слова, главные священники и начальник стражи храма недоумевали по поводу случившегося.",
          "ID": "24"
        },
        {
          "text": "Затем кто-то пришёл и сказал им: «Люди, которых вы заключили в темницу, стоят в храме и учат народ!»",
          "ID": "25"
        },
        {
          "text": "Тогда начальник стражи вместе со служителями вышел и привёл апостолов обратно. Они боялись применять силу, чтобы народ не забросал их камнями.",
          "ID": "26"
        },
        {
          "text": "Они привели апостолов и поставили перед синедрионом. Тогда первосвященник спросил их:",
          "ID": "27"
        },
        {
          "text": "«Разве не дали мы вам строгое приказание не учить об этом Человеке? Вы же, однако, наполнили Иерусалим своим учением и хотите возложить на нас вину за Его смерть».",
          "ID": "28"
        },
        {
          "text": "Пётр и другие апостолы отвечали: «Мы должны повиноваться Богу, а не людям.",
          "ID": "29"
        },
        {
          "text": "Вы убили Иисуса, распяв на кресте, но Бог предков наших воскресил Его из мёртвых.",
          "ID": "30"
        },
        {
          "text": "Бог возвысил Его, посадив по правую руку от Себя, как нашего Вождя и Спасителя, чтобы Бог мог даровать Израилю покаяние и отпущение грехов.",
          "ID": "31"
        },
        {
          "text": "И свидетели этому мы и Святой Дух, которого Бог дал тем, кто повинуется Ему».",
          "ID": "32"
        },
        {
          "text": "Услышав это, члены синедриона пришли в ярость и хотели убить апостолов.",
          "ID": "33"
        },
        {
          "text": "Но один из членов синедриона, фарисей по имени Гамалиил, почитаемый всеми законник, встал и приказал, чтобы апостолов вывели на несколько минут.",
          "ID": "34"
        },
        {
          "text": "Затем он сказал: «Люди Израиля! Будьте осторожны с этими людьми. Что вы хотите сделать?",
          "ID": "35"
        },
        {
          "text": "Помните: недавно явился Февда, выдававший себя за великого человека, и около четырёхсот человек присоединилось к нему. Он был убит, а все его последователи рассеялись, и всё пропало.",
          "ID": "36"
        },
        {
          "text": "После него во время переписи появился галилеянин Иуда и увлёк за собой много людей. Он тоже был убит, а все, кто следовал за ним, рассеялись.",
          "ID": "37"
        },
        {
          "text": "Поэтому теперь говорю вам: отступитесь от этих людей и оставьте их в покое. Так как, если замысел или дело это от людей, то оно провалится.",
          "ID": "38"
        },
        {
          "text": "Если же от Бога, то вы не в состоянии остановить их, и может случиться, что препятствуя, вы будете бороться против самого Бога».",
          "ID": "39"
        },
        {
          "text": "Они приняли его совет.",
          "ID": "39"
        },
        {
          "text": "Позвав апостолов, они избили их и, повелев не проповедовать об Иисусе, отпустили.",
          "ID": "40"
        },
        {
          "text": "Апостолы покинули синедрион, радуясь, что удостоились принять бесчестие ради Иисуса.",
          "ID": "41"
        },
        {
          "text": "Каждый день и в самом храме, и из дома в дом, они продолжали проповедовать и возвещать Благую Весть о том, что Иисус — Христос.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "Деяния Апостолов 5"
    },
    {
      "text": [
        {
          "text": "В те дни, когда число учеников возрастало, иудеи, чьим родным языком был греческий, стали жаловаться на иудеев, у кого родной язык был арамейский, потому что их вдовами пренебрегали при каждодневном распределении пищи.",
          "ID": "1"
        },
        {
          "text": "Тогда двенадцать апостолов созвали всех последователей и сказали: «Не подобает нам, оставив слово Божье, беспокоиться о пропитании людей,",
          "ID": "2"
        },
        {
          "text": "так что выберите, братья, из своей среды семерых, пользующихся доброй славой и исполненных Святого Духа и мудрости. Им и поручим эту службу,",
          "ID": "3"
        },
        {
          "text": "а себя же посвятим молитве и наставлениям в слове Божьем».",
          "ID": "4"
        },
        {
          "text": "Все были довольны этим предложением и избрали Стефана, человека, исполненного веры и Святого Духа, Филиппа, Прохора, Никанора, Тимона, Пармена и Николая Антиохийца, обращённого из язычников.",
          "ID": "5"
        },
        {
          "text": "И представили их апостолам, и те, помолившись, возложили на них руки.",
          "ID": "6"
        },
        {
          "text": "Итак, слово Божье распространялось, число учеников в Иерусалиме весьма возросло, и многие иудейские священники приняли веру и были послушны ей.",
          "ID": "7"
        },
        {
          "text": "Стефан же, человек, исполненный благодати и силы, творил великие чудеса и знамения в народе.",
          "ID": "8"
        },
        {
          "text": "Но некоторые иудеи из так называемой синагоги либертинцев, иудеи из Киринеи и Александрии, из Киликии и Азии восстали против него. Они долго спорили с ним,",
          "ID": "9"
        },
        {
          "text": "но не могли противостоять мудрости и Духу, который говорил через него.",
          "ID": "10"
        },
        {
          "text": "И они подкупили некоторых людей, чтобы те сказали: «Мы слышали, как он злословит против Моисея и Бога».",
          "ID": "11"
        },
        {
          "text": "Таким образом они возмутили народ, старейшин и законников, и те пришли, схватили его и привели в синедрион.",
          "ID": "12"
        },
        {
          "text": "Они также привели лжесвидетелей, которые говорили: «Этот человек непрестанно оскорбляет святое место и Закон.",
          "ID": "13"
        },
        {
          "text": "Мы слышали, как он говорил, что тот Иисус из Назарета разрушит святое место и переменит Законы, данные нам Моисеем».",
          "ID": "14"
        },
        {
          "text": "Все находившиеся в синедрионе не спускали с него глаз и видели, что лицо его стало, словно лицо Ангела.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "Деяния Апостолов 6"
    },
    {
      "text": [
        {
          "text": "Тогда первосвященник сказал: «Так ли это?»",
          "ID": "1"
        },
        {
          "text": "Стефан ответил: «Братья и отцы, слушайте! Бог Славы явился Аврааму, отцу нашему, когда он ещё жил в Месопотамии, до того, как поселился в Харане,",
          "ID": "2"
        },
        {
          "text": "и сказал ему: „Оставь свою землю и родных своих и иди в страну, которую Я укажу тебе”.",
          "ID": "3"
        },
        {
          "text": "Тогда Авраам покинул страну халдеев и поселился в Харане. После смерти его отца Бог переселил Авраама в эту землю, где вы теперь живёте.",
          "ID": "4"
        },
        {
          "text": "Он не дал ему в наследство ни клочка этой земли, но обещал в будущем отдать её во владение ему и потомкам его, хотя в то время у Авраама и не было детей.",
          "ID": "5"
        },
        {
          "text": "Вот что сказал ему Бог: „Будут твои потомки пришельцами на чужой земле, и поработят их, и будут притеснять и угнетать их четыреста лет.",
          "ID": "6"
        },
        {
          "text": "И Я буду судить народ, поработивший их”. Бог сказал: „И покинут они ту землю, а потом станут поклоняться Мне на этом месте”.",
          "ID": "7"
        },
        {
          "text": "Бог заключил с Авраамом Соглашение, а обряд обрезания был подтверждением этого Соглашения. И потому, когда Авраам стал отцом Исаака, то на восьмой день обрезал его, а Исаак, став отцом Иакова, также обрезал его, Иаков же сделал то же самое для своих сыновей, те же впоследствии стали двенадцатью патриархами.",
          "ID": "8"
        },
        {
          "text": "Патриархи же завидовали Иосифу и продали его в рабство в Египет. Но Бог был с ним",
          "ID": "9"
        },
        {
          "text": "и избавил его от всех бед, дал ему мудрость и милость в глазах фараона, царя египетского. И фараон сделал Иосифа правителем всего Египта и своего собственного дома.",
          "ID": "10"
        },
        {
          "text": "Но наступил голод в Египте и Ханаане и принёс с собой великое страдание. И предки наши не находили для себя пропитания.",
          "ID": "11"
        },
        {
          "text": "Услышав, что в Египте есть запасы хлеба, Иаков послал туда наших предков. Это было их первое путешествие в Египет.",
          "ID": "12"
        },
        {
          "text": "Когда же они отправились туда во второй раз, Иосиф открылся братьям своим, и фараону стал известен род Иосифа.",
          "ID": "13"
        },
        {
          "text": "И послал Иосиф за отцом своим Иаковом и за всеми родственниками, всего их было семьдесят пять человек.",
          "ID": "14"
        },
        {
          "text": "И отправился Иаков в Египет, и там прожил и он, и наши предки до самой смерти.",
          "ID": "15"
        },
        {
          "text": "И перенесли их в Сихем и положили в гробницу, которую Авраам купил в Сихеме у сыновей Еммора, заплатив за неё серебром.",
          "ID": "16"
        },
        {
          "text": "И по мере приближения исполнения обещания, данного Богом Аврааму, число наших соплеменников в Египте становилось всё больше и больше.",
          "ID": "17"
        },
        {
          "text": "Но в конце концов пришёл к власти другой царь, который не знал Иосифа.",
          "ID": "18"
        },
        {
          "text": "Он хитроумно использовал наш народ и был жесток к нашим предкам, заставляя их бросать своих новорожденных на произвол судьбы, чтобы те погибали.",
          "ID": "19"
        },
        {
          "text": "В это время родился Моисей, который был очень красивым ребёнком. Три месяца он воспитывался в доме своего отца,",
          "ID": "20"
        },
        {
          "text": "а когда им пришлось его бросить, то мальчика подобрала дочь фараона и воспитала как собственного сына.",
          "ID": "21"
        },
        {
          "text": "Моисей был обучен всей мудрости египтян и был силён в словах и делах.",
          "ID": "22"
        },
        {
          "text": "Когда ему исполнилось сорок лет, он решил навестить своих братьев, сынов Израиля.",
          "ID": "23"
        },
        {
          "text": "Увидев, что одного из них обижают, он вступился и отомстил за обиженного, убив египтянина.",
          "ID": "24"
        },
        {
          "text": "Он думал, что его собратья поймут, что Бог посылает им через Него спасение, но они не поняли.",
          "ID": "25"
        },
        {
          "text": "На следующий день он случайно увидел драку между двумя иудеями и попытался помирить их, говоря: „Люди, вы — братья, почему же обижаете друг друга?”",
          "ID": "26"
        },
        {
          "text": "Но тот, кто обижал ближнего, оттолкнул Моисея, сказав: „Кто поставил тебя старшим и судьей над нами?",
          "ID": "27"
        },
        {
          "text": "Не хочешь ли ты убить меня так же, как убил вчера египтянина?”",
          "ID": "28"
        },
        {
          "text": "И бежал Моисей из Египта, услышав это, и поселился словно чужестранец в земле Мадиамской, где стал отцом двух сыновей.",
          "ID": "29"
        },
        {
          "text": "Прошло сорок лет, и Ангел явился ему в пламени горящего куста в пустыне неподалёку от горы Синай.",
          "ID": "30"
        },
        {
          "text": "Моисей удивился, увидев это. А когда подходил, чтобы лучше рассмотреть, услышал голос Господа:",
          "ID": "31"
        },
        {
          "text": "„Я — Бог предков твоих, Бог Авраама, Бог Исаака и Бог Иакова.” Моисей, дрожа от страха, не смел смотреть на куст.",
          "ID": "32"
        },
        {
          "text": "И Господь сказал ему: „Сними сандалии с ног твоих, так как место, на котором ты стоишь, — земля святая.",
          "ID": "33"
        },
        {
          "text": "Я взглянул и увидел притеснение народа моего в Египте, и услышал стоны его, и сошёл, чтобы спасти его. Теперь же, Моисей, Я посылаю тебя обратно в Египет”.",
          "ID": "34"
        },
        {
          "text": "Это тот самый Моисей, которого иудеи отвергли, сказав: „Кто поставил тебя вождём и судьёй?” — тот самый Моисей, которого Бог через Ангела, явившегося ему в кусте, послал, чтобы стал он вождём и спасителем.",
          "ID": "35"
        },
        {
          "text": "Это он вёл их, творя чудеса и знамения в земле Египетской, у Красного моря, и в пустыне в продолжение сорока лет.",
          "ID": "36"
        },
        {
          "text": "Это тот самый Моисей, который сказал сынам Израиля: „Пророка, подобного мне, пошлёт вам Бог из народа вашего”.",
          "ID": "37"
        },
        {
          "text": "Это он был с народом Израиля, собравшимся в пустыне, именно с ним говорил Ангел на горе Синай, это он находился с нашими предками, когда принял животворящие заповеди Господние и передал их нам.",
          "ID": "38"
        },
        {
          "text": "Но наши предки отказались подчиниться ему, отвергли его и обратились сердцами к Египту.",
          "ID": "39"
        },
        {
          "text": "Они сказали Аарону: „Мы не знаем, что случилось с тем Моисеем, который вывел нас из Египта, поэтому сделай нам богов, которые поведут нас”.",
          "ID": "40"
        },
        {
          "text": "И сделали они в те дни изображение тельца, и принесли жертву идолу, и радовались делу рук своих.",
          "ID": "41"
        },
        {
          "text": "Но Бог отвернулся от них и перестал удерживать их от служения войску лжебожествам небесным, как написано в книге пророков:",
          "ID": "42"
        },
        {
          "text": "„Народ Израиля!",
          "ID": "42"
        },
        {
          "text": "Заклания и жертвы не Мне приносил ты",
          "ID": "42"
        },
        {
          "text": "в пустыне в течение сорока лет.",
          "ID": "42"
        },
        {
          "text": "Взяли вы с собой шатёр Молоха",
          "ID": "43"
        },
        {
          "text": "и звезду вашего бога Ремфана:",
          "ID": "43"
        },
        {
          "text": "идолов, которых сделали вы себе для поклонения.",
          "ID": "43"
        },
        {
          "text": "И потому отправлю Я вас",
          "ID": "43"
        },
        {
          "text": "за пределы Вавилона”. Амос 5:25-27",
          "ID": "43"
        },
        {
          "text": "Во время скитаний в пустыне предки наши несли с собой священный шатёр. Бог научил Моисея, как сделать этот шатёр по образцу, который был показан ему.",
          "ID": "44"
        },
        {
          "text": "Потом наши предки, получив шатёр от своих предков, несли его с собой и под предводительством Иисуса Навина овладели землёй народов, которых Бог изгонял с той земли ради предков наших. Так было до времени Давида,",
          "ID": "45"
        },
        {
          "text": "который обрёл милость Божью и просил, чтобы ему было позволено построить храм для Бога народа израильского.",
          "ID": "46"
        },
        {
          "text": "Но дом для Него построил Соломон.",
          "ID": "47"
        },
        {
          "text": "Однако Всевышний обитает не в домах, построенных руками человеческими, потому что, как говорит пророк:",
          "ID": "48"
        },
        {
          "text": "„Небо — Мой престол,",
          "ID": "49"
        },
        {
          "text": "а земля — подножие Моё.",
          "ID": "49"
        },
        {
          "text": "Какой дом вы построите Мне?",
          "ID": "49"
        },
        {
          "text": "— Говорит Господь. —",
          "ID": "49"
        },
        {
          "text": "Где место покоя Моего?",
          "ID": "49"
        },
        {
          "text": "Не Моей ли рукой сотворено всё это?” Исаия 66:1-2",
          "ID": "50"
        },
        {
          "text": "О, упрямцы, отказывающиеся принести сердца свои Богу и внимать Ему! Вы всегда противитесь Святому Духу, вы такие же, как и предки ваши.",
          "ID": "51"
        },
        {
          "text": "Был ли хоть один пророк не преследуем вашими предками? Они даже убили тех, кто давно предсказывал пришествие Праведника, которого теперь вы предали и умертвили.",
          "ID": "52"
        },
        {
          "text": "Это вы получили Закон, вручённый вам Ангелами, и не подчинились ему!»",
          "ID": "53"
        },
        {
          "text": "Иудейские предводители пришли в бешенство, слушая это, и скрежетали зубами от гнева.",
          "ID": "54"
        },
        {
          "text": "Но Стефан, исполненный Святого Духа, устремил взгляд к небесам и, увидев Славу Божью и Иисуса, стоящего по правую руку от Бога,",
          "ID": "55"
        },
        {
          "text": "сказал: «Вот, я вижу Небеса открытые и Сына Человеческого, стоящего по правую руку от Бога».",
          "ID": "56"
        },
        {
          "text": "Они же при этом стали кричать и затыкать уши. Потом, набросившись на него,",
          "ID": "57"
        },
        {
          "text": "они выволокли его за пределы города и стали бросать в него камни. А те, кто лживо обвинял его, оставили свои одежды на сохранение юноше по имени Савл.",
          "ID": "58"
        },
        {
          "text": "Когда они побивали камнями Стефана, он воззвал к Господу и сказал: «Господь Иисус! Прими дух мой!»",
          "ID": "59"
        },
        {
          "text": "И, упав на колени, он воскликнул громким голосом: «Господи! Не вини их за этот грех!» Произнеся эти слова, он испустил дух.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "Деяния Апостолов 7"
    },
    {
      "text": [
        {
          "text": "Савл одобрил убийство Стефана.",
          "ID": "1"
        },
        {
          "text": "В тот день началось великое гонение на церковь в Иерусалиме, и все, кроме апостолов, рассеялись по Иудее и Самарии.",
          "ID": "1"
        },
        {
          "text": "Преданные люди похоронили Стефана и громко оплакивали его.",
          "ID": "2"
        },
        {
          "text": "Савл же пытался уничтожить церковь; переходя от дома к дому, он брал под стражу мужчин и женщин и бросал их в темницу.",
          "ID": "3"
        },
        {
          "text": "Рассеявшиеся же ходили повсюду и проповедовали Благую Весть.",
          "ID": "4"
        },
        {
          "text": "Филипп пришёл в Самарию и провозглашал учение о Христе.",
          "ID": "5"
        },
        {
          "text": "Услышав Филиппа и увидев чудеса, которые он творил, народ стал единодушно внимать ему.",
          "ID": "6"
        },
        {
          "text": "Из многих одержимых выходили с громкими воплями нечистые духи, и множество немощных и хромых было исцелено.",
          "ID": "7"
        },
        {
          "text": "И великая радость была в том городе.",
          "ID": "8"
        },
        {
          "text": "Но был там человек по имени Симон, занимавшийся и прежде волшебством и поражавший этим жителей Самарии. Он хвалился и называл себя великим человеком.",
          "ID": "9"
        },
        {
          "text": "Все, от самого малого до самого важного, слушали его, говоря: «В этом человеке — сила Божья, называемая „Великой Силой”».",
          "ID": "10"
        },
        {
          "text": "А слушали его потому, что долгое время он изумлял их своим волшебством.",
          "ID": "11"
        },
        {
          "text": "Но когда они поверили Филиппу, проповедовавшему Благую Весть о Царстве Божьем и о величии Иисуса Христа, то крестились и мужчины, и женщины.",
          "ID": "12"
        },
        {
          "text": "Поверил и сам Симон, крестившись, и был всё время с Филиппом и, видя совершающиеся великие знамения и чудеса, Слово Божье, апостолы, которые всё ещё были в Иерусалиме, послали к ним Петра и Иоанна.",
          "ID": "13+ACT"
        },
        {
          "text": "Прибыв туда, они помолились за верующих, чтобы на них снизошёл Дух Святой,",
          "ID": "15"
        },
        {
          "text": "так как, хотя они уже были крещены во имя Господа Иисуса, но Святой Дух ни на кого из них ещё не снизошёл.",
          "ID": "16"
        },
        {
          "text": "Тогда Пётр и Иоанн стали возлагать на них руки, и Святой Дух снисходил на них.",
          "ID": "17"
        },
        {
          "text": "Симон же, увидев, что Святой Дух снисходит, когда апостолы возлагают на них руки, предложил им денег,",
          "ID": "18"
        },
        {
          "text": "говоря: «Дайте и мне эту власть, чтобы на кого бы я ни возложил руки, на того снизошёл Святой Дух».",
          "ID": "19"
        },
        {
          "text": "Пётр сказал ему: «Пусть сгинут твои деньги вместе с тобой самим, потому что подумал ты, что сможешь купить за деньги дар Божий.",
          "ID": "20"
        },
        {
          "text": "Нет тебе ни части, ни доли в трудах наших, потому что сердце твоё неправедно перед Богом.",
          "ID": "21"
        },
        {
          "text": "Так покайся же в этом зле и моли Господа, может быть, он простит тебе твои помыслы.",
          "ID": "22"
        },
        {
          "text": "Ведь я вижу, что ты полон горькой зависти и находишься в плену у греха».",
          "ID": "23"
        },
        {
          "text": "Тогда Симон ответил: «Помолитесь Господу за меня, чтобы меня не постигло ничего из сказанного вами».",
          "ID": "24"
        },
        {
          "text": "Апостолы же, рассказав людям обо всём, чему были свидетелями и, провозгласив Слово Божье, вернулись в Иерусалим; на пути туда они благовествовали во многих самаритянских селениях.",
          "ID": "25"
        },
        {
          "text": "Ангел Господний сказал Филиппу: «Соберись и иди на юг, на дорогу, что ведёт из Иерусалима в Газу через пустыню».",
          "ID": "26"
        },
        {
          "text": "И, собравшись, он отправился в путь. Один эфиоп, евнух, вельможа при дворе Кандакии, царицы Эфиопской, хранитель её казны, побывавший в Иерусалиме на поклонении,",
          "ID": "27"
        },
        {
          "text": "возвращался по той дороге домой. Он сидел в своей колеснице и читал книгу пророка Исаии.",
          "ID": "28"
        },
        {
          "text": "Тогда Дух сказал Филиппу: «Подойди к колеснице и останься там».",
          "ID": "29"
        },
        {
          "text": "Подбежав, Филипп услышал, как евнух читает пророка Исаию. И он спросил его: «Понимаешь ли ты, что читаешь?»",
          "ID": "30"
        },
        {
          "text": "«Как мне понять? — ответил евнух. — Разве что кто-нибудь объяснит мне». И он пригласил Филиппа подняться на колесницу и сесть с ним рядом.",
          "ID": "31"
        },
        {
          "text": "Вот какое место из Писания он читал:",
          "ID": "32"
        },
        {
          "text": "«Как овцу, на заклание вели Его.",
          "ID": "32"
        },
        {
          "text": "И как ягнёнок перед стригущими его безгласен,",
          "ID": "32"
        },
        {
          "text": "так и Он не открывал уст Своих.",
          "ID": "32"
        },
        {
          "text": "Его унижали и отказывали Ему в правосудии.",
          "ID": "33"
        },
        {
          "text": "И никто не сможет рассказать о Его потомках,",
          "ID": "33"
        },
        {
          "text": "так как жизнь Его на земле закончена». Исаия 53:7-8",
          "ID": "33"
        },
        {
          "text": "И спросил евнух Филиппа: «Прошу тебя, скажи мне, о ком говорит пророк, о себе или о ком-то другом?»",
          "ID": "34"
        },
        {
          "text": "Тогда Филипп начал говорить и, начав с этого Писания, стал благовествовать ему об Иисусе.",
          "ID": "35"
        },
        {
          "text": "Продолжая свой путь, они приехали к воде, и евнух сказал: «Посмотри: вот вода. Что препятствует мне принять крещение?»",
          "ID": "36"
        },
        {
          "text": "[Тогда Филипп сказал: «Если ты веруешь всем сердцем, то можешь быть крещён».] И сказал вельможа: «Я верую, что Иисус Христос — Сын Божий».",
          "ID": "37"
        },
        {
          "text": "И он приказал остановить колесницу. И оба они, Филипп и евнух, сошли в воду, и Филипп крестил его.",
          "ID": "38"
        },
        {
          "text": "Когда же они выходили из воды, Дух Господний унёс Филиппа, и евнух больше не видел его, но с радостью продолжил свой путь.",
          "ID": "39"
        },
        {
          "text": "Филипп же очутился в Азоте и, переходя из города в город, продолжал проповедовать Благую Весть, пока не пришёл в Кесарию.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "Деяния Апостолов 8"
    },
    {
      "text": [
        {
          "text": "Между тем, Савл всё ещё пытался запугать и уничтожить учеников Господа. Он пошёл к первосвященнику",
          "ID": "1"
        },
        {
          "text": "и попросил письма к синагогам в Дамаске, чтобы, если он найдёт последователей Пути, будь то мужчины или женщины, он мог привести их, связанными в Иерусалим.",
          "ID": "2"
        },
        {
          "text": "Когда он шёл, приближаясь к Дамаску, его внезапно озарил свет с небес,",
          "ID": "3"
        },
        {
          "text": "и упал он на землю. И услышал он голос, говоривший: «Савл, Савл, почему ты преследуешь Меня?»",
          "ID": "4"
        },
        {
          "text": "Он спросил: «Кто ты, Господи?»",
          "ID": "5"
        },
        {
          "text": "Голос ответил: «Я Иисус, которого ты преследуешь.",
          "ID": "5"
        },
        {
          "text": "Но встань и иди в город, там тебе будет сказано, что тебе нужно будет сделать».",
          "ID": "6"
        },
        {
          "text": "Люди же, бывшие с ним, от изумления потеряли дар речи, потому что они слышали голос, но никого не видели.",
          "ID": "7"
        },
        {
          "text": "Савл поднялся с земли, но, открыв глаза, ничего не увидел. Его взяли за руку и повели в Дамаск.",
          "ID": "8"
        },
        {
          "text": "И три дня он ничего не видел, ничего не ел и не пил.",
          "ID": "9"
        },
        {
          "text": "В Дамаске был ученик Иисуса по имени Анания. В видении Господь сказал ему: «Анания!»",
          "ID": "10"
        },
        {
          "text": "Тот ответил: «Вот я, Господи».",
          "ID": "10"
        },
        {
          "text": "Господь сказал ему: «Поднимись и пойди на улицу, которая называется Прямой, и в доме Иуды спроси тарсянина по имени Савл, так как он молится там.",
          "ID": "11"
        },
        {
          "text": "Ему было видение, что человек по имени Анания войдёт и возложит на него руки, чтобы он мог снова видеть».",
          "ID": "12"
        },
        {
          "text": "Анания ответил: «Господи, от многих слышал я об этом человеке, обо всём том зле, что причинил он святым людям Твоим в Иерусалиме.",
          "ID": "13"
        },
        {
          "text": "А сюда он пришёл по приказанию главных священников, чтобы схватить всех, кто верит в Тебя».",
          "ID": "14"
        },
        {
          "text": "Но Господь сказал ему: «Ступай, так как человек этот есть орудие, избранное мною, для того чтобы он провозгласил имя Моё перед царями, перед сынами Израиля и перед другими народами.",
          "ID": "15"
        },
        {
          "text": "Я сам укажу ему, сколько он должен пострадать во имя Моё».",
          "ID": "16"
        },
        {
          "text": "И Анания ушёл и явился в тот дом и, возложив на Савла руки, сказал: «Брат Савл, Господь Иисус, явившийся тебе по дороге сюда, послал меня, чтобы к тебе вернулось зрение и чтобы ты исполнился Святого Духа».",
          "ID": "17"
        },
        {
          "text": "И с глаз его тут же опало нечто, подобное рыбьей чешуе, и зрение вернулось к нему. Затем он поднялся и принял крещение.",
          "ID": "18"
        },
        {
          "text": "После этого он поел и почувствовал, что силы вернулись к нему.",
          "ID": "19"
        },
        {
          "text": "Несколько дней Савл пробыл в Дамаске с последователями Иисуса,",
          "ID": "19"
        },
        {
          "text": "а потом пошёл прямо по синагогам и стал провозглашать, что Иисус — Сын Божий.",
          "ID": "20"
        },
        {
          "text": "И все, кто слышал его, в изумлении говорили: «Не тот ли это человек, который пытался уничтожить в Иерусалиме тех, кто поверил в Иисуса? Разве он пришёл сюда не для того, чтобы схватить их и отвести к главным священникам?»",
          "ID": "21"
        },
        {
          "text": "Речи его становились всё убедительнее, и он приводил в замешательство иудеев, живших в Дамаске, доказывая, что этот человек и есть Христос.",
          "ID": "22"
        },
        {
          "text": "Прошло много дней, и иудеи сговорились убить его.",
          "ID": "23"
        },
        {
          "text": "Они стерегли городские ворота днём и ночью, чтобы убить его, но Савлу стало известно об их умысле.",
          "ID": "24"
        },
        {
          "text": "Ученики пришли к нему ночью и спустили его в корзине за городскую стену.",
          "ID": "25"
        },
        {
          "text": "Когда Савл пришёл в Иерусалим, он попытался присоединиться к ученикам Иисуса, но они боялись его, не веря, что он — ученик.",
          "ID": "26"
        },
        {
          "text": "Тогда Варнава взял его, привёл к апостолам и объяснил им, как явился Савлу Господь и говорил с ним по пути в Дамаск, и как смело Савл проповедовал в Дамаске во имя Иисуса.",
          "ID": "27"
        },
        {
          "text": "И Савл оставался с ними, часто бывая в Иерусалиме и смело проповедуя во имя Господа.",
          "ID": "28"
        },
        {
          "text": "Он говорил и спорил с теми иудеями, которые говорили по-гречески, но они пытались убить его.",
          "ID": "29"
        },
        {
          "text": "Братья же, узнав об этом, отвели его в Кесарию и отослали в Тарс.",
          "ID": "30"
        },
        {
          "text": "И церковь по всей Иудее, Галилее и Самарии обрела мир и укреплялась. Так как верующие пребывали в страхе Господнем, и Дух Святой поощрял их, число учеников всё время умножалось.",
          "ID": "31"
        },
        {
          "text": "Проходя через города, Пётр навестил верующих, живших в Лидде.",
          "ID": "32"
        },
        {
          "text": "Там он нашёл одного человека по имени Еней, в течение восьми лет прикованного к постели, так как он был разбит параличом.",
          "ID": "33"
        },
        {
          "text": "Пётр сказал ему: «Еней, Иисус Христос исцеляет тебя. Поднимись и убери постель!» И он тотчас же поднялся.",
          "ID": "34"
        },
        {
          "text": "И видели его все живущие в Лидде и в Сароне, и обратились к Господу.",
          "ID": "35"
        },
        {
          "text": "В Иоппии была последовательница по имени Тавита, по-гречески Доркас, что значит «серна», творившая добро и подававшая милостыню бедным.",
          "ID": "36"
        },
        {
          "text": "В те дни она заболела и умерла. Её обмыли и положили в комнате наверху.",
          "ID": "37"
        },
        {
          "text": "Так как Лидда была недалеко от Иоппии, то ученики, услышав, что Пётр находится в Лидде, послали к нему двух человек. Они умоляли: «Приди к нам немедля».",
          "ID": "38"
        },
        {
          "text": "Пётр собрался и пошёл с ними. Когда он пришёл, его отвели в комнату наверху, и все вдовы окружили его. Плача, они показывали ему рубашки и платья, которые сшила Доркас, пока была с ними.",
          "ID": "39"
        },
        {
          "text": "Пётр попросил их выйти из комнаты и, упав на колени, стал молиться. Затем, повернувшись к умершей, сказал: «Тавита, встань». Она открыла глаза и, увидев Петра, поднялась и села.",
          "ID": "40"
        },
        {
          "text": "Подав ей руку, Пётр помог женщине встать. И он созвал всех верующих и вдов и показал им её живой.",
          "ID": "41"
        },
        {
          "text": "И стало это известно по всей Иоппии, и многие поверили в Господа.",
          "ID": "42"
        },
        {
          "text": "Пётр же оставался в Иоппии ещё много дней у Симона-кожевника.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "Деяния Апостолов 9"
    },
    {
      "text": [
        {
          "text": "В Кесарии жил человек по имени Корнилий. Он был центурионом Италийского полка.",
          "ID": "1"
        },
        {
          "text": "Он сам, как и все домашние его, был богобоязнен и предан Богу. Он щедро жертвовал на помощь бедным и постоянно молился Господу.",
          "ID": "2"
        },
        {
          "text": "Однажды, около трёх часов дня, было ему видение, и увидел он ясно Ангела Божьего, который явился ему и сказал: «Корнилий!»",
          "ID": "3"
        },
        {
          "text": "Он же в страхе устремил на него взгляд и сказал: «Что вам нужно, господин?» Ангел ответил ему: «Бог знает о молитвах твоих и дарах бедным. Он помнит всё, что сделал ты.",
          "ID": "4"
        },
        {
          "text": "Теперь же пошли людей в Иоппию за неким Симоном, прозванным Петром,",
          "ID": "5"
        },
        {
          "text": "остановившимся у Симона-кожевника, дом которого находится у моря».",
          "ID": "6"
        },
        {
          "text": "Когда Ангел, говоривший с ним, удалился, Корнилий призвал двух слуг и благочестивого воина, состоявших при нём,",
          "ID": "7"
        },
        {
          "text": "и, рассказав им всё, послал их в Иоппию.",
          "ID": "8"
        },
        {
          "text": "На следующий день, когда они были в пути и приближались к городу, около полудня Пётр поднялся на крышу помолиться.",
          "ID": "9"
        },
        {
          "text": "Он почувствовал сильный голод и решил поесть. И пока готовили еду, ему было видение.",
          "ID": "10"
        },
        {
          "text": "И увидел он, как раскрылись небеса, и нечто похожее на широкое полотно, которое держат за четыре угла, стало опускаться на землю.",
          "ID": "11"
        },
        {
          "text": "И на нём были всякие животные, и пресмыкающиеся земные, и птицы небесные.",
          "ID": "12"
        },
        {
          "text": "И голос сказал ему: «Встань, Пётр, заколи и ешь!»",
          "ID": "13"
        },
        {
          "text": "Пётр ответил: «Ни за что, Господи! Я никогда не ел ничего скверного и нечистого».",
          "ID": "14"
        },
        {
          "text": "Во второй раз голос обратился к нему: «Что Бог очистил, не называй скверным».",
          "ID": "15"
        },
        {
          "text": "И случилось это трижды, и тотчас же всё это опять поднялось на Небо.",
          "ID": "16"
        },
        {
          "text": "Пока Пётр размышлял о значении увиденного, люди, посланные Корнилием, разузнав, где дом Симона, уже стояли у ворот.",
          "ID": "17"
        },
        {
          "text": "Они громко спрашивали: «Не здесь ли остановился Симон, по прозванию Пётр?»",
          "ID": "18"
        },
        {
          "text": "Пётр размышлял о видении, когда Дух сказал ему: «Три человека ищут тебя;",
          "ID": "19"
        },
        {
          "text": "встань, спустись вниз и иди с ними без колебаний, так как я послал их».",
          "ID": "20"
        },
        {
          "text": "И Пётр спустился и сказал этим людям: «Я тот, кого вы ищете. Зачем вы пришли?»",
          "ID": "21"
        },
        {
          "text": "Они ответили: «Центурион Корнилий, человек праведный и богобоязненный, уважаемый всеми иудеями, послал нас. Святой Ангел повелел ему пригласить тебя к себе в дом и послушать речи твои».",
          "ID": "22"
        },
        {
          "text": "Тогда Пётр пригласил их войти в дом и попросил остаться на ночь.",
          "ID": "23"
        },
        {
          "text": "На другой день, собравшись, он пошёл с ними, и с ним некоторые братья из Иоппии.",
          "ID": "23"
        },
        {
          "text": "На следующий день он прибыл в Кесарию. Cозвав своих родственников и близких друзей, Корнилий ждал их прихода.",
          "ID": "24"
        },
        {
          "text": "А когда Пётр входил в дом, Корнилий встретил его и поклонился, упав ему в ноги.",
          "ID": "25"
        },
        {
          "text": "Но Пётр поднял его и сказал: «Встань! Я всего лишь человек, как и ты».",
          "ID": "26"
        },
        {
          "text": "И беседуя с ним, Пётр вошёл в дом и увидел, что собралось много народа.",
          "ID": "27"
        },
        {
          "text": "Он сказал им: «Вы знаете, что для иудея незаконно общаться с иноплеменниками или навещать их. Но Бог указал мне не называть никого скверным или нечистым.",
          "ID": "28"
        },
        {
          "text": "Поэтому, когда я получил приглашение, я пришёл беспрекословно. Итак, я спрашиваю, почему вы послали за мной?»",
          "ID": "29"
        },
        {
          "text": "Тогда Корнилий сказал: «Четыре дня назад, в это самое время, в три часа пополудни, я молился у себя в доме. Внезапно передо мной появился человек в сияющем одеянии",
          "ID": "30"
        },
        {
          "text": "и сказал: „Корнилий, услышана твоя молитва, и твои подаяния бедным запомнил Бог.",
          "ID": "31"
        },
        {
          "text": "Так пошли же в Иоппию за Симоном по прозванию Пётр; он гостит в доме Симона-кожевника, дом которого находится у моря”.",
          "ID": "32"
        },
        {
          "text": "И я тотчас же послал за тобой, и ты правильно сделал, что пришёл. Теперь все мы здесь перед Богом, чтобы выслушать всё то, что Господь повелел тебе сказать».",
          "ID": "33"
        },
        {
          "text": "Тогда Пётр обратился к ним: «Сейчас я действительно понимаю, что Бог беспристрастен,",
          "ID": "34"
        },
        {
          "text": "и во всяком народе те, кто боятся его и поступают праведно — угодны ему.",
          "ID": "35"
        },
        {
          "text": "Он обратился со словом к народу Израиля, проповедуя устами Иисуса Христа Добрую Весть о мире. Он — Господь над всеми.",
          "ID": "36"
        },
        {
          "text": "Вы знаете о недавних событиях в Иудее, о том, что началось в Галилее после крещения, провозглашённого Иоанном,",
          "ID": "37"
        },
        {
          "text": "об Иисусе из Назарета, Которого Бог сделал Христом, дав Ему Святого Духа и силу. Бог был с ним, и ходил Иисус повсюду, творя добро и исцеляя всех, кто был под властью дьявола.",
          "ID": "38"
        },
        {
          "text": "Мы являемся свидетелями всему тому, что Иисус сделал в Иудее и в Иерусалиме. Его убили, пригвоздив к деревянному кресту,",
          "ID": "39"
        },
        {
          "text": "но на третий день после смерти Бог воскресил Его. Бог сделал так, что Иисус явился,",
          "ID": "40"
        },
        {
          "text": "но не всем, а только тем свидетелям, которых Бог избрал заранее, то есть нам, которые ели и пили с Ним после того, как Он воскрес из мёртвых.",
          "ID": "41"
        },
        {
          "text": "Иисус повелел, чтобы мы проповедовали людям и свидетельствовали, что Он Тот, Кого Бог поставил судьёй над живыми и мёртвыми.",
          "ID": "42"
        },
        {
          "text": "Все пророки возвещали о Нём, говоря, что каждому, кто уверовал в Него, будут прощены грехи именем Его».",
          "ID": "43"
        },
        {
          "text": "Когда Пётр ещё продолжал говорить, Святой Дух снизошёл на всех, кто слушал его слова.",
          "ID": "44"
        },
        {
          "text": "И верующие иудеи, пришедшие вместе с Петром, были поражены тем, что Бог излил Свой дар Святого Духа также и на язычников,",
          "ID": "45"
        },
        {
          "text": "потому что они слышали, как те говорили на разных языках и превозносили величие Божье. Пётр сказал:",
          "ID": "46"
        },
        {
          "text": "«Эти люди получили Духа Святого точно так же, как и мы. Так разве может кто-нибудь помешать им получить крещение водой?»",
          "ID": "47"
        },
        {
          "text": "И он приказал им креститься во имя Иисуса Христа. И затем они попросили его побыть с ними ещё несколько дней.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "Деяния Апостолов 10"
    },
    {
      "text": [
        {
          "text": "Услышали апостолы и братья по всей Иудее, что и язычники приняли слово Божье.",
          "ID": "1"
        },
        {
          "text": "И когда Пётр пришёл в Иерусалим, некоторые верующие иудеи вступили с ним в спор,",
          "ID": "2"
        },
        {
          "text": "говоря: «Ты заходил в дома необрезанных и ел с ними!»",
          "ID": "3"
        },
        {
          "text": "Тогда Пётр стал рассказывать им по порядку, что произошло:",
          "ID": "4"
        },
        {
          "text": "«В городе Иоппия, когда я молился, то был в исступлении и мне было видение: нечто подобное большому полотну, которое держат за четыре угла, опускалось с Небес на землю и спустилось прямо ко мне.",
          "ID": "5"
        },
        {
          "text": "Я заглянул туда и, рассматривая, увидел четвероногих земных животных, диких зверей, пресмыкающихся и птиц небесных.",
          "ID": "6"
        },
        {
          "text": "И услышал я голос, говорящий мне: „Встань, Пётр, заколи и ешь!”",
          "ID": "7"
        },
        {
          "text": "Но я ответил: „Ни за что, Господи! Я никогда не ел ничего скверного и нечистого”.",
          "ID": "8"
        },
        {
          "text": "Во второй раз голос с небес сказал: „Что Бог очистил, не называй скверным”.",
          "ID": "9"
        },
        {
          "text": "И это повторялось трижды, а потом всё снова было поднято на Небо.",
          "ID": "10"
        },
        {
          "text": "И тотчас же три человека, посланные ко мне из Кесарии, подошли к дому, где я остановился.",
          "ID": "11"
        },
        {
          "text": "И Дух указал мне, чтобы я шёл с ними без колебаний. Эти шестеро братьев пошли со мной, и мы вошли в дом того человека.",
          "ID": "12"
        },
        {
          "text": "И он рассказал нам, что видел Ангела, стоявшего в его доме и говорившего: „Пошли в Иоппию за Симоном, которого называют также Петром.",
          "ID": "13"
        },
        {
          "text": "Он скажет тебе слова, которые спасут тебя и всю твою семью”.",
          "ID": "14"
        },
        {
          "text": "Когда же я стал говорить, Святой Дух снизошёл на них, как и на нас вначале.",
          "ID": "15"
        },
        {
          "text": "И тогда я вспомнил, что сказал Господь: „Иоанн крестил водой, вы же будете крещены Святым Духом”.",
          "ID": "16"
        },
        {
          "text": "И если Бог дал язычникам такой же дар, как и нам, уверовавшим в Господа Иисуса Христа, кто я такой, чтобы противиться Богу?»",
          "ID": "17"
        },
        {
          "text": "Услышав это, они прекратили спор и восславили Бога, говоря: «Бог и язычникам даровал покаяние ради вечной жизни».",
          "ID": "18"
        },
        {
          "text": "Те, кто рассеялись от гонений после смерти Стефана, дошли до Финикии, Кипра и Антиохии проповедуя Благую Весть исключительно иудеям.",
          "ID": "19"
        },
        {
          "text": "Однако некоторые из уверовавших с Кипра и Киринеи пришли в Антиохию и стали беседовать с язычниками, проповедуя Благую Весть о Господе Иисусе.",
          "ID": "20"
        },
        {
          "text": "И сила Господняя была с ними, и много людей поверило и обратилось к Господу.",
          "ID": "21"
        },
        {
          "text": "Слух об этом дошёл до иерусалимской церкви, и Варнаву послали в Антиохию.",
          "ID": "22"
        },
        {
          "text": "Когда он прибыл и увидел, как Бог благословил этих людей, то обрадовался и стал убеждать их быть всем сердцем преданными и верными Господу,",
          "ID": "23"
        },
        {
          "text": "так как он был добрый человек, исполненный Святого Духа и веры. И множество людей стали последователями Господа.",
          "ID": "24"
        },
        {
          "text": "Потом Варнава отправился в Тарс искать Савла",
          "ID": "25"
        },
        {
          "text": "и, найдя его, привёл в Антиохию. Варнава и Савл оставались там целый год, встречались с церковью и учили многих. Именно в Антиохии впервые стали называть учеников Иисуса христианами.",
          "ID": "26"
        },
        {
          "text": "В то время в Антиохию из Иерусалима пришли пророки.",
          "ID": "27"
        },
        {
          "text": "Один из них, по имени Агав, встал и, побуждаемый Духом, возвестил, что по всему миру будет великий голод, который действительно случился во время правления императора Клавдия.",
          "ID": "28"
        },
        {
          "text": "Каждый из учеников решил, что по своим возможностям поможет братьям и сёстрам в Иудее.",
          "ID": "29"
        },
        {
          "text": "Так они и сделали, послав собранное через Варнаву и Савла старейшинам в Иудею.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "Деяния Апостолов 11"
    },
    {
      "text": [
        {
          "text": "Примерно в это время царь Ирод стал преследовать некоторых из тех, кто принадлежал к церкви.",
          "ID": "1"
        },
        {
          "text": "Он приказал убить мечом Иакова, брата Иоанна,",
          "ID": "2"
        },
        {
          "text": "и, увидев, что это пришлось по нраву иудеям, решил схватить и Петра. Все эти события произошли в дни праздника Пресных Хлебов.",
          "ID": "3"
        },
        {
          "text": "Схватив Петра, Ирод бросил его в темницу и приказал отряду из шестнадцати солдат охранять его, потому что намеревался после Пасхи вывести его к народу на суд.",
          "ID": "4"
        },
        {
          "text": "Петра держали в темнице, а церковь же усердно молилась о нём Богу.",
          "ID": "5"
        },
        {
          "text": "Ночью, накануне того дня, когда Ирод собирался вывести его к народу, Пётр спал, скованный двумя цепями между двумя воинами, а стражники у ворот охраняли темницу.",
          "ID": "6"
        },
        {
          "text": "Внезапно Ангел Господний явился в темницу и озарил её светом. Дотронувшись до Петра, он разбудил его, сказав: «Встань скорее!» И цепи упали с рук Петра.",
          "ID": "7"
        },
        {
          "text": "Тогда Ангел сказал ему: «Оденься и надень сандалии». Пётр сделал так. Ангел сказал ему: «Надень плащ и следуй за мной».",
          "ID": "8"
        },
        {
          "text": "Пётр вышел за ним, не зная, что всё, что делал Ангел, происходило наяву, так как полагал, что это видение.",
          "ID": "9"
        },
        {
          "text": "Пройдя мимо первой и второй охраны, они подошли к железным воротам, которые вели в город, ворота открылись перед ними, и они вышли. Когда они прошли одну улицу, Ангел неожиданно оставил его.",
          "ID": "10"
        },
        {
          "text": "Тогда Пётр, придя в себя, сказал: «Теперь воистину знаю, что Господь послал Ангела своего и спас меня от руки Ирода и от всего, что, как ожидал народ иудейский, должно было случиться со мной».",
          "ID": "11"
        },
        {
          "text": "Убедившись в этом, он пошёл к дому Марии, матери Иоанна, которого называли также Марком, где собралось и молилось много народа.",
          "ID": "12"
        },
        {
          "text": "Пётр постучал в ворота, и служанка по имени Рода вышла посмотреть, кто там.",
          "ID": "13"
        },
        {
          "text": "Она узнала голос Петра, и от радости забыла открыть ворота. Вбежав в дом, Рода объявила, что Пётр стоит у ворот.",
          "ID": "14"
        },
        {
          "text": "Но ей сказали: «Ты не в своём уме». Она же настаивала на своём, а они говорили: «Это его Ангел».",
          "ID": "15"
        },
        {
          "text": "Пётр же продолжал стучать, и когда ученики открыли дверь и увидели его, то все изумились.",
          "ID": "16"
        },
        {
          "text": "Дав им знак рукой, чтобы они молчали, Пётр объяснил, как Господь вывел его из темницы, и сказал: «Расскажите об этом Иакову и другим братьям». Потом он отправился в другое место.",
          "ID": "17"
        },
        {
          "text": "Когда настал день, среди воинов поднялось немалое волнение, так как они не знали, что произошло с Петром.",
          "ID": "18"
        },
        {
          "text": "Ирод искал Петра, но не нашёл его и, допросив стражников, приказал их казнить. Он отправился из Иудеи в Кесарию и оставался там некоторое время.",
          "ID": "19"
        },
        {
          "text": "Ирод был сильно разгневан на жителей Тира и Сидона. Они же все вместе пришли к нему и, склонив на свою сторону Власта, личного прислужника царя, просили мира, так как получали продовольствие из страны царя.",
          "ID": "20"
        },
        {
          "text": "В назначенный для встречи день Ирод в царском одеянии воссел на престол и обратился с речью к народу.",
          "ID": "21"
        },
        {
          "text": "Народ кричал: «Это голос Бога, а не человека!»",
          "ID": "22"
        },
        {
          "text": "Ирод принимал это, как должное, и не восславил Бога. За это Ангел Господний поразил его, и он умер, источённый червями.",
          "ID": "23"
        },
        {
          "text": "Слово же Божье распространялось, и число верующих всё возрастало.",
          "ID": "24"
        },
        {
          "text": "Варнава и Савл, закончив служение, возвратились из Иерусалима в Антиохию, приведя с собой Иоанна, по прозванию Марк.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "Деяния Апостолов 12"
    },
    {
      "text": [
        {
          "text": "В церкви в Антиохии были пророки и наставники: Варнава, Симеон, называемый Нигером, Луций из Киринеи, Манаил, воспитанный вместе с правителем Иродом, и Савл.",
          "ID": "1"
        },
        {
          "text": "Когда они служили Господу и постились, Святой Дух сказал: «Назначьте Варнаву и Савла, чтобы они исполнили дело, для которого я их призвал».",
          "ID": "2"
        },
        {
          "text": "И, после поста и молитвы, пророки и наставники возложили на Варнаву и Савла руки и отправили их.",
          "ID": "3"
        },
        {
          "text": "И вот, посланные Святым Духом, они пришли в Селевкию, а оттуда отплыли на Кипр.",
          "ID": "4"
        },
        {
          "text": "Прибыв в Саламин, они провозгласили Слово Божье в иудейских синагогах; Иоанн же был с ними и помогал им.",
          "ID": "5"
        },
        {
          "text": "Они прошли через весь остров до Пафа, где встретили волшебника и лжепророка, иудея по имени Вариисус.",
          "ID": "6"
        },
        {
          "text": "Он был служителем губернатора Сергия Павла, человека разумного. Сергий Павел послал за Варнавой и Савлом и пожелал услышать слово Божье.",
          "ID": "7"
        },
        {
          "text": "Но волшебник Елима (так переводилось имя Вариисуса на греческий язык) всячески препятствовал им в этом и пытался отвратить губернатора от веры.",
          "ID": "8"
        },
        {
          "text": "Тогда Савл, также прозванный Павлом, исполнился Духа Святого, посмотрел прямо на Вариисуса",
          "ID": "9"
        },
        {
          "text": "и сказал: «О полный коварства и зла, сын дьявола, враг добродетели! Перестанешь ли ты извращать прямые пути Господние?",
          "ID": "10"
        },
        {
          "text": "Слушай же! Рука Господа на тебе, ты ослепнешь на некоторое время и не будешь больше видеть солнца». И тотчас же глубокая тьма опустилась на него. И ходил он, как потерянный, стараясь найти себе поводыря.",
          "ID": "11"
        },
        {
          "text": "Увидев это, губернатор поверил, поражённый учением о Господе.",
          "ID": "12"
        },
        {
          "text": "Павел и те, кто был с ним, отплыли из Пафа и прибыли в Пергию, город в Памфилии. Иоанн же расстался с ними и возвратился в Иерусалим.",
          "ID": "13"
        },
        {
          "text": "Они продолжали свой путь из Пергии и, прибыв в Антиохию писидийскую, в субботний день вошли в синагогу и сели там.",
          "ID": "14"
        },
        {
          "text": "После того как был прочитан Закон Моисеев и Писания пророков, главы синагоги послали сказать им: «Братья, если у вас есть слово наставления к народу, то говорите».",
          "ID": "15"
        },
        {
          "text": "Тогда Павел встал и, подав знак рукой, сказал следующее: «Народ Израиля и вы, все остальные, почитающие истинного Бога, слушайте!",
          "ID": "16"
        },
        {
          "text": "Бог израильского народа избрал предков наших и возвеличил наш народ, когда тот жил ещё странником в Египте, и силой руки Своей вывел их из той земли.",
          "ID": "17"
        },
        {
          "text": "И сорок лет Бог с терпением относился к ним в пустыне.",
          "ID": "18"
        },
        {
          "text": "Истребив семь народов в земле Ханаан, Он дал израильтянам землю в наследие.",
          "ID": "19"
        },
        {
          "text": "Всё это произошло за четыреста пятьдесят лет.",
          "ID": "20"
        },
        {
          "text": "Затем дал Бог им судей вплоть до прихода пророка Самуила.",
          "ID": "20"
        },
        {
          "text": "Потом они стали просить царя, и Он дал им Саула, сына Киса из семьи Вениамина, который правил сорок лет.",
          "ID": "21"
        },
        {
          "text": "А когда Бог лишил его царства, то поставил над израильтянами царём Давида, о котором Он свидетельствовал: „Давид, сын Иессея, пришёлся Мне по сердцу, и он исполнит всё, что Я велю ему”.",
          "ID": "22"
        },
        {
          "text": "И из его потомства Бог, как и обещал, даровал Израилю Спасителя Иисуса.",
          "ID": "23"
        },
        {
          "text": "Перед Его приходом Иоанн призывал весь израильский народ креститься в доказательство того, что они покаялись в грехах.",
          "ID": "24"
        },
        {
          "text": "Выполняя назначенное ему, Иоанн сказал: „Как вы думаете, кто я? Я – не Христос. Он идёт вслед за мной, Тот, у Кого я даже недостоин развязать ремень сандалии”.",
          "ID": "25"
        },
        {
          "text": "Братья мои, сыновья рода Авраамова, и все остальные, почитающие истинного Бога! Это нам было послано Слово спасения.",
          "ID": "26"
        },
        {
          "text": "Жители Иерусалима и их предводители не признали Иисуса спасителем и осудили Его, исполнив таким образом слова пророков, провозглашаемые каждую субботу.",
          "ID": "27"
        },
        {
          "text": "И хотя они не нашли основания, чтобы приговорить Его к смерти, всё же просили Пилата убить Его.",
          "ID": "28"
        },
        {
          "text": "Они сотворили всё то зло, которое, как сказано в Писании, должно было случиться с Иисусом, а потом сняли Его с креста и положили в гробницу.",
          "ID": "29"
        },
        {
          "text": "Но Бог воскресил Его из мёртвых,",
          "ID": "30"
        },
        {
          "text": "и в продолжение многих дней Он являлся тем, кто пришёл вместе с Ним из Галилеи в Иерусалим. И теперь они свидетели Его перед народом.",
          "ID": "31"
        },
        {
          "text": "Мы же принесли вам Благую Весть о том, что обещание, данное нашим предкам,",
          "ID": "32"
        },
        {
          "text": "Бог исполнил для нас, их детей, воскресив Иисуса из мёртвых, как и написано во втором псалме:",
          "ID": "33"
        },
        {
          "text": "„Ты — Сын Мой.",
          "ID": "33"
        },
        {
          "text": "Сегодня Я стал Отцом твоим”. Псалом 2:7",
          "ID": "33"
        },
        {
          "text": "О том же, что Бог воскресил Иисуса из мёртвых, чтобы Тот не обратился в тлен, говорил Бог так:",
          "ID": "34"
        },
        {
          "text": "„Я дам вам святые и истинные благословения,",
          "ID": "34"
        },
        {
          "text": "обещанные Давиду”. Исаия 55:3",
          "ID": "34"
        },
        {
          "text": "Он и в другом псалме говорит:",
          "ID": "35"
        },
        {
          "text": "„Не допустишь,",
          "ID": "35"
        },
        {
          "text": "чтобы Святой Твой превратился в тлен”. Псалом 15:10",
          "ID": "35"
        },
        {
          "text": "Но Давид повиновался воле Божьей всю свою жизнь, а когда скончался, был похоронен со своими предками и превратился в тлен.",
          "ID": "36"
        },
        {
          "text": "Тот же, Кого Бог воскресил из мёртвых, не обратился в тлен.",
          "ID": "37"
        },
        {
          "text": "И потому, братья, знайте, что через Иисуса вам возвещается отпущение грехов ваших, и во всём, в чём вы не могли быть оправданы по Закону Моисея,",
          "ID": "38"
        },
        {
          "text": "будет оправдан через Него каждый верующий.",
          "ID": "39"
        },
        {
          "text": "Так берегитесь же, чтобы с вами не случилось сказанное пророками:",
          "ID": "40"
        },
        {
          "text": "„Слушайте же, глумливые!",
          "ID": "41"
        },
        {
          "text": "Дивитесь и сгиньте,",
          "ID": "41"
        },
        {
          "text": "так как в ваши дни я свершаю нечто такое,",
          "ID": "41"
        },
        {
          "text": "во что вы не поверите,",
          "ID": "41"
        },
        {
          "text": "даже если объяснят вам”». Аввакум 1:5",
          "ID": "41"
        },
        {
          "text": "Когда Варнава и Павел выходили из синагоги, их попросили рассказать об этом и в следующую субботу.",
          "ID": "42"
        },
        {
          "text": "После собрания многие иудеи и многие из обращённых в иудейство язычников, чтивших истинного Бога, последовали за Павлом и Варнавой, те же говорили с народом и убеждали их оставаться верными милости Божьей.",
          "ID": "43"
        },
        {
          "text": "В следующую субботу почти весь город собрался послушать слово Господнее.",
          "ID": "44"
        },
        {
          "text": "Но увидев толпу, иудеи преисполнились зависти и стали возражать против того, что говорил Павел, и оскорблять его.",
          "ID": "45"
        },
        {
          "text": "Но Павел и Варнава смело сказали: «Вам в первую очередь должно было быть принесено Слово Божье, но раз вы отвергаете его и не считаете себя достойными вечной жизни, то теперь мы обратимся к язычникам,",
          "ID": "46"
        },
        {
          "text": "потому что так повелел нам Господь:",
          "ID": "47"
        },
        {
          "text": "„Я сделал Тебя Светом для других народов,",
          "ID": "47"
        },
        {
          "text": "чтобы Ты принёс спасение всей земле”». Исаия 49:6",
          "ID": "47"
        },
        {
          "text": "И радовались язычники, услышав это, и прославляли слово Господне. И все, избранные для жизни вечной, поверили.",
          "ID": "48"
        },
        {
          "text": "И распространилось слово Божье по всей той местности.",
          "ID": "49"
        },
        {
          "text": "Но иудеи настроили набожных почтенных женщин и первых людей города так, что те начали преследовать Павла и Варнаву и изгнали их из города.",
          "ID": "50"
        },
        {
          "text": "Павел и Варнава отряхнули пыль с ног своих и отправились в Иконию.",
          "ID": "51"
        },
        {
          "text": "И все ученики исполнялись радости и Духа Святого.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "Деяния Апостолов 13"
    },
    {
      "text": [
        {
          "text": "В Иконии они, как обычно, пришли в иудейскую синагогу и говорили так убедительно, что многие иудеи и язычники поверили.",
          "ID": "1"
        },
        {
          "text": "Но некоторые иудеи не поверили и отравили умы язычников, внушив злобу против братьев.",
          "ID": "2"
        },
        {
          "text": "Павел и Варнава пробыли там долгое время и смело говорили о Господе, Который, как свидетельство Своей благодати, творил их руками знамения и чудеса.",
          "ID": "3"
        },
        {
          "text": "Население города разделилось: одни были с иудеями, а другие — с апостолами.",
          "ID": "4"
        },
        {
          "text": "Когда же язычники и иудеи вместе с их предводителями задумали побить Павла и Варнаву камнями,",
          "ID": "5"
        },
        {
          "text": "то апостолы, узнав об этом, ушли в окрестность городов Листра и Дервия, в Ликаонии,",
          "ID": "6"
        },
        {
          "text": "и там продолжали проповедовать Благую Весть.",
          "ID": "7"
        },
        {
          "text": "В Листре жил человек, чьи ноги отнялись ещё при рождении и, будучи всю жизнь калекой, он никогда не ходил.",
          "ID": "8"
        },
        {
          "text": "Этот человек сидел и слушал речи Павла. Павел посмотрел на него и, увидев, что есть у того вера получить исцеление,",
          "ID": "9"
        },
        {
          "text": "громко сказал: «Встань на ноги». И калека вскочил и стал ходить.",
          "ID": "10"
        },
        {
          "text": "Тогда люди, увидев, что сделал Павел, закричали на своём языке: «Боги в образе человеческом сошли к нам»,",
          "ID": "11"
        },
        {
          "text": "и назвали Варнаву Зевсом, а Павла — Гермесом, так как из них двоих говорил он.",
          "ID": "12"
        },
        {
          "text": "За городскими воротами стоял храм Зевса. Жрец этого храма привёл быков и принёс венки к воротам и хотел вместе с народом принести жертвы в знак поклонения апостолам.",
          "ID": "13"
        },
        {
          "text": "Услышав об этом, Варнава и Павел разорвали на себе одежды и с криком бросились к толпе,",
          "ID": "14"
        },
        {
          "text": "восклицая: «Люди, что вы делаете? Мы не боги, а такие же, как и вы! Мы пришли к вам с Благовестием, чтобы вы оставили эти никчёмные вещи и обратились к живому Богу, создавшему небо и землю, и море, и всё, что в них.",
          "ID": "15"
        },
        {
          "text": "Прежде Он позволял каждому народу идти своим путём,",
          "ID": "16"
        },
        {
          "text": "хотя постоянно напоминал о Себе, творя добро: посылая вам с неба дожди, давая вам урожай в плодоносное время, даруя вам пищу, а сердца ваши наполняя радостью».",
          "ID": "17"
        },
        {
          "text": "Даже такими словами Павел и Варнава едва сумели удержать толпу от жертвоприношения им.",
          "ID": "18"
        },
        {
          "text": "Но в это время пришли из Антиохии и Иконии иудеи и настроили толпу против Павла. Они побили его камнями и выволокли за город, думая, что он умер.",
          "ID": "19"
        },
        {
          "text": "Когда ученики собрались вокруг него, он встал и пошёл в город, а на следующий день вместе с Варнавой отправился в Дервию.",
          "ID": "20"
        },
        {
          "text": "Павел и Варнава благовествовали в том городе и приобрели много учеников, а потом возвратились в Листру, Иконию и Антиохию,",
          "ID": "21"
        },
        {
          "text": "укрепляя души учеников и побуждая их оставаться твёрдыми в вере. Они говорили: «Через множество страданий предстоит нам пройти, прежде чем мы войдём в Царство Божье».",
          "ID": "22"
        },
        {
          "text": "Избрав в каждой церкви старейшин, Павел и Варнава после молитвы и поста передали их на милость Господа, в которого те поверили.",
          "ID": "23"
        },
        {
          "text": "Пройдя через Писидию, Павел и Варнава пришли в Памфилию",
          "ID": "24"
        },
        {
          "text": "и проповедовали в Пергии. Затем они отправились в Атталию,",
          "ID": "25"
        },
        {
          "text": "а оттуда отплыли в Антиохию, из которой прежде, по благодати Божьей, были посланы верующими совершить то, что ими было исполнено.",
          "ID": "26"
        },
        {
          "text": "Прибыв туда и собрав всю церковь, Павел и Варнава рассказали обо всём, что сотворил через них Бог, и как Он открыл язычникам дверь веры.",
          "ID": "27"
        },
        {
          "text": "И долго ещё оставались они там с учениками.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "Деяния Апостолов 14"
    },
    {
      "text": [
        {
          "text": "Через некоторое время пришли в Антиохию какие-то люди из Иудеи и стали учить братьев среди язычников: «Если вы не обрезаны по обычаю Моисея, то не сможете спастись».",
          "ID": "1"
        },
        {
          "text": "Павел и Варнава не согласились с ними и вступили в долгий спор. Тогда Павла, Варнаву и некоторых других, отправили для разрешения этого вопроса к апостолам и старейшинам в Иерусалим.",
          "ID": "2"
        },
        {
          "text": "Итак, церковь отправила их в Иерусалим, и они, проходя через Финикию и Самарию, рассказывали об обращении язычников к истинному Богу, чем вызывали большую радость у всех братьев.",
          "ID": "3"
        },
        {
          "text": "Прибыв в Иерусалим, они были радушно приняты церковью, апостолами и старейшинами, и рассказали обо всём, что Бог сотворил с ними.",
          "ID": "4"
        },
        {
          "text": "Некоторые же верующие из фарисеев встали и сказали: «Верующие язычники должны быть обрезаны, и нужно их наставлять, чтобы они соблюдали Закон Моисея».",
          "ID": "5"
        },
        {
          "text": "Апостолы и старейшины собрались вместе, чтобы рассмотреть этот вопрос.",
          "ID": "6"
        },
        {
          "text": "После долгих споров Пётр встал и сказал им: «Братья! Вы знаете, что вначале Бог сделал среди нас выбор, чтобы язычники услышали через меня Благую Весть и поверили.",
          "ID": "7"
        },
        {
          "text": "Бог, знающий сердца человеческие, показал, что принял их, даровав им Духа Святого так же, как и нам,",
          "ID": "8"
        },
        {
          "text": "и не делал никакого различия между нами и ими, верой очистив их сердца.",
          "ID": "9"
        },
        {
          "text": "Так зачем же вы испытываете Бога, возлагая на учеников ярмо, которое ни мы, ни предки наши не могли снести?",
          "ID": "10"
        },
        {
          "text": "Но мы верим, что и мы, и они будут спасены благодатью Господа Иисуса».",
          "ID": "11"
        },
        {
          "text": "Всё собрание умолкло и слушало Варнаву и Павла, рассказывающих, какие знамения и чудеса Бог сотворил через них среди язычников.",
          "ID": "12"
        },
        {
          "text": "Когда они закончили свою речь, начал говорить Иаков. Он сказал: «Братья, слушайте меня!",
          "ID": "13"
        },
        {
          "text": "Симеон описал, как Бог впервые показал Своё благоволение тем, что избрал язычников Своим народом.",
          "ID": "14"
        },
        {
          "text": "И это подтверждают слова пророков:",
          "ID": "15"
        },
        {
          "text": "„После этого Я вернусь",
          "ID": "16"
        },
        {
          "text": "и восстановлю падший дом Давидов:",
          "ID": "16"
        },
        {
          "text": "подниму из руин и обновлю его,",
          "ID": "16"
        },
        {
          "text": "чтобы всё человечество,",
          "ID": "17"
        },
        {
          "text": "все язычники, которые тоже принадлежат Мне,",
          "ID": "17"
        },
        {
          "text": "стремились к Господу.",
          "ID": "17"
        },
        {
          "text": "Так говорит Господь,",
          "ID": "17"
        },
        {
          "text": "Совершающий всё это. Амос 9:11-12",
          "ID": "17"
        },
        {
          "text": "И это известно было с начала веков”.",
          "ID": "18"
        },
        {
          "text": "Поэтому я полагаю, что нам не нужно утруждать язычников, которые обращаются к Богу.",
          "ID": "19"
        },
        {
          "text": "Напротив, мы должны написать им, чтобы они воздерживались от осквернённой идолами пищи, от блуда, от мяса удавленных животных и от крови.",
          "ID": "20"
        },
        {
          "text": "Потому что с давних времён всегда были в каждом городе люди, проповедующие Закон Моисея и читающие Закон в синагогах по субботам».",
          "ID": "21"
        },
        {
          "text": "Потом апостолы и старейшины со всей церковью решили избрать из своей среды нескольких мужчин и послать их в Антиохию с Павлом и Варнавой. Они выбрали Силу и Иуду (прозванного Варсавой), пользующихся уважением среди братьев.",
          "ID": "22"
        },
        {
          "text": "Они послали с ними такое письмо:«Апостолы и старейшины, ваши братья шлют привет братьям язычникам в Антиохии, Сирии и Киликии.Дорогие братья:",
          "ID": "23"
        },
        {
          "text": "Мы услышали, что некоторые люди без каких-либо указаний от нас, выйдя из нашей церкви, смутили вас словами и взволновали ваши умы.",
          "ID": "24"
        },
        {
          "text": "Поэтому, с общего согласия, мы решили избрать несколько человек и послать их к вам с дорогими нашему сердцу Варнавой и Павлом,",
          "ID": "25"
        },
        {
          "text": "которые отдавали свои души за имя Господа нашего Иисуса Христа.",
          "ID": "26"
        },
        {
          "text": "Посылаем мы также Иуду и Силу, которые на словах передадут вам то же.",
          "ID": "27"
        },
        {
          "text": "Святому Духу угодно, и мы согласны с этим, что не следует обременять вас ничем, кроме самого важного:",
          "ID": "28"
        },
        {
          "text": "Не ешьте еды, принесённой в жертву идолам,",
          "ID": "29"
        },
        {
          "text": "избегайте крови, мяса удавленных животных и блуда.",
          "ID": "29"
        },
        {
          "text": "И если будете избегать всего этого, правильно сделаете.Прощайте».",
          "ID": "29"
        },
        {
          "text": "Итак, Павел, Варнава, Иуда и Сила отправились из Иерусалима и, прибыв в Антиохию, собрали общину и вручили письмо.",
          "ID": "30"
        },
        {
          "text": "Его прочли на собрании, и все были рады поддержке.",
          "ID": "31"
        },
        {
          "text": "Иуда и Сила, которые были пророками, обратились к братьям с продолжительной речью, помогая им и укрепляя их в вере.",
          "ID": "32"
        },
        {
          "text": "Пробыв там некоторое время, Иуда и Сила с миром были отправлены братьями обратно к пославшим их.",
          "ID": "33"
        },
        {
          "text": "[Но Сила решил остаться там.]",
          "ID": "34"
        },
        {
          "text": "Павел и Варнава, однако, остались в Антиохии. Вместе со многими другими они проповедовали Благую Весть и провозглашали Слово Господа.",
          "ID": "35"
        },
        {
          "text": "Несколько дней спустя Павел сказал Варнаве: «Давай возвратимся назад и навестим братьев в каждом городе, где мы провозглашали Слово Божье, и посмотрим, как они живут».",
          "ID": "36"
        },
        {
          "text": "Варнава хотел взять с собой Иоанна, называемого Марком.",
          "ID": "37"
        },
        {
          "text": "Однако Павел решил, что лучше не брать с собой того, кто оставил их в Памфилии, и поэтому не продолжал с ним дело.",
          "ID": "38"
        },
        {
          "text": "Между Павлом и Варнавой разгорелся спор и, ввиду глубокого разногласия, они расстались друг с другом. Варнава взял с собой Марка и отплыл на Кипр.",
          "ID": "39"
        },
        {
          "text": "Павел же избрал Силу и отбыл, порученный братьями благодати Господней.",
          "ID": "40"
        },
        {
          "text": "Он пошёл по Сирии и Киликии, укрепляя церкви.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "Деяния Апостолов 15"
    },
    {
      "text": [
        {
          "text": "Оттуда Павел пришёл в Дервию, а потом в Листру. Там был ученик по имени Тимофей. Он был сыном иудейки, женщины верующей, а отцом его был грек.",
          "ID": "1"
        },
        {
          "text": "Братья в Листре и Иконии хорошо отзывались о нём.",
          "ID": "2"
        },
        {
          "text": "Павел хотел, чтобы он отправился в путь вместе с ним. И потому он сделал ему обрезание, чтобы угодить тамошним иудеям, так как все они знали, что отец его грек.",
          "ID": "3"
        },
        {
          "text": "И проходя через города, они передали верующим законы, установленные апостолами и старейшинами в Иерусалиме, чтобы верующие следовали им.",
          "ID": "4"
        },
        {
          "text": "Так церкви укреплялись в вере и возрастали численно с каждым днём.",
          "ID": "5"
        },
        {
          "text": "Павел и те, кто был с ним, прошли через Фригию и Галатию, но Святой Дух не допустил их проповедовать Благую Весть в Азии.",
          "ID": "6"
        },
        {
          "text": "Подойдя к границе Мисии, они пытались отправиться в Вифинию, но Дух Иисуса воспрепятствовал им.",
          "ID": "7"
        },
        {
          "text": "Итак, миновав Мисию, они пришли в Троаду.",
          "ID": "8"
        },
        {
          "text": "Той ночью Павлу было видение, в котором какой-то человек из Македонии молил его, говоря: «Приди в Македонию и помоги нам!»",
          "ID": "9"
        },
        {
          "text": "И после видения мы тотчас же решили отправиться в Македонию, потому что пришли к выводу, что Бог призвал нас принести им Благую Весть.",
          "ID": "10"
        },
        {
          "text": "Мы отплыли из Троады и отправились прямым путём к острову Самофракия, а на следующий день в Неаполь.",
          "ID": "11"
        },
        {
          "text": "Оттуда мы прибыли в Филиппы, главный город той части Македонии, которая была Римской провинцией, и оставались там на протяжении нескольких дней.",
          "ID": "12"
        },
        {
          "text": "В субботу мы вышли за городские ворота к реке, где, как мы полагали, было место молитвы, сели и стали говорить с собравшимися там женщинами.",
          "ID": "13"
        },
        {
          "text": "Там была женщина из города Фиатиры по имени Лидия, торговавшая пурпурными тканями. Она почитала истинного Бога и, когда слушала Павла, Господь открыл её сердце, и она поверила словам Павла.",
          "ID": "14"
        },
        {
          "text": "И после того как она и все её домашние приняли крещение, она попросила нас: «Если вы считаете меня истинно верующей в Господа, то остановитесь у меня в доме». И она убедила нас.",
          "ID": "15"
        },
        {
          "text": "Случилось так, что, когда мы шли на место молитвы, нам встретилась служанка, одержимая духом прорицания, которая предсказаниями будущего приносила немалый доход своим хозяевам.",
          "ID": "16"
        },
        {
          "text": "Следуя за Павлом и за нами, она кричала: «Эти люди — слуги Бога Всевышнего! Они возвещают вам путь к спасению!»",
          "ID": "17"
        },
        {
          "text": "И она говорила это много дней. Однако Павел, досадуя, повернулся и сказал духу, владевшему ею: «Приказываю тебе именем Иисуса Христа, выйди из неё!» И он вышел из неё в тот же миг.",
          "ID": "18"
        },
        {
          "text": "Когда же хозяева её увидели, что исчезла надежда на доход, они схватили Павла и Силу и повели силой на рыночную площадь к властям.",
          "ID": "19"
        },
        {
          "text": "И, приведя их к предводителям, сказали: «Эти люди иудеи, и они будоражат наш город,",
          "ID": "20"
        },
        {
          "text": "проповедуя обычаи, которые мы, римляне, не должны принимать или исполнять».",
          "ID": "21"
        },
        {
          "text": "И народ также стал против Павла и Силы. А судьи, сорвав с них одежду, приказали их бить палками.",
          "ID": "22"
        },
        {
          "text": "Нанеся им множество ударов, они бросили их в темницу и приказали стражу хорошо стеречь их.",
          "ID": "23"
        },
        {
          "text": "Получив такой приказ, он заключил их в самое дальнее помещение в темнице и забил им ноги в колодки.",
          "ID": "24"
        },
        {
          "text": "Около полуночи Павел и Сила молились и воспевали Бога, а другие узники слушали их.",
          "ID": "25"
        },
        {
          "text": "Внезапно началось сильное землетрясение, так что даже основание темницы содрогнулось. Тотчас же все двери открылись, и со всех узников упали оковы.",
          "ID": "26"
        },
        {
          "text": "Страж, проснувшись и увидев, что двери темницы открыты, выхватил меч и чуть было не убил себя, думая, что узники бежали.",
          "ID": "27"
        },
        {
          "text": "Но Павел громко закричал: «Не причиняй себе вреда! Все мы здесь!»",
          "ID": "28"
        },
        {
          "text": "Послав за огнём, надзиратель вбежал туда, где были Павел и Сила и, дрожа от страха, упал перед ними ниц.",
          "ID": "29"
        },
        {
          "text": "Затем он вывел их и сказал: «Милостивые господа, что мне делать, чтобы быть спасённым?»",
          "ID": "30"
        },
        {
          "text": "Они же ответили: «Уверуй в Господа Иисуса, тогда и ты, и дом твой будут спасены».",
          "ID": "31"
        },
        {
          "text": "Павел и Сила поведали Слово Господнее надзирателю и всем тем, кто был в его доме.",
          "ID": "32"
        },
        {
          "text": "И хотя было очень поздно, он омыл раны апостолов, и тут же был крещён, а также и все члены его семьи.",
          "ID": "33"
        },
        {
          "text": "Приведя Павла и Силу в дом, надзиратель накормил их. И он сам, и все домашние его радовались тому, что поверили в Бога.",
          "ID": "34"
        },
        {
          "text": "Когда наступило утро, предводители послали своих служителей сказать надзирателю: «Освободите этих людей».",
          "ID": "35"
        },
        {
          "text": "Тогда надзиратель передал эти слова Павлу: «Предводители прислали сказать, чтобы я отпустил вас; так выходите же теперь и ступайте с миром».",
          "ID": "36"
        },
        {
          "text": "Но Павел сказал им: «Нас без суда всенародно били, несмотря на то, что мы римские граждане, и бросили в темницу. А теперь тайно хотят отправить нас прочь? Нет же, пусть придут и сами нас выведут».",
          "ID": "37"
        },
        {
          "text": "Служители передали эти слова предводителям, и те испугались, услышав, что Павел и Сила римские граждане.",
          "ID": "38"
        },
        {
          "text": "Предводители пришли и извинились перед ними и, выведя их из темницы, просили уйти из города.",
          "ID": "39"
        },
        {
          "text": "Они же, выйдя из темницы, пошли домой к Лидии. Увидев там некоторых из братьев, Павел и Сила ободрили их и отправились в путь.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "Деяния Апостолов 16"
    },
    {
      "text": [
        {
          "text": "Пройдя через Амфиполь и Аполлонию, Павел и Сила пришли в Фессалонику, где находилась иудейская синагога.",
          "ID": "1"
        },
        {
          "text": "Павел, по своему обыкновению, пришёл туда и в продолжение трёх суббот обсуждал с иудеями Писание,",
          "ID": "2"
        },
        {
          "text": "объясняя и доказывая, что Христу надлежало умереть, а затем воскреснуть из мёртвых. Он сказал: «Этот Христос и есть Иисус, которого я провозглашаю вам».",
          "ID": "3"
        },
        {
          "text": "Некоторые из иудеев поверили и присоединились к Павлу и Силе, а также большое число почитающих истинного Бога греков и немало знатных женщин.",
          "ID": "4"
        },
        {
          "text": "Но иудеи, которые не поверили, завидуя, собрали чернь с рыночной площади, возмутили толпу, и скоро весь город был охвачен волнением. Они пришли к дому Иасона, ища Павла и Силу, чтобы вести их к народу.",
          "ID": "5"
        },
        {
          "text": "Не найдя их, они повели Иасона и некоторых других братьев к городским властям, крича: «Эти люди, возбудившие волнения по всему миру, пришли теперь и сюда,",
          "ID": "6"
        },
        {
          "text": "и Иасон принял их в свой дом! Все они поступают против повелений Цезаря, говоря, что есть другой царь — Иисус».",
          "ID": "7"
        },
        {
          "text": "Это обвинение встревожило народ и городские власти.",
          "ID": "8"
        },
        {
          "text": "Но заставив Иасона и других верующих заплатить залог, они отпустили их.",
          "ID": "9"
        },
        {
          "text": "Той же ночью братья отправили Павла и Силу в Верию. Прибыв в этот город, апостолы пошли в иудейскую синагогу.",
          "ID": "10"
        },
        {
          "text": "Здесь были люди более открытых взглядов, чем в Фессалонике, поэтому они приняли Слово с полным желанием и изучали Писание каждый день, чтобы убедиться, что Павел и Сила говорят правду.",
          "ID": "11"
        },
        {
          "text": "Тогда многие из них, включая знатных греков и гречанок, поверили.",
          "ID": "12"
        },
        {
          "text": "Когда же иудеи в Фессалонике узнали, что Павел проповедовал Слово Божье и в Верии, то пришли туда, возбуждая и подстрекая народ.",
          "ID": "13"
        },
        {
          "text": "Тогда братья немедленно отправили Павла к морю, а Сила и Тимофей остались в городе.",
          "ID": "14"
        },
        {
          "text": "Те же, кто сопровождал Павла, довели его до Афин и, получив от него послание к Силе и Тимофею: «Приходите ко мне как можно скорее», отправились в обратный путь.",
          "ID": "15"
        },
        {
          "text": "В то время когда Павел ждал Силу и Тимофея в Афинах, он страдал душой, видя, что город полон идолов.",
          "ID": "16"
        },
        {
          "text": "Oн рассуждал в синагоге с почитавшими истинного Бога иудеями и греками, и с теми, кого встречал на рыночной площади.",
          "ID": "17"
        },
        {
          "text": "Некоторые философы-эпикурейцы и стоики стали спорить с Павлом. Одни из них говорили: «Что этот пустослов хочет сказать?» — другие: «Он, видно, проповедник чужих богов?» Они говорили так, потому что он проповедовал Благую Весть об Иисусе и воскрешении из мёртвых.",
          "ID": "18"
        },
        {
          "text": "Они привели Павла в Ареопаг, говоря: «Можем ли мы узнать, что это за новое учение, которое ты проповедуешь?",
          "ID": "19"
        },
        {
          "text": "Всё, что ты проповедуешь, кажется нам странным. Мы хотим знать, что это значит».",
          "ID": "20"
        },
        {
          "text": "Жители Афин и живущие там чужеземцы занимались только тем, что проводили время в разговорах, чтобы говорить и слушать что-нибудь новое.",
          "ID": "21"
        },
        {
          "text": "И Павел, став перед Ареопагом, сказал: «Афиняне, я вижу, что вы во всём набожны,",
          "ID": "22"
        },
        {
          "text": "потому что когда я проходил по городу и осматривал ваши святыни, я нашёл жертвенник, на котором было написано: „Неведомому Богу”. Так вот, Бог, Которому вы поклоняетесь, не зная Его, и есть тот Бог, Которого я провозглашаю вам.",
          "ID": "23"
        },
        {
          "text": "Так как Бог, сотворивший мир и всё, чем полон он, есть Господь небес и земли, то Он не живёт в храмах, построенных руками человеческими,",
          "ID": "24"
        },
        {
          "text": "и не руки человеческие служат Ему службу, потому что Он никогда ни в чём не нуждается. Он даёт человеку и жизнь, и дыхание, и вообще всё.",
          "ID": "25"
        },
        {
          "text": "Бог создал сначала одного человека, а после него и все народы земли, и определил времена и предел их обитания.",
          "ID": "26"
        },
        {
          "text": "Бог хотел, чтобы люди искали Его и, возможно, они устремятся к нему и найдут Его, хотя Бог так недалеко от каждого из нас.",
          "ID": "27"
        },
        {
          "text": "Потому что в Боге мы живём, двигаемся и существуем. Вот как сказали некоторые из ваших поэтов: „Потому что мы его дети”.",
          "ID": "28"
        },
        {
          "text": "Итак, будучи Божьими детьми, мы не должны думать, что Господь сотворён из золота, серебра или камня — образ, созданный воображением или руками человеческими.",
          "ID": "29"
        },
        {
          "text": "В прошлом Бог отнёсся снисходительно к людям, которые не понимали Его, но теперь Он повелевает всем покаяться и прийти к Нему.",
          "ID": "30"
        },
        {
          "text": "Потому что Он назначил День, в который будет праведно судить весь мир через избранного им Человека. Бог доказал всем это, воскресив Его из мёртвых».",
          "ID": "31"
        },
        {
          "text": "Услышав о воскресении из мёртвых, некоторые из них стали насмехаться, говоря: «Расскажи нам об этом в другой раз».",
          "ID": "32"
        },
        {
          "text": "И Павел ушёл от них,",
          "ID": "33"
        },
        {
          "text": "но некоторые поверили и присоединились к нему. Среди них был Дионисий, один из членов Ареопага, и женщина по имени Дамарь, а также некоторые другие.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "Деяния Апостолов 17"
    },
    {
      "text": [
        {
          "text": "После этого Павел ушёл из Афин и отправился в Коринф.",
          "ID": "1"
        },
        {
          "text": "Там он нашёл одного иудея по имени Акила, уроженца Понта, который недавно прибыл из Италии со своей женой Прискиллой, так как Клавдий приказал всем иудеям покинуть Рим. Павел пришёл повидать их,",
          "ID": "2"
        },
        {
          "text": "а когда узнал, что они изготавливают шатры, то есть занимаются тем же ремеслом, что и он, остался и стал работать с ними.",
          "ID": "3"
        },
        {
          "text": "Каждую субботу он говорил в синагоге с иудеями и греками, пытаясь убедить их уверовать.",
          "ID": "4"
        },
        {
          "text": "Когда Сила и Тимофей пришли из Македонии, Павел посвятил всё своё время проповедям, свидетельствуя иудеям, что Иисус есть Христос.",
          "ID": "5"
        },
        {
          "text": "Они же возражали ему и всячески ругали его, и он, отряхнув пыль со своей одежды, сказал им: «Так будьте же сами повинны в своей судьбе. Я не в ответе за то, что произойдёт. Теперь я пойду исключительно к язычникам».",
          "ID": "6"
        },
        {
          "text": "И он ушёл из синагоги и отправился к Tиту Иусту, человеку, почитавшему истинного Бога, чей дом был рядом с синагогой.",
          "ID": "7"
        },
        {
          "text": "Крисп же, глава синагоги, вместе со всеми домашними поверил в Господа. И многие из коринфян, слышавших Павла, также поверили и крестились.",
          "ID": "8"
        },
        {
          "text": "Однажды ночью Павлу было видение. Господь сказал ему: «Не бойся! Продолжай говорить с людьми и не молчи,",
          "ID": "9"
        },
        {
          "text": "потому что Я с тобой. Никто не сможет напасть на тебя и причинить тебе зла, потому что многие из людей Моих живут в этом городе».",
          "ID": "10"
        },
        {
          "text": "И Павел оставался там полтора года, обучая их Слову Божьему.",
          "ID": "11"
        },
        {
          "text": "В то время губернатором Ахаии был Галлион, некоторые иудеи сообща выступили против Павла и привели его в суд.",
          "ID": "12"
        },
        {
          "text": "Они говорили: «Этот человек убеждает людей поклоняться Богу противозаконным образом».",
          "ID": "13"
        },
        {
          "text": "И только Павел хотел заговорить, как Галлион сказал иудеям: «Если бы свершилось какое-то злодеяние или преступление, у меня была бы причина выслушать вас, иудеев.",
          "ID": "14"
        },
        {
          "text": "Но если всё дело в словах и именах и в вашем собственном законе, разбирайтесь сами. Я отказываюсь быть судьёй в этом деле».",
          "ID": "15"
        },
        {
          "text": "И он прогнал их из суда.",
          "ID": "16"
        },
        {
          "text": "Тогда они, схватив Сосфена, главу синагоги, стали бить его перед зданием суда, но Галлиона это ничуть не обеспокоило.",
          "ID": "17"
        },
        {
          "text": "Павел пробыл там ещё немало дней, а потом, оставив братьев, отплыл в Сирию, а Прискилла с Акилой отправились с ним. В Кенхреях он остриг волосы в знак того, что им был дан обет Богу.",
          "ID": "18"
        },
        {
          "text": "По прибытию в Ефес, Павел оставил Прискиллу с Акилой, а сам пошёл в синагогу, чтобы говорить с иудеями.",
          "ID": "19"
        },
        {
          "text": "Они попросили его побыть с ними дольше, но он не согласился,",
          "ID": "20"
        },
        {
          "text": "а уходя, сказал: «Если Богу будет угодно, я вернусь к вам». Затем он отплыл из Ефеса.",
          "ID": "21"
        },
        {
          "text": "Прибыв в Кесарию, Павел отправился в Иерусалим и посетил там местную церковь, а затем отправился в Антиохию.",
          "ID": "22"
        },
        {
          "text": "Пробыв там некоторое время, он продолжал свой путь и, проходя из города в город по Галатии и Фригии, укреплял в вере всех учеников.",
          "ID": "23"
        },
        {
          "text": "Один иудей по имени Аполлос, уроженец Александрии, человек красноречивый и сведущий в Писаниях, пришёл в Ефес.",
          "ID": "24"
        },
        {
          "text": "Он обладал глубокими знаниями о Боге, говорил с жаром и учил об Иисусе с точностью, хотя и знал только Иоанново крещение.",
          "ID": "25"
        },
        {
          "text": "Аполлос стал смело говорить в синагоге. И когда Прискилла и Акила услышали его, то отвели его к себе домой, и ещё точнее объяснили ему учение Божье.",
          "ID": "26"
        },
        {
          "text": "Когда же он захотел отправиться в Ахаию, то братья ободрили его и написали ученикам, чтобы те приняли его. Когда Аполлос прибыл туда, он смог оказать большую помощь тем, кто поверил через благодать Божью.",
          "ID": "27"
        },
        {
          "text": "Он с большой силой всенародно опровергал иудеев, доказывая Писаниями, что Иисус — Христос.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "Деяния Апостолов 18"
    },
    {
      "text": [
        {
          "text": "В то время как Аполлос был в Коринфе, Павел прошёл через разные области и прибыл в Ефес. Найдя там нескольких учеников,",
          "ID": "1"
        },
        {
          "text": "он спросил их: «Приняли ли вы Духа Святого, когда поверили?» Они сказали ему: «Мы даже не слышали, что есть Дух Святой».",
          "ID": "2"
        },
        {
          "text": "«Что же за крещение вы получили?» — спросил он. «Иоанново крещение», — ответили ученики.",
          "ID": "3"
        },
        {
          "text": "Павел сказал: «Крещение Иоанна было крещением покаяния. Он призывал людей поверить в Идущего вслед за ним, то есть в Иисуса».",
          "ID": "4"
        },
        {
          "text": "Услышав это, они приняли крещение во имя Господа Иисуса.",
          "ID": "5"
        },
        {
          "text": "Когда же Павел возложил на них руки, на них снизошёл Святой Дух, и они стали говорить на разных языках и пророчествовать.",
          "ID": "6"
        },
        {
          "text": "Всего же их было около двенадцати человек.",
          "ID": "7"
        },
        {
          "text": "Павел пошёл в синагогу и три месяца смело проповедовал, споря и убеждая иудеев в существовании Царства Божьего.",
          "ID": "8"
        },
        {
          "text": "Но некоторые из них ожесточились и отказались уверовать, злословя о Пути перед народом. И он ушёл от них, взял с собой учеников и каждый день говорил в школе Тиранна.",
          "ID": "9"
        },
        {
          "text": "Так было в продолжение двух лет, так что все иудеи и греки, жившие в Азии, услышали слово Господнее.",
          "ID": "10"
        },
        {
          "text": "Бог же творил необычайные чудеса руками Павла,",
          "ID": "11"
        },
        {
          "text": "так что даже платки и передники, до которых он дотрагивался, уносили и возлагали на больных, и те исцелялись, и нечистые духи выходили из них.",
          "ID": "12"
        },
        {
          "text": "Некоторые иудеи, которые переходили из города в город, пытались изгонять злых духов из одержимых именем Господа Иисуса. Они говорили: «Заклинаю тебя именем Иисуса, чьё учение проповедует Павел, выйди из этого человека!»",
          "ID": "13"
        },
        {
          "text": "Делали это и семь сыновей Скевы, одного из главных священников иудейских.",
          "ID": "14"
        },
        {
          "text": "Но однажды злой дух сказал им: «Я признаю Иисуса, и о Павле знаю, а вы кто такие?»",
          "ID": "15"
        },
        {
          "text": "Тогда человек, в котором был злой дух, прыгнул на них и, одолев их, избил, а затем сорвал с них одежду. И выбежали сыновья Скевы из того дома нагие и израненные.",
          "ID": "16"
        },
        {
          "text": "Когда все иудеи и греки, живущие в Ефесе, узнали об этом, на них напал страх, и тогда имя Господа Иисуса стало почитаться ещё больше.",
          "ID": "17"
        },
        {
          "text": "Многие из уверовавших приходили исповедоваться и открыто признавались в греховных проступках.",
          "ID": "18"
        },
        {
          "text": "А многие из занимавшихся колдовством собрали свои книги и сожгли их на глазах у всех. Когда подсчитали их стоимость, оказалось, что она доходила до пятидесяти тысяч серебряных монет.",
          "ID": "19"
        },
        {
          "text": "Так слово Господнее широко распространялось и набирало силу, и число верующих всё возрастало.",
          "ID": "20"
        },
        {
          "text": "После того как это случилось, Павел решил пройти через Македонию и Ахаию и отправиться в Иерусалим. Он сказал: «Побывав там, я должен увидеть и Рим».",
          "ID": "21"
        },
        {
          "text": "Он послал двух из числа своих помощников, Тимофея и Ераста, в Македонию, а сам остался на время в Азии.",
          "ID": "22"
        },
        {
          "text": "Примерно в то же время происходили немалые волнения против Пути. Вот как всё произошло.",
          "ID": "23"
        },
        {
          "text": "Жил один человек по имени Димитрий, мастер по серебру. Он делал из серебра изображения храма Артемиды, приносившие немалый доход ремесленникам, которые их изготовляли.",
          "ID": "24"
        },
        {
          "text": "Он созвал мастеров по серебру вместе с другими ремесленниками и сказал: «Люди, вы знаете, что мы получаем от своего ремесла хороший доход.",
          "ID": "25"
        },
        {
          "text": "И вы видите и слышите, что этот Павел обратил многих людей в новую веру. Он убедил многих не только в Ефесе, но и почти по всей Азии, говоря, что боги, сделанные руками людей, не боги.",
          "ID": "26"
        },
        {
          "text": "Опасность не только в том, что наше ремесло приобретает дурную славу, но и в том, что храм великой богини Артемиды станет ничем, и та, которую почитает вся Азия и весь мир, окажется лишённой величия».",
          "ID": "27"
        },
        {
          "text": "Услышав это, они преисполнились ярости и стали кричать: «Велика Артемида ефесская!»",
          "ID": "28"
        },
        {
          "text": "Город наполнился смятением, и все устремились в амфитеатр, потащив с собой Гая и Аристарха, двух македонцев, спутников Павла.",
          "ID": "29"
        },
        {
          "text": "Павел же хотел выйти к народу в амфитеатр, но ученики не позволили ему.",
          "ID": "30"
        },
        {
          "text": "Некоторые из начальников провинции, его друзья, послали просить его не ходить в амфитеатр.",
          "ID": "31"
        },
        {
          "text": "Между тем, одни люди кричали одно, другие другое, потому что собрание было в смятении, и большинство не знало, зачем они собрались.",
          "ID": "32"
        },
        {
          "text": "Иудеи заставили выйти вперёд одного человека по имени Александр, которому разные люди из толпы советовали что сказать. Он сделал знак рукой, так как хотел объяснить народу, в чём дело.",
          "ID": "33"
        },
        {
          "text": "Но когда узнали, что он иудей, все в один голос закричали и кричали два часа: «Велика Артемида ефесская!»",
          "ID": "34"
        },
        {
          "text": "Городской писарь успокоил толпу, сказав: «Люди Ефеса! Кто на свете не знает, что город Ефес — хранитель храма великой Артемиды и священного камня, упавшего с небес?",
          "ID": "35"
        },
        {
          "text": "Так как это неоспоримо, вам надлежит быть спокойными и не поступать опрометчиво.",
          "ID": "36"
        },
        {
          "text": "Вы привели сюда этих людей, хотя они и храмов не обокрали, и не молвили оскорблений против богини нашей.",
          "ID": "37"
        },
        {
          "text": "Если Димитрий и другие мастера, работающие с ним, имеют против кого-нибудь обвинение, на то есть суды и судьи. Пусть они ведут друг друга в суд и там решают свои дела.",
          "ID": "38"
        },
        {
          "text": "Если же у вас есть ещё о чём спросить, то это должно быть решено на обычном собрании.",
          "ID": "39"
        },
        {
          "text": "Сейчас же нам грозит опасность быть обвинёнными в беспорядках за то, что произошло сегодня. Нет причин, которые бы оправдывали такой переполох».",
          "ID": "40"
        },
        {
          "text": "Сказав это, он распустил собрание.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "Деяния Апостолов 19"
    },
    {
      "text": [
        {
          "text": "Когда беспорядки прекратились, Павел позвал к себе учеников и, обратившись к ним со словами ободрения, простился с ними и отправился в Македонию.",
          "ID": "1"
        },
        {
          "text": "На своём пути он говорил о многом, что вселяло бодрость в верующих. Затем он пришёл в Грецию,",
          "ID": "2"
        },
        {
          "text": "где пробыл три месяца. И как раз перед тем, как Павел собирался отплыть в Сирию, иудеи составили против него заговор, и поэтому он решил отправиться в Сирию, пройдя снова через Македонию.",
          "ID": "3"
        },
        {
          "text": "Его сопровождали Сопатр из Верии, сын Пирра, Аристарх и Секунд из Фессалоник, Гаий из Дервы, Тимофей и двое из Азии, Тихик и Трофим.",
          "ID": "4"
        },
        {
          "text": "Они отправились первыми и ждали нас в Троаде.",
          "ID": "5"
        },
        {
          "text": "Мы же отплыли из Филипп после праздника Пресных Хлебов, и пять дней спустя присоединились к ним в Троаде, где пробыли неделю.",
          "ID": "6"
        },
        {
          "text": "В воскресение, когда мы собрались вместе, чтобы совершить вечерю Господнюю, Павел беседовал с нами. Намереваясь отплыть на следующий день, он говорил до полуночи.",
          "ID": "7"
        },
        {
          "text": "В комнате наверху, где мы собрались, было много светильников.",
          "ID": "8"
        },
        {
          "text": "Павел всё продолжал проповедь, а юноша по имени Евтих, сидевший на окне, понемногу стал засыпать. В конце концов сон одолел его, и он упал из окна третьего этажа. Когда его подняли, он был мёртв.",
          "ID": "9"
        },
        {
          "text": "Павел спустился вниз, припал к нему и, обняв, сказал: «Не печальтесь! Он жив».",
          "ID": "10"
        },
        {
          "text": "Поднявшись наверх, он разделил хлеб и поел, и ещё долго говорил им, до самого рассвета, а затем ушёл.",
          "ID": "11"
        },
        {
          "text": "Между тем люди привели юношу домой живым и полностью утешились.",
          "ID": "12"
        },
        {
          "text": "Мы отплыли на корабле в Асс, чтобы потом взять там на борт Павла. Он сам повелел нам сделать так, потому что намеревался идти туда пешком.",
          "ID": "13"
        },
        {
          "text": "Когда он встретился с нами в Ассе, мы взяли его на корабль и отправились в Митилену.",
          "ID": "14"
        },
        {
          "text": "Отплыв оттуда на следующий день, мы остановились неподалёку от Хиоса, на другой день пристали к Самосу, а днём позже прибыли в Милет.",
          "ID": "15"
        },
        {
          "text": "Павел решил миновать Ефес, чтобы не тратить времени в Азии, так как спешил прибыть в Иерусалим по возможности до дня Пятидесятницы.",
          "ID": "16"
        },
        {
          "text": "Из Милета Павел послал письмо в Ефес, в котором попросил старейшин церкви прийти к нему.",
          "ID": "17"
        },
        {
          "text": "Когда они прибыли, Павел сказал им: «Вы знаете, как я жил на протяжении всего времени, что был с вами с первого дня моего прибытия в Азию.",
          "ID": "18"
        },
        {
          "text": "Я служил Господу со всей смиренностью и слезами, пройдя через многие испытания, выпавшие на мою долю из-за злых намерений иудеев.",
          "ID": "19"
        },
        {
          "text": "Я всё делал для вашего блага и проповедовал Благую Весть об Иисусе как всенародно, так и в ваших домах.",
          "ID": "20"
        },
        {
          "text": "Иудеям и грекам в равной мере я свидетельствовал о покаянии, обращении к Богу и о вере в нашего Господа Иисуса.",
          "ID": "21"
        },
        {
          "text": "И теперь, повинуясь велению Духа Святого, я иду в Иерусалим. Я не знаю, что ждёт меня там,",
          "ID": "22"
        },
        {
          "text": "я только знаю, что в каждом городе Святой Дух предостерегает меня, говоря, что ожидают меня испытания и темница.",
          "ID": "23"
        },
        {
          "text": "Но жизнь моя не имеет для меня никакой цены! Всё что я хочу — это закончить служение, принятое мною от Господа Иисуса, и принести людям Благую Весть о благодати Божьей.",
          "ID": "24"
        },
        {
          "text": "Я знаю теперь, что ни один из вас, среди кого я провозглашал о Царстве Божьем, больше не увидит меня.",
          "ID": "25"
        },
        {
          "text": "Поэтому я объявляю вам сегодня, что не буду в ответе, если кто-нибудь из вас не будет спасён,",
          "ID": "26"
        },
        {
          "text": "потому что я не колеблясь проповедовал вам волю Божью, ничего не скрывая.",
          "ID": "27"
        },
        {
          "text": "Будьте же бдительны и осторожны по отношению к себе и к стаду, над которым Святой Дух поставил вас блюстителями. Заботьтесь о церкви Божьей, которую Он искупил Своей кровью.",
          "ID": "28"
        },
        {
          "text": "Я знаю, что когда уйду от вас, придут свирепые волки и не пощадят стада.",
          "ID": "29"
        },
        {
          "text": "Даже среди вас появятся люди, извращающие правду ради того, чтобы верующие следовали за ними.",
          "ID": "30"
        },
        {
          "text": "Так будьте же бдительны. Помните, что на протяжении трёх лет я день и ночь непрестанно предупреждал вас, моля каждого со слезами.",
          "ID": "31"
        },
        {
          "text": "Теперь же я вверяю вас Богу и Слову благодати Eго, которое может укрепить вас и дать вам все те благословения, которыми Он одарил всех святых людей Божьих.",
          "ID": "32"
        },
        {
          "text": "Когда был я с вами, то никогда не пожелал я ни денег, ни одежды, принадлежащих другим.",
          "ID": "33"
        },
        {
          "text": "Вы сами знаете, что я всегда работал, обеспечивая всем необходимым себя, а также тех, кто был со мной.",
          "ID": "34"
        },
        {
          "text": "По мере своих сил я показал вам, что так тяжело трудясь, мы должны помогать слабым. Я учил вас не забывать слова Господа Иисуса, Который говорил: „Больше счастья в том, чтобы давать, чем в том, чтобы брать”».",
          "ID": "35"
        },
        {
          "text": "И сказав это, Павел преклонил колени вместе со всеми и помолился.",
          "ID": "36"
        },
        {
          "text": "И все плакали и, обнимая, целовали его,",
          "ID": "37"
        },
        {
          "text": "сильно опечаленные, особенно его словами: «Больше не увидите меня». Затем они проводили его к кораблю.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "Деяния Апостолов 20"
    },
    {
      "text": [
        {
          "text": "Расставшись со старейшинами, мы отплыли прямо на остров Кос, на следующий день на остров Родос, а оттуда в Патару.",
          "ID": "1"
        },
        {
          "text": "Мы нашли корабль, идущий в Финикию и, взойдя на него, отправились в плавание.",
          "ID": "2"
        },
        {
          "text": "Пройдя южнее острова Кипр, мы направились в Сирию и пристали в Тире, потому что там корабль должны были разгрузить.",
          "ID": "3"
        },
        {
          "text": "Мы нашли там учеников и пробыли с ними неделю. Побуждаемые Духом, они сказали Павлу, чтобы он не шёл в Иерусалим.",
          "ID": "4"
        },
        {
          "text": "Когда наше пребывание там подошло к концу, мы ушли и продолжили своё путешествие. Они же, со своими жёнами и детьми, проводили нас из города, и там, на берегу моря, мы преклонили колени и помолились.",
          "ID": "5"
        },
        {
          "text": "Простившись с каждым из них, мы взошли на корабль, а они возвратились к себе домой.",
          "ID": "6"
        },
        {
          "text": "Мы продолжили путешествие из Тира и высадились в Птолемаиде. Поприветствовав братьев, мы пробыли с ними целый день.",
          "ID": "7"
        },
        {
          "text": "Отправившись на следующий день в путь, мы прибыли в Кесарию и, войдя в дом благовестителя Филиппа, одного из семерых, избранных среди братьев, остановились у него.",
          "ID": "8"
        },
        {
          "text": "У него было четыре незамужних дочери, которые пророчествовали.",
          "ID": "9"
        },
        {
          "text": "Мы пробыли там несколько дней, когда из Иудеи пришёл пророк по имени Агав.",
          "ID": "10"
        },
        {
          "text": "Придя к нам, он взял пояс Павла, связал себе ноги и руки и сказал: «Святой Дух сказал так: „Вот так и свяжут иерусалимские иудеи того, кому принадлежит этот пояс, и отдадут его в руки язычников”».",
          "ID": "11"
        },
        {
          "text": "Услышав эти слова, мы и другие ученики, бывшие там, стали умолять Павла не ходить в Иерусалим.",
          "ID": "12"
        },
        {
          "text": "Но Павел ответил: «Что вы делаете? Зачем плачете и разбиваете мне сердце? Я готов не только к тому, что меня свяжут, но и к тому, чтобы умереть в Иерусалиме во имя Господа Иисуса».",
          "ID": "13"
        },
        {
          "text": "И так как Павла невозможно было убедить, мы перестали умолять и сказали: «Мы молимся, чтобы исполнилась воля Господняя».",
          "ID": "14"
        },
        {
          "text": "Потом, собравшись, мы отправились в Иерусалим.",
          "ID": "15"
        },
        {
          "text": "Некоторые ученики из Кесарии пошли с нами и привели нас к Мнасону-киприянину, одному из первых учеников, у которого мы и остановились.",
          "ID": "16"
        },
        {
          "text": "Братья и сёстры тепло встретили нас, когда мы прибыли в Иерусалим.",
          "ID": "17"
        },
        {
          "text": "На следующий день Павел вместе с нами пошёл к Иакову, где собрались все старейшины.",
          "ID": "18"
        },
        {
          "text": "Он приветствовал их и рассказал по порядку обо всём, что свершил Бог среди язычников через его служение.",
          "ID": "19"
        },
        {
          "text": "Услышав его слова, старейшины восхвалили Бога и сказали ему: «Брат, ты видел много тысяч уверовавших иудеев, и все они ревнители Закона.",
          "ID": "20"
        },
        {
          "text": "О тебе им говорили, что ты учишь всех иудеев, живущих среди язычников, отступничеству от Закона Моисея. Ты учил их не обрезать детей и не следовать нашим обычаям.",
          "ID": "21"
        },
        {
          "text": "Так что же нам делать? Они, конечно же, услышат о том, что ты пришёл.",
          "ID": "22"
        },
        {
          "text": "Поэтому сделай так, как мы тебе говорим: среди нас есть четверо, давшие обет.",
          "ID": "23"
        },
        {
          "text": "Возьми их с собой и пройди вместе с ними обряд очищения; оплати их расходы за обряд, чтобы могли они обрить головы. Тогда каждый будет знать, что в том, что им говорили о тебе, нет ни слова правды, но что ты живёшь в послушании Закону.",
          "ID": "24"
        },
        {
          "text": "Что же касается уверовавших язычников, то мы послали им письмо с такими наставлениями:",
          "ID": "25"
        },
        {
          "text": "„Не ешьте еды, принесённой в жертву идолам,",
          "ID": "25"
        },
        {
          "text": "избегайте крови, мяса удавленных животных и блуда”».",
          "ID": "25"
        },
        {
          "text": "Итак, Павел взял с собой этих людей и на следующий день исполнил обряд очищения. Затем он пошёл в храм, чтобы объявить, когда окончатся дни очищения, и когда будут совершены жертвоприношения за каждого из них.",
          "ID": "26"
        },
        {
          "text": "По истечении семи дней иудеи из Азии увидели Павла в храме. Они возмутили весь народ и схватили его,",
          "ID": "27"
        },
        {
          "text": "крича: «Люди Израиля! Помогите! Это тот человек, который учит людей повсюду против Закона, народа нашего и нашего храма. А теперь и греков привёл в храм и осквернил святое место».",
          "ID": "28"
        },
        {
          "text": "Они говорили так, потому что раньше видели в городе вместе с ним Трофима из Ефеса и подумали, что Павел привёл его в храм.",
          "ID": "29"
        },
        {
          "text": "В городе начались беспорядки, и со всех сторон стали сбегаться люди. Они схватили Павла и выволокли его из храма, и тотчас же закрыли двери.",
          "ID": "30"
        },
        {
          "text": "Они пытались его убить, но до военного трибуна дошла весть, что весь Иерусалим охвачен беспорядками.",
          "ID": "31"
        },
        {
          "text": "Он тотчас же взял воинов и центурионов и отправился к иудеям. Увидев его и солдат, они прекратили избивать Павла.",
          "ID": "32"
        },
        {
          "text": "Тогда трибун подошёл к Павлу и, взяв его под стражу, приказал сковать двумя цепями. Он спросил: «Кто такой этот человек? Что он сделал?»",
          "ID": "33"
        },
        {
          "text": "В толпе одни выкрикивали одно, другие — другое. И так как из-за шума он не мог установить истину, трибун приказал вести Павла в крепость.",
          "ID": "34"
        },
        {
          "text": "Люди настолько были разъярены, что когда Павла подвели к лестнице, солдатам пришлось нести его.",
          "ID": "35"
        },
        {
          "text": "Толпа, следовавшая за ним, кричала: «Смерть ему!»",
          "ID": "36"
        },
        {
          "text": "Почти у входа в крепость Павел сказал военачальнику: «Могу я спросить тебя?» Тот ответил: «Так ты говоришь по-гречески?",
          "ID": "37"
        },
        {
          "text": "Значит, ты не тот египтянин, который недавно поднял мятеж и вывел в пустыню четыре тысячи разбойников?»",
          "ID": "38"
        },
        {
          "text": "Павел ответил ему: «Я еврей из Тарса в Киликии, гражданин известного города. Прошу тебя, разреши мне говорить с народом».",
          "ID": "39"
        },
        {
          "text": "Тогда он дал разрешение, и Павел, став на ступени, подал народу знак рукой. Когда все успокоились, он начал говорить по-арамейски.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "Деяния Апостолов 21"
    },
    {
      "text": [
        {
          "text": "Павел сказал: «Братья и отцы, выслушайте теперь, что я скажу в свою защиту».",
          "ID": "1"
        },
        {
          "text": "Услышав, что Павел заговорил с ними на арамейском языке, они стали ещё тише. Тогда он продолжил:",
          "ID": "2"
        },
        {
          "text": "«Я иудей, рождённый в Тарсе, в Киликии, но получивший воспитание здесь, в этом городе. Наставником моим был Гамалиил, который тщательно обучил меня Закону наших предков. Я был усердным служителем Божьим, таким же, как и вы сегодня.",
          "ID": "3"
        },
        {
          "text": "Я подвергал смертельным гонениям последователей Пути; брал под стражу мужчин и женщин и бросал их в темницы.",
          "ID": "4"
        },
        {
          "text": "Это могут подтвердить первосвященники и совет старейшин. Именно от них я получил письма к братьям-иудеям в Дамаске, чтобы привести последователей Иисуса в Иерусалим для наказания».",
          "ID": "5"
        },
        {
          "text": "«Но вот что приключилось со мной по дороге в Дамаск. Когда я был уже недалеко от этого города, около полудня яркий свет с неба засиял вокруг меня.",
          "ID": "6"
        },
        {
          "text": "Я упал на землю и услышал голос, говорящий мне: „Савл, Савл! Почему ты преследуешь Меня?”",
          "ID": "7"
        },
        {
          "text": "Я спросил: „Кто ты, Господи?” И голос сказал: „Я — Иисус из Назарета, которого ты преследуешь”.",
          "ID": "8"
        },
        {
          "text": "Те же, кто были со мной, не слышали голоса, но видели свет.",
          "ID": "9"
        },
        {
          "text": "Я спросил: „Что мне делать, Господи?” И Господь ответил: „Встань и иди в Дамаск, и там тебе будет сказано, что Я предрешил для тебя”.",
          "ID": "10"
        },
        {
          "text": "Я ничего не видел, так как яркий свет ослепил меня, и мои спутники, взяв меня за руку, довели до Дамаска.",
          "ID": "11"
        },
        {
          "text": "В Дамаске ко мне пришёл человек по имени Анания, набожный и послушный Закону Моисея, о ком хорошо отзывались все иудеи, живущие там.",
          "ID": "12"
        },
        {
          "text": "Он подошёл ко мне и сказал: „Брат Савл! Прозри!” И тотчас же я увидел его.",
          "ID": "13"
        },
        {
          "text": "Анания сказал мне: „Бог наших предков избрал тебя узнать его волю, увидеть Праведного и услышать голос из уст Его.",
          "ID": "14"
        },
        {
          "text": "Ты будешь свидетелем Ему перед всеми людьми в том, что ты видел и слышал.",
          "ID": "15"
        },
        {
          "text": "Так чего же ты ждёшь? Встань и крестись, омой грехи, призывая имя Его”.",
          "ID": "16"
        },
        {
          "text": "Когда я вернулся в Иерусалим, то во время молитвы в храме мне было видение,",
          "ID": "17"
        },
        {
          "text": "в котором я увидел Иисуса. Он сказал мне: „Поспеши и немедленно оставь Иерусалим, потому что люди здесь не примут твоё свидетельство обо Мне”.",
          "ID": "18"
        },
        {
          "text": "И я ответил: „Господи, эти люди знают, что я ходил по синагогам, хватая и избивая верующих в Тебя.",
          "ID": "19"
        },
        {
          "text": "И когда проливалась кровь твоего свидетеля Стефана, я стоял тут же, поощряя это и охраняя одежды убивавших его”.",
          "ID": "20"
        },
        {
          "text": "Тогда Всевышний сказал мне: „Иди! Я отправлю тебя далеко, к язычникам”».",
          "ID": "21"
        },
        {
          "text": "До этого иудеи слушали Павла, но при этих словах стали кричать: «Смерть ему! Он недостоин жить!»",
          "ID": "22"
        },
        {
          "text": "Пока они кричали, сбрасывали с себя верхнюю одежду и бросали пыль в воздух,",
          "ID": "23"
        },
        {
          "text": "военный трибун приказал отвести Павла в крепость и высечь плетью. Он хотел подвергнуть Павла допросу, чтобы выяснить, по какой причине они так кричали на него.",
          "ID": "24"
        },
        {
          "text": "Но когда его растянули ремнями, чтобы высечь, Павел сказал стоявшему там центуриону: «Разве по закону без суда бить римского гражданина?»",
          "ID": "25"
        },
        {
          "text": "Услышав это, центурион пошёл к трибуну и сказал: «Что вы собираетесь сделать? Ведь этот человек — римский гражданин!»",
          "ID": "26"
        },
        {
          "text": "Трибун подошёл к нему и спросил: «Скажи, ты что же, римский гражданин?» «Да», — ответил Павел.",
          "ID": "27"
        },
        {
          "text": "Трибун сказал: «Мне стоило больших денег приобрести это гражданство». Павел же произнёс: «А я был рождён гражданином».",
          "ID": "28"
        },
        {
          "text": "Те, кто собирались допросить Павла, тут же отступились от него, а начальник испугался, узнав, что связал римского гражданина.",
          "ID": "29"
        },
        {
          "text": "На следующий день, желая точно выяснить, в чём иудеи обвиняют Павла, трибун повелел собраться главным священникам и всему синедриону. Сняв с Павла цепи, трибун поставил его перед собранием.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "Деяния Апостолов 22"
    },
    {
      "text": [
        {
          "text": "Посмотрев на членов синедриона, Павел сказал: «Братья мои! До сегодняшнего дня я жил перед Богом с чистой совестью и всегда поступал так, как считал правильным».",
          "ID": "1"
        },
        {
          "text": "Услышав это, первосвященник Анания приказал стоящим рядом с Павлом ударить его по губам.",
          "ID": "2"
        },
        {
          "text": "Павел же сказал ему: «Бог поразит тебя, стена побелённая! Ты сидишь здесь, чтобы судить меня по Закону Моисея, а сам приказываешь бить меня и тем самым нарушаешь Закон».",
          "ID": "3"
        },
        {
          "text": "Люди, стоявшие рядом с Павлом, сказали ему: «Как ты осмеливаешься оскорблять первосвященника Божьего?»",
          "ID": "4"
        },
        {
          "text": "Тогда Павел ответил: «Братья, я не знал, что он первосвященник. В Писании сказано: „Не говори плохо о правителе народа твоего”».",
          "ID": "5"
        },
        {
          "text": "Когда Павел понял, что одни из собравшихся там были саддукеи, а другие фарисеи, он громко сказал: «Братья! Я фарисей, сын фарисея! И на суд привели меня за то, что надеюсь на воскресение людей из мёртвых».",
          "ID": "6"
        },
        {
          "text": "Когда он сказал это, поднялся спор между фарисеями и саддукеями, и собрание разделилось,",
          "ID": "7"
        },
        {
          "text": "потому что саддукеи говорят, что ни воскресения, ни Ангелов, ни духов нет, а фарисеи признают всё это.",
          "ID": "8"
        },
        {
          "text": "Все стали громко кричать, и некоторые законники из фарисеев начали спорить, говоря: «Ничего плохого мы не находим в этом человеке. Что если дух или Ангел говорил с ним?»",
          "ID": "9"
        },
        {
          "text": "Спор перешёл в драку, и военный трибун, опасаясь, как бы они не растерзали Павла, приказал солдатам спуститься вниз и увести его от евреев в крепость.",
          "ID": "10"
        },
        {
          "text": "На следующую ночь Господь предстал перед Павлом и сказал: «Мужайся! Как ты свидетельствовал обо Мне в Иерусалиме, так будешь свидетельствовать и в Риме».",
          "ID": "11"
        },
        {
          "text": "Когда наступил день, иудеи сговорились между собой и дали клятву не есть и не пить до тех пор, пока не убьют Павла.",
          "ID": "12"
        },
        {
          "text": "Участвовавших в заговоре было более сорока человек.",
          "ID": "13"
        },
        {
          "text": "Они пошли к главным священникам и старейшинам и сказали: «Мы поклялись ничего не есть и не пить до тех пор, пока не убьём Павла.",
          "ID": "14"
        },
        {
          "text": "Поэтому просим вас и синедрион приказать трибуну, чтобы тот привёл к вам Павла, якобы для более подробного допроса. Мы же готовы убить его по дороге сюда».",
          "ID": "15"
        },
        {
          "text": "Но об этой засаде услышал племянник Павла, и поэтому он пошёл в крепость предупредить его об этом.",
          "ID": "16"
        },
        {
          "text": "Тогда Павел подозвал одного из центурионов и сказал ему: «Отведи этого юношу к трибуну, потому что он хочет ему что-то сказать».",
          "ID": "17"
        },
        {
          "text": "И тот привёл юношу к трибуну и сказал: «Узник Павел позвал меня и попросил привести этого юношу к тебе, так как он хочет тебе что-то сообщить».",
          "ID": "18"
        },
        {
          "text": "Командир взял юношу за руку и, отведя в сторону, спросил: «Что ты хочешь сказать мне?»",
          "ID": "19"
        },
        {
          "text": "Тот ответил: «Иудеи сговорились просить тебя привести Павла завтра в синедрион, якобы для более подробного расследования.",
          "ID": "20"
        },
        {
          "text": "Не слушай их, потому что больше сорока человек ждут его в засаде. Они поклялись не есть и не пить до тех пор, пока не убьют его. И теперь они ожидают твоего согласия».",
          "ID": "21"
        },
        {
          "text": "Тогда военачальник отпустил юношу, приказав ему: «Никому не говори, что ты рассказал мне об этом».",
          "ID": "22"
        },
        {
          "text": "Затем военачальник позвал двух своих центурионов и приказал им: «Подготовьте двести солдат для перехода в Кесарию, а также семьдесят всадников и двести копьеносцев и будьте готовы к девяти часам вечера.",
          "ID": "23"
        },
        {
          "text": "Приготовьте также лошадей, чтобы в целости и сохранности доставить Павла к правителю Феликсу».",
          "ID": "24"
        },
        {
          "text": "Кроме того, он написал письмо такого содержания:",
          "ID": "25"
        },
        {
          "text": "«Клавдий Лисий шлёт приветствия Его Превосходительству Правителю Феликсу.",
          "ID": "26"
        },
        {
          "text": "Некоторые иудеи схватили этого человека и чуть было не убили его. Но когда я узнал, что он является римским гражданином, то пришёл с солдатами и спас его.",
          "ID": "27"
        },
        {
          "text": "Желая узнать причину, по которой его обвиняют, я привёл его в их синедрион.",
          "ID": "28"
        },
        {
          "text": "Вот что я выяснил: все обвинения, выдвинутые против него, касаются их же собственного Закона, и ни в чём, заслуживающем смерти или заключения, он не повинен.",
          "ID": "29"
        },
        {
          "text": "Когда же мне сказали, что против этого человека готовится заговор, я тотчас же послал его к тебе и приказал его обвинителям представить их дело на твоё рассмотрение».",
          "ID": "30"
        },
        {
          "text": "Солдаты выполнили приказ и в тот же вечер привели Павла в Антипатриду,",
          "ID": "31"
        },
        {
          "text": "а на следующий день всадники отправились с Павлом в Кесарию, остальные же возвратились в крепость.",
          "ID": "32"
        },
        {
          "text": "Прибыв в Кесарию, всадники доставили письмо правителю и передали Павла в его руки.",
          "ID": "33"
        },
        {
          "text": "Феликс прочёл письмо и спросил Павла: «Из какой ты провинции?» Узнав, что он из Киликии,",
          "ID": "34"
        },
        {
          "text": "Феликс сказал: «Я выслушаю тебя, когда явятся твои обвинители». Правитель приказал держать Павла под стражей во дворце Ирода.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "Деяния Апостолов 23"
    },
    {
      "text": [
        {
          "text": "Спустя пять дней первосвященник Анания с некоторыми старейшинами и писарем по имени Тертулл прибыли Кесарию, и выдвинули перед губернатором обвинения против Павла.",
          "ID": "1"
        },
        {
          "text": "Когда вызвали Тертулла, он начал обвинение следующими словами: «Превосходнейший Феликс, мир, которым мы наслаждаемся в полной мере, и преобразования, которые принесла этому народу твоя дальновидность,",
          "ID": "2"
        },
        {
          "text": "мы всегда и повсюду принимаем со всей признательностью.",
          "ID": "3"
        },
        {
          "text": "Но чтобы не утруждать тебя более, прошу, будь добр, выслушай наше краткое обвинение.",
          "ID": "4"
        },
        {
          "text": "Мы выяснили, что этот человек смутьян, он возбуждает мятежи среди иудеев по всему миру и предводительствует сектой назореев.",
          "ID": "5"
        },
        {
          "text": "К тому же он пытался осквернить храм, но мы остановили его. [Мы хотели судить его в соответствии с нашим Законом,",
          "ID": "6"
        },
        {
          "text": "но военный трибун Лисий пришёл и силой забрал его у нас,",
          "ID": "7"
        },
        {
          "text": "приказав его обвинителям предстать перед тобой».] Допросив его, ты сможешь сам узнать от него, в чём мы его обвиняем».",
          "ID": "8"
        },
        {
          "text": "Остальные иудеи присоединились к обвинению, заверяя, что всё это правда.",
          "ID": "9"
        },
        {
          "text": "Когда правитель подал ему знак говорить, Павел ответил так: «Правитель Феликс, зная, что ты много лет был судьёй над этим народом, я с радостью буду защищаться перед тобой.",
          "ID": "10"
        },
        {
          "text": "Ты сам можешь проверить, что прошло не более двенадцати дней с тех пор, как я пришёл в Иерусалим для поклонения.",
          "ID": "11"
        },
        {
          "text": "Никто не видел меня ни спорящим ни с кем в храме, ни возмущающим народ в синагогах или ещё где-то в городе.",
          "ID": "12"
        },
        {
          "text": "Эти иудеи не могут доказать обвинения, которые теперь выдвигают против меня.",
          "ID": "13"
        },
        {
          "text": "Но я исповедую перед тобой, что служу Богу наших отцов в соответствии с Путём, называемым ими сектой. Я верую во всё, что говорит Закон Моисея и что написано у пророков.",
          "ID": "14"
        },
        {
          "text": "И я имею надежду на Бога, которую и сами они разделяют, что будет воскресение и для праведных, и для неправедных.",
          "ID": "15"
        },
        {
          "text": "Поэтому я делаю всё, что в моих силах, чтобы всегда поступать согласно своим убеждениям как перед Богом, так и перед людьми.",
          "ID": "16"
        },
        {
          "text": "После долгих лет я вернулся в Иерусалим, чтобы подать милостыню бедным среди моего народа и совершить жертвоприношения.",
          "ID": "17"
        },
        {
          "text": "Пока я делал это, некоторые иудеи увидели меня в храме; я уже закончил обряд очищения. Я не причинял никакого беспокойства и не возмущал народ.",
          "ID": "18"
        },
        {
          "text": "Там было несколько иудеев из Азии, вот кто бы должен был предстать перед тобой, если они имеют что-нибудь против меня.",
          "ID": "19"
        },
        {
          "text": "Или же повели тем, кто здесь сейчас, сказать, в каком преступлении меня обвиняли, когда я предстал перед синедрионом в Иерусалиме.",
          "ID": "20"
        },
        {
          "text": "Разве только в том, что стоя перед ними, я кричал: „Сегодня вы судите меня за веру в воскресение мёртвых”».",
          "ID": "21"
        },
        {
          "text": "Тогда Феликс, хорошо знавший о Пути, отложил слушание, сказав: «Когда придёт трибун Лисий, я рассмотрю ваше дело».",
          "ID": "22"
        },
        {
          "text": "Он приказал центуриону держать Павла под стражей, но дать ему некоторые послабления и не препятствовать его друзьям заботиться о нём.",
          "ID": "23"
        },
        {
          "text": "Через несколько дней прибыл Феликс со своей женой Друзиллой, иудейкой, и послал за Павлом. Феликс слушал, как он говорил о вере в Иисуса Христа.",
          "ID": "24"
        },
        {
          "text": "Но когда Павел заговорил о праведности, воздержании и об идущем суде, Феликс испугался и сказал: «Пока иди, а при случае я тебя позову».",
          "ID": "25"
        },
        {
          "text": "При этом он надеялся, что Павел даст ему взятку, поэтому он часто посылал за Павлом и беседовал с ним.",
          "ID": "26"
        },
        {
          "text": "Через два года Феликса сменил Порций Фест. Желая угодить иудеям, Феликс оставил Павла в заключении.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "Деяния Апостолов 24"
    },
    {
      "text": [
        {
          "text": "Через три дня после того, как Фест стал правителем, он прибыл из Кесарии в Иерусалим.",
          "ID": "1"
        },
        {
          "text": "Главные священники и наиболее влиятельные из иудеев представили ему свои обвинения против Павла. Они также попросили Феста",
          "ID": "2"
        },
        {
          "text": "сделать одолжение и отправить Павла в Иерусалим, а сами же сговорились убить его по дороге.",
          "ID": "3"
        },
        {
          "text": "Фест ответил, что Павла держат в Кесарии и что он сам скоро отправится туда.",
          "ID": "4"
        },
        {
          "text": "«Пусть некоторые из ваших предводителей пойдут со мной, — сказал он, — и пусть они обвиняют этого человека, если есть за ним вина».",
          "ID": "5"
        },
        {
          "text": "Проведя в Иерусалиме дней восемь-десять, Фест возвратился в Кесарию и на следующий день, заняв судейское место, велел привести Павла.",
          "ID": "6"
        },
        {
          "text": "Когда Павел явился, иудеи, пришедшие из Иерусалима, окружили его и представили против него много серьёзных обвинений, которые они, однако, не могли доказать.",
          "ID": "7"
        },
        {
          "text": "Павел защищался: «Я не сделал ничего плохого ни против закона иудеев, ни против храма, ни против Цезаря».",
          "ID": "8"
        },
        {
          "text": "Но Фест старался угодить иудеям, поэтому он ответил Павлу: «Хочешь ли ты пойти в Иерусалим, чтобы я судил тебя там по этим обвинениям?»",
          "ID": "9"
        },
        {
          "text": "Павел сказал: «Я стою сейчас перед судом Цезаря, где меня и должно судить. Я ничего плохого не сделал иудеям, и ты прекрасно это знаешь.",
          "ID": "10"
        },
        {
          "text": "Если я неправ и совершил проступок, заслуживающий смерти, я не пытаюсь избежать её. Но если в обвинениях этих людей нет правды, никто не может выдать им меня. Я требую суда Цезаря».",
          "ID": "11"
        },
        {
          "text": "Поговорив с советом, Фест ответил: «Ты потребовал суда Цезаря, к Цезарю и отправишься».",
          "ID": "12"
        },
        {
          "text": "Через несколько дней в Кесарию приехали царь Агриппа и Вереника, чтобы посетить Феста.",
          "ID": "13"
        },
        {
          "text": "Так как они пробыли там несколько дней, Фест объяснил царю дело Павла, говоря: «Есть здесь человек, которого Феликс оставил в заключении.",
          "ID": "14"
        },
        {
          "text": "Когда я был в Иерусалиме, старейшины иудейские и главные священники предъявили ему свои обвинения и потребовали от меня приговорить его к смерти.",
          "ID": "15"
        },
        {
          "text": "Но я сказал им, что у римлян не принято выдавать обвиняемого прежде, чем он встретится лицом к лицу с обвинителями и не получит право защищаться.",
          "ID": "16"
        },
        {
          "text": "Поэтому, когда эти иудеи прибыли сюда, я, не откладывая, на следующий же день занял судейское место в суде и приказал привести этого человека.",
          "ID": "17"
        },
        {
          "text": "Когда обвинители встали, они не обвинили его ни в одном из преступлений, о которых я ожидал услышать.",
          "ID": "18"
        },
        {
          "text": "Напротив, они вели с ним какие-то споры об их религии и о каком-то умершем Иисусе, причём Павел утверждал, что Тот жив.",
          "ID": "19"
        },
        {
          "text": "Так как я не очень разбирался в том, о чём они спорили, я спросил его, не хочет ли он идти в Иерусалим и там предстать перед судом.",
          "ID": "20"
        },
        {
          "text": "Но так как Павел потребовал, чтобы его оставили в Кесарии до решения императора, я приказал, чтобы его держали под стражей до тех пор, пока я не смогу отправить его к Цезарю».",
          "ID": "21"
        },
        {
          "text": "Агриппа сказал Фесту: «Я хотел бы и сам послушать этого человека». «Завтра ты услышишь его», — ответил Фест.",
          "ID": "22"
        },
        {
          "text": "На следующий день, когда Агриппа и Вереника прибыли с большой пышностью и вошли в судебную палату вместе с военными трибунами и знатными людьми города, Фест приказал привести Павла.",
          "ID": "23"
        },
        {
          "text": "Затем Фест сказал: «Царь Агриппа и все присутствующие с нами! Вы видите этого человека, на которого жаловалась вся иудейская община здесь и в Иерусалиме. Они кричали, что Павел не должен жить,",
          "ID": "24"
        },
        {
          "text": "но я нахожу, что он не совершил ничего заслуживающего смерти, а так как он сам потребовал суда императора, я решил отослать его в Рим.",
          "ID": "25"
        },
        {
          "text": "Однако я не знаю, о каких именно обвинениях написать императору. Поэтому я и приказал, чтобы Павел предстал перед всеми вами, и прежде всего перед тобой, царь Агриппа, чтобы после этого расследования мне было о чём написать императору.",
          "ID": "26"
        },
        {
          "text": "Мне кажется неразумным посылать узника, не указав предъявленных ему обвинений».",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "Деяния Апостолов 25"
    },
    {
      "text": [
        {
          "text": "Тогда Агриппа сказал Павлу: «Тебе позволяется говорить в свою защиту».",
          "ID": "1"
        },
        {
          "text": "Павел поднял руку и начал свою защитную речь:",
          "ID": "1"
        },
        {
          "text": "«Царь Агриппа! За счастье почитаю защищаться перед тобой сегодня против всех обвинений, выдвинутых иудеями,",
          "ID": "2"
        },
        {
          "text": "тем более, что ты знаком со всеми обычаями и спорными вопросами иудеев. Поэтому, прошу тебя, выслушай меня терпеливо.",
          "ID": "3"
        },
        {
          "text": "Все иудеи знают, как я жил с молодых лет среди моего народа, а потом и в Иерусалиме.",
          "ID": "4"
        },
        {
          "text": "Они знают меня давно и могут засвидетельствовать, если захотят, что я был законопослушным фарисеем и вёл строжайший образ жизни, соответствующий нашему вероисповеданию.",
          "ID": "5"
        },
        {
          "text": "Сейчас же стою я перед вами, судимый за надежду на обещание, данное Богом нашим предкам,",
          "ID": "6"
        },
        {
          "text": "на исполнение которого надеются наши двенадцать племён, служа Богу день и ночь. Вот в этой надежде, о царь, и обвиняют меня иудеи.",
          "ID": "7"
        },
        {
          "text": "Почему вам кажется невероятным, что Бог воскрешает из мёртвых?",
          "ID": "8"
        },
        {
          "text": "Я тоже считал, что нужно многое сделать против Иисуса из Назарета.",
          "ID": "9"
        },
        {
          "text": "Получив на то власть от главных священников, я ещё в Иерусалиме бросал в тюрьмы многих верующих, и одобрял, когда их убивали.",
          "ID": "10"
        },
        {
          "text": "Я наказывал последователей Иисуса во всех синагогах, стараясь вынудить их отказаться от веры в Иисуса. И столь велика была моя ярость против этих людей, что я даже преследовал их в других городах.",
          "ID": "11"
        },
        {
          "text": "Однажды я направлялся в Дамаск с полномочиями и поручением от главных священников.",
          "ID": "12"
        },
        {
          "text": "Около полудня, будучи в дороге, увидел я, царь Агриппа, свет с небес, ярче солнца сиявший вокруг меня и моих спутников.",
          "ID": "13"
        },
        {
          "text": "Все мы упали на землю, и я услышал голос, обращавшийся ко мне на арамейском языке: „Савл, Савл! Почему ты преследуешь Меня? Сопротивляясь Мне, ты только вредишь себе”.",
          "ID": "14"
        },
        {
          "text": "Тогда я сказал: „Кто Ты, Господи?” И Господь ответил: „Я Иисус, Которого ты преследуешь.",
          "ID": "15"
        },
        {
          "text": "Поднимись, стань на ноги! Я явился, чтобы избрать тебя служителем и свидетелем не только того, что уже увидено тобой, но и того, что Я ещё покажу тебе.",
          "ID": "16"
        },
        {
          "text": "И Я защищу тебя от твоего народа и отправлю к язычникам, и они также не смогут повредить тебе.",
          "ID": "17"
        },
        {
          "text": "Ты же откроешь глаза им и обратишь их от тьмы к Свету, от власти сатаны к Богу, чтобы они смогли получить отпущение грехов и место среди тех, кого Бог освятил благодаря вере в Меня”.",
          "ID": "18"
        },
        {
          "text": "Поэтому, царь Агриппа, я не ослушался небесного видения",
          "ID": "19"
        },
        {
          "text": "и стал проповедовать сначала среди живущих в Дамаске, а также и в Иерусалиме и по всей стране Иудейской, а потом и среди язычников, чтобы они покаялись и обратились к Богу и чтобы делами доказывали покаяние своё.",
          "ID": "20"
        },
        {
          "text": "По этой причине иудеи схватили меня, когда я был в храме, и пытались меня убить.",
          "ID": "21"
        },
        {
          "text": "Но Бог помог мне, как помогает и сегодня. С Его помощью я стою здесь сейчас, свидетельствуя перед простыми и знатными людьми ни о чём ином, как о том, что пророки и Моисей говорили о будущем,",
          "ID": "22"
        },
        {
          "text": "что Христос умрёт и первым восстанет из мёртвых и что Он принесёт Свет как иудеям, так и язычникам».",
          "ID": "23"
        },
        {
          "text": "Когда Павел ещё продолжал говорить в свою защиту, Фест громко сказал: «Павел, ты сумасшедший! Большая учёность свела тебя с ума!»",
          "ID": "24"
        },
        {
          "text": "«Я не сумасшедший, высокочтимый Фест, — отвечал Павел. — То, что я говорю, правдиво и разумно.",
          "ID": "25"
        },
        {
          "text": "Царь Агриппа хорошо знает дела подобного рода, и поэтому я могу свободно говорить с ним. И я уверен, что ничто не ускользнуло от его внимания, так как всё это происходило на виду у всех.",
          "ID": "26"
        },
        {
          "text": "Царь Агриппа! Веришь ли ты пророкам? Знаю, что веришь».",
          "ID": "27"
        },
        {
          "text": "Тогда Агриппа сказал Павлу: «Ты думаешь, что меня так легко убедить стать учеником Христа?»",
          "ID": "28"
        },
        {
          "text": "«Неважно, легко ли это или трудно, — ответил Павел, — но я молю Бога, чтобы не только ты, но все, кто слушает меня сегодня, получили спасение и стали такими же, как я, только, конечно, не закованными в цепи».",
          "ID": "29"
        },
        {
          "text": "Тогда царь поднялся, а с ним и правитель, и Вереника, и все, кто сидел с ними.",
          "ID": "30"
        },
        {
          "text": "Они вышли и стали говорить друг другу: «Этот человек не сделал ничего, заслуживающего смерти или заключения».",
          "ID": "31"
        },
        {
          "text": "Агриппа же сказал Фесту: «Этого человека можно было бы освободить сейчас, если бы не его заявление, что он хочет предстать перед Цезарем».",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "Деяния Апостолов 26"
    },
    {
      "text": [
        {
          "text": "Когда было решено, что мы поплывём в Италию, Павел и некоторые другие узники были переданы центуриону Юлию, служившему в полке императора Августа.",
          "ID": "1"
        },
        {
          "text": "Мы сели на корабль из Адрамиттия, который отплывал к берегам Азии, и отправились в путь. С нами был Аристарх, македонянин из Фессалоник.",
          "ID": "2"
        },
        {
          "text": "На следующий день мы высадились в Сидоне, и Юлий по-хорошему обошёлся с Павлом, позволив ему пойти к друзьям, которые и позаботились о нём.",
          "ID": "3"
        },
        {
          "text": "Оттуда мы вышли в море и из-за встречного ветра плыли вблизи острова Кипр.",
          "ID": "4"
        },
        {
          "text": "Мы пересекли море, омывающее берега Киликии и Памфилии, и прибыли в Миру, что в Ликии.",
          "ID": "5"
        },
        {
          "text": "Там центурион нашёл александрийский корабль, плывущий в Италию, и посадил нас на него.",
          "ID": "6"
        },
        {
          "text": "Мы медленно плыли несколько дней. Ветер был встречный, и потому, с трудом добравшись до Книда, мы не смогли продолжать путь в том направлении, а поплыли на юг от острова Крит, придерживаясь побережья Салмоны.",
          "ID": "7"
        },
        {
          "text": "С трудом преодолевая течение вдоль берега, мы подошли к месту, называемому Безопасные Гавани, недалеко от города Ласея.",
          "ID": "8"
        },
        {
          "text": "Много времени было потеряно, и плыть стало уже опасно, потому что к тому времени иудейский пост уже прошёл. Павел предупредил их,",
          "ID": "9"
        },
        {
          "text": "сказав: «Послушайте! Я предвижу, что наше путешествие обернётся бедой, корабль вместе с грузом будет потерян, да и мы можем жизнь потерять».",
          "ID": "10"
        },
        {
          "text": "Но кормчий и владелец судна убедили центуриона, и он не послушал Павла.",
          "ID": "11"
        },
        {
          "text": "Так как пристань не подходила для зимовки, большинство решило выйти оттуда в море, чтобы попытаться достичь Финика, пристани на Крите, обращённой на юго-запад и северо-запад, и там перезимовать.",
          "ID": "12"
        },
        {
          "text": "Когда подул лёгкий южный ветер, они подумали, что это как раз то, что им нужно, подняли якорь, и мы поплыли вдоль Крита.",
          "ID": "13"
        },
        {
          "text": "Но вскоре со стороны острова поднялся ветер, называемый Эвракилон.",
          "ID": "14"
        },
        {
          "text": "Корабль попал в бурю и не мог идти против ветра. Мы отдались на волю ветра, нас бросало в разные стороны.",
          "ID": "15"
        },
        {
          "text": "Мы пронеслись мимо островка, называемого Кауда, и с большим трудом смогли закрепить спасательную лодку.",
          "ID": "16"
        },
        {
          "text": "Подняв её на борт, моряки обвязали корабль верёвками, не дав ему распасться. Опасаясь, как бы ни сесть на мель в Сирте, они спустили парус, и ветер носил нас.",
          "ID": "17"
        },
        {
          "text": "На следующий день буря так разбушевалась, что мы стали выбрасывать груз,",
          "ID": "18"
        },
        {
          "text": "а на третий день бросили и корабельные снасти.",
          "ID": "19"
        },
        {
          "text": "Ни солнце, ни звёзды не появлялись в течение многих дней, а буря продолжала свирепствовать; всякая надежда на наше спасение окончательно исчезла.",
          "ID": "20"
        },
        {
          "text": "Уже давно никто ничего не ел. Тогда Павел встал и сказал: «Люди, надо было вам послушаться моего совета и не отплывать с Крита. Тогда бы не было ни всех этих бедствий, ни потерь.",
          "ID": "21"
        },
        {
          "text": "Но теперь я призываю вас не падать духом, потому что никто из вас не погибнет, только корабль сгинет.",
          "ID": "22"
        },
        {
          "text": "Прошлой ночью явился мне Ангел от Бога, Которому я принадлежу и которому служу,",
          "ID": "23"
        },
        {
          "text": "и сказал: „Не бойся, Павел. Ты должен предстать перед Цезарем, и Бог даёт тебе обещание, что все, плывущие с тобой, будут невредимы”.",
          "ID": "24"
        },
        {
          "text": "Поэтому не падайте духом, друзья! Я верю в Бога и знаю, что всё случится так, как мне сказал Его Ангел.",
          "ID": "25"
        },
        {
          "text": "Нас должно выбросить на какой-нибудь остров».",
          "ID": "26"
        },
        {
          "text": "Когда наступила четырнадцатая ночь, нас несло через Адриатическое море. Тогда корабельщики почувствовали, что рядом земля.",
          "ID": "27"
        },
        {
          "text": "Измерив глубину, они обнаружили, что глубина составляла двадцать сажен. Через некоторое время они вновь измерили глубину, и теперь она была пятнадцать сажен.",
          "ID": "28"
        },
        {
          "text": "Опасаясь, что мы можем сесть на подводные камни, они сбросили с кормы четыре якоря и стали молиться о наступлении дня.",
          "ID": "29"
        },
        {
          "text": "Корабельщики пытались бежать с корабля: они спустили на воду лодку будто для того, чтобы бросить якоря с носа,",
          "ID": "30"
        },
        {
          "text": "но Павел сказал центуриону и солдатам: «Если они не останутся на корабле, то вам не спастись».",
          "ID": "31"
        },
        {
          "text": "Тогда воины перерезали канаты, державшие лодку, и она упала в воду.",
          "ID": "32"
        },
        {
          "text": "Перед самым рассветом Павел уговорил всех поесть, говоря: «Сегодня четырнадцатый день нашего ожидания, а вы всё это время ничего не ели.",
          "ID": "33"
        },
        {
          "text": "Поэтому, прошу вас, поешьте что-нибудь. Вы нуждаетесь в этом, чтобы выжить. С вашей головы не упадёт ни один волос».",
          "ID": "34"
        },
        {
          "text": "Сказав это, он взял немного хлеба, возблагодарил Бога перед всеми и, преломив, стал есть.",
          "ID": "35"
        },
        {
          "text": "Все приободрились и тоже поели.",
          "ID": "36"
        },
        {
          "text": "Всего же было на корабле двести семьдесят шесть человек.",
          "ID": "37"
        },
        {
          "text": "Насытившись, они стали освобождать корабль от лишнего груза, выкидывая в море зерно.",
          "ID": "38"
        },
        {
          "text": "Когда же настало утро, матросы увидели землю, но не узнали какая это была местность. Они заметили залив с песчаной отмелью и решили по возможности попытаться причалить.",
          "ID": "39"
        },
        {
          "text": "Матросы освободили якоря, перерезав канаты, развязали верёвки, державшие кормила, и, направив носовой парус по ветру, поплыли к берегу.",
          "ID": "40"
        },
        {
          "text": "Но корабль попал на песчаную мель, нос его увяз и оказался недвижим, а сильные волны разбивали корму.",
          "ID": "41"
        },
        {
          "text": "Солдаты решили убить узников, чтобы ни один не мог уплыть и скрыться,",
          "ID": "42"
        },
        {
          "text": "но центурион, желая спасти жизнь Павлу, удержал их от этого. Он приказал тем, кто умел плавать, первыми прыгать с корабля и добираться до суши,",
          "ID": "43"
        },
        {
          "text": "а остальным велел следовать за собой, держась за доски или обломки корабля. Так все благополучно добрались до берега, и никто не утонул.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "Деяния Апостолов 27"
    },
    {
      "text": [
        {
          "text": "Очутившись на берегу в безопасности, мы узнали, что остров называется Мальта.",
          "ID": "1"
        },
        {
          "text": "Местные жители проявили к нам необычайную доброту. Когда похолодало и пошёл дождь, они разложили костёр и пригласили нас к огню.",
          "ID": "2"
        },
        {
          "text": "Павел набрал охапку хвороста, и когда он бросал его в огонь, выползла змея, спасаясь от жара, и впилась ему в руку.",
          "ID": "3"
        },
        {
          "text": "Увидев висящую на его руке змею, местные жители сказали друг другу: «Этот человек, несомненно, убийца, потому что, хотя он и не погиб в море, Справедливость не позволила ему остаться в живых».",
          "ID": "4"
        },
        {
          "text": "Но Павел стряхнул змею в огонь и не почувствовал никакой боли.",
          "ID": "5"
        },
        {
          "text": "Местные жители же ожидали, что у него появится опухоль или что он тут же замертво упадёт. Они долго ждали и наблюдали за Павлом, но с ним ничего не произошло. Тогда, изменив своё мнение, люди стали говорить, что он — бог.",
          "ID": "6"
        },
        {
          "text": "Неподалёку от того места были владения наместника острова Публия. Он пригласил нас к себе в дом и три дня был нашим гостеприимным хозяином.",
          "ID": "7"
        },
        {
          "text": "Отец Публия лежал в постели, так как он страдал от лихорадки и дизентерии. Павел пошёл навестить его и, помолившись, возложил на него руки и исцелил его.",
          "ID": "8"
        },
        {
          "text": "Когда это случилось, к Павлу пришли и другие больные, жившие на острове, и он их исцелил.",
          "ID": "9"
        },
        {
          "text": "Жители острова оказали нам множество почестей, и мы пробыли там три месяца. Когда же мы приготовились к отплытию, они снабдили нас всем необходимым.",
          "ID": "10"
        },
        {
          "text": "Через три месяца мы отплыли на зимовавшем на острове александрийском корабле, на корме которого были изображены Диоскуры.",
          "ID": "11"
        },
        {
          "text": "Прибыв в Сиракузы, мы остановились там на три дня.",
          "ID": "12"
        },
        {
          "text": "Отплыв оттуда, мы прибыли в Ригию. Через день подул южный ветер, и на второй день мы прибыли в Путеолы.",
          "ID": "13"
        },
        {
          "text": "Там мы нашли братьев, которые попросили пробыть с ними неделю, а затем мы прибыли в Рим.",
          "ID": "14"
        },
        {
          "text": "Там братья услышали о нас и вышли нам навстречу к Аппиевой Площади и к Трём Гостиницам. Увидев их, Павел возблагодарил Бога и ободрился.",
          "ID": "15"
        },
        {
          "text": "По прибытию в Рим Павлу было позволено жить отдельно, но под охраной воина.",
          "ID": "16"
        },
        {
          "text": "Через три дня Павел созвал самых влиятельных людей среди иудеев. Когда они собрались, Павел сказал им: «Братья! Хотя я и не совершил ничего против нашего народа или против обычаев наших предков, я был передан римлянам как узник в Иерусалиме.",
          "ID": "17"
        },
        {
          "text": "Они допросили меня и, так как я не был виноват ни в чём, заслуживающем смерти, хотели освободить меня.",
          "ID": "18"
        },
        {
          "text": "Иудеи же воспротивились этому, и тогда мне пришлось потребовать суда Цезаря. Однако я ни в чём не обвиняю мой народ.",
          "ID": "19"
        },
        {
          "text": "Именно поэтому я и просил о встрече и беседе с вами. Я скован цепями только за то, что верую в надежду Израиля».",
          "ID": "20"
        },
        {
          "text": "Тогда иудеи сказали Павлу: «Мы не получили о тебе никаких писем из Иудеи, и ни один из братьев, придя оттуда, не известил нас и не сказал ничего плохого о тебе.",
          "ID": "21"
        },
        {
          "text": "Но нам бы хотелось услышать от тебя о твоих взглядах, так как нам известно, что люди повсюду выступают против этой секты».",
          "ID": "22"
        },
        {
          "text": "Иудеи условились с Павлом о дне, и ещё большее число иудеев пришло к нему туда, где он остановился. С утра до вечера он разъяснял им и свидетельствовал перед ними о Царстве Божьем, пытаясь убедить их на основании Закона Моисея и Книги Пророков в том, что всё сказанное об Иисусе — правда.",
          "ID": "23"
        },
        {
          "text": "Одних он убедил своими словами, но другие так и не поверили.",
          "ID": "24"
        },
        {
          "text": "Между иудеями разгорелся спор и, не достигнув согласия, они уже собрались расходиться, когда Павел сказал: «Истину сказал Святой Дух, говоря с отцами вашими через пророка Исаию:",
          "ID": "25"
        },
        {
          "text": "„Иди к народу этому и скажи:",
          "ID": "26"
        },
        {
          "text": "«Вы будете слушать и слышать,",
          "ID": "26"
        },
        {
          "text": "но ничего не поймёте,",
          "ID": "26"
        },
        {
          "text": "вы будете смотреть и видеть,",
          "ID": "26"
        },
        {
          "text": "но ничего не увидите,",
          "ID": "26"
        },
        {
          "text": "потому что притупились умы народа этого,",
          "ID": "27"
        },
        {
          "text": "и едва слышат они ушами,",
          "ID": "27"
        },
        {
          "text": "и закрыли они глаза.",
          "ID": "27"
        },
        {
          "text": "И случилось это,",
          "ID": "27"
        },
        {
          "text": "чтобы они не увидели глазами,",
          "ID": "27"
        },
        {
          "text": "не услышали ушами, не поняли умом,",
          "ID": "27"
        },
        {
          "text": "и не обратились ко мне за исцелением»”. Исаия 6:9-10",
          "ID": "27"
        },
        {
          "text": "Да будет это известно вам, иудеи, что Бог послал спасение Своё язычникам, и они будут слушать!»",
          "ID": "28"
        },
        {
          "text": "[После того как Павел произнёс эти слова, иудеи ушли, ожесточённо споря между собой.]",
          "ID": "29"
        },
        {
          "text": "Целых два года Павел прожил в доме, за который платил сам, и принимал всех, кто приходил к нему.",
          "ID": "30"
        },
        {
          "text": "Он провозглашал Царство Божье и проповедовал учение о Господе Иисусе Христе смело и беспрепятственно.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "Деяния Апостолов 28"
    }
  ],
  "ID": "NT:ACT(RSP)",
  "name": "Деяния Апостолов"
}