{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, принявший свое апостольское служение не от людей, не через какого-либо человека, а призванный к тому Самим Иисусом Христом и Богом Отцом, воскресившим Его из мертвых, ",
          "ID": "1"
        },
        {
          "text": "и все братья, которые со мной, –",
          "ID": "2"
        },
        {
          "text": "церквам в Галатии:",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа, ",
          "ID": "3"
        },
        {
          "text": "отдавшего Себя за грехи наши, чтобы освободить нас от власти этого злого века, как было угодно то Богу и Отцу нашему, ",
          "ID": "4"
        },
        {
          "text": "Которому слава во веки веков! Аминь.",
          "ID": "5"
        },
        {
          "text": "Удивляюсь я, что так быстро вы отвернулись от Призвавшего вас благодатью [Христа] ради иной «Благой Вести». ",
          "ID": "6"
        },
        {
          "text": "Иной Благой Вести просто нет. Есть только люди, которые сбивают вас с толку, желая извратить Благую Весть Христову. ",
          "ID": "7"
        },
        {
          "text": "Но если кто-то – пусть это даже буду я сам или ангел небесный – станет проповедовать [вам] не ту Благую Весть, которая мною вам была проповедана, пусть проклят он будет! ",
          "ID": "8"
        },
        {
          "text": "Как прежде я говорил, так и теперь снова скажу: если возвещает вам кто-то не ту Благую Весть, которую вы уже приняли от нас, да будет он проклят!",
          "ID": "9"
        },
        {
          "text": "Чье, по-вашему, одобрение стремлюсь я ныне заслужить – людей или Бога? Стараюсь ли я угождать людям? Если бы я всё еще угождал людям, то не был бы слугой Христа.",
          "ID": "10"
        },
        {
          "text": "Знайте же, братья, что Благая Весть, которую возвещал я, – не плод она человеческого ума: ",
          "ID": "11"
        },
        {
          "text": "не от кого-нибудь из людей я получил ее, и никто не обучал меня ей – через откровение Иисуса Христа я принял ее.",
          "ID": "12"
        },
        {
          "text": "Вы, конечно, слышали о моей прежней жизни в иудаизме, знаете, что я прямо-таки неуемным был в своих гонениях на Церковь Божию в стремлении уничтожить ее ",
          "ID": "13"
        },
        {
          "text": "и что в следовании учению иудейскому и беспредельной приверженностью своей преданиям отцов превосходил я многих сверстников своих. ",
          "ID": "14"
        },
        {
          "text": "Но когда [Бог], еще до рождения моего избравший и Своей благодатью призвавший меня, пожелал ",
          "ID": "15"
        },
        {
          "text": "открыть мне и через меня Сына Своего, чтобы возвещал я Благую Весть Его среди язычников, я не поспешил тогда за советом к кому-либо из людей, ",
          "ID": "16"
        },
        {
          "text": "не пошел и в Иерусалим, к тем апостолам, что уже до меня несли это служение, но отправился в Аравию и затем вернулся в Дамаск.",
          "ID": "17"
        },
        {
          "text": "Потом, три года спустя, ходил я в Иерусалим, чтобы познакомиться с Петром, и пробыл у него пятнадцать дней; ",
          "ID": "18"
        },
        {
          "text": "других же апостолов, кроме, впрочем, Иакова, брата Господня, я не видел. ",
          "ID": "19"
        },
        {
          "text": "Видит Бог, я правду вам пишу, не лгу. ",
          "ID": "20"
        },
        {
          "text": "Затем отправился я в Сирию и Киликию. ",
          "ID": "21"
        },
        {
          "text": "В то время церкви Христовы в Иудее еще не знали меня в лицо. ",
          "ID": "22"
        },
        {
          "text": "Они слышали только, что именно тот, кто раньше преследовал их, теперь возвещает веру, которую прежде стремился истребить. ",
          "ID": "23"
        },
        {
          "text": "И прославляли они Бога за то, что случилось со мной.",
          "ID": "24"
        }
      ],
      "ID": "NT:GAL.1",
      "name": "Послание апостола Павла христианам в Галатии 1"
    },
    {
      "text": [
        {
          "text": "Затем, четырнадцать лет спустя, я снова пошел в Иерусалим, на этот раз вместе с Варнавой. Мы взяли с собой и Тита. ",
          "ID": "1"
        },
        {
          "text": "По откровению от Бога пошел я туда и представил церкви Благую Весть, которую проповедую среди язычников (особо почитаемым изложил я ее в личной беседе), чтобы убедиться, что не напрасно усердствовал и усердствую я. ",
          "ID": "2"
        },
        {
          "text": "Но даже Тит, бывший со мною, хотя он и грек, не был принужден ими к обрезанию. ",
          "ID": "3"
        },
        {
          "text": "А что касается вторгшихся к нам лжебратьев (они тайно проникли к нам, чтобы подсмотреть за нашей свободой, которую мы обрели во Христе Иисусе, и поработить нас), ",
          "ID": "4"
        },
        {
          "text": "мы ни на миг не уступили и не подчинились им, чтобы истина Благой Вести оставалась у вас такой, какова она и есть.",
          "ID": "5"
        },
        {
          "text": "Те же, кого там более всего почитают (какое они занимают положение, для меня не важно, ведь перед Богом это значения не имеет), – ничего не прибавили эти почитаемые мужи к тому Евангелию, которое я возвещаю. ",
          "ID": "6"
        },
        {
          "text": "Напротив, увидев, что мне вверено возвещение Благой Вести для язычников, как Петру – для иудеев ",
          "ID": "7"
        },
        {
          "text": "(Тот, Кто действовал через Петра в его апостольском служении иудеям, также и через меня действовал, послав меня к язычникам), ",
          "ID": "8"
        },
        {
          "text": "они признали дарованную мне благодать. И потому Иаков и Петр с Иоанном, почитаемые как столпы общины, пожали руки мне и Варнаве как участникам общего дела. Они согласились, что нам надо идти к язычникам, а им – к иудеям. ",
          "ID": "9"
        },
        {
          "text": "Только должны мы были помнить о бедных в Иерусалиме, что я и старался делать.",
          "ID": "10"
        },
        {
          "text": "Но когда Петр пришел в Антиохию, я открыто выступил против него, говоря, что он сам навлек на себя осуждение. ",
          "ID": "11"
        },
        {
          "text": "Потому что, пока не пришли люди от Иакова, он ел вместе с христианами из язычников. А когда эти люди пришли, Петр стал сторониться язычников и есть от них отдельно, опасаясь иудеев. ",
          "ID": "12"
        },
        {
          "text": "Вместе с ним лицемерили [и] другие иудеи, так что даже Варнава был вовлечен в это.",
          "ID": "13"
        },
        {
          "text": "И когда я увидел, что они неправы, поступают не по истине евангельской, то при всех сказал Петру: «Если ты, иудей по рождению, живешь по-язычески, а не по-иудейски, то как можешь ты принуждать язычников иудействовать?»",
          "ID": "14"
        },
        {
          "text": "Хотя мы от рождения иудеи, а не «грешные язычники», ",
          "ID": "15"
        },
        {
          "text": "[однако] узнав, что человек получает оправдание не через соблюдение Закона, а лишь верою в Иисуса Христа, уверовали и мы во Христа Иисуса, чтобы быть оправданными верою во Христа, а не соблюдением Закона, потому что соблюдением Закона никто не оправдается.",
          "ID": "16"
        },
        {
          "text": "Но если, несмотря на наше стремление быть оправданными во Христе, мы, иудеи, и сами оказываемся такими же грешниками, как и язычники, значит ли это, что Христос – покровитель греха? Ни в коем случае! ",
          "ID": "17"
        },
        {
          "text": "Ведь если я снова строю то, что когда-то разрушил, я сам себя выставляю преступником. ",
          "ID": "18"
        },
        {
          "text": "Убедившись благодаря Закону в своем бессилии, я умер для Закона, чтобы мне жить для Бога. Вместе со Христом я распят, ",
          "ID": "19"
        },
        {
          "text": "и уже не я живу – Христос живет во мне. А та жизнь, какой я живу теперь во плоти, – это жизнь веры в Сына Божия, меня полюбившего и предавшего Себя на смерть за меня. ",
          "ID": "20"
        },
        {
          "text": "Не отвергаю я благодати Божией, ведь если праведность может прийти к нам через Закон, значит, Христос напрасно умер.",
          "ID": "21"
        }
      ],
      "ID": "NT:GAL.2",
      "name": "Послание апостола Павла христианам в Галатии 2"
    },
    {
      "text": [
        {
          "text": "О неразумные галаты! Вам так ясно был представлен Иисус Христос, как если бы Его у вас на глазах распяли! Кто же смог заворожить вас? ",
          "ID": "1"
        },
        {
          "text": "Я об одном хочу спросить вас: вы Духа благодаря исполнению Закона получили или по вашей вере в ту весть, что от нас услышали? ",
          "ID": "2"
        },
        {
          "text": "Неужели вы столь неразумны: начав жизнь в Духе Божьем, теперь пытаетесь достичь совершенства своими силами?! ",
          "ID": "3"
        },
        {
          "text": "Так много вы перенесли, и всё это было напрасно?! Могло ли такое в самом деле оказаться напрасным? ",
          "ID": "4"
        },
        {
          "text": "Так вот, когда Бог наделяет вас Духом и совершает среди вас чудеса, потому ли Он это делает, что вы соблюдаете Закон, или по вере вашей в ту весть, которую вы от нас услышали?",
          "ID": "5"
        },
        {
          "text": "Авраам, как помните, поверил Богу, и это вменилось ему в праведность. ",
          "ID": "6"
        },
        {
          "text": "И потому знайте: лишь те, кто верою живет, – настоящие сыны Авраама. ",
          "ID": "7"
        },
        {
          "text": "И Писание, провидя, что Бог оправдает язычников по их вере, предвозвестило Аврааму Благую Весть: «Благословятся в тебе все народы». ",
          "ID": "8"
        },
        {
          "text": "Так что верующие благословляются вместе с Авраамом, человеком веры.",
          "ID": "9"
        },
        {
          "text": "Все, кто на соблюдение Закона полагается, под проклятием оказываются, ибо написано: «Проклят всякий, кто уклоняется от непременного соблюдения всего, записанного в книге Закона». ",
          "ID": "10"
        },
        {
          "text": "А что никто не может быть оправдан пред Богом посредством Закона, это очевидно, потому что праведный жить будет верою. ",
          "ID": "11"
        },
        {
          "text": "Закон же никак не связан с той верой, что ведет к оправданию, напротив, мы читаем: «Кто исполняет его веленья, жив будет благодаря им». ",
          "ID": "12"
        },
        {
          "text": "Христос заплатил за освобождение наше от того самого проклятия, что высказано в Законе, на Себя приняв проклятие за нас. Ведь написано: «Проклят всякий, висящий на дереве». ",
          "ID": "13"
        },
        {
          "text": "Он искупил нас, чтобы то благословение, которое обещано было некогда Аврааму, через Иисуса Христа могло распространиться на язычников, дабы все мы через веру могли получить обещанного Духа.",
          "ID": "14"
        },
        {
          "text": "Братья мои, я воспользуюсь таким сравнением: если составленное человеком завещание скреплено должным образом, его никто не отменяет и не дополняет. ",
          "ID": "15"
        },
        {
          "text": "Обещания же, которые Бог дал Аврааму, даны были и потомку его. (Стоит заметить, что в Писании не сказано: «И потомкам», как если бы речь шла о многих, – но как об Одном: «И Потомку твоему», – а это и есть Христос.) ",
          "ID": "16"
        },
        {
          "text": "Я хочу сказать, что завет давно уже был утвержден Богом, и Закон, данный четыреста тридцать лет спустя, не мог лишить силы этот завет и таким образом отменить обещание. ",
          "ID": "17"
        },
        {
          "text": "Ибо если наследство дается за послушание Закону, то, значит, уже не по обещанию, но Аврааму Бог милостиво даровал его по обещанию.",
          "ID": "18"
        },
        {
          "text": "Для чего же Закон? Он был дан в дополнение к завету, дабы выявлять через него преступления, пока не придет Тот Потомок Авраама, к Которому относилось обещание. Закон был дан через ангелов и с участием посредника. ",
          "ID": "19"
        },
        {
          "text": "(Посредник, однако, всегда представляет не одну только сторону, Бог же – один.)",
          "ID": "20"
        },
        {
          "text": "Значит ли это, что Закон противоречит обещаниям [Божьим]? Ни в коем случае! Ведь если бы дан был Закон, который мог наделить жизнью, то праведность действительно достигалась бы посредством такого Закона. ",
          "ID": "21"
        },
        {
          "text": "Но Писание заявляет, что все люди – узники греха, чтобы обещание всем верующим могло быть дано на основании их веры в Иисуса Христа.",
          "ID": "22"
        },
        {
          "text": "А прежде чем пришла вера, мы пребывали под стражей Закона до времени, когда вера должна была открыться. ",
          "ID": "23"
        },
        {
          "text": "Так что Закон был слугою, который вел нас ко Христу, чтобы нам быть оправданными на основании веры. ",
          "ID": "24"
        },
        {
          "text": "И после того, как пришла вера, мы уже больше не под надзором этого слуги.",
          "ID": "25"
        },
        {
          "text": "Через веру во Христа Иисуса все вы – дети Божьи, ",
          "ID": "26"
        },
        {
          "text": "потому что все, во Христа крестившиеся, во Христа облеклись. ",
          "ID": "27"
        },
        {
          "text": "И нет больше ни иудея, ни язычника, нет ни раба, ни свободного, нет ни мужчины, ни женщины, потому что все вы одно целое во Христе Иисусе. ",
          "ID": "28"
        },
        {
          "text": "А если вы Христовы, то вы – потомки Авраама и, по данному ему обещанию, наследники.",
          "ID": "29"
        }
      ],
      "ID": "NT:GAL.3",
      "name": "Послание апостола Павла христианам в Галатии 3"
    },
    {
      "text": [
        {
          "text": "Уточню, однако: до тех пор, пока наследник пребывает в младенчестве, он ничем не отличается от раба, хотя и владеет всем имением: ",
          "ID": "1"
        },
        {
          "text": "он подвластен опекунам и управляющим до срока, установленного его отцом. ",
          "ID": "2"
        },
        {
          "text": "Так и мы, когда в младенчестве духовном находились, были рабами начатков богопознания в мире сем, ",
          "ID": "3"
        },
        {
          "text": "но, когда исполнилось время всех чаяний, Бог послал к нам Своего Сына, Который родился от женщины и Закону подчинился, ",
          "ID": "4"
        },
        {
          "text": "чтобы искупить подчиненных Закону и усыновить нас. ",
          "ID": "5"
        },
        {
          "text": "А поскольку и вы, и мы теперь дети Его, то и послал Бог в сердца наши Духа Сына Своего, Духа взывающего: «Авва, Отец мой!» ",
          "ID": "6"
        },
        {
          "text": "Так что не раб ты уже, а сын, если же сын, то Бог и наследником сделал тебя.",
          "ID": "7"
        },
        {
          "text": "Прежде, когда вы еще не знали Бога, вы были рабами «богов», которые вовсе не боги. ",
          "ID": "8"
        },
        {
          "text": "Теперь же, познав и признав Бога, или, вернее, признанные Самим Богом, как можете вы опять возвращаться к слабым и жалким азбучным знаниям? Неужели вы снова хотите стать их рабами? ",
          "ID": "9"
        },
        {
          "text": "Дни соблюдаете вы и месяцы, времена и годы. ",
          "ID": "10"
        },
        {
          "text": "Но боюсь я за вас: не напрасно ли столько для вас я трудился?",
          "ID": "11"
        },
        {
          "text": "Прошу вас, братья, будьте, как я, ведь и я стал таким, какими и вы поначалу были. Вы меня ничем не обидели. ",
          "ID": "12"
        },
        {
          "text": "Вы же помните, что это из-за болезни я оказался у вас и впервые возвещал вам Благую Весть. ",
          "ID": "13"
        },
        {
          "text": "Та болезнь моя явилась испытанием для вас – вы не гнушались мною и не отвергли меня, а приняли, как ангела Божьего, как Самого Христа Иисуса. ",
          "ID": "14"
        },
        {
          "text": "Где же ваше прежнее блаженство? Ведь могу засвидетельствовать вам: вы даже готовы были вырвать свои глаза, чтобы мне их отдать, если б это было возможно. ",
          "ID": "15"
        },
        {
          "text": "Так неужели я стал вашим врагом, говоря вам истину?",
          "ID": "16"
        },
        {
          "text": "Кое-кто вас обхаживает очень усердно, но не к добру это: они хотят переманить вас, чтобы вы отдали себя им. ",
          "ID": "17"
        },
        {
          "text": "Хорошо, если вам уделяют внимание из благих побуждений и притом постоянно, а не только тогда, когда я с вами. ",
          "ID": "18"
        },
        {
          "text": "Снова я, дети мои, вас в муках рождаю, покуда не будет воссоздан в вас образ Христов. ",
          "ID": "19"
        },
        {
          "text": "Хотел бы я теперь оказаться у вас и в ином тоне поговорить с вами, потому что вы привели меня в недоумение.",
          "ID": "20"
        },
        {
          "text": "Скажите мне вы, желающие быть под Законом, разве не слыхали вы, что говорит Закон? ",
          "ID": "21"
        },
        {
          "text": "Ведь сказано там, что у Авраама было два сына: один – от рабыни, другой – от свободной; ",
          "ID": "22"
        },
        {
          "text": "тот, что от рабыни, рождением своим был обязан человеческому естеству, а тот, что от свободной, – обещанию Божию.",
          "ID": "23"
        },
        {
          "text": "В этом есть более глубокий смысл: они, эти женщины, представляют собой два завета. Один из них берет свое начало от горы Синай и рождает детей в рабство – это Агарь. ",
          "ID": "24"
        },
        {
          "text": "Она представляет собой гору Синай в Аравии и соответствует нынешнему Иерусалиму, потому что он находится в рабстве со своими детьми. ",
          "ID": "25"
        },
        {
          "text": "Но небесный Иерусалим свободен, он – мать всем нам. ",
          "ID": "26"
        },
        {
          "text": "Ибо написано:",
          "ID": "27"
        },
        {
          "text": "«Возвеселись, неплодная,",
          "ID": "27"
        },
        {
          "text": "нерожавшая!",
          "ID": "27"
        },
        {
          "text": "Криками торжества разразись, от радости восклицай,",
          "ID": "27"
        },
        {
          "text": "не знавшая мук родовых!",
          "ID": "27"
        },
        {
          "text": "Ибо у той, что оставлена, намного больше детей,",
          "ID": "27"
        },
        {
          "text": "чем у той, что при муже».",
          "ID": "27"
        },
        {
          "text": "Вы же, братья мои, подобно Исааку, – дети обещания Божьего. ",
          "ID": "28"
        },
        {
          "text": "Но так же, как в давние дни рожденный человеческой силой гнал рожденного силою Духа, так происходит и ныне. ",
          "ID": "29"
        },
        {
          "text": "А что говорит Писание? «Изгони рабу и сына ее, ибо сын рабы не станет наследником вместе с сыном свободной». ",
          "ID": "30"
        },
        {
          "text": "Так что мы, братья мои, не рабыни дети, а свободной.",
          "ID": "31"
        }
      ],
      "ID": "NT:GAL.4",
      "name": "Послание апостола Павла христианам в Галатии 4"
    },
    {
      "text": [
        {
          "text": "Христос освободил нас, чтоб свободными мы были. Так стойте же твердо и не допускайте, чтобы вас снова превращали в рабов.",
          "ID": "1"
        },
        {
          "text": "И вот что еще я, Павел, скажу вам: если принимаете обрезание, никакой не будет вам пользы от Христа. ",
          "ID": "2"
        },
        {
          "text": "А каждому, кто принимает обрезание, напомню: в таком случае исполнить он обязан весь Закон. ",
          "ID": "3"
        },
        {
          "text": "Вы без Христа живете, если пытаетесь найти для себя оправдание в Законе – вне благодати вы Божьей. ",
          "ID": "4"
        },
        {
          "text": "Ведь Дух привел нас к тому, что мы верою с нетерпением ожидаем исполнения надежды на получение венца праведности. ",
          "ID": "5"
        },
        {
          "text": "Ибо во Христе Иисусе ничего уже не стоит ни обрезание, ни отсутствие его; значение имеет лишь вера, проявляющая себя в любви.",
          "ID": "6"
        },
        {
          "text": "Вы хорошо свой начали бег, но кто помешал вам быть верными истине до конца? ",
          "ID": "7"
        },
        {
          "text": "Не от Призывающего вас пришли к вам такие убеждения. ",
          "ID": "8"
        },
        {
          "text": "Мало нужно закваски, чтобы заквасить всё тесто. ",
          "ID": "9"
        },
        {
          "text": "Я уверен, – Господь дает мне эту уверенность, – что вы не станете мыслить иначе, а тот, кто вас с толку сбивает, кто бы он ни был, осужден будет. ",
          "ID": "10"
        },
        {
          "text": "Что же до меня, братья, если я (как некоторые говорят) всё еще проповедую обрезание, за что же меня продолжают преследовать? Ведь в этом случае крест, устраненный проповедью об обрезании, перестал бы быть камнем преткновения. ",
          "ID": "11"
        },
        {
          "text": "Хотел бы я, чтобы те, кто подстрекает вас к обрезанию, пошли бы еще дальше и самих себя оскопили!",
          "ID": "12"
        },
        {
          "text": "Вы были призваны, братья мои, к свободе, так не обратите ее во вседозволенность для плоти своей, а только служите друг другу в любви. ",
          "ID": "13"
        },
        {
          "text": "Ибо весь Закон сводится к одному: люби ближнего твоего, как самого себя. ",
          "ID": "14"
        },
        {
          "text": "Если же грызете вы и поедом друг друга едите, то берегитесь, как бы вам самих себя не истребить.",
          "ID": "15"
        },
        {
          "text": "А я говорю: поступайте по Духу, и вы не пойдете на поводу похотей плоти. ",
          "ID": "16"
        },
        {
          "text": "Похоти плоти вашей восстают против Духа, а Дух – против греховной природы вашей; противостоят они друг другу – и вы делаете не то, что хотели бы. ",
          "ID": "17"
        },
        {
          "text": "Если же вверяете себя водительству Духа, то не под Законом вы уже.",
          "ID": "18"
        },
        {
          "text": "А дела плоти очевидны: это блуд, моральная нечистота, необузданность в поведении, ",
          "ID": "19"
        },
        {
          "text": "идолопоклонство, волшебство, вражда, ссоры, споры, вспышки ярости, своекорыстие, разлады, собирание своих партий, ",
          "ID": "20"
        },
        {
          "text": "зависть, пьянство, разнузданные пиршества и подобное тому. Я вновь предупреждаю вас, как и прежде это делал, что так поступающие Царства Божия не наследуют.",
          "ID": "21"
        },
        {
          "text": "Дух же растит Свой плод: это любовь, радость, мир, долготерпение, щедрость, доброта, верность, ",
          "ID": "22"
        },
        {
          "text": "кротость, самообладание. И нет, конечно же, такого закона, по которому можно было бы осудить человека за это. ",
          "ID": "23"
        },
        {
          "text": "Те, кто Христовы, распяли плоть свою со страстями и похотями ее. ",
          "ID": "24"
        },
        {
          "text": "Коли мы Духом живы, то и поступать будем по Духу ",
          "ID": "25"
        },
        {
          "text": "и не станем предаваться тщеславию, друг друга раздражать и друг другу завидовать.",
          "ID": "26"
        }
      ],
      "ID": "NT:GAL.5",
      "name": "Послание апостола Павла христианам в Галатии 5"
    },
    {
      "text": [
        {
          "text": "Если же кто по слабости своей впадет в какое прегрешение, то вы, братья, как люди духовные, тихо и кротко помогите такому вернуться на путь истины. И за собой каждый смотри, чтобы самому не поддаться искушению. ",
          "ID": "1"
        },
        {
          "text": "Разделяйте тяготы друг друга – так вы исполните закон Христов. ",
          "ID": "2"
        },
        {
          "text": "А если кто, будучи ничем, мнит о себе, то он обольщается. ",
          "ID": "3"
        },
        {
          "text": "Каждый пусть трезво оценивает свои поступки, тогда, не сравнивая себя с другими, найдет он удовлетворение в том, что им было достигнуто, ",
          "ID": "4"
        },
        {
          "text": "ведь каждому придется нести свое бремя.",
          "ID": "5"
        },
        {
          "text": "А наставляемый в христианском учении пусть делится с наставником всяким добром.",
          "ID": "6"
        },
        {
          "text": "Не заблуждайтесь: Бога не проведешь, и что посеет человек, то он и пожнет. ",
          "ID": "7"
        },
        {
          "text": "Если для плоти он сеет – тление пожнет, а если на поле Духа сеет – пожнет от Него жизнь вечную. ",
          "ID": "8"
        },
        {
          "text": "И, делая добро, унывать не будем, ибо непременно в свой срок пожнем, если рук не опустим. ",
          "ID": "9"
        },
        {
          "text": "Итак, пока есть возможность, станем же делать добро всем, а особенно – своим по вере.",
          "ID": "10"
        },
        {
          "text": "Заметьте, какими большими буквами пишу я вам своей рукой!",
          "ID": "11"
        },
        {
          "text": "Те люди, которые в этом мире ищут для себя признания, силятся принудить вас к обрезанию – избежать гонений за крест Христов желают они. ",
          "ID": "12"
        },
        {
          "text": "Сами-то они, хоть и обрезанные, Закон не соблюдают, а хотят, чтобы обрезаны были вы, дабы можно было им похвалиться этим. ",
          "ID": "13"
        },
        {
          "text": "Со мною же да не случится того, чтобы я стал хвалиться чем-то еще, кроме креста Господа нашего Иисуса Христа, которым мир для меня распят, и я – для мира, ",
          "ID": "14"
        },
        {
          "text": "потому что ничего не значит обрезанным быть или необрезанным – нужно только стать новым творением. ",
          "ID": "15"
        },
        {
          "text": "И тем, кто в жизни своей по этому правилу поступать будет, мир и милость им и всему Израилю Божию.",
          "ID": "16"
        },
        {
          "text": "Никто отныне пусть не беспокоит меня, потому что ношу я на теле моем клеймо как раб Иисуса.",
          "ID": "17"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа да пребудет с духом вашим, братья. Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:GAL.6",
      "name": "Послание апостола Павла христианам в Галатии 6"
    }
  ],
  "ID": "NT:GAL(BTI)",
  "name": "Послание апостола Павла христианам в Галатии"
}