{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, апостол ни от человек, ни человеком, но Иисус Христом и Богом Отцем воскресившим его из мертвых, ",
          "ID": "1"
        },
        {
          "text": "и иже со мною вся братия, Церквам галатийским: ",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога Отца и Господа нашего Иисуса Христа, ",
          "ID": "3"
        },
        {
          "text": "давшаго себе по гресех наших, яко да избавит нас от настоящаго века лукаваго, по воли Бога и Отца нашего, ",
          "ID": "4"
        },
        {
          "text": "емуже слава во веки веков. Аминь. ",
          "ID": "5"
        },
        {
          "text": "Чуждуся, яко тако скоро прелагаетеся от звавшаго вы благодатию Христовою, во ино благовествование: ",
          "ID": "6"
        },
        {
          "text": "еже несть ино, точию нецыи суть смущающии вы и хотящии превратити благовествование Христово. ",
          "ID": "7"
        },
        {
          "text": "Но и аще мы, или ангел с небесе благовестит вам паче, еже благовестихом вам, анафема да будет. ",
          "ID": "8"
        },
        {
          "text": "Якоже предрекохом, и ныне паки глаголю: аще кто вам благовестит паче, еже приясте, анафема да будет. ",
          "ID": "9"
        },
        {
          "text": "Ныне бо человеки препираю, или Бога, или ищу человеком угождати? Аще бо бых еще человеком угождал, Христов раб не бых убо был. ",
          "ID": "10"
        },
        {
          "text": "Сказую же вам, братие, благовествование благовещенное от мене, яко несть по человеку: ",
          "ID": "11"
        },
        {
          "text": "ни бо аз от человека приях е, ниже научихся, но явлением Иисус Христовым. ",
          "ID": "12"
        },
        {
          "text": "Слышасте бо мое житие иногда в жидовстве, яко по премногу гоних Церковь Божию и разрушах ю, ",
          "ID": "13"
        },
        {
          "text": "и преспевах в жидовстве паче многих сверстник моих в роде моем, излиха ревнитель сый отеческих моих преданий. ",
          "ID": "14"
        },
        {
          "text": "Егда же благоволи Бог, избравый мя от чрева матере моея и призвавый благолатию своею, ",
          "ID": "15"
        },
        {
          "text": "явити Сына своего во мне, да благовествую его во языцех, абие не приложихся плоти и крови, ",
          "ID": "16"
        },
        {
          "text": "ни взыдох во Иерусалим к первейшым мене апостолом, но идох во аравию, и паки возвратихся в дамаск. ",
          "ID": "17"
        },
        {
          "text": "Потом же по триех летех взыдох во Иерусалим соглядати петра, и пребых у него дний пятьнадесять. ",
          "ID": "18"
        },
        {
          "text": "Иного же от апостол не видех, токмо иакова брата Господня. ",
          "ID": "19"
        },
        {
          "text": "А яже пишу вам, се пред Богом, яко не лгу. ",
          "ID": "20"
        },
        {
          "text": "Потом же приидох в страны с¦рския и киликийския. ",
          "ID": "21"
        },
        {
          "text": "Бех же не знаемь лицем Церквам иудейским, яже о Христе, ",
          "ID": "22"
        },
        {
          "text": "точию же слышаще бяху, яко гоняй нас иногда, ныне благовествует веру, юже иногда разрушаше: ",
          "ID": "23"
        },
        {
          "text": "и славляху о мне Бога.",
          "ID": "24"
        }
      ],
      "ID": "NT:GAL.1",
      "name": "Послание к Галатам 1"
    },
    {
      "text": [
        {
          "text": "Потом же по четыренадесяти летех паки взыдох во Иерусалим с варнавою, поем с собою и тита. ",
          "ID": "1"
        },
        {
          "text": "Взыдох же по откровению, и предложих им благовествование, еже проповедую во языцех, наедине же мнимым, да не како вотще теку, или текох. ",
          "ID": "2"
        },
        {
          "text": "Но ни тит, иже со мною, еллин сый, нужден бысть обрезатися. ",
          "ID": "3"
        },
        {
          "text": "И за пришедшую лжебратию, иже привнидоша соглядати свободы нашея, юже имамы о Христе Иисусе, да нас поработят: ",
          "ID": "4"
        },
        {
          "text": "имже ни к часу повинухомся в покорение, да истина благовестия пребудет в вас. ",
          "ID": "5"
        },
        {
          "text": "От мнящихся же быти что, якови некогда беша, ничтоже ми разнствует: лица Бог человеча не приемлет. Мне бо мнимии ничтоже привозложиша: ",
          "ID": "6"
        },
        {
          "text": "но сопротивное, уразумевше, яко уверено ми бысть благовестие необрезания, якоже петру обрезания: ",
          "ID": "7"
        },
        {
          "text": "ибо споспешествовавый петру в послание обрезания, споспешествова и мне во языки: ",
          "ID": "8"
        },
        {
          "text": "и познавше благодать данную ми, иаков и кифа и иоанн, мнимии столпи быти, десницы даша мне и варнаве общения, да мы во языки, они же во обрезание, ",
          "ID": "9"
        },
        {
          "text": "точию нищих да помнима: еже и потщахся сие истое сотворити. ",
          "ID": "10"
        },
        {
          "text": "Егда же прииде петр во антиохию, в лице ему противустах, яко зазорен бе. ",
          "ID": "11"
        },
        {
          "text": "Прежде бо даже не приити неким от иакова, с языки ядяше: егда же приидоша, опряташеся и отлучашеся, бояся сущих от обрезания. ",
          "ID": "12"
        },
        {
          "text": "И лицемеришася с ним и прочии иудеи, яко и варнаве пристати лицемерству их. ",
          "ID": "13"
        },
        {
          "text": "Но егда видех, яко не право ходят ко истине благовествования, рекох петру пред всеми: аще ты, иудей сый, язычески, а не иудейски живеши, почто языки нудиши иудейски жительствовати? ",
          "ID": "14"
        },
        {
          "text": "Мы естеством иудее, а не от язык грешницы: ",
          "ID": "15"
        },
        {
          "text": "уведевше же, яко не оправдится человек от дел закона, но токмо верою Иисус Христовою, и мы во Христа Иисуса веровахом, да оправдимся от веры Христовы, а не от дел закона: зане не оправдится от дел закона всяка плоть. ",
          "ID": "16"
        },
        {
          "text": "Аще ли, ищуще оправдитися о Христе, обретохомся и сами грешницы, Христос убо греху ли служитель? Да не будет. ",
          "ID": "17"
        },
        {
          "text": "Аще бо, яже разорих, сия паки созидаю, преступника себе представляю. ",
          "ID": "18"
        },
        {
          "text": "Аз бо законом закону умрох, да Богови жив буду. Христови сраспяхся: ",
          "ID": "19"
        },
        {
          "text": "живу же не ктому аз, но живет во мне Христос. А еже ныне живу во плоти, верою живу Сына Божия, возлюбившаго мене и предавшаго себе по мне. ",
          "ID": "20"
        },
        {
          "text": "Не отметаю благодати Божия. Аще бо законом правда, убо Христос туне умре.",
          "ID": "21"
        }
      ],
      "ID": "NT:GAL.2",
      "name": "Послание к Галатам 2"
    },
    {
      "text": [
        {
          "text": "о, несмысленнии галате, кто вы прельстил есть не покоритися истине, имже пред очима Иисус Христос преднаписан бысть, в вас распят? ",
          "ID": "1"
        },
        {
          "text": "Сие едино хощу уведети от вас: от дел ли закона духа приясте, или от слуха веры? ",
          "ID": "2"
        },
        {
          "text": "Тако ли несмысленни есте? наченше духом, ныне плотию скончаваете? ",
          "ID": "3"
        },
        {
          "text": "Толика пострадасте туне? Аще точию и туне. ",
          "ID": "4"
        },
        {
          "text": "Подаяй убо вам духа и действуяй силы в вас, от дел ли закона, или от слуха веры? ",
          "ID": "5"
        },
        {
          "text": "Якоже авраам верова Богу, и вменися ему в правду. ",
          "ID": "6"
        },
        {
          "text": "Разумейте убо, яко сущии от веры, сии суть сынове авраамли. ",
          "ID": "7"
        },
        {
          "text": "Предувидевшее же писание, яко от веры оправдает языки Бог, прежде благовествова аврааму, яко благословятся о тебе вси языцы. ",
          "ID": "8"
        },
        {
          "text": "Темже сущии от веры, благословятся с верным авраамом: ",
          "ID": "9"
        },
        {
          "text": "елицы бо от дел закона суть, под клятвою суть. Писано бо есть: проклят всяк, иже не пребудет во всех писанных в книзе законней, яко творити я. ",
          "ID": "10"
        },
        {
          "text": "А яко в законе никтоже оправдается от Бога, яве, яко праведный от веры жив будет. ",
          "ID": "11"
        },
        {
          "text": "Закон же несть от веры: но сотворивый та человек жив будет в них. ",
          "ID": "12"
        },
        {
          "text": "Христос ны искупил есть от клятвы законныя, быв по нас клятва: писано бо есть: проклят всяк висяй на древе: ",
          "ID": "13"
        },
        {
          "text": "да в языцех благословение авраамле будет о Христе Иисусе, да обетование духа приимем верою. ",
          "ID": "14"
        },
        {
          "text": "Братие, по человеку глаголю: обаче человеческаго предутвержденна завета никтоже отметает или приповелевает. ",
          "ID": "15"
        },
        {
          "text": "Аврааму же речени быша обеты, и семени его. Не глаголет же: и семенем, яко о мнозех, но яко о едином: и семени твоему, иже есть Христос. ",
          "ID": "16"
        },
        {
          "text": "Сие же глаголю, завета предутвержденнаго от Бога во Христа, бывый по летех четыриста и тридесятих закон не отметает, во еже разорити обетование. ",
          "ID": "17"
        },
        {
          "text": "Аще бо от закона наследие, не ктому уже от обетования: аврааму же обетованием дарова Бог. ",
          "ID": "18"
        },
        {
          "text": "Что убо закон? Преступлений ради приложися, дондеже приидет семя, емуже обетовася, вчинен ангелы, рукою ходатая. ",
          "ID": "19"
        },
        {
          "text": "Ходатай же единаго несть, Бог же един есть. ",
          "ID": "20"
        },
        {
          "text": "Закон ли убо противу обетованием Божиим? Да не будет. Аще бо дан бысть закон могий оживити, воистинну от закона бы была правда: ",
          "ID": "21"
        },
        {
          "text": "но затвори писание всех под грехом, да обетование от веры Иисус Христовы дастся верующым. ",
          "ID": "22"
        },
        {
          "text": "Прежде же пришествия веры, под законом стрегоми бехом, затворени в хотящую веру открытися. ",
          "ID": "23"
        },
        {
          "text": "Темже закон пестун нам бысть во Христа, да от веры оправдимся: ",
          "ID": "24"
        },
        {
          "text": "пришедшей же вере, уже не под пестуном есмы. ",
          "ID": "25"
        },
        {
          "text": "Вси бо вы Сынове Божии есте верою о Христе Иисусе: ",
          "ID": "26"
        },
        {
          "text": "елицы бо во Христа крестистеся, во Христа облекостеся. ",
          "ID": "27"
        },
        {
          "text": "Несть иудей, ни еллин: несть раб, ни свободь: несть мужеский пол, ни женский: вси бо вы едино есте о Христе Иисусе. ",
          "ID": "28"
        },
        {
          "text": "Аще ли вы Христовы, убо авраамле семя есте, и по обетованию наследницы.",
          "ID": "29"
        }
      ],
      "ID": "NT:GAL.3",
      "name": "Послание к Галатам 3"
    },
    {
      "text": [
        {
          "text": "Глаголю же: в елико время наследник млад есть, ничимже лучший есть раба, господь сый всех: ",
          "ID": "1"
        },
        {
          "text": "но под повелители и приставники есть даже до нарока отча. ",
          "ID": "2"
        },
        {
          "text": "Такожде и мы, егда бехом млади, под стихиами бехом мира порабощени: ",
          "ID": "3"
        },
        {
          "text": "Егда же прииде кончина лета, посла Бог Сына своего единороднаго, раждаемаго от жены, бываема под законом, ",
          "ID": "4"
        },
        {
          "text": "да подзаконныя искупит, да всыновление восприимем. ",
          "ID": "5"
        },
        {
          "text": "И понеже есте Сынове, посла Бог духа Сына своего в сердца ваша, вопиюща: авва Отче. ",
          "ID": "6"
        },
        {
          "text": "Темже уже неси раб, но сын: аще ли же сын, и наследник Божий Иисус Христом. ",
          "ID": "7"
        },
        {
          "text": "Но тогда убо, не ведуще Бога, служисте не по естеству сущым богом: ",
          "ID": "8"
        },
        {
          "text": "ныне же, познавше Бога, паче же познани бывше от Бога, како возвращаетеся паки на немощныя и худыя стихии, имже паки свыше служити хощете? ",
          "ID": "9"
        },
        {
          "text": "дни смотряете, и месяцы, и времена, и лета. ",
          "ID": "10"
        },
        {
          "text": "Боюся о вас, еда како всуе трудихся в вас. ",
          "ID": "11"
        },
        {
          "text": "Будите якоже аз, зане и аз, якоже вы: братие, молю вы. Ничимже мене обидесте: ",
          "ID": "12"
        },
        {
          "text": "весте же, яко за немощь плоти благовестих вам первее. ",
          "ID": "13"
        },
        {
          "text": "и искушения моего, еже во плоти моей, не уничижисте, ни оплевасте, но якоже ангела Божия приясте мя, яко Христа Иисуса. ",
          "ID": "14"
        },
        {
          "text": "Кое убо бяше блаженство ваше, свидетельствую бо вам, яко, аще бы было мощно, очеса ваша извертевше дали бысте ми. ",
          "ID": "15"
        },
        {
          "text": "Темже враг вам бых, истину вам глаголя? ",
          "ID": "16"
        },
        {
          "text": "Ревнуют по вас не добре, но отлучити вас хотят, да им ревнуете. ",
          "ID": "17"
        },
        {
          "text": "Добро же, еже ревновати всегда в добрем, и не точию внегда приходити ми к вам. ",
          "ID": "18"
        },
        {
          "text": "Чадца моя, имиже паки болезную, дондеже вообразится Христос в вас: ",
          "ID": "19"
        },
        {
          "text": "хотел же бых приити к вам ныне и изменити глас мой, яко не домышляюся о вас. ",
          "ID": "20"
        },
        {
          "text": "Глаголите ми, иже под законом хощете быти: закона ли не слушаете? ",
          "ID": "21"
        },
        {
          "text": "Писано бо есть, яко авраам два сына име: единаго от рабы, а другаго от свободныя. ",
          "ID": "22"
        },
        {
          "text": "Но иже от рабы, по плоти родися: а иже от свободныя, по обетованию. ",
          "ID": "23"
        },
        {
          "text": "Иже суть иносказаема: сия бо еста два завета: един убо от горы синайския, в работу раждаяй, иже есть агарь: ",
          "ID": "24"
        },
        {
          "text": "агарь бо, сина гора есть во аравии, прилагается же нынешнему Иерусалиму, работает же с чады своими: ",
          "ID": "25"
        },
        {
          "text": "а вышний Иерусалим свободь есть, иже есть мати всем нам. ",
          "ID": "26"
        },
        {
          "text": "Писано бо есть: возвеселися, неплоды, не раждающая: расторгни и возопи, неболящая: яко многа чада пустыя паче, нежели имущия мужа. ",
          "ID": "27"
        },
        {
          "text": "Мы же, братие, по исааку обетования чада есмы. ",
          "ID": "28"
        },
        {
          "text": "Но якоже тогда по плоти родивыйся гоняше духовнаго, тако и ныне. ",
          "ID": "29"
        },
        {
          "text": "Но что глаголет писание? Изжени рабу и сына ея, не имать бо наследовати сын рабынин с сыном свободныя. ",
          "ID": "30"
        },
        {
          "text": "Темже, братие, несмы рабынина чада, но свободныя.",
          "ID": "31"
        }
      ],
      "ID": "NT:GAL.4",
      "name": "Послание к Галатам 4"
    },
    {
      "text": [
        {
          "text": "Свободою убо, еюже Христос нас свободи, стойте, и не паки под игом работы держитеся. ",
          "ID": "1"
        },
        {
          "text": "Се аз павел глаголю вам, яко аще обрезаетеся, Христос вас ничтоже пользует. ",
          "ID": "2"
        },
        {
          "text": "Свидетельствую же паки всякому человеку обрезающемуся, яко должен есть весь закон творити. ",
          "ID": "3"
        },
        {
          "text": "Упразднистеся от Христа, иже законом оправдаетеся, от благодати отпадосте: ",
          "ID": "4"
        },
        {
          "text": "мы бо духом от веры упования правды ждем. ",
          "ID": "5"
        },
        {
          "text": "О Христе бо Иисусе ни обрезание что может, ни необрезание, но вера любовию поспешествуема. ",
          "ID": "6"
        },
        {
          "text": "Течасте добре: кто вам возбрани не покарятися истине? ",
          "ID": "7"
        },
        {
          "text": "Препрение не от призвавшаго вы. ",
          "ID": "8"
        },
        {
          "text": "Мал квас все смешение квасит. ",
          "ID": "9"
        },
        {
          "text": "Аз надеюся о вас в Господе, яко ничтоже ино разумети будете: смущаяй же вас понесет грех, кто бы ни был. ",
          "ID": "10"
        },
        {
          "text": "Аз же, братие, аще обрезание еще проповедую, почто еще гонимь есмь? убо упразднися соблазн креста. ",
          "ID": "11"
        },
        {
          "text": "о, дабы отсечени были развращающии вас. ",
          "ID": "12"
        },
        {
          "text": "Вы бо на свободу звани бысте, братие: точию да не свобода ваша в вину плоти, но любовию работайте друг другу. ",
          "ID": "13"
        },
        {
          "text": "Ибо весь закон в единем словеси исполняется, во еже: возлюбиши ближняго твоего якоже себе. ",
          "ID": "14"
        },
        {
          "text": "Аще же друг друга угрызаете и снедаете, блюдитеся, да не друг от друга истреблени будете. ",
          "ID": "15"
        },
        {
          "text": "Глаголю же: духом ходите, и похоти плотския не совершайте: ",
          "ID": "16"
        },
        {
          "text": "плоть бо похотствует на духа, дух же на плоть: сия же друг другу противятся, да не яже хощете, сия творите. ",
          "ID": "17"
        },
        {
          "text": "Аще ли духом водими есте, несте под законом. ",
          "ID": "18"
        },
        {
          "text": "Явлена же суть дела плотская, яже суть прелюбодеяние, блуд, нечистота, студодеяние, ",
          "ID": "19"
        },
        {
          "text": "идолослужение, чародеяния, вражды, рвения, завиды, ярости, разжжения, распри, соблазны, ереси, ",
          "ID": "20"
        },
        {
          "text": "зависти, убийства, пиянства, безчинни кличи и подобная сим: яже предглаголю вам, якоже и предрекох, яко таковая творящии Царствия Божия не наследят. ",
          "ID": "21"
        },
        {
          "text": "Плод же духовный есть любы, радость, мир, долготерпение, благость, милосердие, вера, ",
          "ID": "22"
        },
        {
          "text": "кротость, воздержание: на таковых несть закона. ",
          "ID": "23"
        },
        {
          "text": "А иже Христовы суть, плоть распяша со страстьми и похотьми. ",
          "ID": "24"
        },
        {
          "text": "Аще живем духом, духом и да ходим. ",
          "ID": "25"
        },
        {
          "text": "Не бываим тщеславни, друг друга раздражающе, друг другу завидяще.",
          "ID": "26"
        }
      ],
      "ID": "NT:GAL.5",
      "name": "Послание к Галатам 5"
    },
    {
      "text": [
        {
          "text": "Братие, аще и впадет человек в некое прегрешение, вы духовнии исправляйте таковаго духом кротости: блюдый себе, да не и ты искушен будеши. ",
          "ID": "1"
        },
        {
          "text": "Друг друга тяготы носите, и тако исполните закон Христов. ",
          "ID": "2"
        },
        {
          "text": "Аще бо кто мнит себе быти что, ничтоже сый, умом льстит себе. ",
          "ID": "3"
        },
        {
          "text": "Дело же свое да искушает кийждо, и тогда в себе точию хваление да имать, а не во инем: ",
          "ID": "4"
        },
        {
          "text": "кийждо бо свое бремя понесет. ",
          "ID": "5"
        },
        {
          "text": "Да общается же учяйся словеси учащему во всех благих. ",
          "ID": "6"
        },
        {
          "text": "Не льститеся: Бог поругаемь не бывает. Еже бо аще сеет человек, тожде и пожнет: ",
          "ID": "7"
        },
        {
          "text": "яко сеяи в плоть свою, от плоти пожнет истление: а сеяи в дух, от духа пожнет живот вечный. ",
          "ID": "8"
        },
        {
          "text": "Доброе же творяще, да не стужаем си: во время бо свое пожнем, не ослабеюще. ",
          "ID": "9"
        },
        {
          "text": "Темже убо, дондеже время имамы, да делаим благое ко всем, паче же к присным в вере. ",
          "ID": "10"
        },
        {
          "text": "Видите, колицеми книгами писах вам моею рукою. ",
          "ID": "11"
        },
        {
          "text": "Елицы хотят хвалитися по плоти, сии нудят вы обрезатися, точию да не креста ради Христова гоними будут: ",
          "ID": "12"
        },
        {
          "text": "ни бо обрезающиися сами закон хранят, но хотят вам обрезоватися, да в вашей плоти похвалятся: ",
          "ID": "13"
        },
        {
          "text": "мне же да не будет хвалитися, токмо о кресте Господа нашего Иисуса Христа, имже мне мир распятся, и аз миру. ",
          "ID": "14"
        },
        {
          "text": "О Христе бо Иисусе ни обрезание что может, ни необрезание, но нова тварь. ",
          "ID": "15"
        },
        {
          "text": "И елицы правилом сим жительствуют, мир на них и милость, и на израили Божии. ",
          "ID": "16"
        },
        {
          "text": "Прочее, труды да никтоже ми дает: аз бо язвы Господа Иисуса на теле моем ношу. ",
          "ID": "17"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со духом вашим, братие. Аминь. ",
          "ID": "18"
        }
      ],
      "ID": "NT:GAL.6",
      "name": "Послание к Галатам 6"
    }
  ],
  "ID": "NT:GAL(CSLAV)",
  "name": "Послание к Галатам"
}