{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, Апостола, избранного не людьми и не человеком, а Иисусом Христом и Богом Отцом, воскресившим Его из мертвых, ",
          "ID": "1"
        },
        {
          "text": "и от всех братьев, находящихся со мной.",
          "ID": "2"
        },
        {
          "text": "Церквам Галатии.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благодать и мир вам от Бога Отца нашего и от Господа Иисуса Христа, ",
          "ID": "3"
        },
        {
          "text": "Который по воле нашего Бога и Отца отдал Себя Самого за наши грехи, чтобы избавить нас от этого мира зла. ",
          "ID": "4"
        },
        {
          "text": "Ему пусть будет слава во веки веков, аминь!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Меня удивляет то, что вы ради какой-то иной Радостной Вести так быстро оставили Бога, Который призвал вас благодатью Христа. ",
          "ID": "6"
        },
        {
          "text": "Но иной Радостной Вести не существует, а просто есть люди, которые смущают вас, желая исказить Радостную Весть о Христе! ",
          "ID": "7"
        },
        {
          "text": "Но если бы даже мы сами или ангел с неба стали возвещать вам не ту Радостную Весть, что мы возвещали вам сначала, то пусть такие вестники будут навеки прокляты! ",
          "ID": "8"
        },
        {
          "text": "И еще раз повторяю: мы уже говорили об этом, и вы знаете, что если кто-либо будет возвещать вам что-то противное той Радостной Вести, которую вы приняли, то пусть они будут навеки прокляты!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Чье одобрение мне нужно: людей или Бога? Может, вы думаете, что я пытаюсь угодить людям? Если бы я к этому стремился, то я не был бы слугой Христа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Братья, я хочу, чтобы вы знали, что Радостная Весть, которую я вам возвещал, не является чем-то человеческим. ",
          "ID": "11"
        },
        {
          "text": "Я не был научен ей людьми и не получил ее от людей, но я получил ее через откровение Иисуса Христа. ",
          "ID": "12"
        },
        {
          "text": "Вы слышали о моем прежнем образе жизни в иудаизме. Я изо всех сил гнал Церковь Божью и пытался уничтожить ее. ",
          "ID": "13"
        },
        {
          "text": "В иудаизме я преуспевал больше многих моих сверстников. Я был исключительно ревностен, защищая традиции наших предков. ",
          "ID": "14"
        },
        {
          "text": "Но когда Бог, избравший меня еще до моего рождения и призвавший меня Своей благодатью, захотел ",
          "ID": "15"
        },
        {
          "text": "открыть мне Сына Своего, чтобы я возвещал о Нем язычникам, я ни с кем из людей не советовался. ",
          "ID": "16"
        },
        {
          "text": "Я не ходил в Иерусалим, чтобы встретиться с апостолами, призванными до меня, а сразу же пошел в Аравию и затем возвратился в Дамаск.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Потом, через три года, я посетил Иерусалим, познакомился с Кифой и пробыл у него пятнадцать дней. ",
          "ID": "18"
        },
        {
          "text": "Я не видел больше никого из апостолов кроме Иакова, брата Господа. ",
          "ID": "19"
        },
        {
          "text": "Заверяю вас перед Богом в том, что все, что я пишу вам, это не ложь. ",
          "ID": "20"
        },
        {
          "text": "Потом я пошел в Сирию и Киликию, ",
          "ID": "21"
        },
        {
          "text": "а лично христианские церкви в Иудее тогда меня еще не знали. ",
          "ID": "22"
        },
        {
          "text": "До них лишь доходили слухи о том, что тот, кто раньше преследовал их, сейчас возвещает веру, которую он сам когда-то хотел истребить. ",
          "ID": "23"
        },
        {
          "text": "И они прославляли Бога за меня.",
          "ID": "24"
        }
      ],
      "ID": "NT:GAL.1",
      "name": "Послание к Галатам 1"
    },
    {
      "text": [
        {
          "text": "Четырнадцать лет спустя я опять побывал в Иерусалиме, на этот раз с Варнавой. Мы взяли с собой и Тита. ",
          "ID": "1"
        },
        {
          "text": "Было откровение, что я должен пойти туда, и я изложил лидерам содержание Радостной Вести, которую я возвещаю среди язычников. Я сделал это в личной беседе с теми, кто считался главным среди них, чтобы проверить, не напрасно ли я трудился и тружусь. ",
          "ID": "2"
        },
        {
          "text": "Так они не потребовали даже, чтобы Тит, бывший греком, был обрезан. ",
          "ID": "3"
        },
        {
          "text": "А вопрос этот был поднят лжебратьями, которые скрытно проникли в нашу среду, желая лишить нас той свободы, которую мы получили во Христе Иисусе, и опять поработить нас. ",
          "ID": "4"
        },
        {
          "text": "Но мы ни в чем не поддались им ни на минуту, чтобы у вас сохранилась истина Радостной Вести.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И те, за кем признавался наибольший авторитет в иерусалимской церкви (лично для меня их высокое положение ничего не значило, потому что Бог судит о человеке не взирая на лица), ничего не потребовали сверх той Радостной Вести, которую я возвещал. ",
          "ID": "6"
        },
        {
          "text": "Наоборот, они были убеждены в том, что мне было доверено возвещать Радостную Весть необрезанным точно так же, как Петру – обрезанным. ",
          "ID": "7"
        },
        {
          "text": "Ведь Бог, Который действовал через Петра в его служении апостола для обрезанных, действовал и через меня в служении для язычников. ",
          "ID": "8"
        },
        {
          "text": "И Иаков, Кифа и Иоанн – те, кого считают столпами церкви, подали мне и Варнаве руку общения в знак того, что они признают данное мне по благодати служение и соглашаются с тем, что нам следует идти к язычникам, а им – к обрезанным. ",
          "ID": "9"
        },
        {
          "text": "Они лишь попросили о том, чтобы мы не забывали о помощи бедным, что я и исполняю с большим усердием.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда же Кифа пришел в Антиохию, я высказал ему все прямо в лицо, потому что он был виноват. ",
          "ID": "11"
        },
        {
          "text": "Раньше он ел вместе с верующими из язычников, но когда пришли некоторые люди, посланные Иаковом, он стал устраняться и перестал общаться с бывшими язычниками из страха перед теми, кто был обрезан. ",
          "ID": "12"
        },
        {
          "text": "Так же лицемерно, как он, начали поступать и другие иудеи, так что их лицемерие сбило с правильного пути даже Варнаву. ",
          "ID": "13"
        },
        {
          "text": "Когда я увидел, что они поступают не в согласии с истиной Радостной Вести, я сказал Кифе в присутствии всех: «Ты иудей, но живешь как язычник, а не как иудей. Зачем же ты заставляешь язычников следовать иудейским традициям?»",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Мы, иудеи по рождению, а не «грешные язычники», ",
          "ID": "15"
        },
        {
          "text": "знаем, что человек получает оправдание не соблюдением Закона, а верой в Иисуса Христа. Поэтому и мы поверили во Христа Иисуса, чтобы и нам быть оправданными верой в Него, а не соблюдением Закона. Соблюдением же Закона не оправдается никто. ",
          "ID": "16"
        },
        {
          "text": "И если мы, ища оправдания через Христа, оказываемся такими же грешниками, как и язычники, значит ли это, что Христос распространяет грех? Ни в коем случае! ",
          "ID": "17"
        },
        {
          "text": "Ведь если я вновь пытаюсь оправдаться через соблюдение Закона, что некогда сам же и отверг, то этим я показываю, что я нарушитель Закона. ",
          "ID": "18"
        },
        {
          "text": "Закон приговорил меня к смерти, и, умерев, я освободился от власти Закона, чтобы жить для Бога! Я был распят со Христом, ",
          "ID": "19"
        },
        {
          "text": "и уже не я, но Христос живет во мне. Моя жизнь в этом теле – это жизнь верой в Сына Божьего, полюбившего меня и отдавшего Себя за меня. ",
          "ID": "20"
        },
        {
          "text": "Я не отвергаю благодать Божью. А если бы оправдание можно было получить через соблюдение Закона, то это значило бы, что Христос умер напрасно!",
          "ID": "21"
        }
      ],
      "ID": "NT:GAL.2",
      "name": "Послание к Галатам 2"
    },
    {
      "text": [
        {
          "text": "Глупые галаты! Кто это так заворожил вас, вас, которым так ясно был представлен распятый Христос? ",
          "ID": "1"
        },
        {
          "text": "Ответьте мне на один вопрос: вы получили Духа благодаря соблюдению Закона или же по вере в то, что вы услышали? ",
          "ID": "2"
        },
        {
          "text": "Неужели вы так глупы? Вы начали Духом, а сейчас вы хотите достичь цели человеческими усилиями? ",
          "ID": "3"
        },
        {
          "text": "Неужели все, через что вы прошли, было напрасно? Не может быть, чтобы все это было напрасным! ",
          "ID": "4"
        },
        {
          "text": "Разве Бог дает вам Духа и совершает среди вас чудеса потому, что вы соблюдаете Закон, или же потому, что вы поверили тому, о чем вы услышали?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вспомните Авраама, он «поверил Богу, и это было вменено ему в праведность». ",
          "ID": "6"
        },
        {
          "text": "Так поймите же, что те, кто верит, – сыны Авраама!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "В Писании было предсказано, что Бог будет оправдывать людей из всех народов по их вере, и уже тогда была возвещена Радостная Весть, когда было сказано Аврааму: «Через тебя получат благословение все народы». ",
          "ID": "8"
        },
        {
          "text": "Поэтому те, кто верит, получают благословение вместе с верующим Авраамом.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Все, кто полагается на соблюдение Закона, находятся под проклятием. Ведь написано: «Проклят каждый, кто не исполняет всего, что записано в книге Закона». ",
          "ID": "10"
        },
        {
          "text": "Ясно ведь, что никто не получает оправдания перед Богом исполнением Закона, потому что «праведный верой жив будет». ",
          "ID": "11"
        },
        {
          "text": "Закон же основывается не на вере, потому что написано: «Исполняющий их будет жив благодаря им». ",
          "ID": "12"
        },
        {
          "text": "Так вот, Христос искупил нас от проклятия Закона. Он Сам понес проклятие вместо нас (как об этом и сказано: «Проклят каждый, кто повешен на дереве»), ",
          "ID": "13"
        },
        {
          "text": "чтобы все народы могли получить через Иисуса Христа благословение, данное Аврааму, и чтобы мы получили обещанного Духа по вере.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Братья, возьмем пример из повседневной жизни, ведь даже завещание человека, которое должным образом утверждено, никто не вправе изменять или дополнять. ",
          "ID": "15"
        },
        {
          "text": "Точно так же и с обещанием, данным Аврааму и его потомку. Заметьте, что в Писании не сказано «его семенам», а «его семени», то есть имеется в виду один его потомок – Христос. ",
          "ID": "16"
        },
        {
          "text": "Я хочу сказать, что Закон, данный четыреста тридцать лет спустя, не мог отменить завет с Авраамом, установленный Богом прежде, и тем самым сделать недействительным данное Аврааму обещание. ",
          "ID": "17"
        },
        {
          "text": "Если бы наследство зависело от Закона, то оно не могло бы основываться на обещании, но Бог, в Своей благодати, дал его Аврааму по обещанию!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "В чем же тогда назначение Закона? Закон был добавлен позже из-за людских грехов и действовал до тех пор, пока не пришел Потомок, к Которому относится обещание. Закон был дан через ангелов, рукой посредника. ",
          "ID": "19"
        },
        {
          "text": "Нет нужды в посреднике, если кто-то действует один, а Бог один.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Так что же, Закон противоречит обещаниям Божьим? Ни в коем случае! Если бы данный нам Закон был в силах давать жизнь, то оправдание действительно зависело бы от Закона. ",
          "ID": "21"
        },
        {
          "text": "Но Писание говорит, что весь мир находится в рабстве греха, а значит, обещанное может быть дано только по вере в Иисуса Христа и лишь тем, кто верит. ",
          "ID": "22"
        },
        {
          "text": "Пока не пришла вера, мы были узниками, охраняемыми Законом, до того времени, когда эта вера будет нам открыта. ",
          "ID": "23"
        },
        {
          "text": "Итак, Закон воспитывал нас до прихода Христа, чтобы, когда Он придет, получить оправдание по вере. ",
          "ID": "24"
        },
        {
          "text": "Но вера уже пришла, и нам больше не нужно воспитание Закона.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Благодаря вере во Христа Иисуса все вы стали сынами Бога. ",
          "ID": "26"
        },
        {
          "text": "Ведь все крещеные во Христа «облеклись» в Христа. ",
          "ID": "27"
        },
        {
          "text": "Нет больше ни иудея, ни грека, ни раба, ни свободного, ни мужчины и ни женщины, вы все одно во Христе Иисусе! ",
          "ID": "28"
        },
        {
          "text": "А если вы принадлежите Христу, то тогда вы и являетесь потомством Авраама и наследниками Божьего обещания.",
          "ID": "29"
        }
      ],
      "ID": "NT:GAL.3",
      "name": "Послание к Галатам 3"
    },
    {
      "text": [
        {
          "text": "Я имею в виду, что пока наследник еще ребенок, он в своих правах ничем не отличается от раба, хотя на самом деле ему принадлежит все имение. ",
          "ID": "1"
        },
        {
          "text": "Но в детстве у него есть воспитатели и опекуны, которым он подчиняется до определенного времени, установленного его отцом. ",
          "ID": "2"
        },
        {
          "text": "Так и мы, пока были «детьми», находились в рабстве у религиозных начал в мире. ",
          "ID": "3"
        },
        {
          "text": "Но когда пришло назначенное время, Бог послал Своего Сына, рожденного от женщины, подвластного Закону, ",
          "ID": "4"
        },
        {
          "text": "чтобы искупить находящихся под Законом и усыновить нас. ",
          "ID": "5"
        },
        {
          "text": "А поскольку вы – сыны Бога, то Бог поселил в ваши сердца Духа Своего Сына, Духа, Который взывает к Богу: «Абба! Отец!» ",
          "ID": "6"
        },
        {
          "text": "Так что ты уже не раб, а сын. А если сын, то Бог сделал тебя и наследником.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда вы еще не знали Бога, вы были рабами существ, которые по природе своей не боги. ",
          "ID": "8"
        },
        {
          "text": "Но сейчас вы знаете Бога, вернее сказать, Бог знает вас. Так как же вы могли опять вернуться к этим слабым, ничтожным религиозным началам, в рабство к которым вы желаете отдаться? ",
          "ID": "9"
        },
        {
          "text": "Вы даже чтите определенные дни, месяцы, времена и годы! ",
          "ID": "10"
        },
        {
          "text": "Боюсь, что все мои труды ради вас были напрасны. ",
          "ID": "11"
        },
        {
          "text": "Братья, умоляю вас, будьте как я, потому что и я стал таким, как вы.",
          "ID": "12"
        },
        {
          "text": "Вы не причинили мне никакого зла. ",
          "ID": "12"
        },
        {
          "text": "Когда в первый раз я пришел к вам возвещать Радостную Весть, я испытывал телесную слабость, как вы это знаете. ",
          "ID": "13"
        },
        {
          "text": "И хотя мое физическое состояние было испытанием и для вас, вы не пренебрегали тогда мной и не унизили меня. Вы приняли меня словно ангела Божьего, как бы Самого Христа Иисуса! ",
          "ID": "14"
        },
        {
          "text": "Где же теперь тогдашнее ваше счастье? Говорю вам, вы бы даже вырвали свои глаза и отдали бы их мне, если бы это было возможно. ",
          "ID": "15"
        },
        {
          "text": "Так неужели я стал вашим врагом оттого, что говорю вам истину?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Я знаю, что эти люди ревниво стараются перетянуть вас на свою сторону, но к добру это не приведет. Они лишь хотят оторвать вас от нас, чтобы вы стали их ревностными приверженцами. ",
          "ID": "17"
        },
        {
          "text": "Хорошо всегда быть ревностным в достижении хорошей цели, а не только когда я бываю у вас.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Дети мои, я снова испытываю родовые муки, пока в вас не отразится образ Христа. ",
          "ID": "19"
        },
        {
          "text": "Как бы мне хотелось сейчас быть среди вас и говорить с вами совсем в другом тоне, потому что меня удивляет то, что я о вас слышу.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Скажите мне, вы, желающие быть под Законом, разве вы не слушаете Закона? ",
          "ID": "21"
        },
        {
          "text": "Ведь написано, что у Авраама было двое сыновей – один родился от рабыни, а другой – от свободной женщины. ",
          "ID": "22"
        },
        {
          "text": "Сын рабыни родился по человеческой инициативе, а сын свободной родился согласно обещанию Бога. ",
          "ID": "23"
        },
        {
          "text": "Здесь содержится иносказание: две женщины символизируют два завета. Один был заключен на горе Синай, и его символ – Агарь, рождающая детей в рабство. ",
          "ID": "24"
        },
        {
          "text": "Агарь – это гора Синай в Аравии, а также это современный Иерусалим, потому что Иерусалим и все его дети в рабстве. ",
          "ID": "25"
        },
        {
          "text": "Но Небесный Иерусалим свободен, и он является нашей с вами матерью. ",
          "ID": "26"
        },
        {
          "text": "Ведь написано:",
          "ID": "27"
        },
        {
          "text": "«Ликуй, бесплодная, не рожавшая детей!",
          "ID": "27"
        },
        {
          "text": "Запевай песню, кричи и ликуй,",
          "ID": "27"
        },
        {
          "text": " никогда не испытывавшая родовых мук,",
          "ID": "27"
        },
        {
          "text": "потому что у покинутой женщины будет больше детей,",
          "ID": "27"
        },
        {
          "text": "чем у той, что имеет мужа!»",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Вы же, братья, как и Исаак, дети обещания. ",
          "ID": "28"
        },
        {
          "text": "Тогда сын, рожденный обыкновенным образом, преследовал сына, рожденного по силе Духа. То же происходит и сейчас. ",
          "ID": "29"
        },
        {
          "text": "Но что говорит об этом Писание? Оно говорит: «Прогони рабыню и ее сына, потому что сын рабыни не разделит наследства с сыном свободной». ",
          "ID": "30"
        },
        {
          "text": "Итак, братья, мы дети не рабыни, мы дети свободной!",
          "ID": "31"
        }
      ],
      "ID": "NT:GAL.4",
      "name": "Послание к Галатам 4"
    },
    {
      "text": [
        {
          "text": "Христос освободил нас, чтобы мы были свободными. Поэтому стойте твердо и не подвергайтесь вновь рабству.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Слушайте, что я, Павел, вам говорю. Если вы соглашаетесь принять обрезание, значит, Христос не принесет вам никакой пользы. ",
          "ID": "2"
        },
        {
          "text": "Еще раз говорю вам, что каждый, кто согласится быть обрезанным, должен исполнять и весь Закон. ",
          "ID": "3"
        },
        {
          "text": "Если вы пытаетесь получить оправдание исполнением Закона, то вы уже не с Христом, вы отпали от благодати. ",
          "ID": "4"
        },
        {
          "text": "Но мы с надеждой от Духа ожидаем оправдания перед Богом через веру. ",
          "ID": "5"
        },
        {
          "text": "Во Христе Иисусе не имеет значения ни обрезание, ни необрезание, и единственное, что решает все, – это вера, которая действует через любовь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Вы начали забег хорошо, так кто же помешал вам быть послушными истине? ",
          "ID": "7"
        },
        {
          "text": "Подбил вас на это безусловно не Тот, Кто призвал вас. ",
          "ID": "8"
        },
        {
          "text": "Помните, что немного дрожжей заквашивают все тесто. ",
          "ID": "9"
        },
        {
          "text": "Наша с вами жизнь в единении с Господом вселяет в меня уверенность, что вы не будете думать по-другому, и тот, кто ввел вас в заблуждение, понесет свое наказание, кем бы он ни был.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Братья, если бы я по-прежнему проповедовал обрезание, то за что было бы меня преследовать? Крест бы тогда не был больше камнем преткновения. ",
          "ID": "11"
        },
        {
          "text": "Пусть лучше те, кто ввел вас в заблуждение, отрежут себе все!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Братья мои, вы призваны к свободе, так не злоупотребляйте же этой свободой и не идите на поводу вашей греховной природы, а, наоборот, служите друг другу с любовью. ",
          "ID": "13"
        },
        {
          "text": "Ведь вся суть Закона заключена в одном повелении: «Люби ближнего твоего, как самого себя». ",
          "ID": "14"
        },
        {
          "text": "А если вы продолжаете грызть и поедать друг друга, то смотрите, как бы вам вообще друг друга не истребить!",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "А я говорю: живите по Духу, и тогда вы не будете идти на поводу желаний вашей греховной природы. ",
          "ID": "16"
        },
        {
          "text": "Потому что греховная природа желает того, что противоречит желанию Духа, а Дух желает того, что противоречит желаниям греховной природы. Они постоянно выступают друг против друга, и в итоге вы не делаете того, что хотели бы делать. ",
          "ID": "17"
        },
        {
          "text": "Но если вами руководит Дух, то вы уже не под Законом.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Дела греховной природы известны: это разврат, нечистота, распутство, ",
          "ID": "19"
        },
        {
          "text": "идолопоклонство, колдовство, вражда, споры, ревность, ярость, честолюбие, раздоры и разделения, ",
          "ID": "20"
        },
        {
          "text": "зависть, пьянство, оргии и тому подобное. Еще раз предупреждаю вас: те, кто этим занимается, не наследуют Божьего Царства.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Плод же Духа – это любовь, радость, мир, долготерпение, великодушие, доброта, верность, ",
          "ID": "22"
        },
        {
          "text": "кротость, умение владеть собой. В Законе нет ничего против этого.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Те, кто принадлежит Иисусу Христу, распяли свою плотскую природу вместе с ее страстями и нечистыми желаниями. ",
          "ID": "24"
        },
        {
          "text": "Если Дух дал нам жизнь, так давайте же будем и поступать по Духу. ",
          "ID": "25"
        },
        {
          "text": "Не будем тщеславны, поступая друг с другом вызывающе и завидуя друг другу.",
          "ID": "26"
        }
      ],
      "ID": "NT:GAL.5",
      "name": "Послание к Галатам 5"
    },
    {
      "text": [
        {
          "text": "Братья, если кто-то уличен в грехе, то вы, будучи людьми духовными, помогите этому человеку, но делайте это с кротостью. Смотрите, чтобы и вам не поддаться искушению. ",
          "ID": "1"
        },
        {
          "text": "Помогайте друг другу в трудностях, тем самым вы исполните Закон Христа. ",
          "ID": "2"
        },
        {
          "text": "Если кто-либо мнит о себе больше, чем есть на самом деле, он тем самым лишь обманывает себя. ",
          "ID": "3"
        },
        {
          "text": "Пусть каждый трезво судит о своих делах, тогда он сможет радоваться сделанному, не сравнивая себя с другими, ",
          "ID": "4"
        },
        {
          "text": "потому что у каждого своя ноша.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тот, кого наставляют словом, пусть делится всяким добром с тем, кто наставляет его.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Не поддавайтесь заблуждению: никому не удастся провести Бога. Человек пожнет то, что он посеял. ",
          "ID": "7"
        },
        {
          "text": "Тот, кто сеет ради угождения своей греховной природе, пожнет от этой природы гибель. А тот, кто сеет для угождения Духу, от Духа пожнет вечную жизнь. ",
          "ID": "8"
        },
        {
          "text": "Не уставайте делать добро. Если мы не прекратим делать добро, то настанет время, когда мы соберем и жатву с посеянного. ",
          "ID": "9"
        },
        {
          "text": "Поэтому, пока это возможно, будем делать добро всем, особенно нашим братьям по вере.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Взгляните на эти большие буквы. Теперь я пишу вам своей собственной рукой.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Те, кто лишь хотят произвести хорошее впечатление, стараются заставить вас принять обрезание. Они делают это только ради того, чтобы не быть преследуемыми за крест Христа. ",
          "ID": "12"
        },
        {
          "text": "Ведь даже они сами, хотя и обрезанные, не исполняют Закон. Они хотят, чтобы вы были обрезаны для того, чтобы им потом хвалиться этим. ",
          "ID": "13"
        },
        {
          "text": "Я же не хочу хвалиться ничем, кроме креста нашего Господа Иисуса Христа, на котором мир распят для меня, а я – для мира. ",
          "ID": "14"
        },
        {
          "text": "Ни обрезание, ни необрезание не имеют никакого значения. Главное – это быть новым творением! ",
          "ID": "15"
        },
        {
          "text": "Пусть со всеми, следующими этому правилу, будут мир и милость, и со всем Божьим Израилем.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Пусть никто больше не доставляет мне таких переживаний, ведь я на своем теле ношу печать того, что я принадлежу Иисусу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Пусть благодать нашего Господа Иисуса Христа будет с вашим духом, братья. Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:GAL.6",
      "name": "Послание к Галатам 6"
    }
  ],
  "ID": "NT:GAL(NRP)",
  "name": "Послание к Галатам"
}