{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Вас приветствует Павел, апостол, избранный не людьми, а Иисусом Христом и Богом Отцом, воскресившим Иисуса из мертвых.",
          "ID": "1"
        },
        {
          "text": "Я обращаюсь к галатийским церквям с приветствиями от себя и от всех братьев, которые находятся со мной.",
          "ID": "2"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Он пожертвовал Собой за грехи наши, чтобы избавить нас от злого мира, в котором мы живём. Такова была воля Бога, Отца нашего.",
          "ID": "4"
        },
        {
          "text": "Слава Ему во веки веков! Аминь.",
          "ID": "5"
        },
        {
          "text": "Я удивлён, что вы так быстро отвернулись от Бога, призвавшего вас благодатью Христовой, и обратились к иному Благовестию,",
          "ID": "6"
        },
        {
          "text": "но на самом деле иного Благовестия нет. Однако есть люди, которые смущают вас, пытаясь извратить Благовестие Христово.",
          "ID": "7"
        },
        {
          "text": "Но даже, если мы или Ангел с Небес станем проповедовать вам Благовестие, отличающееся от того, которое мы благовествовали вам, то пусть будет тот проклят!",
          "ID": "8"
        },
        {
          "text": "Мы говорили раньше, и теперь я снова повторяю это: вы уже получили спасение, и если кто станет проповедовать иное Благовестие, чем то, что мы благовествовали вам, то пусть будет он проклят!",
          "ID": "9"
        },
        {
          "text": "У людей ли я ищу одобрения или у Бога? Людям ли стараюсь угодить? Если бы я старался угодить людям, то не был бы слугой Христовым.",
          "ID": "10"
        },
        {
          "text": "Братья и сёстры, я хочу, чтобы вы знали, что Благовестие, которое я проповедовал — не от людей.",
          "ID": "11"
        },
        {
          "text": "Не человек научил меня этому Благовестию, но Иисус Христос открыл мне его!",
          "ID": "12"
        },
        {
          "text": "Вы слышали о моём прежнем образе жизни в иудействе, и знаете, что я жестоко преследовал церковь Божью и пытался уничтожить её.",
          "ID": "13"
        },
        {
          "text": "В исповедании иудейской религии я опережал многих сотоварищей-иудеев моего возраста, так как я был весьма предан учению, переданному мне от моих предков.",
          "ID": "14"
        },
        {
          "text": "И когда Он решил избрать меня ещё до того, как я родился,",
          "ID": "15"
        },
        {
          "text": "то по благодати Своей призвал меня, чтобы открыть мне Сына Своего, чтобы я тотчас же начал благовествовать о Нём среди язычников. Я не стал советоваться ни с кем из людей",
          "ID": "16"
        },
        {
          "text": "и не пошёл в Иерусалим к предшествовавшим мне апостолам. Вместо этого я пошёл в Аравию, а затем вернулся в Дамаск.",
          "ID": "17"
        },
        {
          "text": "Затем, три года спустя, я отправился в Иерусалим, чтобы познакомиться с Кифой, и пробыл с ним 15 дней.",
          "ID": "18"
        },
        {
          "text": "Однако других апостолов я не встретил, только Иакова, брата Господа.",
          "ID": "19"
        },
        {
          "text": "Бог — мой свидетель в том, что я не лгу.",
          "ID": "20"
        },
        {
          "text": "Затем я отправился в Сирию и Киликию.",
          "ID": "21"
        },
        {
          "text": "Но ни с кем из тех людей, которые принадлежали церквям Христовым в Иудее, я лично не был знаком.",
          "ID": "22"
        },
        {
          "text": "Они только слышали, что люди говорили обо мне: «Человек, который раньше преследовал нас, теперь провозглашает веру, которую когда-то пытался искоренить».",
          "ID": "23"
        },
        {
          "text": "И они прославили Бога за меня.",
          "ID": "24"
        }
      ],
      "ID": "NT:GAL.1",
      "name": "Послание К Галатам 1"
    },
    {
      "text": [
        {
          "text": "Потом, четырнадцать лет спустя, сопровождаемый Варнавой, я снова отправился в Иерусалим; я также взял с собой и Тита.",
          "ID": "1"
        },
        {
          "text": "Я пошёл, потому что Бог открыл мне, что я должен пойти. И я изложил им Благую Весть так, как я проповедую её среди язычников, но сделал это не всенародно, а только среди тех, кто был уважаем среди них, чтобы убедиться в том, что мы преодолели все разногласия. Тогда они не смогут сказать, что мой труд был напрасен.",
          "ID": "2"
        },
        {
          "text": "Даже Тита, бывшего со мной, они не принуждали сделать обрезание, хотя он грек.",
          "ID": "3"
        },
        {
          "text": "Мы должны были рассказать об этом, потому что некие лжебратья тайно проникли к нам, чтобы выведать о той свободе, которую мы имеем во Христе Иисусе, с тем, чтобы поработить нас.",
          "ID": "4"
        },
        {
          "text": "Но мы не поддались им, чтобы истина, воплощённая в Благовестии, оставалась с вами.",
          "ID": "5"
        },
        {
          "text": "Иудеи, которые считались важными людьми, не изменили моего учения Благой Вести. (Кто бы они ни были — мне безразлично. Все люди равны перед Богом).",
          "ID": "6"
        },
        {
          "text": "Наоборот, они убедились в том, что мне было доверено нести Благовестие язычникам, так же как Петру было доверено проповедовать Благую Весть иудеям.",
          "ID": "7"
        },
        {
          "text": "Потому что Тот, Кто сделал Петра апостолом иудеев, сделал меня апостолом язычников.",
          "ID": "8"
        },
        {
          "text": "Все считали Иакова, Петра и Иоанна пастырями в церкви. Когда же они увидели мой духовный дар, которым меня наделил Бог, то признали меня и Варнаву товарищами в общем деле, и согласились, что мы должны отправиться проповедовать язычникам, а они — иудеям.",
          "ID": "9"
        },
        {
          "text": "Иаков, Пётр и Иоанн просили только не забывать о нищих, и я тоже горел желанием заботиться о них.",
          "ID": "10"
        },
        {
          "text": "Однако, когда Пётр пришёл в Антиохию, я открыто выступил против него, потому что он был неправ.",
          "ID": "11"
        },
        {
          "text": "По прибытии в Антиохию, Пётр свободно общался и ел вместе с язычниками. Однако, когда несколько посланцев Иакова прибыли в Антиохию, он отделился от язычников, так как боялся тех евреев, которые утверждали, что все язычники должны подвергнуться обрезанию.",
          "ID": "12"
        },
        {
          "text": "Остальные иудеи присоединились к нему в этом лицемерии до такой степени, что даже Варнаву их лицемерие ввело в заблуждение.",
          "ID": "13"
        },
        {
          "text": "Когда я увидел, что они не ведут себя как должно в соответствии с истиной Благой Вести, то я сказал Кифе перед всеми: «Если ты, иудей, живёшь, как язычник, а не как иудей, то как же ты можешь принуждать язычников следовать обычаям иудеев?»",
          "ID": "14"
        },
        {
          "text": "Мы — иудеи по рождению и не принадлежим к «грешникам-язычникам».",
          "ID": "15"
        },
        {
          "text": "Но, тем не менее, нам известно, что никто не будет оправдан перед Богом лишь потому, что соблюдает Закон, а только если уверует в Иисуса Христа. Именно поэтому мы и поверили в Иисуса, чтобы быть оправданными перед Богом через веру во Христа, а не за соблюдение Закона.",
          "ID": "16"
        },
        {
          "text": "Но если мы, евреи, получили оправдание перед Богом во Христе, то это означает, что мы также были повинны в грехе. В этом случае, Христос ли сделал нас грешниками? Конечно же, нет!",
          "ID": "17"
        },
        {
          "text": "Так как, если я снова начну проповедовать то, от чего отрёкся, то стану нарушителем Закона.",
          "ID": "18"
        },
        {
          "text": "Так как с помощью Закона я «умер» для Закона, чтобы жить для Бога. Я распят вместе с Христом,",
          "ID": "19"
        },
        {
          "text": "так что сам я больше не живу, но Христос живёт во мне. Своей жизнью во плоти я обязан вере в Сына Божьего, Который возлюбил меня и предложил Себя в жертву вместо меня.",
          "ID": "20"
        },
        {
          "text": "Я не отрекаюсь от дара благодати Божьей, так как, если благочестие достигается через Закон, то Христос умер напрасно!",
          "ID": "21"
        }
      ],
      "ID": "NT:GAL.2",
      "name": "Послание К Галатам 2"
    },
    {
      "text": [
        {
          "text": "О неразумные галаты! Находясь перед вами, через свои проповеди я лично объявил вам о смерти Иисуса Христа на кресте. Но вы забыли обо всём этом, как-будто поддавшись колодовским чарам.",
          "ID": "1"
        },
        {
          "text": "Я хочу узнать от вас только одно, получили ли вы Духа благодаря соблюдению Закона или же потому, что слушали Благовестие и поверили в него?",
          "ID": "2"
        },
        {
          "text": "Неужели вы настолько неразумны, что жизнь, начатую с Духом, вы теперь пытаетесь усовершенствовать человеческими усилиями?",
          "ID": "3"
        },
        {
          "text": "Неужели всё то, что вы испытали, было напрасно? Я надеюсь, что это всё не было понапрасну!",
          "ID": "4"
        },
        {
          "text": "Разве Бог, Который даровал вам Духа и который творит среди вас чудеса, делает это потому, что вы соблюдаете Закон, а не потому, что вы слушали Благовествование и поверили в него?",
          "ID": "5"
        },
        {
          "text": "Как сказано в Писании об Аврааме: «Он поверил Богу и был оправдан этим».",
          "ID": "6"
        },
        {
          "text": "Значит, вы должны знать, что те, кто верит, — настоящие потомки Авраама.",
          "ID": "7"
        },
        {
          "text": "Писание предсказало, что Бог оправдает язычников через их веру, и Аврааму было заранее объявлено через Благовестие: «Все народы получат через тебя благодать».",
          "ID": "8"
        },
        {
          "text": "И таким образом все, кто верят, благословенны вместе с Авраамом, который верил.",
          "ID": "9"
        },
        {
          "text": "Но все, кто полагается на соблюдение Закона — прокляты, потому что в Писании сказано: «Проклят всякий, кто не соблюдает всё, что записано в книге Закона».",
          "ID": "10"
        },
        {
          "text": "Значит, ясно, что никто не будет праведен перед Богом через соблюдение Закона, потому что «праведный через веру жить будет».",
          "ID": "11"
        },
        {
          "text": "Закон же основан не на вере, но как в Писании сказано: «Кто соблюдает заповеди, будет жить через них».",
          "ID": "12"
        },
        {
          "text": "Христос освободил нас от проклятия, наложенного на нас Законом, приняв на Себя это проклятие вместо нас, потому что в Писании сказано: «Проклят всякий, повешенный на дереве».",
          "ID": "13"
        },
        {
          "text": "Христос освободил нас, чтобы благословение, данное Аврааму, было даровано и язычникам. Христос умер, чтобы мы, веруя в Него, обрели обещанного Духа.",
          "ID": "14"
        },
        {
          "text": "Братья и сёстры, я приведу вам пример из обыденной жизни. Никто не может отменить соглашение между людьми или добавить к нему что-то, после того как оно принято.",
          "ID": "15"
        },
        {
          "text": "Обещания были даны Аврааму и его Потомку. Не сказано «и его потомкам», как о множестве людей, но говорится как об одном Человеке — «и Потомку твоему», Которым и был Христос.",
          "ID": "16"
        },
        {
          "text": "Вот что я имею в виду: Закон, который появился спустя четыреста тридцать лет, не мог отменить Договора, ранее принятого Богом, и таким образом отменить обещание.",
          "ID": "17"
        },
        {
          "text": "Потому что если бы наследие зависело от Закона, то оно не было бы основано на обещании. Бог же даровал его Аврааму через Своё обещание.",
          "ID": "18"
        },
        {
          "text": "Каково же тогда назначение Закона? Он был дарован людям из-за грехов их, пока не придёт Потомок Авраамов, Которому и было дано обещание Божье. Закон был дан народу израильскому через Ангелов с помощью посредника Моисея.",
          "ID": "19"
        },
        {
          "text": "Но обещание Божье было дано без посредника, так как посредник не нужен, когда существует всего лишь одна сторона. Бог же — един.",
          "ID": "20"
        },
        {
          "text": "Означает ли это, что Закон противоречит обещанию Божьему? Конечно же, нет! Потому что если был дарован Закон, который мог принести людям жизнь, то праведность пришла бы от этого Закона.",
          "ID": "21"
        },
        {
          "text": "Но Писание объявило, что весь мир находится в плену греха, поэтому то, что обещано на основании веры в Иисуса Христа, может быть даровано верующим.",
          "ID": "22"
        },
        {
          "text": "Прежде чем пришла эта вера, мы находились под опекой Закона и были пленниками до тех пор, пока Бог не явил нам пришедшую веру.",
          "ID": "23"
        },
        {
          "text": "Таким образом, Закон был нашим строгим охранителем, который должен был привести нас к Христу, чтобы мы могли оправдаться на основании нашей веры.",
          "ID": "24"
        },
        {
          "text": "Теперь же, когда пришла вера, у нас больше нет необходимости в этом строгом охранителе.",
          "ID": "25"
        },
        {
          "text": "Все вы — дети Божьи благодаря вере своей во Христа Иисуса,",
          "ID": "26"
        },
        {
          "text": "потому что все вы, кто крещён был во Христе, облачились во Христа.",
          "ID": "27"
        },
        {
          "text": "Нет разницы между иудеем и язычником, между рабом и свободным человеком, между мужчиной и женщиной, потому что все едины во Христе Иисусе.",
          "ID": "28"
        },
        {
          "text": "Если вы принадлежите Христу, то вы — потомки Авраама и наследники в соответствии с обещанием, которое дал ему Бог.",
          "ID": "29"
        }
      ],
      "ID": "NT:GAL.3",
      "name": "Послание К Галатам 3"
    },
    {
      "text": [
        {
          "text": "Вот что хочу сказать вам: до тех пор, пока наследник ещё ребёнок, он ничем не отличается от раба, хотя и владеет всем.",
          "ID": "1"
        },
        {
          "text": "Он находится под охраной опекунов и домоправителей до времени, назначенного его отцом.",
          "ID": "2"
        },
        {
          "text": "Так же и мы, пока были «детьми», подчинялись бесполезным законам этого мира.",
          "ID": "3"
        },
        {
          "text": "В надлежащее время, Бог послал нам Своего Сына, рождённого от женщины и жившего по Закону,",
          "ID": "4"
        },
        {
          "text": "для того, чтобы освободить тех, кто находится под властью Закона. Бог совершил всё это, так как хотел сделать нас Своими детьми.",
          "ID": "5"
        },
        {
          "text": "И так как вы — дети Его, Бог послал в сердца ваши Духа Сына Своего, взывающего: «Авва! Отец!»",
          "ID": "6"
        },
        {
          "text": "Таким образом, не раб ты более, а сын. А если ты сын, то Бог сделал тебя и наследником.",
          "ID": "7"
        },
        {
          "text": "В прошлом, когда вы не знали Бога, вы были рабами богов, которые на самом деле не являются богами.",
          "ID": "8"
        },
        {
          "text": "Но теперь вы знаете истинного Бога или, вернее, это Бог знает вас! Так почему же вы опять возвращаетесь к этим жалким, бесполезным законам, которым снова пытаетесь служить?",
          "ID": "9"
        },
        {
          "text": "Вы соблюдаете особые дни, месяцы, сезоны и годы.",
          "ID": "10"
        },
        {
          "text": "Я боюсь, что весь мой труд на благо вам был напрасен.",
          "ID": "11"
        },
        {
          "text": "Друзья мои, умоляю вас: уподобьтесь мне, ведь я же уподобился вам. Поэтому, следуя моему примеру, освободитесь от Закона, ведь вы были так добры ко мне.",
          "ID": "12"
        },
        {
          "text": "Вы знаете, что когда я впервые пришёл к вам больной и начал проповедовать Благую Весть,",
          "ID": "13"
        },
        {
          "text": "то несмотря на то, что моё состояние было испытанием для вас, вы не презрели меня и не отвергли. Наоборот, вы приветствовали меня, как Ангела Божьего, как если бы я был самим Христом Иисусом.",
          "ID": "14"
        },
        {
          "text": "Так что же случилось с вашей радостью? Я сам свидетель тому, что если бы вы могли, то вынули бы глаза свои и отдали их мне.",
          "ID": "15"
        },
        {
          "text": "Неужели я стал вашим врагом из-за того, что говорил вам правду?",
          "ID": "16"
        },
        {
          "text": "Эти люди так усердно стараются привлечь вас к себе, но это вам не во благо. Они пытаются увести вас от меня, чтобы вы упорно трудились для них.",
          "ID": "17"
        },
        {
          "text": "Безусловно, упорный труд вам всегда во благо, но лишь когда он направлен на добрые дела. Поэтому трудитесь не только пока я нахожусь среди вас, но и когда меня с вами нет.",
          "ID": "18"
        },
        {
          "text": "Дорогие дети мои! Словно женщина, которая переживает родовые муки, я снова и снова буду испытывать боль ради вас до тех пор, пока вы воистину не станете подобны Христу.",
          "ID": "19"
        },
        {
          "text": "Я хотел бы сейчас быть среди вас, и тогда, возможно, я изменил бы свой тон, так как не знаю, что делать с вами.",
          "ID": "20"
        },
        {
          "text": "Скажите же мне: вы, кто хочет быть в повиновении Закону, разве не слышите, что говорит Закон?",
          "ID": "21"
        },
        {
          "text": "Он гласит, что у Авраама было два сына, один от рабыни, а другой от свободной женщины.",
          "ID": "22"
        },
        {
          "text": "Тот, кто был от рабыни, родился при обычных обстоятельствах, тот же, кто был от свободной, родился согласно обещанию, данному Богом.",
          "ID": "23"
        },
        {
          "text": "Эти события имеют скрытое значение. Эти женщины олицетворяют собой два Соглашения. Одно пришло с горы Синай, и от него-то и пошли люди, обречённые на рабство. Это Соглашение олицетворяет собой Агарь.",
          "ID": "24"
        },
        {
          "text": "Агарь воплощает собой гору Синай в Аравии и соответствует земному Иерусалиму, жители которого являются рабами закона.",
          "ID": "25"
        },
        {
          "text": "Тот же Иерусалим, что в Небесах, — свободен. Небесный Иерусалим — мать наша!",
          "ID": "26"
        },
        {
          "text": "В Писании сказано:",
          "ID": "27"
        },
        {
          "text": "«Радуйся, бесплодная,",
          "ID": "27"
        },
        {
          "text": "не знавшая деторождения.",
          "ID": "27"
        },
        {
          "text": "Разразись криками ликования,",
          "ID": "27"
        },
        {
          "text": "та, которая не знала мук родовых,",
          "ID": "27"
        },
        {
          "text": "потому что детей у одинокой матери больше,",
          "ID": "27"
        },
        {
          "text": "чем у той, которая замужем». Исаия 54:1",
          "ID": "27"
        },
        {
          "text": "Вы же, братья и сёстры, подобно Исааку — дети, родившиеся в результате обещания Бога.",
          "ID": "28"
        },
        {
          "text": "Но как тогда родившийся при обычных обстоятельствах преследовал родившегося по воле Духа, так и теперь.",
          "ID": "29"
        },
        {
          "text": "Что же сказано в Писании? «Отошлите прочь рабыню и сына её, потому что сын рабыни не будет наследником наравне с сыном свободной женщины».",
          "ID": "30"
        },
        {
          "text": "А потому, братья и сёстры, мы — не дети рабыни. Напротив, мы — дети свободной женщины.",
          "ID": "31"
        }
      ],
      "ID": "NT:GAL.4",
      "name": "Послание К Галатам 4"
    },
    {
      "text": [
        {
          "text": "Христос освободил нас, чтобы мы жили свободно. Поэтому крепитесь в этой свободе и не возвращайтесь в рабство!",
          "ID": "1"
        },
        {
          "text": "Слушайте! Я, Павел, говорю вам: если вы возвратитесь в лоно Закона через обрезание, то не будет вам никакой пользы от Христа! Так оставайтесь же тверды и не взваливайте на себя вновь бремя рабства.",
          "ID": "2"
        },
        {
          "text": "Ещё раз говорю всем тем, кто подвергает себя обрезанию, что они обязаны соблюдать весь Закон.",
          "ID": "3"
        },
        {
          "text": "Если вы пытаетесь получить оправдание перед Богом через соблюдение Закона, то больше не имеете ничего общего с Христом. Теперь вы вне благодати Божьей.",
          "ID": "4"
        },
        {
          "text": "Мы же, через веру свою, ревностно ожидаем оправдания перед Богом, на которое твердо надеемся благодаря Духу.",
          "ID": "5"
        },
        {
          "text": "Потому что во Христе Иисусе не имеет силы ни обрезание, ни необрезание, а лишь вера, проявляющаяся в поступках, совершаемых по любви.",
          "ID": "6"
        },
        {
          "text": "Вы так преуспели в учении Божьем. Кто же помешал вам следовать истине?",
          "ID": "7"
        },
        {
          "text": "Доводы, уводящие вас от правды, не исходят от Призвавшего вас.",
          "ID": "8"
        },
        {
          "text": "Немного дрожжей заквашивают целую опару.",
          "ID": "9"
        },
        {
          "text": "Я уверен в Господе, что вы не примите тех ложных идей. Тот же, кто вводит вас в заблуждение, поплатится за это, кем бы он ни был.",
          "ID": "10"
        },
        {
          "text": "Братья и сёстры, если я всё ещё проповедую обрезание, как утверждают некоторые, то почему же меня и теперь преследуют? И если бы я всё ещё учил, что каждый должен подвергнуться обрезанию, то мои проповеди о кресте перестали бы оскорблять иудеев.",
          "ID": "11"
        },
        {
          "text": "Я бы хотел, чтобы те, кто возмущает ваше спокойствие, не только подверглись обрезанию, но и оскоплению!",
          "ID": "12"
        },
        {
          "text": "Вы же, братья и сёстры, были призваны Богом, чтобы жить свободно. Однако пусть свобода не станет для вас поводом удовлетворять свою греховную природу! Вместо того служите друг другу с любовью.",
          "ID": "13"
        },
        {
          "text": "Потому что весь Закон сводится к одному утверждению, которое гласит: «Люби ближнего своего, как самого себя».",
          "ID": "14"
        },
        {
          "text": "Если же вы будете по-прежнему вредить друг другу и приносить страдания, то смотрите, как бы вы полностью не истребили друг друга!",
          "ID": "15"
        },
        {
          "text": "Но я говорю: пусть Дух направляет вашу жизнь, и тогда вы не поддадитесь влиянию своей греховной природы.",
          "ID": "16"
        },
        {
          "text": "Потому что то, чего желает наша греховная природа, противно Духу, а то, чего желает Дух, противно греховной природе. Это две противоположности. И, следовательно, вы не делаете того, чего хотели бы.",
          "ID": "17"
        },
        {
          "text": "Но как ведомые Духом, вы неподвластны закону.",
          "ID": "18"
        },
        {
          "text": "Поступки, совершаемые греховной природой, известны: прелюбодеяние и блуд, нечистота, похоть,",
          "ID": "19"
        },
        {
          "text": "идолопоклонство, колдовство, вражда, ссоры, зависть, злоба, распри, разногласия, противоречия,",
          "ID": "20"
        },
        {
          "text": "ревность, пьянство, дикие оргии и тому подобное. Относительно всего этого я предупреждаю вас, как предупреждал и раньше, что тем, кто занимается подобным, не будет места в Царстве Божьем.",
          "ID": "21"
        },
        {
          "text": "Дух же порождает любовь, радость, мир, терпение, благость, доброту, верность,",
          "ID": "22"
        },
        {
          "text": "кротость и воздержание. Нет закона против этого!",
          "ID": "23"
        },
        {
          "text": "Те, кто принадлежат Христу Иисусу, распяли свою греховную природу с её страстями и желаниями.",
          "ID": "24"
        },
        {
          "text": "Так как Дух — источник нашей новой жизни, так давайте же будем следовать ему.",
          "ID": "25"
        },
        {
          "text": "Не будем самовлюблёнными, не будем подстрекать друг друга и завидовать друг другу.",
          "ID": "26"
        }
      ],
      "ID": "NT:GAL.5",
      "name": "Послание К Галатам 5"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, если кто-либо согрешит, то вы, кто повинуется Духу, верните этого человека на путь истинный, но делайте это по-доброму и следите за собой, чтобы самим не подвергнуться искушению греха.",
          "ID": "1"
        },
        {
          "text": "Помогайте друг другу в трудностях, и именно так вы сможете соблюсти Закон Христа.",
          "ID": "2"
        },
        {
          "text": "Потому что тот, кто думает о себе, что он важен, когда на самом деле он вовсе неважен, тот обманывает себя.",
          "ID": "3"
        },
        {
          "text": "Каждый должен проверить своё поведение и тогда сможет гордиться своими достижениями, не сравнивая себя с другими.",
          "ID": "4"
        },
        {
          "text": "Так каждый должен нести своё собственное бремя.",
          "ID": "5"
        },
        {
          "text": "Кто изучает слово Божье, должен делиться всяким добром с наставником своим.",
          "ID": "6"
        },
        {
          "text": "Если вы думаете, что можете обмануть Бога, то тем самым обманываете лишь самих себя. Что посеете, то и пожнёте.",
          "ID": "7"
        },
        {
          "text": "Если вы живёте, потворствуя своей греховной природе, то пожнёте смерть вечную. Если же вы живёте угождая Духу, то пожнёте от него жизнь вечную.",
          "ID": "8"
        },
        {
          "text": "Так не уставайте же творить добро, потому что мы пожнём нашу жатву в должное время, если не отступим.",
          "ID": "9"
        },
        {
          "text": "Итак, раз есть у нас возможность, будем творить добро всем людям, а особенно братьям нашим по вере.",
          "ID": "10"
        },
        {
          "text": "Подчёркивая важность сказанного, я заканчиваю письмо своей собственной рукой. Вы сами можете в этом убедиться, увидев, какими крупными буквами я пишу.",
          "ID": "11"
        },
        {
          "text": "Все те, кто хотят завоевать всеобщее одобрение, пытаются принудить вас к обрезанию, но лишь для того, чтобы избежать преследования за крест Христа.",
          "ID": "12"
        },
        {
          "text": "Но даже те, кто подвергаются обрезанию, сами не соблюдают Закон. Они понуждают вас к обрезанию, чтобы потом хвалиться этим.",
          "ID": "13"
        },
        {
          "text": "Я же не буду хвалиться ничем, кроме креста Господа нашего Иисуса Христа! На этом кресте был распят мир, и сам я был распят для мира.",
          "ID": "14"
        },
        {
          "text": "Потому что ни обрезание, ни необрезание ничего не значат. Важно лишь, чтобы вы стали новым созданием Божьим.",
          "ID": "15"
        },
        {
          "text": "Да пребудет мир и милость с теми, кто следует этому правилу — со всеми людьми Божьими.",
          "ID": "16"
        },
        {
          "text": "И ещё, пусть никто больше не причиняет мне беспокойства, так как я ношу раны Иисуса на своём теле.",
          "ID": "17"
        },
        {
          "text": "Пусть благодать Господа нашего Иисуса Христа будет с вами, братья и сёстры! Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:GAL.6",
      "name": "Послание К Галатам 6"
    }
  ],
  "ID": "NT:GAL(RSP)",
  "name": "Послание К Галатам"
}