{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волею Божией апостол Христа Иисуса, и брат наш Тимофей –",
          "ID": "1"
        },
        {
          "text": "церкви Божьей в Коринфе и всему народу Божьему по всей Ахайе:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа!",
          "ID": "2"
        },
        {
          "text": "Хвала Богу, Отцу Господа нашего Иисуса Христа, всякого милосердия Отцу и Богу всякого утешения! ",
          "ID": "3"
        },
        {
          "text": "Он утешает и поддерживает нас во всех тяжких испытаниях и страданиях наших, чтобы и мы могли утешать пребывающих во всякого рода испытаниях тем утешением, которым Бог нас самих утешает. ",
          "ID": "4"
        },
        {
          "text": "Ибо как множатся в нашей жизни страдания Христовы, так умножается через Христа и утешение для нас. ",
          "ID": "5"
        },
        {
          "text": "Испытываем ли мы тяжкие муки – для вашего это утешения и спасения; оказываемся утешенными, и это совершается для вашего утешения, чтобы вы могли стойко переносить те же страдания, через которые проходим и мы. ",
          "ID": "6"
        },
        {
          "text": "И тверда наша надежда на вас: мы знаем, что, разделяя наши страдания, вы обретете и утешение.",
          "ID": "7"
        },
        {
          "text": "Не хотим поэтому оставить вас, братья, в неведении о том испытании, которому подверглись мы в Асии. Оно было неимоверно тяжелым, просто невыносимым, так что не чаяли мы в живых остаться. ",
          "ID": "8"
        },
        {
          "text": "Мы решили уже, что обречены на смерть: научиться нам надо было полагаться не на себя, а только на Бога, воскрешающего мертвых. ",
          "ID": "9"
        },
        {
          "text": "Он и избавил нас тогда от такой великой напасти и еще не раз избавит: Тот, на Кого мы надеемся, спасет нас и впредь. ",
          "ID": "10"
        },
        {
          "text": "При этом и вы поможете нам своей молитвой, дабы из многих уст вознеслось о нас благодарение Богу за милость, дарованную нам по молитвам многих.",
          "ID": "11"
        },
        {
          "text": "Нам есть чем гордиться: совесть наша в том порукой, что не по мудрости человеческой, а по Божией благодати мы всегда в этом мире, особенно с вами, братья, вели себя простодушно и искренно, как то Богу угодно. ",
          "ID": "12"
        },
        {
          "text": "И в том, что мы пишем вам, нет ничего, кроме того, что вы читаете и понимаете: надеюсь, вы поймете до конца ",
          "ID": "13"
        },
        {
          "text": "(раз вы уже начали понимать нас), что в День Господа [нашего] Иисуса вы сможете гордиться нами, равно как и мы – вами.",
          "ID": "14"
        },
        {
          "text": "Уверенный в этом, я хотел прийти к вам раньше, чтобы вы получили еще одно благословение. ",
          "ID": "15"
        },
        {
          "text": "Я рассчитывал пройти в Македонию через ваши места и на обратном пути из Македонии снова побывать у вас, а вы тогда проводили бы меня в Иудею. ",
          "ID": "16"
        },
        {
          "text": "Был ли я легкомыслен в этих своих намерениях? И, вообще, не предпринимаю ли я всё как мирской человек, так чтобы «да – да» мое было вместе с тем и «нет – нет»?",
          "ID": "17"
        },
        {
          "text": "Но заверяем вас: как Бог всегда был верен, так и наше слово к вам никогда не было и «да», и «нет». ",
          "ID": "18"
        },
        {
          "text": "Ведь и Сын Божий, Иисус Христос, Которого мы (Силуан, Тимофей и я) проповедовали у вас, не был и «да», и «нет». В Нем – неизменное Божественное «да». ",
          "ID": "19"
        },
        {
          "text": "Ведь сколько ни есть обещаний Божьих, в Нем все они – «да». Через Него поэтому и наше «аминь» – Богу во славу. ",
          "ID": "20"
        },
        {
          "text": "Укрепляет же нас с вами в нашей жизни со Христом Сам Бог. Он совершил наше помазание, ",
          "ID": "21"
        },
        {
          "text": "Он и отметил нас Своей печатью, и дал нам Духа Своего в сердца наши как залог грядущего.",
          "ID": "22"
        },
        {
          "text": "Призываю Бога во свидетели мне: я потому только не приходил в Коринф, что вас щадил. ",
          "ID": "23"
        },
        {
          "text": "Мы же не властвовать над верою вашей хотим, – вы в ней и сами тверды, – нет, мы трудимся вместе с вами для радости вашей.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "Второе послание апостола Павла христианам в Коринфе 1"
    },
    {
      "text": [
        {
          "text": "Так что я решил не приходить к вам снова с огорчением. ",
          "ID": "1"
        },
        {
          "text": "Ведь если я огорчаю вас, кто обрадует меня, кроме вас, мной огорченных? ",
          "ID": "2"
        },
        {
          "text": "Об этом я и написал вам: я не хотел быть огорченным теми, кому следовало бы, приди я, радовать меня. А я настолько уверен во всех вас, что знаю: радость моя – это наша общая радость. ",
          "ID": "3"
        },
        {
          "text": "Писал же я вам от великого страдания и тревоги сердца и пролил много слез; не с тем писал, чтобы огорчить вас, но чтобы узнали вы, как сильно я люблю вас.",
          "ID": "4"
        },
        {
          "text": "Если же кто огорчил, то не меня одного огорчил он, но сколько-то (чтобы не преувеличить) – всех вас. ",
          "ID": "5"
        },
        {
          "text": "А для него довольно того неодобрения, которое большинство из вас уже выразило ему. ",
          "ID": "6"
        },
        {
          "text": "Так что теперь вам следует сделать обратное: вы должны простить и утешить его, чтобы не ввергла его в отчаяние непомерная печаль. ",
          "ID": "7"
        },
        {
          "text": "Вот почему я прошу вас: уверьте его снова в вашей любви к нему. ",
          "ID": "8"
        },
        {
          "text": "Я уже писал вам об этом, чтобы испытать вас и узнать, в самом ли деле вы послушны во всем. ",
          "ID": "9"
        },
        {
          "text": "А кого вы прощаете, того и я прощаю. Ведь и я, что простил (если было мне что прощать), ради вас то простил пред Христом, ",
          "ID": "10"
        },
        {
          "text": "чтобы не взял над нами верх сатана: козни его нам известны.",
          "ID": "11"
        },
        {
          "text": "Когда же пришел я в Троаду с Благой Вестью Христа, Господь открыл передо мной прекрасные возможностиб, ",
          "ID": "12"
        },
        {
          "text": "однако на душе у меня было неспокойно: не нашел я там брата нашего Тита, так что, попрощавшись с ними, отправился в Македонию.",
          "ID": "13"
        },
        {
          "text": "Но будем благодарны Богу, Который делает возможным для нас во Христе постоянное участие наше в Его триумфальном шествииа и через нас распространяет благоухание познания о Себе, где бы мы ни были. ",
          "ID": "14"
        },
        {
          "text": "Ведь мы для Бога – воистину Христово благоухание, распространяемое и среди спасаемых, и среди погибающих: ",
          "ID": "15"
        },
        {
          "text": "для одних мы – запах смерти и к смерти, для других – жизни запах и к жизни. Кто же на это способен? ",
          "ID": "16"
        },
        {
          "text": "В отличие от многих, мы Слово Божие никакой подделкой не искажаем; нет, мы искренне – от Бога и пред Богом – говорим как слуги Христовы.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "Второе послание апостола Павла христианам в Коринфе 2"
    },
    {
      "text": [
        {
          "text": "Должны ли мы, впрочем, снова представляться вам? И нужны ли нам, как некоторым, какие-то рекомендательные письма к вам или от вас? ",
          "ID": "1"
        },
        {
          "text": "Такое письмо для нас – вы сами. Оно написано в сердцах наших и легко узнаётся и читается всеми. ",
          "ID": "2"
        },
        {
          "text": "И ясно, что вы – письмо Христово, которое в служении нашем писали мы не чернилами, но Духом Бога Живого, и не на скрижалях каменных, но на скрижалях сердца человеческого.",
          "ID": "3"
        },
        {
          "text": "В такой уверенности мы пребываем перед Богом благодаря Христу; ",
          "ID": "4"
        },
        {
          "text": "в нас самих нет ничего, что позволило бы нам считать себя способными для этого дела – от Бога та способность наша, ",
          "ID": "5"
        },
        {
          "text": "Он дал нам ее, чтобы могли мы быть служителями нового завета – не буквы, но Духа, ибо буква Закона убивает, а Дух животворит.",
          "ID": "6"
        },
        {
          "text": "И если смертоносное служение c его высеченными на камнях буквами являло себя в такой ослепительной славе, что не могли израильтяне смотреть на лицо Моисея из-за сияния той славы, хотя и угасавшей, ",
          "ID": "7"
        },
        {
          "text": "то не в большей ли славе должно совершаться служение Духа? ",
          "ID": "8"
        },
        {
          "text": "Если в сиянии славы свершалось служение, которое вело к обвинению, то не большей ли изобилует славой служение, ведущее к праведности?! ",
          "ID": "9"
        },
        {
          "text": "Так что прежде прославленное ныне осталось без славы из-за славы, безмерно ее превзошедшей. ",
          "ID": "10"
        },
        {
          "text": "Ибо хотя и преходящее было в славе, насколько же больше слава того, чему быть вечно!",
          "ID": "11"
        },
        {
          "text": "С такой надеждой мы и действуем смело и открыто, ",
          "ID": "12"
        },
        {
          "text": "не как Моисей, который скрывал от взоров израильтян лицо свое под покрывалом: им не следовало видеть конец славы исчезавшей. ",
          "ID": "13"
        },
        {
          "text": "Но мысль их закоснела, так что и по сей день это покрывало остается у них при чтении Ветхого Завета неснятым, снимается же оно там, где Христос. ",
          "ID": "14"
        },
        {
          "text": "И до сих пор, когда читают они Моисея, лежит покрывало на их сердцах. ",
          "ID": "15"
        },
        {
          "text": "Но снимается оно всякий раз, как только обратится кто к Господу. ",
          "ID": "16"
        },
        {
          "text": "Ведь Господь наш есть Дух, а где Дух Господень, там свобода. ",
          "ID": "17"
        },
        {
          "text": "И все мы, – каждый с открытым лицом, – отражая, как зеркало, славу Господа, сами преображаемся в образ Его. От славы к славе ведет нас Господь, Который есть Дух.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "Второе послание апостола Павла христианам в Коринфе 3"
    },
    {
      "text": [
        {
          "text": "Бог дал нам по милости Своей такое служение, и мы никогда потому не унываем. ",
          "ID": "1"
        },
        {
          "text": "Далекие от постыдных и оттого тайных дел, мы не прибегаем к хитрости и не искажаем слова Божьего: видит Бог, мы открыто провозглашаем истину и тем смело являем себя совести всякого человека. ",
          "ID": "2"
        },
        {
          "text": "Если же возвещаемая нами Благая Весть остается сокрытой, то сокрыта она для погибающих. ",
          "ID": "3"
        },
        {
          "text": "У них, у неверующих, ослепил бог века сего ум, чтобы не видеть им света Благой Вести о славе Христа, Который есть образ Бога. ",
          "ID": "4"
        },
        {
          "text": "Мы ведь не о себе возвещаем, а о Господе нашем Христе Иисусе; о себе же говорим, как о слугах ваших ради Иисуса. ",
          "ID": "5"
        },
        {
          "text": "Ведь тот же Бог, Который повелел свету воссиять из тьмы, и наши сердца озарил, дабы просветить нас познанием славы Своей, исходящей от лица [Иисуса] Христа.",
          "ID": "6"
        },
        {
          "text": "Но сокровище это мы носим в хрупких глиняных сосудах, чтобы ясно было, что всё превосходящая сила эта не нам принадлежит, но Богу. ",
          "ID": "7"
        },
        {
          "text": "Нас всячески теснят, но мы не задавлены; мы бываем растеряны, но не впадаем в отчаяние; ",
          "ID": "8"
        },
        {
          "text": "нас гонят, но мы не одни; с ног нас сбивают, но мы еще не убиты. ",
          "ID": "9"
        },
        {
          "text": "Мы всегда носим в теле нашем ту смерть, которой умер Иисус, дабы и жизнь Его была явлена в нас. ",
          "ID": "10"
        },
        {
          "text": "И пока живем, непрестанно предаемся смерти ради Иисуса, чтобы и жизнь Его явила себя в нашей смертной плоти. ",
          "ID": "11"
        },
        {
          "text": "Так что смерть действует в нас, а жизнь – в вас.",
          "ID": "12"
        },
        {
          "text": "В нас тот же дух веры, как написано: «Я уверовал, и потому говорил», и мы веруем, потому и говорим, ",
          "ID": "13"
        },
        {
          "text": "ибо знаем, что Тот, Кто воскресил Господа Иисуса, воскресит со Христом и нас. Мы все будем вместе стоять перед Ним. ",
          "ID": "14"
        },
        {
          "text": "И всё это мы делаем ради вас, с тем чтобы изобилующая благодать Божия, изливаясь на всё большее число людей, могла умножить благодарность во славу Божию.",
          "ID": "15"
        },
        {
          "text": "Вот почему мы не унываем. Даже если и ветшаем мы внешне, то внутренне Бог день ото дня обновляет нас. ",
          "ID": "16"
        },
        {
          "text": "А страдания наши ничтожны и временны, они несоизмеримы с тем вечным обилием славы, которую они нам принесут, ",
          "ID": "17"
        },
        {
          "text": "тем из нас, кто смотрит не на видимое, а на невидимое. Ибо видимое преходяще, невидимое же – вечно.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "Второе послание апостола Павла христианам в Коринфе 4"
    },
    {
      "text": [
        {
          "text": "Мы ведь знаем, когда бы ни был разрушен земной наш дом, наше временное пристанище, у нас есть на небесах нерукотворный, вечный, Богом приготовленный дом. ",
          "ID": "1"
        },
        {
          "text": "Теперь же, в нынешнем своем теле, нам остается вздыхать, томясь желанием «облечься» в небесное наше жилище – ",
          "ID": "2"
        },
        {
          "text": "только в таком «одеянии» мы не окажемся нагими навсегда. ",
          "ID": "3"
        },
        {
          "text": "Оставаясь до времени здесь, в бренной хижине нашей, мы сокрушаемся, неся свое бремя; но хотим не раздетыми оказаться, а «облечься» в наше небесное жилище, дабы смертное поглощено было жизнью вечной. ",
          "ID": "4"
        },
        {
          "text": "Такую судьбу уготовил нам Сам Бог, в залог сего Он и Духа дал нам.",
          "ID": "5"
        },
        {
          "text": "Вот почему мы всегда спокойны и знаем, что, обитая в теле своем, мы пребываем на чужбине, вдали от Господа, ",
          "ID": "6"
        },
        {
          "text": "и живем мы верою, а не видением. ",
          "ID": "7"
        },
        {
          "text": "Мы спокойны, повторяю я, и уже теперь предпочли бы расстаться с этим телом и обосноваться в доме своем, у Господа. ",
          "ID": "8"
        },
        {
          "text": "А потому цель наша в том, чтобы угождать Ему всегда и всюду – «в доме» ли мы или «на чужбине». ",
          "ID": "9"
        },
        {
          "text": "Ведь всем нам предстоит оказаться совершенно открытыми пред судом Христовым, чтобы каждый получил по заслугам за всё то, что сделал он в земной своей жизни: и за доброе, и за плохое.",
          "ID": "10"
        },
        {
          "text": "Благоговея перед Господом, мы стремимся людей убедить – Богу же мы хорошо известны, надеюсь, что так же известны и вашей совести. ",
          "ID": "11"
        },
        {
          "text": "А говорим мы об этом снова не для того, чтобы возвеличить себя перед вами, но с тем, чтобы дать вам повод хвалиться нами, чтобы было у вас что сказать всякому, кто гордится своими внешними преимуществами, а не тем, что у него на сердце. ",
          "ID": "12"
        },
        {
          "text": "И если мы «безумны» были, то это ради Бога; если же в здравом уме, то это для вас. ",
          "ID": "13"
        },
        {
          "text": "Нами движет ведь любовь Христова, с тех пор как мы пришли к убеждению: Один умер за всех, значит, умерли все. ",
          "ID": "14"
        },
        {
          "text": "Христос за всех умер, дабы живые уже не для себя жили, но для Умершего за них и Воскресшего.",
          "ID": "15"
        },
        {
          "text": "Так что ни о ком отныне мы не судим только по человеческим понятиям. Если прежде мы и Христа так понимали, то теперь уже не так знаем Его. ",
          "ID": "16"
        },
        {
          "text": "Ибо кто во Христе, тот – новое творение: для него прежнее ушло – стало всё новым! ",
          "ID": "17"
        },
        {
          "text": "И всё это от Бога. Он примирил нас с Собой через Христа и поручил нам служение примирения. ",
          "ID": "18"
        },
        {
          "text": "Я имею в виду, что Бог через Христа примирял с Собою мир, не вменяя людям в вину их преступлений. И Он доверил нам слово примирения. ",
          "ID": "19"
        },
        {
          "text": "Мы, стало быть, посланники Христовы. И мы, как если бы Сам Бог взывал к вам через нас, просим от имени Христа: примите Богом даруемое вам примирение! ",
          "ID": "20"
        },
        {
          "text": "Он на Христа, не знавшего греха, возложил грехи всех нас, чтобы мы в Нем стали сопричастны праведности Божией.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5",
      "name": "Второе послание апостола Павла христианам в Коринфе 5"
    },
    {
      "text": [
        {
          "text": "Мы, соработники Его, умоляем вас: раз вы приняли благодать Божию, так пусть не будет для вас она тщетной. ",
          "ID": "1"
        },
        {
          "text": "Ведь Бог говорит:",
          "ID": "2"
        },
        {
          "text": "«В благоугодное Мне время Я услышал тебя",
          "ID": "2"
        },
        {
          "text": "и в день спасения помог тебе».",
          "ID": "2"
        },
        {
          "text": "Вот ныне такое благодатное время, нынешний день – день спасения!",
          "ID": "2"
        },
        {
          "text": "Мы делаем всё, чтоб не быть нам камнем преткновения ни для кого ни в чем, дабы не хулилось наше служение; ",
          "ID": "3"
        },
        {
          "text": "мы стремимся, напротив, во всем явить себя истинными слугами Божьими: с неизменной стойкостью переносим мы любые бедствия, нужды и невзгоды, ",
          "ID": "4"
        },
        {
          "text": "побои, заточения в темницы, бесчинства толпы, неизбывные труды, бессонные ночи и мучительный голод. ",
          "ID": "5"
        },
        {
          "text": "Мы не поступаемся нравственной чистотой и подлинным знанием, не изменяем долготерпению и доброте, пребывая в Духе Святом и любви нелицемерной, ",
          "ID": "6"
        },
        {
          "text": "в слове истины и в силе Божией. Мы держим оружие праведности в правой и левой руке; ",
          "ID": "7"
        },
        {
          "text": "наша участь – честь и бесчестие, добрая молва и худая; нас почитают обманщиками, а мы истину говорим; ",
          "ID": "8"
        },
        {
          "text": "мы как будто неизвестны, но нас все знают; нас почитают умершими, а мы, как видите, живы; нас карают, и всё же не убиты мы. ",
          "ID": "9"
        },
        {
          "text": "Огорчаемые, мы всегда радуемся; нищие, мы многих обогащаем; ничего не имея, всем обладаем.",
          "ID": "10"
        },
        {
          "text": "Для вас, коринфяне, открыты наши уста и широко распахнуты сердца наши. ",
          "ID": "11"
        },
        {
          "text": "Вам не тесно в нас, но вы в своих чувствах слишком мало места отводите нам. ",
          "ID": "12"
        },
        {
          "text": "Как детей своих прошу: ответьте нам взаимностью, и пусть сердца ваши станут столь же открытыми!",
          "ID": "13"
        },
        {
          "text": "Но не позволяйте себе склониться под одно ярмо с живущими не по вере! Что общего у праведности с беззаконием, или как свет может мириться со тьмой? ",
          "ID": "14"
        },
        {
          "text": "Какое согласие может быть у Христа с Велиаром, или на чем могут сойтись верующий и безбожник? ",
          "ID": "15"
        },
        {
          "text": "О каком можно говорить союзе храма Божия с идолами? А ведь мы и есть храм Бога Живого, как Сам Он о том и сказал:",
          "ID": "16"
        },
        {
          "text": "«Устрою Себе обитель в них ",
          "ID": "16"
        },
        {
          "text": "и буду жить среди них; ",
          "ID": "16"
        },
        {
          "text": "Я буду их Богом, ",
          "ID": "16"
        },
        {
          "text": "а они будут Моим народом».",
          "ID": "16"
        },
        {
          "text": "«Поэтому выйдите из среды их, – ",
          "ID": "17"
        },
        {
          "text": "говорит Господь, – и отделитесьот них.",
          "ID": "17"
        },
        {
          "text": "К нечистому не прикасайтесь, и Я приму вас».",
          "ID": "17"
        },
        {
          "text": "«И буду для вас Отцом, а вы, –",
          "ID": "18"
        },
        {
          "text": "продолжает Господь Вседержитель, – ",
          "ID": "18"
        },
        {
          "text": "будете Мне сыновьями и дочерьми».",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "Второе послание апостола Павла христианам в Коринфе 6"
    },
    {
      "text": [
        {
          "text": "Вот какие обещания даны нам, возлюбленные мои, – так очистим же себя от всякой скверны плоти и духа, достигая святости жизни в благоговении перед Богом.",
          "ID": "1"
        },
        {
          "text": "Пустите нас в сердце свое! Ведь мы никого не обидели, никого не ввели в заблуждение, ни с кем корыстно не обошлись. ",
          "ID": "2"
        },
        {
          "text": "Не в осуждение говорю это: я ведь сказал уже, что вы – в сердце у нас, чтобы и умереть нам вместе, и вместе жить. ",
          "ID": "3"
        },
        {
          "text": "Я вполне откровенен с вами. Я вами постоянно хвалюсь. Исполнен я утешением, переполняет меня радость, сколь ни тяжко наше положение.",
          "ID": "4"
        },
        {
          "text": "Да и когда мы пришли в Македонию, и там не было нам покоя; напротив, нас всё угнетало: извне – борьба, внутри – опасения. ",
          "ID": "5"
        },
        {
          "text": "Но Бог, утешающий всех смиренных, утешил и нас появлением Тита, ",
          "ID": "6"
        },
        {
          "text": "и не самим только прибытием его, но и тем, как сильно был он утешен у вас. Он рассказал нам, как вы тоскуете, как печалитесь обо мне и как ревностно защищаете меня, и это еще больше обрадовало меня.",
          "ID": "7"
        },
        {
          "text": "Так что, если и огорчил я вас своим письмом, то всё равно не жалею, что написал его, хотя раньше и раскаивался, [потому что] вижу: письмо то (пусть ненадолго) вас огорчило. ",
          "ID": "8"
        },
        {
          "text": "Радуюсь я теперь не тому, что вы огорчены были, но тому, что огорчение привело вас к покаянию. Богу было угодно, чтобы вы перенесли это огорчение, так что повредить вам сделанное нами никак не могло. ",
          "ID": "9"
        },
        {
          "text": "Ведь угодная Богу печаль рождает спасительное покаяние, о котором не сожалеют, только мирская печаль ведет к смерти. ",
          "ID": "10"
        },
        {
          "text": "Посмотрите сами, какое усердие вызвала у вас эта богоугодная печаль, какое стремление оправдаться, какое негодование, какую тревогу, какое горячее желание, какое рвение, какую готовность решить всё по справедливости! Всем этим вы показали, что теперь в этом деле вы чисты. ",
          "ID": "11"
        },
        {
          "text": "Итак, когда я написал вам письмо, то сделал это не только ради согрешившего или его жертвы, но чтобы сами вы могли перед Богом увидеть, как ревностно вы преданы нам. ",
          "ID": "12"
        },
        {
          "text": "Вот что нас утешило.",
          "ID": "13"
        },
        {
          "text": "Но к собственному нашему утешению прибавилась еще большая радость видеть, как счастлив Тит, которого все вы успокоили. ",
          "ID": "13"
        },
        {
          "text": "Ведь если я перед ним и хвалился вами, то это не обернулось для меня посрамлением, напротив, как вам мы всегда говорили только правду, так и перед Титом в похвале своей оказались правыми. ",
          "ID": "14"
        },
        {
          "text": "Сердце его всё больше располагается к вам при вспоминании о том, как все вы были послушны, с каким почтением и трепетом принимали вы его. ",
          "ID": "15"
        },
        {
          "text": "Радуюсь я, что во всем могу положиться на вас.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "Второе послание апостола Павла христианам в Коринфе 7"
    },
    {
      "text": [
        {
          "text": "Теперь хотим мы, братья, поведать вам о благодати Божией, данной церквам македонским, ",
          "ID": "1"
        },
        {
          "text": "о том именно, что, проходя через все тяжкие испытания, они и в избытке радости своей, и в крайней своей нищете изобиловали своей великой щедростью. ",
          "ID": "2"
        },
        {
          "text": "Я сам тому свидетель, что они посильно и даже сверх сил жертвовали от всей души. ",
          "ID": "3"
        },
        {
          "text": "Они умоляли нас позволить им участвовать в служении народу Божьему в Иерусалиме. ",
          "ID": "4"
        },
        {
          "text": "И делали они это не только так, как мы надеялись. Они и самих себя целиком отдали, во-первых, Господу, а затем, как то было угодно Богу, и нам. ",
          "ID": "5"
        },
        {
          "text": "Мы попросили поэтому Тита, чтобы он, как начал, так и довел у вас уже до конца это дело милосердия. ",
          "ID": "6"
        },
        {
          "text": "Во всем, что касается веры, и слова, и знания, и всякого усердия, и любви, нами в вас пробужденной, во всем у вас изобилие. Так проявите же щедрость и в этом деле милосердия.",
          "ID": "7"
        },
        {
          "text": "Говоря так, не повелеваю я, нет, показывая вам усердие других, я проверяю искренность вашей любви. ",
          "ID": "8"
        },
        {
          "text": "Вы ведь знаете милосердие Господа нашего Иисуса Христа: будучи богат, Он обнищал ради вас, чтобы вы обогатились Его нищетою.",
          "ID": "9"
        },
        {
          "text": "Вот мой вам совет для вашей же пользы, для тех из вас, кто уже с прошлого года положил хорошее начало и в том, что вы сделали, и в своей готовности делать это. ",
          "ID": "10"
        },
        {
          "text": "Доведите же теперь это дело до конца по достатку вашему и завершите его с той же готовностью, с какой брались за него. ",
          "ID": "11"
        },
        {
          "text": "Ибо если есть такая готовность, принимается дар сообразно тому, что у него есть, а не тому, чего у него нет.",
          "ID": "12"
        },
        {
          "text": "Речь ведь не о том, чтобы другим облегчение принести, а для вас тем самым создать трудности, дело ведь в равенстве и взаимности: ",
          "ID": "13"
        },
        {
          "text": "сегодня ваш избыток может восполнить их скудость, а завтра их избыток восполнит недостаток у вас. Так и будет всё равномерно, ",
          "ID": "14"
        },
        {
          "text": "как о том и в Писании сказано:",
          "ID": "15"
        },
        {
          "text": "«Кто собрал много, у того не было лишнего, ",
          "ID": "15"
        },
        {
          "text": "и кто – мало, у того не было недостатка».",
          "ID": "15"
        },
        {
          "text": "Благодарю Бога, даровавшего Титу такую же, как и у нас, сердечную заботу о вас. ",
          "ID": "16"
        },
        {
          "text": "Он, конечно, и нашей просьбе внял, но еще большим в нем было его собственное рвение, так что отправляется он к вам совершенно добровольно. ",
          "ID": "17"
        },
        {
          "text": "С ним посылаем мы и еще брата, которого очень хвалят по всем церквам за проповедь Благой Вести. ",
          "ID": "18"
        },
        {
          "text": "Кроме того, и церкви избрали его, как положено, чтобы сопровождал он нас в нашей миссии милосердия, в том деле, которому мы служим во славу [Самого] Господа и в подтверждение нашей доброй воли. ",
          "ID": "19"
        },
        {
          "text": "Мы хотим, чтобы никто не мог обвинить нас в том, будто мы плохо распорядились столь обильными дарами, ",
          "ID": "20"
        },
        {
          "text": "ведь мы заботимся обо всем добром не только пред Господом, но и перед людьми.",
          "ID": "21"
        },
        {
          "text": "Вместе с ними посылаем мы и еще одного нашего брата, усердие которого испытали не однажды в самых разных делах. А теперь он готов усердствовать еще более, чем прежде, потому что он очень уверен в вас. ",
          "ID": "22"
        },
        {
          "text": "Итак, что до Тита, то он мой товарищ и cоработник у вас, а братья наши – они посланцы церквей, слава Христова. ",
          "ID": "23"
        },
        {
          "text": "Так явите же им любовь свою и покажите перед всеми церквами, что мы справедливо хвалимся вами.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "Второе послание апостола Павла христианам в Коринфе 8"
    },
    {
      "text": [
        {
          "text": "Писать вам о помощи народу Божьему в Иерусалиме не вижу никакой нужды, ",
          "ID": "1"
        },
        {
          "text": "я ведь знаю, что вы всегда готовы помогать другим, и хвалюсь вами перед македонянами, говоря, что Южная Греция еще с прошлого года приготовлена к живому участию, и большинство из них были зажжены вашим усердием. ",
          "ID": "2"
        },
        {
          "text": "Братьев же наших я посылаю к вам с тем, чтобы сказанное нами о вас в этом отношении не оказалось тщетной похвалой. Хочу, чтобы вы, как я и говорил им, были готовы, ",
          "ID": "3"
        },
        {
          "text": "иначе, если придут со мной македоняне и найдут, что вы еще не готовы, как стыдно будет нам за свою уверенность в вас, не говоря уже о вас самих. ",
          "ID": "4"
        },
        {
          "text": "Я счел поэтому нужным попросить братьев, чтобы они до меня посетили вас и позаботились о том, чтобы ваш дар, обещанный вами прежде, был заранее приготовлен. Тогда это действительно будет щедрый дар, а не вынужденное подаяние.",
          "ID": "5"
        },
        {
          "text": "Но вот что скажу вам: кто скупо сеет, тот скупо и пожнет, а кто сеет щедро, тот и пожнет щедро. ",
          "ID": "6"
        },
        {
          "text": "Пусть каждый дает, сколько он сам определил для себя, притом не с огорчением и не по принуждению, Бог ведь любит тех, кто дает с радостью. ",
          "ID": "7"
        },
        {
          "text": "Во власти же Бога наделить вас в изобилии всякими дарами благодати, чтобы вы, имея во всем и всегда достаток, располагали всеми средствами на всякое доброе дело; ",
          "ID": "8"
        },
        {
          "text": "в Писании о том сказано:",
          "ID": "9"
        },
        {
          "text": "«Щедро дает он нуждающимся,",
          "ID": "9"
        },
        {
          "text": "праведность его – благодеяния его –",
          "ID": "9"
        },
        {
          "text": "вовек не забудется».",
          "ID": "9"
        },
        {
          "text": "Дающий сеятелю семя и хлеб насущный взрастит и преумножит посеянное вами; Он сделает обильной вашу жатву праведности, ",
          "ID": "10"
        },
        {
          "text": "вас же самих сделает богатыми во всем, чтобы во всем могла проявить себя и щедрость ваша, которая рождает при нашем содействии благодарность людей Богу.",
          "ID": "11"
        },
        {
          "text": "Итак, служение, которое совершается вами, не только облегчает нужду народа Божьего, но и переполняет собой поток благодарности Богу. ",
          "ID": "12"
        },
        {
          "text": "Вкусив плодов этого служения, люди прославляют Бога за вашу покорность исповедуемой вами Благой Вести Христовой и за щедрость, с какой вы делитесь с ними и со всеми тем, что имеете. ",
          "ID": "13"
        },
        {
          "text": "Молясь о вас, они всем сердцем тянутся к вам, видя, в каком преизбытке ниспослана вам благодать Божия. ",
          "ID": "14"
        },
        {
          "text": "Будем же благодарны Богу за Его неизреченный дар!",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "Второе послание апостола Павла христианам в Коринфе 9"
    },
    {
      "text": [
        {
          "text": "Я, Павел, такой несмелый при встречах с вами и столь отважный издалека (как вы говорите), побуждая вас проникнуться кротостью и великодушием Христовым, ",
          "ID": "1"
        },
        {
          "text": "прошу: не вынуждайте меня, когда приду к вам, прибегать к той смелости, с какой готов я решительно выступить против тех, кто думает, будто мы движимы человеческими слабостями. ",
          "ID": "2"
        },
        {
          "text": "Да, мы живем во плоти, но борьбу свою ведем не как люди мира сего. ",
          "ID": "3"
        },
        {
          "text": "Оружие, которым мы ведем борьбу, вовсе не обычное человеческое: оно сильно Божественной мощью, способной сокрушать твердыни, ниспровергаем мы им любые мудрствования ",
          "ID": "4"
        },
        {
          "text": "и всё, что в гордыне своей восстает против познания Бога. Цель наша – всякую мысль человека взять в плен и привести в послушание Христу; ",
          "ID": "5"
        },
        {
          "text": "и мы всегда готовы воздать по справедливости за всякое непослушание, как только вполне вы утвердитесь в своем послушании.",
          "ID": "6"
        },
        {
          "text": "Посмотрите же на то, что у вас перед глазами. Если кто-то уверен в себе, что он Христов, пусть и о нас судит по себе, пусть и нас считает Христовыми. ",
          "ID": "7"
        },
        {
          "text": "И если бы я даже более похвалился тою властью, которая дарована нам Господом, чтобы созидать вас, а не разрушать, то и тогда мне не пришлось бы стыдиться. ",
          "ID": "8"
        },
        {
          "text": "Пусть не покажется вам только, будто я запугиваю вас своими посланиями. ",
          "ID": "9"
        },
        {
          "text": "Говорят ведь уже иные: «Послания его вески и сильны, но его присутствие не впечатляет, а речь его вообще не заслуживает внимания». ",
          "ID": "10"
        },
        {
          "text": "Думающие так пусть знают: каковы мы на словах, в посланиях наших, вдали от вас, таковы и на деле, когда мы с вами.",
          "ID": "11"
        },
        {
          "text": "Но не дерзаем, конечно же, мы к тем себя причислять, кто сам себя превозносит, не решаемся даже сравнивать с ними себя. Те же, кто мерит себя своей мерою и себя с собою же сравнивает, неразумны. ",
          "ID": "12"
        },
        {
          "text": "Мы же собою не станем хвалиться столь безоглядно, а только в меру удела, который Бог нам отмерил, чтоб нам и вас достичь. ",
          "ID": "13"
        },
        {
          "text": "Хвалясь, мы не зашли далеко – в этом нас можно было бы обвинить, если бы мы не пришли к вам в Коринф с Благой Вестью Христовой. ",
          "ID": "14"
        },
        {
          "text": "И не хвалимся чрезмерно достигнутым там, где уже потрудились другие. Но мы надеемся, что с возрастанием веры вашей нам удастся достичь большего среди вас в нашем собственном уделе, ",
          "ID": "15"
        },
        {
          "text": "а потом проповедовать Благую Весть и в других краях, за пределами Коринфа, не позволяя себе, конечно, хвалиться тем, что там уже приготовлено другими, ",
          "ID": "16"
        },
        {
          "text": "ибо сказано: «Хвалящийся пусть хвалится Господом». ",
          "ID": "17"
        },
        {
          "text": "Ведь не тот одобрения заслуживает, кто о себе высокого мнения, а тот, о ком такого мнения Господь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "Второе послание апостола Павла христианам в Коринфе 10"
    },
    {
      "text": [
        {
          "text": "Хотелось бы мне, чтобы были терпимы вы к некоторому моему неразумию. Прошу вас, потерпите меня! ",
          "ID": "1"
        },
        {
          "text": "Я-то ревную вас ревностью Божьей. Совершив обручение ваше с единственным Мужем, Христом, хочу вас представить Ему как чистую деву. ",
          "ID": "2"
        },
        {
          "text": "Боюсь, правда, что как некогда Ева обольщена была хитростью змея, так и ваши умы могут быть совращены и отвлечены от безраздельной преданности Христу. ",
          "ID": "3"
        },
        {
          "text": "Вы ведь почему-то охотно терпите, когда к вам приходит кто-то и проповедует другого Иисуса, не Того, какого мы проповедовали, и с готовностью принимаете иного духа, какого не принимали, или иную Благую Весть, какая вам не возвещалась. ",
          "ID": "4"
        },
        {
          "text": "А я думаю, что ни в чем не уступаю «сверхапостолам». ",
          "ID": "5"
        },
        {
          "text": "Я, может быть, и не преуспел в красноречии, но вовсе не чужд знания. Такими и являлись мы вам всегда и во всех случаях.",
          "ID": "6"
        },
        {
          "text": "Впадал ли я в грех, когда, умаляя себя, дабы возвысить вас, возвещал вам Благую Весть Божию, не беря от вас ничего? ",
          "ID": "7"
        },
        {
          "text": "Я, можно сказать, обирал другие церкви, пользуясь их поддержкой для служения вам. ",
          "ID": "8"
        },
        {
          "text": "Даже когда я терпел нужду в дни моего пребывания у вас, и тогда не был никому в тягость: всем, чего недоставало мне, вполне обеспечили меня братья, пришедшие из Македонии. Я всегда старался и буду стараться впредь ничем вас не обременять. ",
          "ID": "9"
        },
        {
          "text": "Нигде во всей Ахайе эта похвала не отнимется у меня, ручательство тому – истина Христова во мне. ",
          "ID": "10"
        },
        {
          "text": "Почему же я так поступаю? Потому ли, что не люблю вас? Богу ведомо, что люблю. ",
          "ID": "11"
        },
        {
          "text": "Но поступаю и буду поступать так, чтобы не давать никакого повода тем, кто пользуется любым случаем, чтобы хвалиться, будто и они трудятся так же, как и мы.",
          "ID": "12"
        },
        {
          "text": "Это лжеапостолы: дела их коварны, они только выдают себя за апостолов Христовых. ",
          "ID": "13"
        },
        {
          "text": "Оно и неудивительно: ведь и сам сатана принимает вид ангела света. ",
          "ID": "14"
        },
        {
          "text": "А потому нет в том ничего странного, что и слуги его надевают на себя личину служителей правды; таких, однако, и участь ждет по делам их.",
          "ID": "15"
        },
        {
          "text": "Про себя же самого скажу снова: никому, вообще-то, не следует считать меня на самом деле неразумным; но если для кого-то это не так, пусть хотя бы как неразумного примут меня, чтобы и мне можно было немного похвалиться. ",
          "ID": "16"
        },
        {
          "text": "А об этой похвальбе своей я скажу, конечно, не по внушению Господа, но скажу как раз как неразумный. ",
          "ID": "17"
        },
        {
          "text": "Если уж многие своим мирским хвалятся, похвалюсь и я, ",
          "ID": "18"
        },
        {
          "text": "ведь при всем том, что вы люди разумные, вы охотно идете на то, чтобы терпеть неразумных. ",
          "ID": "19"
        },
        {
          "text": "Вы терпите даже тогда, когда вас порабощают, объедают, к рукам прибирают; терпите и высокомерных, терпите тех, кто бьет вас по лицу. ",
          "ID": "20"
        },
        {
          "text": "К стыду своему признаюсь, что в этом мы, конечно, уступили им!",
          "ID": "21"
        },
        {
          "text": "Так вот, оставаясь для вас неразумным, скажу: чем смеют хвалиться другие, тем смею хвалиться и я. ",
          "ID": "21"
        },
        {
          "text": "Они евреи? Но ведь и я тоже. Израильтяне они? Израильтянин и я. Потомки Авраама? Его же потомок и я. ",
          "ID": "22"
        },
        {
          "text": "Они Христовы служители? В безумии говорю: я – больше. Больше гораздо трудился я, били меня нещадно, больше бывал я в темницах, часто – при смерти. ",
          "ID": "23"
        },
        {
          "text": "От иудеев пять раз получил я по сорок ударов (без одного), ",
          "ID": "24"
        },
        {
          "text": "трижды палками бит, однажды – камнями. Три раза терпел я кораблекрушения, и был случай, когда ночь и день пропадал я в бушующем море. ",
          "ID": "25"
        },
        {
          "text": "Вечно скитаясь, я рисковал постоянно жизнью на реках и на разбойных дорогах; многое претерпел я от своего народа и от язычников; самым разным подвергся я испытаниям в городах и в пустынях, а также на море, много опасностей создали мне и лжебратья. ",
          "ID": "26"
        },
        {
          "text": "Дни за днями я проводил в трудах, изнурении, часто без сна; голод и жажда нередко томили меня, порою же я оставался и вовсе без пищи, в холоде и наготе. ",
          "ID": "27"
        },
        {
          "text": "Да и теперь, не говоря обо всем остальном, я каждодневно несу бремя забот о жизни всех церквей. ",
          "ID": "28"
        },
        {
          "text": "Всякий раз, когда кто-то слабеет духовно, не слабею ли я вместе с ним? И если вводят кого-то в грех, не горит ли всё во мне?",
          "ID": "29"
        },
        {
          "text": "Если уж приходится мне хвалиться, стану хвалиться немощью своей. ",
          "ID": "30"
        },
        {
          "text": "Бог и Отец Господа Иисуса – да будет благословен Он вовеки! – знает, что не лгу я. ",
          "ID": "31"
        },
        {
          "text": "Слаб я, скажем, был в Дамаске, когда наместник царя Ареты выставил стражу у ворот города, чтобы схватить меня. ",
          "ID": "32"
        },
        {
          "text": "Но был я спущен в корзине из окна в стене и избежал его рук.",
          "ID": "33"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "Второе послание апостола Павла христианам в Коринфе 11"
    },
    {
      "text": [
        {
          "text": "Хотя, вообще-то, неполезно это, мне всё же придется хвалиться: я обращусь теперь к видениям и откровениям, которые получил от Господа. ",
          "ID": "1"
        },
        {
          "text": "Знаю я одного христианина. Четырнадцать лет назад (неизвестно мне, в теле или вне тела, не знаю, это только Богу ведомо) был он восхищен до третьего неба. ",
          "ID": "2"
        },
        {
          "text": "Так вот, знаю, что этот самый человек (неизвестно, повторюсь, в теле или вне тела, Бог один это знает) ",
          "ID": "3"
        },
        {
          "text": "был вознесен в рай и слышал там такие слова, которые человеку и произносить-то невозможно, да и не должно. ",
          "ID": "4"
        },
        {
          "text": "Вот таким человеком готов я хвалиться. Собою же хвалиться не стану, разве что немощами своими. ",
          "ID": "5"
        },
        {
          "text": "Впрочем, если бы я и решился хвалиться собою, всё же не впал бы в безумие: я говорил бы истину. Но я воздерживаюсь от этого, чтобы никто не приписал бы мне больше того, что сам видит во мне и слышит от меня.",
          "ID": "6"
        },
        {
          "text": "Чтобы не превозносился я безмерным величием полученных мной откровений, дана мне в плоть мучительная заноза (посланник сатаны избивает меня). Это и удерживает меня от превознесения. ",
          "ID": "7"
        },
        {
          "text": "Трижды Господа я просил, чтоб избавил меня от сего, ",
          "ID": "8"
        },
        {
          "text": "но ответом мне было: «Довольно тебе благодати Моей, ибо сила [Моя] в полноте своей проявляется в тех, кто немощь свою осознал». Потому я и буду охотней всего хвалиться своими немощами, чтобы сила Христова пребывала во мне. ",
          "ID": "9"
        },
        {
          "text": "Вот и радуюсь ныне я немощам, унижениям, нужде, гонениям и притеснениям, ради Христа переносимым, ибо когда я немощен, тогда и силен.",
          "ID": "10"
        },
        {
          "text": "Хвалясь, я всё же дошел до безумия. Но вы сами подтолкнули меня к этому, при том, что вам самим и следовало позаботиться о моем добром имени, ведь я же ни в чем «сверхапостолам» не уступаю, даже если сам я ничто. ",
          "ID": "11"
        },
        {
          "text": "А признаки истинного апостола, разве не дано вам было самим видеть их во всяком терпении, в разных знамениях, чудесах и великих свершениях? ",
          "ID": "12"
        },
        {
          "text": "Чего же тогда, спрашиваю я, недостает вам в сравнении с другими церквами? Не того ли только, что я ничем не обременял вас? Простите же мне эту «вину»!",
          "ID": "13"
        },
        {
          "text": "Вот и теперь, уже в третий раз, я готов прийти к вам и опять ничем не буду обременять вас, ибо мне не ваше нужно, а вы сами. Не дети ведь должны делать сбережения для родителей, а родители для детей. ",
          "ID": "14"
        },
        {
          "text": "Так и я с радостью буду тратить свое и не щадить ради вас своих сил. Если я так сильно люблю вас, неужели за это менее буду любим вами? ",
          "ID": "15"
        },
        {
          "text": "Положим, я, как вы говорите, даже не обременяя вас, но всё же будучи человеком «лукавым», «взял вас хитростью». ",
          "ID": "16"
        },
        {
          "text": "Допустим. Но как? Взял ли что-то у вас через посланных мною обманом? ",
          "ID": "17"
        },
        {
          "text": "Я уговорил Тита пойти к вам, да к тому же послал с ним еще одного брата. Обманул ли вас в чем-нибудь Тит? Разве не в одном мы действовали духе, не одним шли путем?",
          "ID": "18"
        },
        {
          "text": "Вы, наверное, давно уже думаете, что мы только хотим оправдаться в ваших глазах? Нет, мы говорим перед Богом, во Христе. У нас нет иной цели, возлюбленные мои, кроме как укрепить вас духовно. ",
          "ID": "19"
        },
        {
          "text": "Я боюсь, правда, не найду ли вас не такими, какими хочу, когда приду к вам, и не найдете ли и вы меня таким, каким не хотите. Не встретить бы мне споров у вас, вспышек гнева, зависти, своекорыстия, клеветы, сплетен, превозношения и всеобщего беспорядка. ",
          "ID": "20"
        },
        {
          "text": "Боюсь, не унизил бы Бог снова меня перед вами, когда я приду. Не пришлось бы и мне оплакивать многих, впавших ранее в грех и всё еще не покаявшихся в своей безнравственности, блуде и распутстве, которым они предались.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "Второе послание апостола Павла христианам в Коринфе 12"
    },
    {
      "text": [
        {
          "text": "Так вот, третий раз уже иду я к вам. И это прямо, как написано: «Всякое дело, которое требует разбирательства, нуждается в показаниях двух или трех свидетелей». ",
          "ID": "1"
        },
        {
          "text": "Я предупреждал тех, кто ранее впал в грех, и всех прочих, предупреждал еще при моем втором посещении и повторяю это вновь, накануне новой встречи с вами: когда я приду, снисходительным я не буду. ",
          "ID": "2"
        },
        {
          "text": "Вы получите тогда доказательство, которое искали, убедитесь, что через меня вам говорит Христос, и действия Его в отношении вас вовсе не слабы, Он силу Свою являет среди вас. ",
          "ID": "3"
        },
        {
          "text": "Пусть был Он распят в Своей немощи, но ныне Он жив Божией силою. Вот так же и мы, как некогда Он, сами немощны, но будем живы с Ним силою Божьей, вам являемой.",
          "ID": "4"
        },
        {
          "text": "Проверяйте себя: верою ли вы живете? Испытывайте себя. Вы же знаете, что Иисус Христос в вас? Если только вы не из тех, кто не выдерживает испытания. ",
          "ID": "5"
        },
        {
          "text": "Что же до нас, вы, я надеюсь, убедитесь вполне, что мы испытание выдерживаем. ",
          "ID": "6"
        },
        {
          "text": "И мы молимся Богу о том, чтобы вы не делали ничего худого; не потому молимся, что хотели бы, выдержав испытание, получить одобрение, но дабы вы творили добро, даже если бы казалось, что мы испытания не выдержали. ",
          "ID": "7"
        },
        {
          "text": "(Выдерживаем или нет – я не могу поступать вопреки истине, а только по истине!) ",
          "ID": "8"
        },
        {
          "text": "Мы рады быть слабыми, лишь бы вы были сильными; об этом мы и молимся: о вашей духовной зрелости. ",
          "ID": "9"
        },
        {
          "text": "Я, пока еще вдали от вас, пишу всё это вам заранее, чтобы в дни моего присутствия не пришлось мне обходиться с вами строго, пользуясь властью, данной мне Господом, не для разрушения данной, но для созидания.",
          "ID": "10"
        },
        {
          "text": "Напоследок же скажу вам, братья: радуйтесь! Стремитесь к совершенству, примите мои наставления, будьте единомысленны, живите в согласии, и Бог любви и мира пребудет с вами.",
          "ID": "11"
        },
        {
          "text": "Приветствуйте друг друга святым поцелуем. Свои приветы шлет вам весь святой народ Божий.",
          "ID": "12"
        },
        {
          "text": "Благодать Господа Иисуса Христа, и любовь Бога, и общение Святого Духа да пребудут со всеми вами.",
          "ID": "13"
        }
      ],
      "ID": "NT:2CO.13",
      "name": "Второе послание апостола Павла христианам в Коринфе 13"
    }
  ],
  "ID": "NT:2CO(BTI)",
  "name": "Второе послание апостола Павла христианам в Коринфе"
}