{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, посланник Иисус Христов волею Божиею, и тимофей брат, Церкви Божией сущей в коринфе, со святыми всеми сущими во всей ахаии: ",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего, и Господа Иисуса Христа. ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец Господа нашего Иисуса Христа, Отец щедрот и Бог всякия утехи, ",
          "ID": "3"
        },
        {
          "text": "утешаяй нас о всяцей скорби нашей, яко возмощи нам утешити сущыя во всяцей скорби, утешением, имже утешаемся сами от Бога. ",
          "ID": "4"
        },
        {
          "text": "Зане якоже избыточествуют страдания Христова в нас, тако Христом избыточествует и утешение наше. ",
          "ID": "5"
        },
        {
          "text": "Аще ли же скорбим, о вашем утешении и спасении, действующемся в терпении техже страданий, яже и мы страждем: ",
          "ID": "6"
        },
        {
          "text": "и упование наше известно о вас. Аще ли утешаемся, о вашем утешении и спасении, ведяще, зане якоже общницы есте страстем нашым, такожде и утешению. ",
          "ID": "7"
        },
        {
          "text": "Не бо хощем вас, братие, не ведети о скорби нашей бывшей нам во асии, яко по премногу и паче силы отяготихомся, яко не надеятися нам и жити. ",
          "ID": "8"
        },
        {
          "text": "Но сами в себе осуждение смерти имехом, да не надеющеся будем на ся, но на Бога возставляющаго мертвыя, ",
          "ID": "9"
        },
        {
          "text": "иже от толикия смерти избавил ны есть и избавляет, наньже и уповахом, яко и еще избавит, ",
          "ID": "10"
        },
        {
          "text": "споспешествующым и вам по нас молитвою, да от многих лиц, еже в нас дарование, многими благодарится о вас. ",
          "ID": "11"
        },
        {
          "text": "Похваление бо наше сие есть, свидетельство совести нашея, яко в простоте и чистоте Божией, а не в мудрости плоти, но благодатию Божиею жихом в мире, множае же у вас. ",
          "ID": "12"
        },
        {
          "text": "Не иная бо пишем вам, но яже чтете и разумеваете: уповаю же, яко и до конца уразумеете, ",
          "ID": "13"
        },
        {
          "text": "якоже и разуместе нас от части, яко похваление вам есмы, якоже и вы нам, в день Господа нашего Иисуса Христа. ",
          "ID": "14"
        },
        {
          "text": "И сим упованием хотех к вам приити прежде, да вторую благодать имате, ",
          "ID": "15"
        },
        {
          "text": "и вами проити в македонию, и паки от македонии приити к вам, и вами проводитися во иудею. ",
          "ID": "16"
        },
        {
          "text": "Сие же хотя, еда что убо легкотою деях? Или яже совещаваю, по плоти совещаваю, да будет у мене еже ей, ей, и еже ни, ни. ",
          "ID": "17"
        },
        {
          "text": "Верен же Бог, яко слово наше, еже к вам, не бысть ей и ни. ",
          "ID": "18"
        },
        {
          "text": "Ибо Божий Сын Иисус Христос, иже у вас нами проповеданный, мною и силуаном и тимофеем, не бысть ей и ни, но в нем самем ей бысть: ",
          "ID": "19"
        },
        {
          "text": "елика бо обетования Божия, в том ей и в том аминь: Богу к славе нами. ",
          "ID": "20"
        },
        {
          "text": "Извествуяй же нас с вами во Христа и помазавый нас, Бог, ",
          "ID": "21"
        },
        {
          "text": "иже и запечатле нас, и даде обручение духа в сердца наша. ",
          "ID": "22"
        },
        {
          "text": "Аз же свидетеля Бога призываю на мою душу, яко щадя вас, ктому не приидох в коринф, ",
          "ID": "23"
        },
        {
          "text": "не яко обладаем верою вашею, но (яко) споспешницы есмы вашей радости: верою бо стоите.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "Второе послание к Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "Судих же в себе сие, не паки скорбию к вам приити. ",
          "ID": "1"
        },
        {
          "text": "Аще бо аз скорбь творю вам, то кто есть веселяяй мя, точию приемляй скорбь от мене? ",
          "ID": "2"
        },
        {
          "text": "И писах вам сие истое, да не пришед скорбь на скорбь прииму, о нихже подобаше ми радоватися, надеяся на вся вы, яко моя радость всех вас есть. ",
          "ID": "3"
        },
        {
          "text": "От печали бо многия и туги сердца написах вам многими слезами, не яко да оскорбитеся, но любовь да познаете, юже имам изобильно к вам. ",
          "ID": "4"
        },
        {
          "text": "Аще ли кто оскорбил мене, не мене оскорби, но от части, да не отягчу, всех вас. ",
          "ID": "5"
        },
        {
          "text": "Довольно бо таковому запрещение сие, еже от многих: ",
          "ID": "6"
        },
        {
          "text": "темже сопротивное паче вы да даруете и утешите, да не како многою скорбию пожерт будет таковый: ",
          "ID": "7"
        },
        {
          "text": "темже молю вы, утвердите к нему любовь. ",
          "ID": "8"
        },
        {
          "text": "На сие бо и писах, да разумею искусство ваше, аще во всем послушливи есте. ",
          "ID": "9"
        },
        {
          "text": "Емуже аще что даруете, и аз: ибо аз аще что даровах, емуже даровах, вас ради, о лицы Иисус Христове, ",
          "ID": "10"
        },
        {
          "text": "да не обидими будем от сатаны: Не не разумеваем бо умышлений его. ",
          "ID": "11"
        },
        {
          "text": "Пришед же в троаду во благовестие Христово, и двери отверзене ми бывшей о Господе, ",
          "ID": "12"
        },
        {
          "text": "не имех покоя духу моему, не обретшу ми тита брата моего: но отрекся им, изыдох в македонию. ",
          "ID": "13"
        },
        {
          "text": "Богу же благодарение, всегда победители нас творящему о Христе Иисусе и воню разума его являющу нами во всяцем месте. ",
          "ID": "14"
        },
        {
          "text": "Яко Христово благоухание есмы Богови в спасаемых и в погибающих. ",
          "ID": "15"
        },
        {
          "text": "Овем убо воня смертная в смерть, овем же воня животная в живот. И к сим кто доволен? ",
          "ID": "16"
        },
        {
          "text": "Несмы бо, якоже мнози, нечисто проповедающии слово Божие, но яко от чистоты, но яко от Бога, пред Богом, во Христе глаголем.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "Второе послание к Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "Зачинаем ли паки нас самех извещавати вам? Или требуем, якоже нецыи, извещавательных посланий к вам, или от вас известительных? ",
          "ID": "1"
        },
        {
          "text": "Послание бо наше вы есте, написаное в сердцах наших, знаемое и прочитаемое от всех человек: ",
          "ID": "2"
        },
        {
          "text": "являеми, яко есте послание Христово служеное нами, написано не чернилом, но духом Бога жива, не на скрижалех каменных, но на скрижалех сердца плотяных. ",
          "ID": "3"
        },
        {
          "text": "Надеяние же таково имамы Христом к Богу, ",
          "ID": "4"
        },
        {
          "text": "не яко довольни есмы от себе помыслити что, яко от себе, но доволство наше от Бога: ",
          "ID": "5"
        },
        {
          "text": "иже и удоволи нас служители быти нову завету, не писмени, но духу: писмя бо убивает, а дух животворит. ",
          "ID": "6"
        },
        {
          "text": "Аще ли служение смерти писмены, образовано в каменех, бысть в славу, яко не мощи взирати сыном израилевым на лице моисеово, славы ради лица его престающия. ",
          "ID": "7"
        },
        {
          "text": "како не множае паче служение духа будет в славе? ",
          "ID": "8"
        },
        {
          "text": "Аще бо служение осуждения, слава, много паче избыточествует служение правды в славе. ",
          "ID": "9"
        },
        {
          "text": "Ибо не прославися прославленное в части сей, за превосходящую славу. ",
          "ID": "10"
        },
        {
          "text": "Аще бо престающее, славою: много паче пребывающее, в славе. ",
          "ID": "11"
        },
        {
          "text": "Имуще убо таково упование, многим дерзновением действуем, ",
          "ID": "12"
        },
        {
          "text": "и не якоже моисей полагаше покрывало на лицы своем, за еже не мощи взирати сыном израилевым на конец престающаго. ",
          "ID": "13"
        },
        {
          "text": "Но ослепишася помышления их: даже бо до сего дне тожде покрывало во чтении ветхаго завета пребывает не откровено, зане о Христе престает. ",
          "ID": "14"
        },
        {
          "text": "Но даже до днесь, внегда чтется моисей, покрывало на сердце их лежит: ",
          "ID": "15"
        },
        {
          "text": "внегда же обратятся ко Господу, взимается покрывало. ",
          "ID": "16"
        },
        {
          "text": "Господь же дух есть: а идеже дух Господень, ту свобода. ",
          "ID": "17"
        },
        {
          "text": "Мы же вси откровенным лицем славу Господню взирающе, в тойже образ преобразуемся от славы в славу, якоже от Господня духа.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "Второе послание к Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Сего ради имуще служение сие, якоже помиловани быхом, не стужаем си: ",
          "ID": "1"
        },
        {
          "text": "но отрекохомся тайных срама, не в лукавствии ходяще, ни льстяще словесе Божия, но явлением истины представляюще себе ко всяцей совести человечестей, пред Богом. ",
          "ID": "2"
        },
        {
          "text": "Аще ли же есть покровено благовествование наше, в гибнущих есть покровено, ",
          "ID": "3"
        },
        {
          "text": "в нихже бог века сего ослепи разумы неверных, во еже не возсияти им свету благовествования славы Христовы, иже есть образ Бога невидимаго. ",
          "ID": "4"
        },
        {
          "text": "Не себе бо проповедаем, но Христа Иисуса Господа: себе же самех рабов вам Иисуса Господа ради: ",
          "ID": "5"
        },
        {
          "text": "яко Бог рекий из тмы свету возсияти, иже возсия в сердцах наших, к просвещению разума славы Божия о лицы Иисус Христове. ",
          "ID": "6"
        },
        {
          "text": "Имамы же сокровище сие в скудельных сосудех, да премножество силы будет Божия, а не от нас: ",
          "ID": "7"
        },
        {
          "text": "во всем скорбяще, но не стужающе си: нечаеми, но не отчаяваеми: ",
          "ID": "8"
        },
        {
          "text": "гоними, но не оставляеми: низлагаеми, но не погибающе: ",
          "ID": "9"
        },
        {
          "text": "всегда мертвость Господа Иисуса в теле носяще, да и живот Иисусов в теле нашем явится. ",
          "ID": "10"
        },
        {
          "text": "присно бо мы живии в смерть предаемся Иисуса ради, да и живот Иисусов явится в мертвенней плоти нашей: ",
          "ID": "11"
        },
        {
          "text": "темже смерть убо в нас действует, а живот в вас. ",
          "ID": "12"
        },
        {
          "text": "Имуще же тойже дух веры, по писанному: веровах, темже возглаголах: и мы веруем, темже и глаголем, ",
          "ID": "13"
        },
        {
          "text": "ведяще, яко воздвигий Господа Иисуса, и нас со Иисусом воздвигнет, и предпоставит с вами. ",
          "ID": "14"
        },
        {
          "text": "Вся бо вас ради, да благодать умножившаяся, множайшими благодарении избыточествит в славу Божию. ",
          "ID": "15"
        },
        {
          "text": "Темже не стужаем си: но аще и внешний наш человек тлеет, обаче внутренний обновляется по вся дни. ",
          "ID": "16"
        },
        {
          "text": "Еже бо ныне легкое печали нашея, по преумножению в преспеяние тяготу вечныя славы соделовает нам, ",
          "ID": "17"
        },
        {
          "text": "не смотряющым нам видимых, но невидимых: видимая бо временна, невидимая же вечна.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "Второе послание к Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "Вемы бо, яко аще земная наша храмина тела разорится, создание от Бога имамы, храмину нерукотворену, вечну на небесех. ",
          "ID": "1"
        },
        {
          "text": "Ибо о сем воздыхаем, в жилище наше небесное облещися желающе: ",
          "ID": "2"
        },
        {
          "text": "аще точию и облекшеся, не нази обрящемся. ",
          "ID": "3"
        },
        {
          "text": "Ибо сущии в теле сем воздыхаем отягчаеми, понеже не хощем совлещися, но пооблещися, да пожерто будет мертвенное животом. ",
          "ID": "4"
        },
        {
          "text": "Сотворивый же нас в сие истое Бог, иже и даде нам обручение духа. ",
          "ID": "5"
        },
        {
          "text": "Дерзающе убо всегда и ведяще, яко живуще в теле отходим от Господа: ",
          "ID": "6"
        },
        {
          "text": "верою бо ходим, а не видением: ",
          "ID": "7"
        },
        {
          "text": "дерзаем же и благоволим паче отити от тела и внити ко Господу: ",
          "ID": "8"
        },
        {
          "text": "темже и тщимся, аще входяще, аще отходяще, благоугодни ему быти: ",
          "ID": "9"
        },
        {
          "text": "всем бо явитися нам подобает пред судищем Христовым, да приимет кийждо, яже с телом содела, или блага, или зла. ",
          "ID": "10"
        },
        {
          "text": "Ведуще убо страх Господень, человеки увещаваем, Богови же явлени есмы: уповаем же, яко и в совестех ваших явлени есмы. ",
          "ID": "11"
        },
        {
          "text": "Не паки бо себе хвалим пред вами, но вину даем вам похвалению о нас, да имате к хвалящымся в лицы, а не в сердцы. ",
          "ID": "12"
        },
        {
          "text": "Аще бо изумихомся, Богови: аще ли целомудрствуем, вам. ",
          "ID": "13"
        },
        {
          "text": "Ибо любы Божия обдержит нас суждших сие: яко аще един за всех умре, то убо вси умроша. ",
          "ID": "14"
        },
        {
          "text": "Христос же за всех умре, да живущии не ктому себе живут, но умершему за них и воскресшему. ",
          "ID": "15"
        },
        {
          "text": "Темже и мы отныне ни единаго вемы по плоти: аще же и разумехом по плоти Христа, но ныне ктому не разумеем. ",
          "ID": "16"
        },
        {
          "text": "Темже аще кто во Христе, нова тварь: древняя мимоидоша, се быша вся нова: ",
          "ID": "17"
        },
        {
          "text": "Всяческая же от Бога, примирившаго нас себе Иисус Христом и давшаго нам служение примирения: ",
          "ID": "18"
        },
        {
          "text": "зане Бог бе во Христе мир примиряя себе, не вменяя им согрешений их и положив в нас слово примирения. ",
          "ID": "19"
        },
        {
          "text": "По Христе убо молим, яко Богу молящу нами, молим по Христе: примиритеся с Богом. ",
          "ID": "20"
        },
        {
          "text": "Не ведевшаго бо греха по нас грех сотвори, да мы будем правда Божия о нем.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5",
      "name": "Второе послание к Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Споспешствующе же и молим, не вотще благодать Божию прияти вам. ",
          "ID": "1"
        },
        {
          "text": "глаголет бо: во время приятно послушах тебе, и в день спасения помогох ти. Се ныне время благоприятно, се ныне день спасения. ",
          "ID": "2"
        },
        {
          "text": "Ни едино ни в чемже дающе претыкание, да служение безпорочно будет, ",
          "ID": "3"
        },
        {
          "text": "но во всем представляюще себе якоже Божия слуги, в терпении мнозе, в скорбех, в бедах, в теснотах, ",
          "ID": "4"
        },
        {
          "text": "в ранах, в темницах, в нестроениих, в трудех, во бдениих, в пощениих, ",
          "ID": "5"
        },
        {
          "text": "во очищении, в разуме, в долготерпении, в благости, в Дусе святе, в любви нелицемерне, ",
          "ID": "6"
        },
        {
          "text": "в словеси истины, в силе Божией, оружии правды десными и шуими, ",
          "ID": "7"
        },
        {
          "text": "славою и безчестием, гаждением и благохвалением: яко лестцы, и истинни: ",
          "ID": "8"
        },
        {
          "text": "яко незнаеми, и познаваеми: яко умирающе, и се живи есмы: яко наказуеми, а не умерщвляеми: ",
          "ID": "9"
        },
        {
          "text": "яко скорбяще, присно же радующеся: яко нищи, а многи богатяще: яко ничтоже имуще, а вся содержаще. ",
          "ID": "10"
        },
        {
          "text": "Уста наша отверзошася к вам, коринфяне, сердце наше распространися. ",
          "ID": "11"
        },
        {
          "text": "Не тесно вмещаетеся в нас, утесняетеся же во утробах ваших. ",
          "ID": "12"
        },
        {
          "text": "Тожде же возмездие, якоже чадом глаголю, распространитеся и вы. ",
          "ID": "13"
        },
        {
          "text": "Не бывайте удобь преложни ко иному ярму, якоже невернии. Кое бо причастие правде к беззаконию? Или кое общение свету ко тьме? ",
          "ID": "14"
        },
        {
          "text": "Кое же согласие Христови с велиаром? Или кая часть верну с неверным? ",
          "ID": "15"
        },
        {
          "text": "Или кое сложение Церкви Божией со идолы? Вы бо есте Церкви Бога жива, якоже рече Бог: яко вселюся в них и похожду, и буду им Бог, и тии будут мне людие. ",
          "ID": "16"
        },
        {
          "text": "Темже изыдите от среды их и отлучитеся, глаголет Господь, и нечистоте не прикасайтеся, и аз прииму вы: ",
          "ID": "17"
        },
        {
          "text": "и буду вам во Отца, и вы будете мне в сыны и дщери, глаголет Господь вседержитель.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "Второе послание к Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "Сицева убо имуще обетования, о возлюбленнии, очистим себе от всякия скверны плоти и духа, творяще святыню в страсе Божии. ",
          "ID": "1"
        },
        {
          "text": "Вместите ны: ни единаго обидехом, ни единаго истлихом, ни единаго лихоимствовахом. ",
          "ID": "2"
        },
        {
          "text": "Не на осуждение глаголю: прежде бо рех, яко в сердцах наших есте, во еже умрети с вами и сожити. ",
          "ID": "3"
        },
        {
          "text": "Много ми дерзновение к вам, многа ми похвала о вас: исполнихся утехи, преизбыточествую радостию о всяцей печали нашей. ",
          "ID": "4"
        },
        {
          "text": "Ибо пришедшым нам в македонию, ни единаго име покоя плоть наша, но во всем скорбяще: внеуду брани, внутрьуду боязни. ",
          "ID": "5"
        },
        {
          "text": "Но утешаяй смиренныя, утеши нас Бог пришествием титовым, ",
          "ID": "6"
        },
        {
          "text": "не токмо же пришествием его, но и утешением, имже утешися о вас, поведая нам ваше желание, ваше рыдание, вашу ревность по мне, яко ми паче возрадоватися. ",
          "ID": "7"
        },
        {
          "text": "Яко аще и оскорбих вас посланием, не раскаюся, аще и раскаял бых ся: вижду бо, яко послание оно, аще и к часу, оскорби вас. ",
          "ID": "8"
        },
        {
          "text": "Ныне радуюся, не яко скорбни бысте, но яко оскорбистеся в покаяние: оскорбесте бо по Бозе, да ни в чемже отщетитеся от нас. ",
          "ID": "9"
        },
        {
          "text": "Печаль бо, яже по Бозе, покаяние нераскаянно во спасение соделовает, а сего мира печаль смерть соделовает. ",
          "ID": "10"
        },
        {
          "text": "Се бо сие самое, еже по Бозе оскорбитися вам, колико содела в вас тщание? но ответ? но негодование, но страх, но вожделение, но ревность, но отмщение? Во всем представисте себе чисты быти в вещи. ",
          "ID": "11"
        },
        {
          "text": "Аще бо и писах вам, не обидевшаго ради, ниже обидимаго ради, но за еже явитися в вас тщанию нашему, еже о вас пред Богом. ",
          "ID": "12"
        },
        {
          "text": "Сего ради утешихомся о утешении вашем: лишше же паче возрадовахомся о радости титове, яко покоися дух его от всех вас: ",
          "ID": "13"
        },
        {
          "text": "яко аще что ему о вас похвалихся, не посрамихся: но яко вся воистинну глаголахом вам, тако и похваление наше, еже к титу, истинно бысть: ",
          "ID": "14"
        },
        {
          "text": "и утроба его излиха к вам есть, воспоминающаго всех вас послушание, яко со страхом и трепетом приясте его. ",
          "ID": "15"
        },
        {
          "text": "Радуюся убо, яко во всем дерзаю в вас.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "Второе послание к Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "Сказуем же вам, братие, благодать Божию, данную в церквах македонских: ",
          "ID": "1"
        },
        {
          "text": "яко во мнозем искушении скорбей избыток радости их, и яже во глубине нищета их избыточествова в богатство простоты их: ",
          "ID": "2"
        },
        {
          "text": "яко по силе их, свидетельствую, и паче силы доброхотни, ",
          "ID": "3"
        },
        {
          "text": "со многим молением моляще нас, благодать и общение служения, еже ко святым, прияти нам: ",
          "ID": "4"
        },
        {
          "text": "и не якоже надеяхомся, но себе вдаша первее Господеви, и нам волею Божиею: ",
          "ID": "5"
        },
        {
          "text": "во еже умолити нам тита, да якоже прежде начат, такожде и скончает в вас и благодать сию. ",
          "ID": "6"
        },
        {
          "text": "Но якоже во всем избыточествуете, верою и словом, и разумом, и всяцем тщанием, и любовию, яже от вас к нам, да и в сей благодати избыточествуете. ",
          "ID": "7"
        },
        {
          "text": "Не по повелению глаголю, но за иных тщание и вашея любве истинное искушая. ",
          "ID": "8"
        },
        {
          "text": "Весте бо благодать Господа нашего Иисуса Христа, яко вас ради обнища богат сый, да вы нищетою его обогатитеся. ",
          "ID": "9"
        },
        {
          "text": "И совет даю о сем: се бо вам есть на пользу, иже не точию, еже творити, но и еже хотети, прежде начасте от прешедшаго лета. ",
          "ID": "10"
        },
        {
          "text": "Ныне же и сие творити скончайте, да якоже бысть усердие хотети, тако будет и исполнити от сего, еже имате. ",
          "ID": "11"
        },
        {
          "text": "Аще бо усердие предлежит, по елику аще кто имать, благоприятен есть, а не по елику не имать. ",
          "ID": "12"
        },
        {
          "text": "Не бо да иным убо отрада, вам же скорбь: но по изравнению. ",
          "ID": "13"
        },
        {
          "text": "В нынешнее время ваше избыточествие во онех лишение, да и онех избыток будет в ваше лишение, яко да будет равенство, ",
          "ID": "14"
        },
        {
          "text": "якоже есть писано: иже многое, не преумножил есть: и иже малое, не умалил. ",
          "ID": "15"
        },
        {
          "text": "Благодарение же Богови, давшему тожде тщание о вас в сердце титово: ",
          "ID": "16"
        },
        {
          "text": "яко моление убо прият, тщаливейший же сый, своею волею изыде к вам. ",
          "ID": "17"
        },
        {
          "text": "Послахом же с ним и брата, егоже похвала во Евангелии по всем Церквам: ",
          "ID": "18"
        },
        {
          "text": "не точию же, но и освящен от Церквей с нами ходити, со благодатию сею, служимою нами к самого Господа славе и усердию вашему: ",
          "ID": "19"
        },
        {
          "text": "блюдущеся того, да не кто нас поречет во обилии сем служимем нами: ",
          "ID": "20"
        },
        {
          "text": "промышляюще добрая не токмо пред Богом, но и пред человеки. ",
          "ID": "21"
        },
        {
          "text": "Послахом же с ними и брата нашего, егоже искусихом во многих многащи встанлива суща, ныне же зело встанливейша, надеянием многим на вас. ",
          "ID": "22"
        },
        {
          "text": "Аще ли же о тите, общник мне и к вам споспешник: аще ли братия наша, посланницы Церквей, слава Христова. ",
          "ID": "23"
        },
        {
          "text": "Показание убо любве вашея и нашего хваления о вас, к ним покажите, и в лице Церквей.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "Второе послание к Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "О службе бо, яже ко святым, лишше ми есть писати вам, ",
          "ID": "1"
        },
        {
          "text": "вем бо усердие ваше, имже о вас хвалюся македоняном, яко ахаиа приготовися от мимошедшаго лета: и яже от вас ревность раздражи множайших. ",
          "ID": "2"
        },
        {
          "text": "Послах же братию, да не похваление наше, еже о вас, испразднится в части сей, но да, якоже глаголах, приготовани будете: ",
          "ID": "3"
        },
        {
          "text": "да не како, аще приидут со мною македоняне и обрящут вас неприготованных, постыдимся мы, да не глаголем вы, в части сей похваления. ",
          "ID": "4"
        },
        {
          "text": "Потребно убо умыслих умолити братию, да прежде приидут к вам и предуготовят прежде возвещенное благословение ваше, сие готово быти тако, якоже благословение, а не яко лихоимство. ",
          "ID": "5"
        },
        {
          "text": "Се же глаголю: сеяй скудостию, скудостию и пожнет: а сеяй о благословении, о благословении и пожнет. ",
          "ID": "6"
        },
        {
          "text": "Кийждо якоже изволение имать сердцем, не от скорби, ни от нужды: доброхотна бо дателя любит Бог. ",
          "ID": "7"
        },
        {
          "text": "Силен же Бог всяку благодать изюбиловати в вас, да о всем всегда всяко довольство имуще, избыточествуете во всяко дело благо, ",
          "ID": "8"
        },
        {
          "text": "якоже есть писано: расточи, даде убогим: правда его пребывает во век века. ",
          "ID": "9"
        },
        {
          "text": "Даяй же семя сеющему и хлеб в снедь, да подаст и умножит семя ваше, и да возрастит жита правды вашея, ",
          "ID": "10"
        },
        {
          "text": "да о всем богатящеся во всяку простоту, яже содевает нами благодарение Богу. ",
          "ID": "11"
        },
        {
          "text": "Яко работа сего служения не токмо есть исполняющая лишения святых, но и избыточествующая многими благодареньми Богови: ",
          "ID": "12"
        },
        {
          "text": "искушением служения сего славяще Бога о покорении исповедания вашего в благовествовании Христове, и о простоте союбщения к ним и ко всем, ",
          "ID": "13"
        },
        {
          "text": "и о тех молитве о вас, возжелеющих вас за премногую благодать Божию на вас. ",
          "ID": "14"
        },
        {
          "text": "Благодарение же Богови о неисповедимем его даре.",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "Второе послание к Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Сам же аз павел молю вы кротостию и тихостию Христовою, иже в лице убо смирен в вас, не сый же у вас дерзаю в вас. ",
          "ID": "1"
        },
        {
          "text": "Молю же, да не присущ дерзаю надеянием, имже помышляю смети на некия непщующыя нас яко по плоти ходящих. ",
          "ID": "2"
        },
        {
          "text": "Во плоти бо ходяще, не по плоти воинствуем: ",
          "ID": "3"
        },
        {
          "text": "оружия бо воинства нашего не плотская, но сильна Богом на разорение твердем: помышления низлагающе, ",
          "ID": "4"
        },
        {
          "text": "и всяко возношение взимающееся на разум Божий, и пленяюще всяк разум в послушание Христово, ",
          "ID": "5"
        },
        {
          "text": "и в готовости имуще отмстити всяко преслушание, егда исполнится ваше послушание. ",
          "ID": "6"
        },
        {
          "text": "Иже ли пред лицем, зрите? Аще кто надеется себе Христова быти, да помышляет паки от себе, зане, якоже он Христов, такожде и мы Христовы. ",
          "ID": "7"
        },
        {
          "text": "Аще бо и лишше что похвалюся о власти нашей, юже даде нам Господь в создание, а не на разорение ваше, не постыжуся. ",
          "ID": "8"
        },
        {
          "text": "Но да не явлюся, яко страшя вас посланьми. ",
          "ID": "9"
        },
        {
          "text": "Яко послания убо, рече, тяжка и крепка, а пришествие тела немощно, и слово уничиженно: ",
          "ID": "10"
        },
        {
          "text": "сие да помышляет таковый, яко яцы же есмы словом посланий, отстояще, таковии и ту суще есмы делом. ",
          "ID": "11"
        },
        {
          "text": "Не смеем бо судити, или прикладовати себе иным хвалящым себе самех: но сами в себе себе измеряюще, и прилагающе себе самим себе, не разумевают. ",
          "ID": "12"
        },
        {
          "text": "Мы же не в безмерная похвалимся, но по мере правила, егоже раздели нам Бог меру, достизати даже и до вас. ",
          "ID": "13"
        },
        {
          "text": "Не яко бо не досяжуще до вас, паче простираем себе, даже бо и до вас достигохом благовестием Христовым: ",
          "ID": "14"
        },
        {
          "text": "не в безмерная хвалящеся в чуждих трудех, упование же имуще, растущей вере вашей, в вас величатися по правилу нашему изобильно, ",
          "ID": "15"
        },
        {
          "text": "во еже и в дальших вас странах благовестити, не чужим правилом в готовых похвалитися. ",
          "ID": "16"
        },
        {
          "text": "Хваляйся же, о Господе да хвалится: ",
          "ID": "17"
        },
        {
          "text": "не хваляй бо себе сей искусен, но егоже Бог восхваляет.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "Второе послание к Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "о, да бысте мало потерпели безумию моему! Но и потерпите мя. ",
          "ID": "1"
        },
        {
          "text": "Ревную бо по вас Божиею ревностию: обручих бо вас единому мужу деву чисту представити Христови. ",
          "ID": "2"
        },
        {
          "text": "Боюся же, да не како, якоже змий еву прельсти лукавством своим, тако истлеют и разумы ваши от простоты, яже о Христе. ",
          "ID": "3"
        },
        {
          "text": "Аще бо грядый инаго Иисуса проповедает, егоже не проповедахом, или духа инаго приемлете, егоже не приясте, или благовествование ино, еже не приясте, добре бысте потерпели. ",
          "ID": "4"
        },
        {
          "text": "Непщую бо ничимже лишитися предних апостол: ",
          "ID": "5"
        },
        {
          "text": "аще бо и невежда словом, но не разумом: но везде явльшеся о всем в вас. ",
          "ID": "6"
        },
        {
          "text": "Или грех сотворих себе смиряя, да вы вознесетеся, яко туне Божие благовествование благовестих вам? ",
          "ID": "7"
        },
        {
          "text": "От иных Церквей уях, приим оброк к вашему служению: и пришед к вам, и в скудости быв, не стужих ни единому: ",
          "ID": "8"
        },
        {
          "text": "скудость бо мою исполниша братия, пришедше от македонии: и во всем без стужения вам себе соблюдох и соблюду. ",
          "ID": "9"
        },
        {
          "text": "Есть истина Христова во мне, яко похваление сие не заградится о мне в странах ахайских. ",
          "ID": "10"
        },
        {
          "text": "Почто? зане не люблю ли вас? Бог весть. А еже творю, и сотворю, ",
          "ID": "11"
        },
        {
          "text": "да отсеку вину хотящым вины, да, о немже хвалятся, обрящутся якоже и мы. ",
          "ID": "12"
        },
        {
          "text": "Таковии бо лживи апостоли, делателе льстивии, преобразующеся во апостолы Христовы. ",
          "ID": "13"
        },
        {
          "text": "И не дивно: сам бо сатана преобразуется во ангела светла: ",
          "ID": "14"
        },
        {
          "text": "не велие убо, аще и служителие его преобразуются яко служители правды: имже кончина будет по делом их. ",
          "ID": "15"
        },
        {
          "text": "Паки глаголю: да никтоже мнит мя безумна быти: аще ли ни, поне яко безумна приимите мя, да и аз мало что похвалюся. ",
          "ID": "16"
        },
        {
          "text": "А еже глаголю, не глаголю по Господе, но яко в безумии в сей части похвалы: ",
          "ID": "17"
        },
        {
          "text": "понеже мнози хвалятся по плоти, и аз похвалюся. ",
          "ID": "18"
        },
        {
          "text": "Любезно бо приемлете безумныя, мудри суще: ",
          "ID": "19"
        },
        {
          "text": "приемлете бо, аще кто вас порабощает, аще кто поядает, аще кто не влепоту проторит, аще кто по лицу биет вы, аще кто величается. ",
          "ID": "20"
        },
        {
          "text": "По досаждению глаголю, зане аки мы изнемогохом. О немже аще дерзает кто, несмысленно глаголю, дерзаю и аз. ",
          "ID": "21"
        },
        {
          "text": "Еврее ли суть? и аз. Израилите ли суть? и аз. Семя авраамле ли суть? и аз. ",
          "ID": "22"
        },
        {
          "text": "Служителие ли Христовы суть? не в мудрости глаголю, паче аз. В трудех множае, в ранах преболе, в темницах излиха, в смертех многащи. ",
          "ID": "23"
        },
        {
          "text": "От иудей пять краты четыредесять разве единыя приях: ",
          "ID": "24"
        },
        {
          "text": "трищи палицами биен бых, единою каменьми наметан бых, трикраты корабль опровержеся со мною: нощь и день во глубине сотворих: ",
          "ID": "25"
        },
        {
          "text": "в путных шествиих множицею: беды в реках, беды от разбойник, беды от сродник, беды от язык, беды во градех, беды в пустыни, беды в мори, беды во лжебратии: ",
          "ID": "26"
        },
        {
          "text": "в труде и подвизе, во бдениих множицею, во алчбе и жажди, в пощениих многащи, в зиме и наготе. ",
          "ID": "27"
        },
        {
          "text": "Кроме внешних, нападение еже по вся дни, и попечение всех Церквей. ",
          "ID": "28"
        },
        {
          "text": "Кто изнемогает, и не изнемогаю? Кто соблазняется, и аз не разжизаюся? ",
          "ID": "29"
        },
        {
          "text": "Аще хвалитися ми подобает, о немощи моей похвалюся. ",
          "ID": "30"
        },
        {
          "text": "Бог и Отец Господа нашего Иисуса Христа весть, сый благословен во веки, яко не лгу. ",
          "ID": "31"
        },
        {
          "text": "В дамасце языческий князь арефы царя стрежаше дамаск град, яти мя хотя: и оконцем в кошнице свешен бых по стене, и избегох из руку его.",
          "ID": "32"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "Второе послание к Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "Похвалитися же не пользует ми: прииду бо в видения и откровения Господня. ",
          "ID": "1"
        },
        {
          "text": "Вем человека о Христе, прежде лет четыренадесяти: аще в теле, не вем, аще ли кроме тела, не вем, Бог весть: восхищена бывша таковаго до третияго небесе. ",
          "ID": "2"
        },
        {
          "text": "И вем такова человека: аще в теле, или кроме тела, не вем: Бог весть: ",
          "ID": "3"
        },
        {
          "text": "яко восхищен бысть в рай, и слыша неизреченны глаголголы, ихже не леть есть человеку глаголати. ",
          "ID": "4"
        },
        {
          "text": "О таковем похвалюся: о себе же не похвалюся, токмо о немощех моих. ",
          "ID": "5"
        },
        {
          "text": "Аще бо восхощу похвалитися, не буду безумен, истину бо реку: щажду же, да не како кто вознепщует о мне паче, еже видит мя, или слышит что от мене. ",
          "ID": "6"
        },
        {
          "text": "И за премногая откровения да не превозношуся, дадеся ми пакостник плоти, аггел сатанин, да ми пакости деет, да не превозношуся. ",
          "ID": "7"
        },
        {
          "text": "О сем трикраты Господа молих, да отступит от мене, ",
          "ID": "8"
        },
        {
          "text": "и рече ми: довлеет ти благодать моя: сила бо моя в немощи совершается. Сладце убо похвалюся паче в немощех моих, да вселится в мя сила Христова. ",
          "ID": "9"
        },
        {
          "text": "Темже благоволю в немощех, в досаждениих, в бедах, во изгнаниих, в теснотах по Христе: егда бо немощствую, тогда силен есмь. ",
          "ID": "10"
        },
        {
          "text": "Бых несмыслен хваляся: вы мя понудисте. Аз бо должен бех от вас хвалимь бывати: ничимже бо лишихся первейших апостол, аще и ничтоже есмь: ",
          "ID": "11"
        },
        {
          "text": "знамения бо апостолова содеяшася в вас во всяцем терпении, в знамениих и чудесех и силах. ",
          "ID": "12"
        },
        {
          "text": "Что бо есть, егоже лишистеся паче прочих Церквей, разве точию яко аз сам не стужих вам? Дадите ми неправду сию. ",
          "ID": "13"
        },
        {
          "text": "Се третие готов есмь приити к вам, и не стужу вам: не ищу бо ваших, но вас. Не должна бо суть чада родителем снискати имения, но родителе чадом. ",
          "ID": "14"
        },
        {
          "text": "Аз же в сладость иждиву и иждивен буду по душах ваших, аще и излишше вас любя, менше любимь есмь. ",
          "ID": "15"
        },
        {
          "text": "Буди же, аз не отягчих вас, но коварен сый, лестию вас приях. ",
          "ID": "16"
        },
        {
          "text": "Еда коим от посланных к вам лихоимствовах вас? ",
          "ID": "17"
        },
        {
          "text": "Умолих тита, и с ним послах брата: еда лихоимствова чим вас тит? не темже ли духом ходихома? не темиже ли стопами? ",
          "ID": "18"
        },
        {
          "text": "Паки ли мните, яко ответ вам творим? Пред Богом, о Христе глаголем: вся же, возлюбленнии, о вашем созидании и утверждении. ",
          "ID": "19"
        },
        {
          "text": "Боюся же, еда како пришед, не яцех же хощу, обрящу вас, и аз обрящуся вам, якова же не хощете: да не како будут рвения, зависти, ярости, рети, клеветы, шептания, кичения, нестроения: ",
          "ID": "20"
        },
        {
          "text": "да не паки пришедша мя смирит Бог мой у вас, и восплачуся многих прежде согрешших и не покаявшихся о нечистоте и блужении и студоложствии, яже содеяша.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "Второе послание к Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Третицею се гряду к вам: при устех двою или триех свидетелей станет всяк глагол. ",
          "ID": "1"
        },
        {
          "text": "Прежде рех и предглаголю, яко у вас быв второе, и отсутствуя ныне пишу прежде согрешившым и прочым всем, яко аще прииду паки, не пощажду: ",
          "ID": "2"
        },
        {
          "text": "понеже искушения ищете глаголющаго во мне Христа, иже в вас не изнемогает, но может в вас: ",
          "ID": "3"
        },
        {
          "text": "ибо аще и распят бысть от немощи, но жив есть от силы Божия: ибо и мы немощствуем в нем, но живи будем с ним от силы Божия в вас: ",
          "ID": "4"
        },
        {
          "text": "Себе искушайте, аще есте в вере: себе искушайте. Или не знаете себе, яко Иисус Христос в вас есть? Разве точию чим неискусни есте. ",
          "ID": "5"
        },
        {
          "text": "Уповаю же, яко разумети имате, яко мы несмы неискусни. ",
          "ID": "6"
        },
        {
          "text": "Молимся же к Богу, не сотворити вам ни единаго зла, не яко да мы искусни явимся, но да вы доброе сотворите, мы же яко неискусни будем. ",
          "ID": "7"
        },
        {
          "text": "Ничтоже бо можем на истину, но по истине. ",
          "ID": "8"
        },
        {
          "text": "Радуемся бо, егда мы немощствуем, вы же сильни бываете: о сем же и молимся, о вашем совершении. ",
          "ID": "9"
        },
        {
          "text": "Сего ради не сый у вас сия пишу, да не пришед безщадно сотворю по власти, юже Господь дал ми есть в создание, а не на разорение. ",
          "ID": "10"
        },
        {
          "text": "Прочее же, братие, радуйтеся, совершайтеся, утешайтеся, тожде мудрствуйте, мир имейте. И Бог любве и мира будет с вами. ",
          "ID": "11"
        },
        {
          "text": "Целуйте друг друга лобзанием святым. ",
          "ID": "12"
        },
        {
          "text": "Целуют вы святии вси. ",
          "ID": "13"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа, и любы Бога и оца, и общение святаго духа со всеми вами. Аминь. ",
          "ID": "14"
        }
      ],
      "ID": "NT:2CO.13",
      "name": "Второе послание к Коринфянам 13"
    }
  ],
  "ID": "NT:2CO(CSLAV)",
  "name": "Второе послание к Коринфянам"
}