{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, по воле Бога апостола Христа Иисуса, и от брата Тимофея.",
          "ID": "1"
        },
        {
          "text": "Церкви Божьей в Коринфе и всем святым в Ахаии.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Благодать и мир вам от Бога Отца и от Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец Господа нашего Иисуса Христа, Отец милосердия и Бог всяческого утешения. ",
          "ID": "3"
        },
        {
          "text": "Он утешает нас во всех наших тяготах, чтобы и мы, в свою очередь, могли утешить других в их горе тем утешением, которым Бог утешает нас. ",
          "ID": "4"
        },
        {
          "text": "Ведь как умножаются наши страдания ради Христа, так умножается Христом и наше утешение. ",
          "ID": "5"
        },
        {
          "text": "Жизненные трудности мы переносим ради вашего утешения и спасения. Утешение, которое мы получаем, тоже дается нам ради вашего утешения. Оно поможет и вам стойко перенести те же страдания, которые приходится переносить нам. ",
          "ID": "6"
        },
        {
          "text": "Мы твердо надеемся на вас и знаем, что как вы разделяете с нами наши страдания, так разделяете и наше утешение.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Братья, я хочу, чтобы вы знали о том, что мы пережили в провинции Азия. Выпавшие там на нашу долю страдания настолько превосходили все наши силы, что мы потеряли надежду остаться в живых. ",
          "ID": "8"
        },
        {
          "text": "Казалось, что мы уже получили смертный приговор, но так было для того, чтобы мы научились полагаться не на себя, а на Бога, Который воскрешает мертвых. ",
          "ID": "9"
        },
        {
          "text": "Он избавил нас от смертельной опасности и впредь избавит. На Него мы надеемся, и Он спасет нас. ",
          "ID": "10"
        },
        {
          "text": "Только вы помогайте нам своими молитвами, чтобы многие возблагодарили Бога за то, что Он был так милостив к нам по их молитвам.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Мы хвалимся тем – и наша совесть может быть этому порукой, – что мы и в этом мире, и в особенности в наших отношениях с вами, поступали честно и искренне, и это нам было дано от Бога. Мы поступали не по «мудрости» этого мира, но по Божьей благодати. ",
          "ID": "12"
        },
        {
          "text": "Во всем, что мы вам написали, нет ничего, что вы, прочитав, не смогли бы понять. Я надеюсь, что, поняв нас до конца, – ",
          "ID": "13"
        },
        {
          "text": "а отчасти вы нас уже понимаете, – в День возвращения Господа Иисуса вы сможете хвалиться нами так же, как и мы вами.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я уверен в этом и поэтому хотел бы сначала прийти к вам, чтобы вы дважды получили благодать. ",
          "ID": "15"
        },
        {
          "text": "Я собирался побывать у вас по пути в Македонию, а затем еще раз посетить вас на обратном пути, и тогда вы помогли бы мне отправиться в Иудею. ",
          "ID": "16"
        },
        {
          "text": "Может, вам кажется, что это решение было необдуманным? Или, может, я, как это водится у людей, говорю в одно и то же время то «да», то «нет»? ",
          "ID": "17"
        },
        {
          "text": "Заверяю вас перед Богом, Который верен: то, что говорю вам, я говорю без колебаний. ",
          "ID": "18"
        },
        {
          "text": "В Сыне Божьем Иисусе Христе, Которого вам возвещали я, Силуан и Тимофей, нет никакой неопределенности, в Нем всегда лишь только «да». ",
          "ID": "19"
        },
        {
          "text": "Все обещания Божьи подтвердились в Иисусе Христе! Поэтому и мы говорим через Него во славу Бога: «Аминь».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Бог делает и нас, и вас непоколебимыми во Христе. Он совершил над нами помазание ",
          "ID": "21"
        },
        {
          "text": "и запечатлел нас Своей печатью. Он вложил в наши сердца Своего Духа как залог того, что Он нам обещал.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Бог свидетель того, что лишь жалея вас, я до сих пор не приходил с наказанием в Коринф. ",
          "ID": "23"
        },
        {
          "text": "Мы не хотим повелевать вашей верой, нет, мы делаем все лишь для вашей радости, потому что вы твердо стоите в вере.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "Второе Послание к Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "Поэтому я решил больше не приходить к вам только для того, чтобы вас огорчать. ",
          "ID": "1"
        },
        {
          "text": "Если я буду вас огорчать, то кто же сможет тогда порадовать меня? Кто, как не вы, которых я огорчаю? ",
          "ID": "2"
        },
        {
          "text": "Я написал вам то послание для того, чтобы, придя к вам, не оказаться огорченным теми, о ком я хотел бы радоваться, и я уверен, что моя радость – это наша общая радость. ",
          "ID": "3"
        },
        {
          "text": "Мне очень нелегко было писать вам так; я писал со слезами и с болью в сердце. Но моей целью было не огорчить вас, а дать вам знать, как сильно я вас люблю.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Тот, кто доставил мне печаль, огорчил не только меня, а отчасти, чтобы не сказать больше, и всех вас. ",
          "ID": "5"
        },
        {
          "text": "Для этого человека достаточно того наказания, которое он уже получил от большинства из вас. ",
          "ID": "6"
        },
        {
          "text": "А теперь простите его и успокойте, чтобы ему не быть подавленным невыносимой печалью. ",
          "ID": "7"
        },
        {
          "text": "Умоляю вас, подтвердите свою любовь к нему.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я писал вам также для того, чтобы проверить вас, будете ли вы послушны во всем. ",
          "ID": "9"
        },
        {
          "text": "А кого вы прощаете, того и я прощаю. А кого я прощаю, если ему действительно есть что прощать, того я прощаю ради вас перед Христом, ",
          "ID": "10"
        },
        {
          "text": "чтобы сатана не смог нас перехитрить, а намерения сатаны мы прекрасно знаем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда я пришел в Троаду возвещать Радостную Весть о Христе, то Господь открыл мне дверь для служения. ",
          "ID": "12"
        },
        {
          "text": "Но я не мог успокоиться, потому что не нашел там моего брата по вере Тита. Поэтому я попрощался с ними и отправился в Македонию.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я благодарен Богу, Который всегда ведет нас в Своей триумфальной процессии во Христе и повсюду распространяет через нас благоухание познания о Нем. ",
          "ID": "14"
        },
        {
          "text": "Потому что мы для Бога благовоние, возжигаемое Христом, среди тех, кто принимает спасение, и тех, кто идет к погибели. ",
          "ID": "15"
        },
        {
          "text": "Для одних мы – запах смертоносный, для других – живительное благоухание. И кто способен на такое служение?! ",
          "ID": "16"
        },
        {
          "text": "При этом мы не торгуем вразнос Божьим словом, как это делают многие. Во Христе мы говорим искренне перед Богом как люди, посланные Богом.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "Второе Послание к Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "Может показаться, что мы начинаем хвалить самих себя. Но разве нуждаемся мы в рекомендательных письмах для вас или же от вас, как в этом нуждаются другие? ",
          "ID": "1"
        },
        {
          "text": "Вы сами – наше письмо: письмо, записанное в наших сердцах, известное и читаемое всеми людьми. ",
          "ID": "2"
        },
        {
          "text": "Все видят, что вы письмо Христа, написанное в результате нашего служения не чернилами, а Духом живого Бога, и не на каменных плитках, а в человеческих сердцах.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Такую уверенность мы имеем через Христа перед Богом. ",
          "ID": "4"
        },
        {
          "text": "И не потому, что у нас самих есть нечто особенное, некая заслуга; наши способности исключительно от Бога. ",
          "ID": "5"
        },
        {
          "text": "Он наделил нас способностью быть служителями нового завета. Данный завет – это не писаный Закон, нет, но он от Духа. Ведь буква убивает, а Дух дает жизнь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Вспомните служение высеченному буквами на камнях Закону, которое принесло смерть. Оно было учреждено в такой славе, что израильтяне не могли смотреть на сияющее лицо Моисея, хотя это сияние постепенно затухало. Если это служение пришло в такой славе, ",
          "ID": "7"
        },
        {
          "text": "то разве не будет еще славнее служение Духа? ",
          "ID": "8"
        },
        {
          "text": "Если служение, которое осуждает человека, было окружено такой славой, то насколько же большей славой наделено служение, несущее человеку оправдание! ",
          "ID": "9"
        },
        {
          "text": "То, что было окружено славой тогда, кажется уже не таким славным по сравнению с гораздо большей славой. ",
          "ID": "10"
        },
        {
          "text": "И если временное было окружено славой, то насколько же славнее будет вечное!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Итак, мы имеем такую надежду, которая вселяет в нас смелость, ",
          "ID": "12"
        },
        {
          "text": "и мы не закрываем свои лица, как это делал Моисей, чтобы израильтяне не смотрели на угасание той славы. ",
          "ID": "13"
        },
        {
          "text": "Но их умы закрыты и до сих пор, ведь когда они читают Ветхий Завет, это покрывало остается неснятым, потому что оно может быть снято только Христом. ",
          "ID": "14"
        },
        {
          "text": "По сегодняшний день, когда читаются книги Моисея, сердца их закрыты покрывалом. ",
          "ID": "15"
        },
        {
          "text": "Но когда человек обращается к Господу, покрывало снимается. ",
          "ID": "16"
        },
        {
          "text": "Господь – это Дух, и всюду, где обитает Дух Господа, – там свобода!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "И мы все с открытыми лицами видим, как в зеркале, сияние славы Господа и изменяемся, становясь все больше похожими на Него. Его слава в нас все возрастает, ведь она исходит от Самого Господа, а Он есть Дух!",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "Второе Послание к Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Вот почему, имея по милости Божьей это служение, мы не отчаиваемся. ",
          "ID": "1"
        },
        {
          "text": "Мы отвергаем любые нечестные методы, за которые бывает стыдно, мы никого не обманываем и не искажаем слово Божье. Напротив, мы открыто возвещаем истину, и пусть каждый человек судит нас в своей совести перед Богом. ",
          "ID": "2"
        },
        {
          "text": "Если для кого-то Радостная Весть, которую мы возвещаем, и закрыта, то только для тех, кто идет к погибели, ",
          "ID": "3"
        },
        {
          "text": "для неверующих, у которых бог этого мира ослепил умы, чтобы им не видеть света Радостной Вести о славе Христа, Который есть образ Бога. ",
          "ID": "4"
        },
        {
          "text": "Ведь мы возвещаем не самих себя, а Христа Иисуса как Господа, мы же – ваши слуги ради Иисуса. ",
          "ID": "5"
        },
        {
          "text": "Потому что Бог, сказавший: «Пусть из тьмы воссияет свет», и Сам есть тот Свет, Который светит в наших сердцах, давая нам знание славы Божьей, которая видна на лице Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Но это сокровище мы носим в глиняных сосудах и показываем, что эта выдающаяся сила исходит не от нас, а от Бога. ",
          "ID": "7"
        },
        {
          "text": "Нас теснят со всех сторон, но мы не стеснены; мы в отчаянных обстоятельствах, но не в отчаянии; ",
          "ID": "8"
        },
        {
          "text": "нас преследуют, но мы не покинуты; мы сильно побиты, но не убиты. ",
          "ID": "9"
        },
        {
          "text": "В нашем теле мы всегда носим смерть Иисуса, чтобы в нас была явлена и Его жизнь. ",
          "ID": "10"
        },
        {
          "text": "Мы, живые, все время предаемся смерти за Иисуса, чтобы и жизнь Иисуса была явлена в наших смертных телах. ",
          "ID": "11"
        },
        {
          "text": "Смерть совершает свою работу в нас ради того, чтобы в вас совершила свою работу жизнь!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "А поскольку мы обладаем тем же духом веры – как написано: «Я верил, поэтому я и говорил», – мы тоже верим и поэтому говорим. ",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что Тот, Кто воскресил Господа Иисуса, воскресит с Иисусом и нас и поставит перед Собой рядом с вами. ",
          "ID": "14"
        },
        {
          "text": "Все это к вашему благу, чтобы благодать, достигающая все большего и большего числа людей, усиливала благодарность, возносимую во славу Бога.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Поэтому мы не унываем. Если даже мы изнашиваемся физически, то внутренне мы изо дня в день обновляемся, ",
          "ID": "16"
        },
        {
          "text": "так как наши легкие и временные страдания – ничто по сравнению с весомой и вечной славой, которую они нам приносят. ",
          "ID": "17"
        },
        {
          "text": "Мы смотрим не на видимое, а на невидимое, потому что видимое временно, а невидимое вечно.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "Второе Послание к Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "Мы знаем, что когда наша земная палатка – наше тело – будет уничтожена, тогда на небе нас ждет вечный дом –  духовное тело, созданное Богом, а не руками людей. ",
          "ID": "1"
        },
        {
          "text": "Пока же мы находимся в этой палатке, мы стонем в ожидании того момента, когда облечемся в наше небесное жилище. ",
          "ID": "2"
        },
        {
          "text": "Облекшись же в него, мы не окажемся нагими. ",
          "ID": "3"
        },
        {
          "text": "Но пока мы еще находимся в нашей земной палатке и стонем; нам трудно, потому что мы не хотим избавиться от земного тела, но, тем не менее, хотим быть одеты в вечное, чтобы все смертное было поглощено жизнью. ",
          "ID": "4"
        },
        {
          "text": "Для того мы и созданы Богом, давшим нам Своего Духа как залог.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Поэтому мы всегда спокойны, даже зная, что пока мы находимся в своем земном теле, мы удалены от Господа; ",
          "ID": "6"
        },
        {
          "text": "ведь мы руководствуемся верой, а не тем, что мы видим. ",
          "ID": "7"
        },
        {
          "text": "Зная это, мы спокойны и хотели бы уже, покинув наши тела, поселиться у Господа. ",
          "ID": "8"
        },
        {
          "text": "Поэтому и цель наша – делать то, чего хочет от нас Господь, будь мы в теле или вне его. ",
          "ID": "9"
        },
        {
          "text": "Ведь всем нам предстоит явиться на суд Христа, и каждому будет дано по заслугам, за его добрые или злые дела, которые он совершал, находясь в земном теле.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Итак, зная, что такое страх перед Господом, мы стараемся убедить других. Богу же хорошо известно, каковы мы, и я надеюсь, что мы так же хорошо известны и вашей совести. ",
          "ID": "11"
        },
        {
          "text": "Мы не пытаемся расхваливать себя перед вами, но вы можете смело хвалиться нами, чтобы у вас было что ответить тем, которые хвалятся чем-то показным, а не тем, что в сердце. ",
          "ID": "12"
        },
        {
          "text": "Если кто-то полагает, что мы не в своем уме, то мы стали такими для Бога, если же мы рассуждаем здраво – это для вас. ",
          "ID": "13"
        },
        {
          "text": "Любовь Христа движет нами, потому что мы убеждены в том, что раз Один умер за всех, то, значит, все умерли. ",
          "ID": "14"
        },
        {
          "text": "Он умер за всех ради того, чтобы те, кто живет, жили уже не для себя, но для Того, Кто умер за них и был воскрешен.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Итак, теперь мы уже не смотрим ни на кого с человеческой точки зрения. Когда-то мы смотрели так на Христа, но больше не смотрим. ",
          "ID": "16"
        },
        {
          "text": "Поэтому, если кто-то находится во Христе, он уже новое творение. Все старое миновало, теперь все новое! ",
          "ID": "17"
        },
        {
          "text": "А все это от Бога, Который примирил нас с Собой благодаря Христу и дал нам служение примирения. ",
          "ID": "18"
        },
        {
          "text": "То есть Бог через Христа примирил с Собой мир, не вменяя людям их грехов, и Он поручил нам возвещать весть об этом примирении.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Итак, мы – представители Христа, так как через нас с людьми говорит Бог. Поэтому мы умоляем вас от имени Христа: примиритесь с Богом. ",
          "ID": "20"
        },
        {
          "text": "На безгрешного Бог возложил вину за грех людей, чтобы в Нем мы стали праведными перед Богом.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5",
      "name": "Второе Послание к Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Как соработники Бога, мы умоляем вас, чтобы принятая вами благодать Божья не была тщетна. ",
          "ID": "1"
        },
        {
          "text": "Ведь Он говорит:",
          "ID": "2"
        },
        {
          "text": "«В благоприятное время Я услышал тебя",
          "ID": "2"
        },
        {
          "text": "и в день спасения Я помог тебе».",
          "ID": "2"
        },
        {
          "text": "Говорю вам, что именно сейчас благоприятное время, и сегодня – день спасения.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Мы не хотим ни для кого быть камнем преткновения, чтобы никто не мог ни в чем упрекнуть наше служение. ",
          "ID": "3"
        },
        {
          "text": "Мы проявляем себя истинными служителями Божьими во всем: в великом терпении, в несчастьях, в нужде, в трудностях; ",
          "ID": "4"
        },
        {
          "text": "когда нас бьют, заключают в темницы или когда мы противостоим разъяренной толпе; в тяжелом труде, в бессонных ночах и в голоде; ",
          "ID": "5"
        },
        {
          "text": "в чистоте, в знании, в стойкости, в доброте, в Духе Святом и искренней любви, ",
          "ID": "6"
        },
        {
          "text": "в слове истины, в Божьей силе; с оружием праведности в правой и левой руке, ",
          "ID": "7"
        },
        {
          "text": "в славе и бесчестии, встречая как поношения, так и одобрительные отклики. Нас считают обманщиками, но мы верны; ",
          "ID": "8"
        },
        {
          "text": "нас считают безвестными, но нас знают все; нас считают умершими, но мы живы; нас наказывают, но мы не убиты; ",
          "ID": "9"
        },
        {
          "text": "нас огорчают, но мы всегда радуемся; мы бедны, но многих обогащаем; у нас нет ничего, и в то же время мы владеем всем!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Коринфяне! Мы вам говорили открыто обо всем. Мы проявляли к вам чистосердечную любовь. ",
          "ID": "11"
        },
        {
          "text": "Мы так любим вас, но вы не проявляете ответной любви к нам. ",
          "ID": "12"
        },
        {
          "text": "Я обращаюсь к вам, как к своим детям, так откройте же и вы в ответ ваши сердца!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не впрягайтесь под одно ярмо с неверующими. Что общего у праведности с грехом? Что общего у света с тьмой ",
          "ID": "14"
        },
        {
          "text": "или у Христа с Велиаром? Что общего у верующего с неверующими ",
          "ID": "15"
        },
        {
          "text": "и у храма Божьего с идолами? Ведь мы – храм живого Бога, так как Бог сказал о нас:",
          "ID": "16"
        },
        {
          "text": "«Я вселюсь в них и буду ходить среди них.",
          "ID": "16"
        },
        {
          "text": "Я буду их Богом, а они будут Моим народом».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Поэтому",
          "ID": "17"
        },
        {
          "text": "«Выйдите из их среды",
          "ID": "17"
        },
        {
          "text": "и отделитесь,",
          "ID": "17"
        },
        {
          "text": "говорит Господь,",
          "ID": "17"
        },
        {
          "text": "не прикасайтесь к нечистому,",
          "ID": "17"
        },
        {
          "text": "и Я приму вас».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "«Я буду вашим Отцом,",
          "ID": "18"
        },
        {
          "text": "а вы будете моими сынами и дочерями»,",
          "ID": "18"
        },
        {
          "text": "говорит Господь Вседержитель.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "Второе Послание к Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "Итак, возлюбленные, раз нам даны такие обещания, давайте же очистим себя от всего, что оскверняет наше тело и наш дух, завершая наше освящение в благоговении перед Богом.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Откройте для нас ваши сердца! Мы ведь никого не обидели, никого не разорили, ни от кого не искали выгоды себе. ",
          "ID": "2"
        },
        {
          "text": "Я говорю это не в осуждение, нет, – я ведь уже говорил вам, что вы в наших сердцах, и поэтому мы вместе и в жизни, и в смерти. ",
          "ID": "3"
        },
        {
          "text": "Я очень верю в вас и горжусь вами! Вы ободряете меня настолько, что я радуюсь беспредельно, несмотря на все мои беды. ",
          "ID": "4"
        },
        {
          "text": "Ведь даже когда мы пришли в Македонию, то не имели там покоя. Проблемы обрушились на нас со всех сторон: извне мы терпели нападки, а внутри нас одолевали страхи. ",
          "ID": "5"
        },
        {
          "text": "Но Бог, утешающий тех, кто в унынии, утешил нас приходом Тита, ",
          "ID": "6"
        },
        {
          "text": "и не столько самим его приходом, сколько рассказом о том, как вы приняли его. Он рассказал нам, как вы хотели бы меня увидеть, как вы сожалеете о происшедшем, рассказал о том, как рьяно вы вступились за меня, и это доставило мне огромную радость.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я не сожалею о том, что написал вам такое послание, пусть оно и огорчило вас. Конечно, сперва я об этом пожалел, так как видел, что послание вас огорчило, пусть лишь на недолгое время, ",
          "ID": "8"
        },
        {
          "text": "но сейчас я рад. Рад не потому, что вы чувствуете себя виновными, но потому, что ваша печаль привела вас к раскаянию. Ваша печаль была от Бога, так что мы вам не причинили никакого вреда. ",
          "ID": "9"
        },
        {
          "text": "Печаль от Бога приводит к покаянию, которое, в свою очередь, ведет ко спасению и уже не оставляет никакого места для сожаления. Но печаль этого мира ведет лишь к смерти. ",
          "ID": "10"
        },
        {
          "text": "Посудите сами: печаль от Бога произвела в вас усердие, желание оправдаться, справедливое негодование на виновного, тревогу, жажду встречи, ревность, готовность наказать провинившегося. Вы полностью доказали свою невиновность в этом деле. ",
          "ID": "11"
        },
        {
          "text": "Я писал вам не для того, чтобы обличить оскорбителя или же защитить оскорбленного. Я хотел, чтобы вы сами видели, как искренне вы преданы нам перед Богом. ",
          "ID": "12"
        },
        {
          "text": "И результат, который мы видим, радует нас.",
          "ID": "13"
        },
        {
          "text": "Мы обрадовались не только той перемене, которая произошла в вас, но также радости Тита, что все вы успокоили его дух. ",
          "ID": "13"
        },
        {
          "text": "Я прежде хвалил вас в разговоре с ним, и, к счастью, вы меня не подвели. Все, что мы говорили вам, было верным, также как оказалось верным и то, что мы, хваля вас, говорили Титу. ",
          "ID": "14"
        },
        {
          "text": "Он все больше и больше любит вас, когда вспоминает, как послушно вы внимали его словам и с каким благоговением и трепетом вы принимали его самого. ",
          "ID": "15"
        },
        {
          "text": "И я рад, что во всем могу полагаться на вас!",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "Второе Послание к Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "Братья, мы хотим сказать вам и о том, какую благодать Бог проявил к церквам в Македонии. ",
          "ID": "1"
        },
        {
          "text": "Среди суровых испытаний у них изобилие радости, и в ужасной бедности – изобилие щедрости. ",
          "ID": "2"
        },
        {
          "text": "Я свидетель того, что они добровольно жертвовали все, что только могли, и даже сверх того. ",
          "ID": "3"
        },
        {
          "text": "Они сами обратились к нам и настойчиво просили, как о великой благодати, позволения помочь святым. ",
          "ID": "4"
        },
        {
          "text": "То, что они сделали, превзошло все наши ожидания. Ведь они даже самих себя отдали прежде всего Господу, а затем, по воле Божьей, и нам. ",
          "ID": "5"
        },
        {
          "text": "И вот мы попросили Тита, чтобы он, раз уже начал, так и довел бы у вас до конца это милосердное дело. ",
          "ID": "6"
        },
        {
          "text": "Поскольку у вас во всем изобилие: у вас есть вера, красноречие, знание, рвение и ваша любовь к нам, то мы хотим, чтобы вы проявили ваши лучшие качества и в этом деле милосердия.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я не приказываю вам, но, говоря о рвении, которое проявляют другие, я через это хочу испытать искренность вашей любви. ",
          "ID": "8"
        },
        {
          "text": "Вам известна благодать нашего Господа Иисуса Христа. Он был богат, но ради нас Он стал беден, чтобы благодаря Его бедности вы стали богатыми.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Я вам советую поступить так: закончите то, что вы начали в прошлом году, так как это полезно вам самим. Ведь вы не только первыми начали это дело, но и первыми замыслили его. ",
          "ID": "10"
        },
        {
          "text": "Так и при завершении дела проявите то же усердие, что вы проявили при его замысле. Давайте столько, сколько позволяет ваш достаток. ",
          "ID": "11"
        },
        {
          "text": "Главное, чтобы было желание, и тогда ваш вклад будет оценен Богом, Который желает, чтобы вы давали из того, что у вас есть, а не из того, чего у вас нет.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Мы не хотим, чтобы другим было облегчение за ваш счет, но чтобы было равенство. ",
          "ID": "13"
        },
        {
          "text": "В настоящее время ваш достаток облегчит их нужду, а их достаток в свое время облегчит вашу. Тогда будет равенство, ",
          "ID": "14"
        },
        {
          "text": "как написано:",
          "ID": "15"
        },
        {
          "text": "«У того, кто собрал много, не было излишка,",
          "ID": "15"
        },
        {
          "text": "и у того, кто собрал мало, не было недостатка».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Я благодарен Богу, что Он положил на сердце Титу ту же заботу о вас, что и мне. ",
          "ID": "16"
        },
        {
          "text": "Ведь Тит не просто откликнулся на нашу просьбу, он идет к вам добровольно, по своей инициативе. ",
          "ID": "17"
        },
        {
          "text": "Мы посылаем вместе с ним еще одного брата, которого во всех церквах хвалят как доброго служителя Радостной Вести. ",
          "ID": "18"
        },
        {
          "text": "Кроме того, церкви выбрали его идти с нами и помочь в этом деле милосердия, которое мы совершаем во славу Самого Господа по нашему доброму желанию. ",
          "ID": "19"
        },
        {
          "text": "Мы хотим, чтобы никто не мог упрекнуть нас за то, как мы обращаемся с этими щедрыми дарами, ",
          "ID": "20"
        },
        {
          "text": "и стараемся поступать правильно во всем, и не только перед Господом, но и перед людьми.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Мы посылаем к вам еще одного нашего брата, который много раз и во многих делах проявлял свое усердие. А теперь он еще усерднее, потому что он очень уверен в вас. ",
          "ID": "22"
        },
        {
          "text": "Что касается Тита, то он мой спутник и сотрудник в работе среди вас, а что касается остальных двух братьев, то они посланники церквей и слава Христа. ",
          "ID": "23"
        },
        {
          "text": "И поэтому явите им доказательство своей любви, чтобы все церкви увидели, что не зря мы так гордимся вами.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "Второе Послание к Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "Мне нет нужды писать вам о помощи святым. ",
          "ID": "1"
        },
        {
          "text": "Я знаю ваше горячее желание помочь, и я даже хвалил вас перед македонцами. Я говорил им о том, что вы в Ахаии готовы были к такому пожертвованию еще в прошлом году, и ваше рвение побудило и их к действиям. ",
          "ID": "2"
        },
        {
          "text": "Я посылаю к вам братьев, чтобы в этом случае наша похвала о вас не была пустой и чтобы вы оказались готовы, как я и говорил вам. ",
          "ID": "3"
        },
        {
          "text": "Ведь если македонцы придут со мной и найдут, что вы, о ком мы говорили с такой уверенностью, не готовы, то нам будет стыдно, не говоря уже о вас. ",
          "ID": "4"
        },
        {
          "text": "Поэтому я посчитал необходимым убедить братьев посетить вас заранее, чтобы завершить сбор пожертвований, как вы сами обещали. Тогда и будет видно, что вы делаете это не по принуждению, а добровольно.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Помните: кто скупо сеет, тот скупо и жнет, и кто сеет щедро, тот щедро и жнет. ",
          "ID": "6"
        },
        {
          "text": "Каждый пусть дает столько, сколько ему подсказывает сердце, не с огорчением и не по принуждению, потому что Бог любит того, кто жертвует с радостью. ",
          "ID": "7"
        },
        {
          "text": "Бог может обеспечить вас всем, что нужно, чтобы у вас всегда было всего в достатке и с лихвой хватало еще на любое доброе дело, ",
          "ID": "8"
        },
        {
          "text": "как написано:",
          "ID": "9"
        },
        {
          "text": "«Он щедро раздал свое имущество бедным,",
          "ID": "9"
        },
        {
          "text": "и его праведность длится вовек».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И Тот, Кто дает семя сеятелю, Кто дает людям хлеб в пищу, Тот умножит посеянное вами и увеличит жатву вашей праведности. ",
          "ID": "10"
        },
        {
          "text": "Вы станете так богаты всем, что всегда сможете щедро помогать людям, и за ваш щедрый дар, переданный через нас, они будут благодарить Бога.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Ваше служение не только помогает нуждам святых, но и вызывает все большую и большую благодарность Богу! ",
          "ID": "12"
        },
        {
          "text": "И, видя это ваше служение милосердия, люди будут славить Бога за вас, потому что вы верны Радостной Вести Христа, которую вы исповедуете, и делитесь с ними и со всеми тем, что имеете сами. ",
          "ID": "13"
        },
        {
          "text": "Они будут молиться о вас и будут тянуться к вам благодаря безмерной благодати, которая дана вам Богом. ",
          "ID": "14"
        },
        {
          "text": "Благодарность Богу за Его неописуемый дар!",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "Второе Послание к Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Я, Павел, который всегда так «робок», когда нахожусь у вас, и так «смел» вдали от вас, обращаюсь сейчас к вам в кротости и смирении Христа. ",
          "ID": "1"
        },
        {
          "text": "Прошу вас, не вынуждайте меня, когда я буду у вас, быть смелым и строгим по отношению к тем, кто считает, что мы совершаем служение из-за каких-то человеческих соображений. ",
          "ID": "2"
        },
        {
          "text": "Хотя мы и живем в этом мире, мы не воюем так, как этот мир воюет. ",
          "ID": "3"
        },
        {
          "text": "Мы сражаемся не обычным оружием, но оружием Бога, которое способно разрушить самые неприступные духовные твердыни. Мы опровергаем доводы ",
          "ID": "4"
        },
        {
          "text": "и опрокидываем все надменно воздвигаемые препятствия против познания Бога. Мы берем в плен каждую мысль, чтобы сделать ее послушной Христу. ",
          "ID": "5"
        },
        {
          "text": "Мы готовы наказать всякое непослушание, как только ваше послушание станет совершенным.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Вы смотрите на вещи поверхностно. И тот, кто гордится своими особыми взаимоотношениями с Христом, тот должен знать, что и мы принадлежим Христу так же, как и он. ",
          "ID": "7"
        },
        {
          "text": "Даже если бы я стал еще больше хвалиться той властью, которую Господь дал нам для созидания, а не для разрушения, мне не пришлось бы стыдиться.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Пусть никто не думает, будто я только хочу запугать вас своими посланиями. ",
          "ID": "9"
        },
        {
          "text": "Некоторые говорят, что в посланиях-то я строг и силен, но когда я присутствую лично, то я слаб, а мои слова слишком незначительны. ",
          "ID": "10"
        },
        {
          "text": "Пусть те, кто так говорит, знают, что каковы мы в посланиях, таковы и на деле, когда мы находимся среди вас.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Мы не хотим уподобляться тем из вас, кто сам возвышает себя, или сравнивать себя с ними. Они поступают глупо, сравнивая и соизмеряя себя с самими же собой. ",
          "ID": "12"
        },
        {
          "text": "А мы не будем преувеличивать собственную значимость, но будем отстаивать свои права в тех пределах, что даны нам Богом, а сюда входит и наша работа среди вас. ",
          "ID": "13"
        },
        {
          "text": "Ведь мы не выходим за эти пределы, как если бы мы не приходили к вам, но мы на самом деле были первыми, кто принес вам Радостную Весть о Христе. ",
          "ID": "14"
        },
        {
          "text": "Мы не хвалимся чужими трудами вне своих пределов. Мы надеемся, что ваша вера будет расти, а вместе с тем будут расширяться и пределы нашей деятельности у вас. ",
          "ID": "15"
        },
        {
          "text": "И тогда мы сможем идти дальше и там возвещать Радостную Весть, а не хвалиться тем, что сделано другими в их собственных пределах. ",
          "ID": "16"
        },
        {
          "text": "«Тот, кто хвалится, пусть хвалится Господом». ",
          "ID": "17"
        },
        {
          "text": "Ведь не тот достоин одобрения, кто сам себя хвалит, а тот, кого хвалит Господь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "Второе Послание к Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "Надеюсь, вы готовы немного потерпеть мою глупость. Потерпите, пожалуйста! ",
          "ID": "1"
        },
        {
          "text": "Я ревную о вас Божьей ревностью. Я обручил вас единственному Мужу – Христу, чтобы вы предстали перед Ним как невинная невеста. ",
          "ID": "2"
        },
        {
          "text": "Но боюсь, что как Ева была обманута хитрым змеем, так и ваши умы могут уклониться от искреннего и чистого посвящения Христу. ",
          "ID": "3"
        },
        {
          "text": "Если к вам кто-либо приходит и возвещает вам не Того Иисуса, Которого мы возвещали, или если вы получаете не Того Духа, Какого вы уже получили, или не ту Радостную Весть, которую вы уже приняли, – то вы все это прекрасно терпите. ",
          "ID": "4"
        },
        {
          "text": "Я не думаю, что я чем-то хуже их, этих ваших «сверхапостолов». ",
          "ID": "5"
        },
        {
          "text": "Может, я не так красноречиво говорю, но у меня есть знание, впрочем, мы во всем показали вам это со всей очевидностью.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Может, я согрешил, принижая себя, чтобы возвысить вас, потому что возвещал вам Радостную Весть Божью, не беря за это никакой платы? ",
          "ID": "7"
        },
        {
          "text": "Я все равно что грабил другие церкви, получая от них плату, чтобы служить вам. ",
          "ID": "8"
        },
        {
          "text": "Когда я был у вас и нуждался в чем-либо, я не был в тягость никому из вас, потому что во всем необходимом мне помогали братья, пришедшие из Македонии. Я старался не быть вам в тягость ни в чем и так буду поступать и впредь. ",
          "ID": "9"
        },
        {
          "text": "Верно, как и то, что истина Христа во мне, – в областях Ахаии нет никого, кто смог бы опровергнуть мою похвальбу. ",
          "ID": "10"
        },
        {
          "text": "Думаете, я не обременяю вас, потому что не люблю вас? Бог знает, как я вас люблю!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И я буду продолжать поступать так же, чтобы не давать повода тем, кто ищет повод считаться равными нам, чем они и хвалятся. ",
          "ID": "12"
        },
        {
          "text": "Эти люди – лжеапостолы, нечестные работники, притворяющиеся апостолами Христа. ",
          "ID": "13"
        },
        {
          "text": "Впрочем, это неудивительно: если сам сатана принимает вид ангела света, ",
          "ID": "14"
        },
        {
          "text": "то не следует удивляться и тому, что его служители принимают вид служителей праведности. В конце они получат то, что заслужили.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Я хочу еще раз повторить: не принимайте меня за глупца, но раз уж вы это делаете, то разрешите мне, глупому, похвалиться еще немного. ",
          "ID": "16"
        },
        {
          "text": "То, что я сейчас скажу, я скажу не так, как это сделал бы Господь. Я стану хвалиться, как глупец. ",
          "ID": "17"
        },
        {
          "text": "Многие в этом мире хвалятся, так разрешите же похвалиться и мне. ",
          "ID": "18"
        },
        {
          "text": "Вы с удовольствием терпите глупцов, а вы ведь такие умные! ",
          "ID": "19"
        },
        {
          "text": "Вы терпите тех, кто порабощает вас и живет за ваш счет, кто помыкает вами, важничает перед вами и бьет вас по лицу. ",
          "ID": "20"
        },
        {
          "text": "Скажу к своему стыду, что нам не хватило смелости так поступать с вами!",
          "ID": "21"
        },
        {
          "text": "Но чем бы они ни хвалились, я тоже смею похвалиться, и вы можете отнести это на счет моей глупости. ",
          "ID": "21"
        },
        {
          "text": "Они евреи, и я тоже еврей, они израильтяне – я тоже. Они потомки Авраама? Я тоже! ",
          "ID": "22"
        },
        {
          "text": "Они служители Христа? Пусть и глупо так говорить, но я служу Христу еще больше, чем они! Я трудился больше, меня чаще заключали в темницы, чаще избивали, я не раз был на грани смерти. ",
          "ID": "23"
        },
        {
          "text": "Пять раз иудеи давали мне по тридцать девять ударов плетью. ",
          "ID": "24"
        },
        {
          "text": "Три раза меня били палками, один раз меня побивали камнями, три раза я попадал в кораблекрушение и один раз провел всю ночь и весь день в открытом море. ",
          "ID": "25"
        },
        {
          "text": "Мне приходилось постоянно путешествовать. Я подвергался опасностям, когда пересекал реки, опасностям от бандитов, от моих соплеменников, от язычников; я бывал в опасностях в городе, в пустыне, на море и в опасностях от лжебратьев. ",
          "ID": "26"
        },
        {
          "text": "Я трудился до изнеможения, часто без сна, испытывая голод и жажду, часто без пищи, на холоде и при недостатке одежды. ",
          "ID": "27"
        },
        {
          "text": "Кроме всего этого на меня постоянно давит забота о всех церквах. ",
          "ID": "28"
        },
        {
          "text": "Я сочувствую каждому, кто слаб, я страдаю из-за всякого человека, который впадает в грех.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Если мне и следует хвалиться, то я буду хвалиться тем, в чем я слаб. ",
          "ID": "30"
        },
        {
          "text": "Бог и Отец Господа Иисуса знает, что я не лгу. Да будет Ему слава вовеки.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "В Дамаске правитель, назначенный царем Аретой, приказал сторожить город, чтобы арестовать меня. Но меня спустили в корзине через отверстие в крепостной стене, и так я спасся от него.",
          "ID": "32"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "Второе Послание к Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "Я вынужден продолжать хвалиться, хоть мне это ничего не дает. Перейду к видениям и откровениям от Господа. ",
          "ID": "1"
        },
        {
          "text": "Я знаю человека, христианина, который четырнадцать лет тому назад был поднят на третье небо; не знаю, был ли он в теле или же вне тела, это знает лишь Бог. ",
          "ID": "2"
        },
        {
          "text": "Я знаю, что этот человек – опять же я не знаю, в теле или вне тела, это знает Бог – ",
          "ID": "3"
        },
        {
          "text": "был взят в рай и слышал неизреченные слова, которые человеку нельзя пересказывать. ",
          "ID": "4"
        },
        {
          "text": "Таким человеком я буду хвалиться, но собой хвалиться не буду, разве что своими слабостями. ",
          "ID": "5"
        },
        {
          "text": "Даже если бы я и хотел хвалиться, это было бы разумно, потому что я бы говорил правду. Но я не буду этого делать, чтобы никто не подумал, что я хочу казаться значительнее, чем представляюсь людям, когда они меня видят или слышат.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И чтобы я не зазнавался тем, что получил такие великие откровения, дано мне жало в тело, ангел сатаны, чтобы мучить меня. ",
          "ID": "7"
        },
        {
          "text": "Я три раза умолял Господа избавить меня от этого, ",
          "ID": "8"
        },
        {
          "text": "но Он отвечал мне: «Достаточно для тебя Моей благодати, ведь сила Моя лучше всего проявляется в слабости». Поэтому я и хвалюсь с такой радостью своей слабостью, чтобы во мне была сила Христа. ",
          "ID": "9"
        },
        {
          "text": "Поэтому я доволен и слабостями, и оскорблениями, и нуждами, и преследованиями, и трудностями, переносимыми мною ради Христа, потому что, когда я слаб, тогда я силен.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Итак, я дошел до глупости, но вы сами меня к этому принудили. Вам следовало бы самим похвалить меня, ведь я ничем не хуже «сверхапостолов», хотя на самом-то деле я ничто. ",
          "ID": "11"
        },
        {
          "text": "Вам были показаны отличительные признаки истинного апостола: предельное терпение, знамения, чудеса и силы. ",
          "ID": "12"
        },
        {
          "text": "Так чего же вы были лишены в сравнении с другими церквами, не считая того, что я сам не был вам в тягость? Простите меня за эту обиду!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я собираюсь навестить вас в третий раз и надеюсь не быть вам в тягость. Я хочу не того, что у вас есть, а вас самих. Не дети должны копить деньги для своих родителей, а родители – для детей. ",
          "ID": "14"
        },
        {
          "text": "Поэтому я готов охотно потратить на вас все и даже истощить самого себя ради вас. Неужели же вы любите меня меньше оттого, что я люблю вас больше? ",
          "ID": "15"
        },
        {
          "text": "Как бы то ни было, я не был вам в тягость, но, может, вы скажете, что я своей хитростью все равно вас в чем-то обманул?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Может, я выманивал у вас деньги через людей, которых я к вам посылал? ",
          "ID": "17"
        },
        {
          "text": "Я посылал к вам Тита и с ним еще одного брата. Может, Тит воспользовался чем-то вашим? Разве не совершали мы с ним наше служение в одном и том же духе и не ходили одним путем?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Сейчас вы, наверное, думаете о том, что мы защищаем себя перед вами. Мы – христиане и говорим вам перед Богом: возлюбленные, все, что мы делаем, мы делаем для вашего укрепления. ",
          "ID": "19"
        },
        {
          "text": "Я боюсь, что, когда буду у вас, вы окажетесь не такими, как я бы хотел, и мне придется поступать с вами не так, как хотелось бы вам. Боюсь, что в вашей среде я застану споры, зависть, гнев, раздоры, клевету, сплетни, надменность и беспорядок. ",
          "ID": "20"
        },
        {
          "text": "Боюсь, что когда я снова буду у вас, Бог унизит меня перед вами, и мне придется оплакивать многих, кто согрешил прежде, но так и не раскаялся в своей нечистоте, разврате и распутстве, в которых были повинны.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "Второе Послание к Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Я прихожу к вам в третий раз. Написано, что «любое обвинение должно подтверждаться показаниями двух или трех свидетелей». ",
          "ID": "1"
        },
        {
          "text": "Я уже предупреждал вас, когда был у вас во второй раз, и сейчас, находясь вдали, я повторяю это всем, кто согрешил прежде, да и всем остальным: в этот раз я жалеть вас не буду. ",
          "ID": "2"
        },
        {
          "text": "Вы хотите видеть доказательство того, что через меня говорит Христос? Его сила не ослабла, и Он проявляет ее среди вас! ",
          "ID": "3"
        },
        {
          "text": "И хотя Христос был распят в слабости, но Он жив могуществом Бога! Так и мы слабы в Нем, но будем жить могуществом Бога, чтобы служить вам.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Проверяйте себя, в вере ли вы; испытывайте себя. Неужели вы не знаете, что в вас живет Иисус Христос? Если конечно, вы выдержали это испытание. ",
          "ID": "5"
        },
        {
          "text": "А что касается нас, то, я надеюсь, вы увидите, что мы испытание выдержали. ",
          "ID": "6"
        },
        {
          "text": "Мы молимся Богу о том, чтобы вы не сделали зла. Не ради того, чтобы нам выглядеть выдержавшими испытание, а ради того, чтобы вы поступали по правде, пусть даже мы и не будем казаться выдержавшими. ",
          "ID": "7"
        },
        {
          "text": "Мы не можем делать ничего вопреки истине, а только ради истины.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Мы даже рады быть слабыми, если вы будете действительно сильны, и мы молимся о том, чтобы вы шли к исправлению. ",
          "ID": "9"
        },
        {
          "text": "Находясь сейчас не с вами, я пишу вам для того, чтобы, когда я буду у вас, мне не пришлось бы проявлять строгость. Господь дал мне власть не для того, чтобы разрушать, а для того, чтобы созидать.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И в заключение, братья, хочу сказать: радуйтесь, стремитесь к исправлению, ободряйте друг друга, пусть среди вас будет единство, живите в мире, и Бог, источник любви и мира, будет с вами.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Приветствуйте друг друга святым поцелуем. Вас приветствуют все святые.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Пусть со всеми вами будет благодать Господа Иисуса Христа, любовь Бога и общение Святого Духа.",
          "ID": "13"
        }
      ],
      "ID": "NT:2CO.13",
      "name": "Второе Послание к Коринфянам 13"
    }
  ],
  "ID": "NT:2CO(NRP)",
  "name": "Второе Послание к Коринфянам"
}