{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Вас приветствует Павел, который по воле Божьей является апостолом Христа Иисуса. Тимофей, наш брат во Христе, также шлёт приветствия церкви Божьей, которая находится в Коринфе, а также ко всем людям Божьим по всей Ахаии.",
          "ID": "1"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Слава Богу и Отцу Господа нашего Иисуса Христа, милостивому Отцу и Богу, источнику всяческого утешения!",
          "ID": "3"
        },
        {
          "text": "Он утешает нас во всех наших горестях, чтобы мы могли утешить тех, кто в скорби, тем утешением, которое Бог дал нам.",
          "ID": "4"
        },
        {
          "text": "Потому что мы разделяем страдания Христовы, а вы через Христа разделяете страдания наши.",
          "ID": "5"
        },
        {
          "text": "И если мы скорбим, то это ради вашего утешения и спасения. И если мы утешены, то это ради вашего утешения, которое помогает вам терпеть страдания, переносимые и нами.",
          "ID": "6"
        },
        {
          "text": "И тверда надежда наша на вас, потому что знаем, что если вы разделяете наши страдания, то и наше утешение вы также разделяете.",
          "ID": "7"
        },
        {
          "text": "Братья и сёстры, мы хотим, чтобы вы знали о том, что мы претерпели в Азии. Мы были измучены выше сил, так что даже не надеялись остаться в живых.",
          "ID": "8"
        },
        {
          "text": "Да, в глубине души мы чувствовали, что нам вынесен смертный приговор, но так случилось только ради того, чтобы мы не доверяли самим себе, а верили только Богу, воскрешающему мёртвых.",
          "ID": "9"
        },
        {
          "text": "Он спас нас от страшной угрозы смерти, и по-прежнему Бог спасает нас. Мы связали с Ним свои надежды, и Он будет спасать нас и впредь.",
          "ID": "10"
        },
        {
          "text": "Только мы просим вас, чтобы вы помогали нам вашими молитвами, чтобы у многих появился повод быть благодарными за нас — за то, что Бог благословил нас, услышав молитвы множества людей.",
          "ID": "11"
        },
        {
          "text": "Вот чем мы гордимся: мы можем сказать с чистой совестью, что вели себя в мире, и особенно по отношению к вам, с простотой и искренностью, идущей от Бога, и не согласно мирской мудрости, а по благодати Божьей.",
          "ID": "12"
        },
        {
          "text": "И потому мы не пишем вам ничего, чего бы вы не смогли прочесть и понять. И я надеюсь, что вы поймёте нас до конца,",
          "ID": "13"
        },
        {
          "text": "как уже поняли частично и осознаете, что можете гордиться нами, также как мы будем гордиться вами в День прихода Господа нашего Иисуса.",
          "ID": "14"
        },
        {
          "text": "И будучи уверен в этом, я решил прийти к вам первым, чтобы вы обрели двойную благодать.",
          "ID": "15"
        },
        {
          "text": "Я намеревался посетить вас на пути в Македонию, а потом и на обратном пути оттуда, чтобы вы снарядили меня в путешествие в Иудею.",
          "ID": "16"
        },
        {
          "text": "Когда я принимал такое решение, то разве сделал это по легкомыслию? Или вы думаете, что я обдумываю намерения по-мирски, как бы говоря: «Да, да!» и «Нет, нет!» в одно и то же время?",
          "ID": "17"
        },
        {
          "text": "Но Бог верен, и Он свидетель тому, что мы никогда не скажем вам «Да» и «Нет» в одно и то же время.",
          "ID": "18"
        },
        {
          "text": "Потому что Сын Божий Иисус Христос, о котором мы проповедовали вам (Силуан, Тимофей и я), не был «Да» и «Нет» в одно и то же время. Напротив, через Него было сказано последнее «Да».",
          "ID": "19"
        },
        {
          "text": "Потому что сколько обещаний ни даст Бог, во Христе всегда будет «Да» на все из них. Вот почему через Христа произносим мы «Аминь» Славе Божьей.",
          "ID": "20"
        },
        {
          "text": "Бог — Тот, Кто сделал так, что мы и вы с нами вместе принадлежим Христу. Помазав нас на это, Всевышний",
          "ID": "21"
        },
        {
          "text": "отметил нас печатью Своею и дал нам Духа, хранимого в наших сердцах в залог того, что Он даст нам обещанное.",
          "ID": "22"
        },
        {
          "text": "Я призываю Бога быть свидетелем и подтвердить данную истину: я не вернулся в Коринф только потому, что хотел пощадить вас.",
          "ID": "23"
        },
        {
          "text": "Это не значит, что мы пытаемся управлять вашей верой, так как вы тверды в своей вере, а наоборот, означает, что мы соратники вашей радости.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.1",
      "name": "Второе Послание К Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "Потому я решил, что когда в следующий раз навещу вас, то это будет не в печали.",
          "ID": "1"
        },
        {
          "text": "Ведь если я огорчу вас, то кто же тогда подбодрит меня, если не вы, те, кого я опечалил?",
          "ID": "2"
        },
        {
          "text": "Я написал об этом, чтобы, когда приду, то меня не опечалили бы те, кто должен меня радовать, так как я уверен во всех вас, а также в том, что вы должны разделить со мной мою радость.",
          "ID": "3"
        },
        {
          "text": "Потому что я написал вам об этом с сердцем, исполненным горести и боли, и обливаясь горькими слезами, не для того, чтобы огорчить вас, а чтобы вы знали, как велика моя любовь к вам.",
          "ID": "4"
        },
        {
          "text": "Если кто огорчил кого-либо, то огорчил не меня, а всех вас, по крайней мере в какой-то степени. (Я не хочу преувеличить негативное влияние этого человека на вас).",
          "ID": "5"
        },
        {
          "text": "Подобное наказание от многих достаточно для этого человека,",
          "ID": "6"
        },
        {
          "text": "так что вы должны скорее простить и ободрить его, чтобы он не предался неодолимой печали.",
          "ID": "7"
        },
        {
          "text": "Потому я молю вас подтвердить свою любовь к нему.",
          "ID": "8"
        },
        {
          "text": "Вот почему я написал раньше, чтобы выяснить, выдержите ли вы испытание и будете ли послушны во всём.",
          "ID": "9"
        },
        {
          "text": "Если вы простите чью-то вину, то и я прощу грехи того человека (если же, конечно, есть что прощать). Я сделаю это ради вас и от имени Христа,",
          "ID": "10"
        },
        {
          "text": "чтобы вас не перехитрил сатана, так как мы совершенно точно знаем о его коварных происках.",
          "ID": "11"
        },
        {
          "text": "Но когда я пришёл в Троаду объявить Благую Весть о Христе, то хотя Господь и открыл передо мною хорошие возможности,",
          "ID": "12"
        },
        {
          "text": "я был в великом волнении, потому что не нашёл брата моего Тита. И потому я распрощался с ними и отправился в Македонию.",
          "ID": "13"
        },
        {
          "text": "Но Слава Богу, Который всегда ведёт нас к победе через Христа и через нас разносит повсюду сладостное знание о Нём.",
          "ID": "14"
        },
        {
          "text": "Потому что мы — Христово благоухание, вознесённое к Богу среди тех, кто стоит на пути к спасению и тех, кто находится на пути к погибели.",
          "ID": "15"
        },
        {
          "text": "Для тех людей, кто находится на пути к погибели, — это зловоние, исходящее от смерти и ведущее к смерти. Для тех же, кто на пути к спасению, — благоухание, исходящее от жизни и ведущее к жизни. Кому же всё это по плечу?",
          "ID": "16"
        },
        {
          "text": "Не мошенникам, пользующимся Словом Божьим ради выгоды! Нет, мы так не поступаем! С помощью Христа мы проповедуем истину перед Богом, так как мы в ответе перед Ним.",
          "ID": "17"
        }
      ],
      "ID": "NT:2CO.2",
      "name": "Второе Послание К Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "Не начинаем ли мы снова сами себя расхваливать? Или же нужны нам письма к вам или от вас, как некоторым другим людям? Разумеется, нет!",
          "ID": "1"
        },
        {
          "text": "Вы и есть наше письмо, написанное в сердцах наших, известное всем и прочитанное всеми.",
          "ID": "2"
        },
        {
          "text": "Вы сами являетесь доказательством того, что вы — письмо Христово, написанное не чернилами, а Духом Бога живого, высеченное не на каменных скрижалях, а на сердцах человеческих.",
          "ID": "3"
        },
        {
          "text": "Благодаря Христу мы можем с уверенностью утверждать это перед Богом.",
          "ID": "4"
        },
        {
          "text": "И не потому что мы сами можем заявить, что это исходит от нас, но способность наша исходит от Бога.",
          "ID": "5"
        },
        {
          "text": "Он сделал нас исполнителями нового Соглашения со Своим народом, Соглашения, основанного не на письменном Законе, а на Духе, так как письменный Закон убивает, Дух же даёт жизнь.",
          "ID": "6"
        },
        {
          "text": "Но если Соглашение, принесшее смерть (Закон, высеченный на камне), было так славно, что народ Израиля не мог смотреть в лицо Моисею, сиявшее этой Славой, хотя такая Слава и затмевается позднее,",
          "ID": "7"
        },
        {
          "text": "то как же может Соглашение Духа не оказаться ещё более славным?",
          "ID": "8"
        },
        {
          "text": "И если старое Соглашение, осуждавшее людей в их грехе, было славным, то насколько же более славно Соглашение, оправдывающее людей перед Богом.",
          "ID": "9"
        },
        {
          "text": "Старое Соглашение было исполнено Славы, однако оно затмевается Славой нового Соглашения, которое превосходит в величии Славу старого Соглашения.",
          "ID": "10"
        },
        {
          "text": "И если же то Соглашение, которому суждено затмение, — славно, тогда вечное Соглашение ещё более славно.",
          "ID": "11"
        },
        {
          "text": "Так как у нас есть надежда на это, мы смелы в своих речах",
          "ID": "12"
        },
        {
          "text": "и не уподобляемся Моисею, который закрывал своё лицо пеленой, чтобы не видел народ Израиля угасание проходящей Славы.",
          "ID": "13"
        },
        {
          "text": "Но их умы ослеплены, так как и до сегодняшнего дня, при чтении Закона, эта пелена, которая будет поднята только через Христа, по-прежнему скрывает от них значение Писания.",
          "ID": "14"
        },
        {
          "text": "И по сей день, когда эти люди читают Закон Моисея, пелена окутывает их разум.",
          "ID": "15"
        },
        {
          "text": "Когда же человек обращается к Господу, эта пелена спадает.",
          "ID": "16"
        },
        {
          "text": "Господь же, о Котором я говорю, — это Дух, где же Дух Господний, там и свобода.",
          "ID": "17"
        },
        {
          "text": "Но все мы, с незакрытыми лицами, словно в зеркале видя Славу Господню, принимаем подобие Его в возрастающей Славе Его, и преображение это от Господа, то есть от Духа.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.3",
      "name": "Второе Послание К Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Бог, по милости Своей, поручил нам эту службу, и поэтому мы не отчаиваемся.",
          "ID": "1"
        },
        {
          "text": "Напротив, мы отвергли все тайные и постыдные дела, не занимаемся плутовством, не извращаем послание Божье. Провозглашая истину открыто, мы предаём себя совести человеческой перед Богом.",
          "ID": "2"
        },
        {
          "text": "И если Благая Весть, которую мы проповедуем, скрыта под пеленой, то только для тех, кто находится на пути к погибели.",
          "ID": "3"
        },
        {
          "text": "Притупились умы неверующих по воле бога этого мира, и они не видят Света Благовестия — Слова о божественном величии Христа, Который является образом Бога.",
          "ID": "4"
        },
        {
          "text": "Мы проповедуем не о себе, а о том, что Иисус Христос — Господь и что мы лишь ваши слуги для Иисуса.",
          "ID": "5"
        },
        {
          "text": "Так как Он — тот же Бог, Который сказал: «Из тьмы воссияет Свет». Его Свет воссиял в сердцах наших, чтобы мы познали Славу Божью, сияющую в лице Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": "Но мы, кому принадлежит это сокровище, всего лишь глиняные сосуды, чтобы показать, что высшая сила принадлежит Богу, а не нам.",
          "ID": "7"
        },
        {
          "text": "Часто нас притесняют, но мы не повержены. Иногда мы впадаем в сомнение, но никогда не поддаёмся отчаянию.",
          "ID": "8"
        },
        {
          "text": "Нас преследуют, но Бог не покидает нас. Временами мы испытываем страдания, но не гибнем.",
          "ID": "9"
        },
        {
          "text": "Мы несём в своих телах смерть Иисуса, чтобы и жизнь Его тоже проявлялась в наших телах.",
          "ID": "10"
        },
        {
          "text": "Нас, тех, кто жив, предают всегда смерти во имя Иисуса, чтобы жизнь Его проявилась через нашу смертную плоть.",
          "ID": "11"
        },
        {
          "text": "И таким образом, смерть действует в нас, а жизнь — в вас.",
          "ID": "12"
        },
        {
          "text": "Но так как у всех нас одна и та же вера, о которой сказано в Писании: «Я поверил и потому заговорил», мы также верим, а потому говорим.",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что Бог, воскресивший Господа Иисуса, воскресит нас так же, как и Иисуса, и мы предстанем вместе с вами перед ликом Его.",
          "ID": "14"
        },
        {
          "text": "Всё это ради вас, ради того, чтобы благодать Божья изливалась на множество людей и приносила ещё больше благодарности и Славы Богу.",
          "ID": "15"
        },
        {
          "text": "Так не отчаивайтесь же! Если мы даже разрушаемся телесно, то внутренне ежедневно обновляемся.",
          "ID": "16"
        },
        {
          "text": "Потому что кратковременное страдание наше приносит нам вечную Славу, которая безмерно превышает страдание.",
          "ID": "17"
        },
        {
          "text": "Не о том беспокоимся мы, что видимо, а о том, что невидимо, так как то, что видимо — преходяще, то же, что невидимо — вечно.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.4",
      "name": "Второе Послание К Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "Мы знаем, что если наше тело — шатёр, в котором мы живём здесь на земле, разрушено, то у нас есть жилище, посланное Богом, — вечный дом на Небесах, построенный не нашими руками.",
          "ID": "1"
        },
        {
          "text": "И пока мы томимся «земном доме», то стонем, так как желаем одеться в одеяния, посланные с Неба,",
          "ID": "2"
        },
        {
          "text": "чтобы надеть эти одежды и не оказаться нагими.",
          "ID": "3"
        },
        {
          "text": "Те из нас, кто находятся в «земном доме», отягощены заботами и стенают, потому что мы хотим снять с себя ту одежду, которая на нас сейчас, и одеться в новые одежды, чтобы жизнь поглотила всё, что смертно.",
          "ID": "4"
        },
        {
          "text": "Нас подготовил к этому Бог, Который дал нам Духа в залог того, что исполнит обещанное.",
          "ID": "5"
        },
        {
          "text": "Мы сохраняем уверенность, так как знаем, что, живя в телах, мы далеки от Господа,",
          "ID": "6"
        },
        {
          "text": "и живём согласно тому, во что верим, а не согласно тому, что видим.",
          "ID": "7"
        },
        {
          "text": "Мы сохраняем уверенность и предпочитаем покинуть наши тела и отправиться жить с Господом.",
          "ID": "8"
        },
        {
          "text": "А потому наибольшее наше стремление, живём ли мы в своём теле или с Богом — угодить Ему.",
          "ID": "9"
        },
        {
          "text": "Потому что все мы должны предстать перед судом Христа, чтобы каждый получил согласно тому, как поступал, живя в своём земном теле, несмотря на то, творил ли он добро или зло.",
          "ID": "10"
        },
        {
          "text": "И потому, так как нам известно, что значит бояться Господа, мы убеждаем людей принять истину. Богу известно о нас всё, но я надеюсь, что и вы знаете о нас всё.",
          "ID": "11"
        },
        {
          "text": "Мы не расхваливаем себя вам снова, но даём вам возможность гордиться нами, чтобы вы имели ответ для тех, кто гордится тем, что находится снаружи, а не тем, что у них в сердцах.",
          "ID": "12"
        },
        {
          "text": "Потому что если мы ведём себя как невменяемые, то это — ради Бога. И если мы в полном рассудке, то это ради вас.",
          "ID": "13"
        },
        {
          "text": "Любовь Христова управляет нами, и мы решили, что один Человек умер за всех людей, и потому все умерли.",
          "ID": "14"
        },
        {
          "text": "И Он умер за всех людей, чтобы те, кто жив, перестали жить ради себя, а жили для Того, Кто умер и был воскрешён из мёртвых.",
          "ID": "15"
        },
        {
          "text": "И отныне мы никого не судим так, как судят люди. Хотя когда-то мы судили о Христе по тому, как судят люди, больше мы так не судим о Нём.",
          "ID": "16"
        },
        {
          "text": "Поэтому, если кто-либо во Христе, то этот человек находится в совершенно новом мире. Старое умерло — наступил новый порядок.",
          "ID": "17"
        },
        {
          "text": "И всё это исходит от Бога, Который примирил нас с Собой через Христа и поручил нам служение примирения людей с Собой.",
          "ID": "18"
        },
        {
          "text": "Мы несём послание о том, что Бог через Христа примиряет мир с Собой, не держа грехи людей против них, и о том, что Он поручил нам разнести повсюду послание, которое примиряет людей с Ним.",
          "ID": "19"
        },
        {
          "text": "И потому мы, посланники Христа, трудимся, и Бог взывает к вам через нас. От имени Христа мы просим вас: «Примиритесь с Богом!»",
          "ID": "20"
        },
        {
          "text": "Не знавшего греха Он сделал грехом, чтобы через Христа мы могли быть объявлены праведными перед Богом.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.5",
      "name": "Второе Послание К Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Трудясь вместе с Богом, мы предостерегаем вас, получивших благодать Божью, не пренебречь ею,",
          "ID": "1"
        },
        {
          "text": "так как Он говорит:",
          "ID": "2"
        },
        {
          "text": "«Я прислушивался к тебе в добрые времена",
          "ID": "2"
        },
        {
          "text": "и приходил тебе на помощь в день спасения». Исаия 49:8",
          "ID": "2"
        },
        {
          "text": "Слушайте же! Настало благоприятное время, пришёл день спасения.",
          "ID": "2"
        },
        {
          "text": "Мы никому не пытаемся чинить препятствия, чтобы наше служение не порицали.",
          "ID": "3"
        },
        {
          "text": "Во всём мы проявляем себя слугами Божьими, терпеливо перенося испытания, бедствия и трудности,",
          "ID": "4"
        },
        {
          "text": "и проявляем это и когда избивают нас, и когда нас бросают в тюрьмы, и при всяческих бедствиях, и в трудах, и в бессонные ночи, и когда терпим голод.",
          "ID": "5"
        },
        {
          "text": "Проявляем мы себя и чистотой нашей жизни, и своими знаниями, долготерпением, добротой и дарами Святого Духа,",
          "ID": "6"
        },
        {
          "text": "словом истины, силой Божьей. Мы защищены доспехами праведности со всех сторон.",
          "ID": "7"
        },
        {
          "text": "Одни оказывают нам почести, а другие бесчестят. Одни оскорбляют нас, другие же превозносят. Нас считают обманщиками, хотя мы правдивы,",
          "ID": "8"
        },
        {
          "text": "нас считают безвестными, хотя мы известны, нас считают умирающими, но мы — живы! Нас подвергают наказаниям, хотя и не предают смерти,",
          "ID": "9"
        },
        {
          "text": "считают, что мы печалимся, хотя мы всегда веселы, считают, что мы бедны, хотя мы многих духовно обогатили, считают нас неимущими, хотя у нас всё есть.",
          "ID": "10"
        },
        {
          "text": "Коринфяне! Мы свободно говорили с вами. Наши сердца открыты для вас.",
          "ID": "11"
        },
        {
          "text": "Мы щедры на привязанность к вам, вы же скупитесь на привязанность к нам.",
          "ID": "12"
        },
        {
          "text": "Я обращаюсь к вам как к своим детям с просьбой отплатить нам тем же: откройте нам ваши сердца.",
          "ID": "13"
        },
        {
          "text": "Не уподобляйтесь неверующим, потому что нет ничего общего между праведностью и беззаконием! И нет ничего общего между Светом и тьмой!",
          "ID": "14"
        },
        {
          "text": "Какое может быть согласие между Христом и Велиаром? И что общего имеет верующий с неверующим?",
          "ID": "15"
        },
        {
          "text": "Нет ничего общего между храмом Божьим и идолами, так как мы — храм Бога живого! Вот что провозгласил Бог:",
          "ID": "16"
        },
        {
          "text": "«Буду Я жить в них и среди них,",
          "ID": "16"
        },
        {
          "text": "и буду Я Богом их, а они будут народом Моим». Левит 26:11-12",
          "ID": "16"
        },
        {
          "text": "«Так выйдите же из среды их",
          "ID": "17"
        },
        {
          "text": "и отделитесь от них, — говорит Господь, —",
          "ID": "17"
        },
        {
          "text": "не прикасайтесь к тому, что нечисто,",
          "ID": "17"
        },
        {
          "text": "и Я приму вас». Исаия 52:11",
          "ID": "17"
        },
        {
          "text": "«И Я стану Отцом вашим,",
          "ID": "18"
        },
        {
          "text": "а вы станете сыновьями и дочерьми Моими,",
          "ID": "18"
        },
        {
          "text": "— говорит Господь Всемогущий». 2 Книга Царств 7:8, 14",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.6",
      "name": "Второе Послание К Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "Дорогие друзья! Нам даны эти обещания, так давайте очистимся от всего, что делает нечистым тело или душу, укрепим нашу святость в страхе Божьем!",
          "ID": "1"
        },
        {
          "text": "Откройте нам ваши сердца. Мы не причинили никому вреда, никого не совратили, никого не обманули.",
          "ID": "2"
        },
        {
          "text": "Я говорю это не в осуждение вам. Я и раньше говорил вам, что мы любим вас до такой степени, что готовы жить и умереть с вами.",
          "ID": "3"
        },
        {
          "text": "Я доверяю вам полностью, беспредельно горжусь вами, я вполне утешен и, при всех наших бедствиях, радость переполняет меня.",
          "ID": "4"
        },
        {
          "text": "Потому что даже тогда, когда мы пришли в Македонию, нам не было отдыха, и неприятности подстерегали нас со всех сторон: ссоры с другими и собственные страхи.",
          "ID": "5"
        },
        {
          "text": "Но Бог, утешающий всех смиренных, утешил и нас прибытием Тита,",
          "ID": "6"
        },
        {
          "text": "и не только его прибытием, но и тем, как вы его утешили. Он рассказал нам, как вы жаждете повидать нас, как сожалеете о своих поступках, и о том, как вы беспокоитесь обо мне, так что я ещё более возликовал.",
          "ID": "7"
        },
        {
          "text": "Хотя я и опечалил вас письмом, я не жалею о том, что написал. И даже если я сожалел о том, что написал его, то теперь вижу, что это письмо лишь ненадолго опечалило вас.",
          "ID": "8"
        },
        {
          "text": "Так что теперь я счастлив не потому, что вы опечалены, а потому что ваша печаль привела вас к покаянию. Потому что вы были опечалены той печалью, которая угодна Богу, так что вы не потерпели от нас никакого ущерба.",
          "ID": "9"
        },
        {
          "text": "Печаль, угодная Богу, приносит покаяние, о котором не сожалеют, и которое ведёт к спасению. Та же печаль, которую проявляют люди этого мира, приводит к смерти.",
          "ID": "10"
        },
        {
          "text": "Смотрите, печаль, угодная Богу, порождает в вас глубокомыслие, стремление доказать свою невинность, негодование, тревогу, желание повидать нас, рвение и жажду правосудия! Всем этим вы доказали свою невинность.",
          "ID": "11"
        },
        {
          "text": "Итак, хотя я и написал вам, то не ради того, кто поступает плохо, не ради того, кому причинили зло, но ради того, чтобы вы осознали перед ликом Божьим своё беспокойство о нас.",
          "ID": "12"
        },
        {
          "text": "Вот почему мы были утешены.",
          "ID": "13"
        },
        {
          "text": "И в утешении своём мы стали ещё счастливее, особенно потому, что видели Титову радость, так как вы все укрепили дух его.",
          "ID": "13"
        },
        {
          "text": "Я хвалился вами перед Титом, и вы не опозорили меня. Мы всегда проповедовали вам истину и теперь, то о чём мы хвалились Титу, оказалось правдой.",
          "ID": "14"
        },
        {
          "text": "И его собственная любовь к вам становится ещё сильнее, когда он вспоминает, какое послушание он встретил среди вас, и как принимали вы его со страхом и трепетом.",
          "ID": "15"
        },
        {
          "text": "И я радуюсь, что могу полностью доверять вам.",
          "ID": "16"
        }
      ],
      "ID": "NT:2CO.7",
      "name": "Второе Послание К Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "Так вот, братья и сёстры, мы хотим, чтобы вы узнали о благодати Божьей, посланной церквям в Македонии.",
          "ID": "1"
        },
        {
          "text": "И хотя они претерпели суровое испытание, их беспредельная радость проявилась в безграничной щедрости, несмотря их на крайнюю нужду.",
          "ID": "2"
        },
        {
          "text": "Я свидетель тому, что по собственной воле они давали, сколько могли, и даже сверх своих возможностей.",
          "ID": "3"
        },
        {
          "text": "Они со всей настойчивостью непрестанно просили нас о том, чтобы им была оказана милость служить людям Божьим.",
          "ID": "4"
        },
        {
          "text": "И давали они не так, как мы ожидали, а отдавали себя прежде всего Господу, а потом и нам по воле Божьей.",
          "ID": "5"
        },
        {
          "text": "Так как Тит начал свои благотворительные труды среди вас, то мы попросили его помочь вам завершить начатое.",
          "ID": "6"
        },
        {
          "text": "Смотрите же, будьте щедры в благотворительных трудах своих, как щедры вы в вере, речах, познании и готовности всячески помогать.",
          "ID": "7"
        },
        {
          "text": "Я не приказываю вам быть щедрыми, а говорю это потому, что усердием других людей я испытываю истинность вашей любви.",
          "ID": "8"
        },
        {
          "text": "Потому что вам известна благодать Господа нашего Иисуса Христа, Который был богат, но стал беден ради вас, чтобы через Его бедность мы обогатились.",
          "ID": "9"
        },
        {
          "text": "Вот мой совет вам: в прошлом году вы не только были первыми в желании давать, но и первыми, кто в самом деле дал.",
          "ID": "10"
        },
        {
          "text": "Так завершите же начатое! Будьте столь же ревностны, сколь были вначале, и давайте от того, что имеете.",
          "ID": "11"
        },
        {
          "text": "Потому что если даёте с рвением, то Бог примет ваш дар, глядя на то, что вы имеете, а не на то, чего вы не имеете.",
          "ID": "12"
        },
        {
          "text": "Так как делается это не для того, чтобы другим было лучше, а вам было хуже. Скорее, это вопрос равенства.",
          "ID": "13"
        },
        {
          "text": "Суть в том, чтобы сейчас ваш достаток послужил их нуждам, а после их достаток удовлетворил вашу нужду, чтобы все были равны.",
          "ID": "14"
        },
        {
          "text": "Как сказано в Писании:",
          "ID": "15"
        },
        {
          "text": "«Кто накопил много, не имел излишка,",
          "ID": "15"
        },
        {
          "text": "а кто накопил немного, не испытывал нужды». Исход 16:18",
          "ID": "15"
        },
        {
          "text": "Благодарение Богу, вложившему в сердце Тита такое же рвение помочь вам, которым мы также обладаем.",
          "ID": "16"
        },
        {
          "text": "Тит согласился исполнить нашу просьбу, более того, с нетерпением и по собственной воле он отправляется навестить вас.",
          "ID": "17"
        },
        {
          "text": "Мы посылаем с ним брата, которого во всех церквях восхваляют за проповеди Благой Вести.",
          "ID": "18"
        },
        {
          "text": "К тому же он был избран церквями сопутствовать нам в наших странствиях ради этого благотворительного труда, который мы исполняем во Славу Господа, а также чтобы доказать нашу готовность помочь.",
          "ID": "19"
        },
        {
          "text": "Мы стараемся быть осторожными, чтобы никто не смог осуждать нас за то, как мы распоряжаемся большими деньгами,",
          "ID": "20"
        },
        {
          "text": "так как дорожим своей доброй славой не только перед Господом, но и перед людьми.",
          "ID": "21"
        },
        {
          "text": "С ними мы посылаем нашего брата, испытанного во многих делах, который жаждет оказать помощь. И сейчас он ещё больше стремится к этому, потому что глубоко верит в вас.",
          "ID": "22"
        },
        {
          "text": "Что касается Тита, то он — мой сотоварищ и соратник в помощи вам. Что же касается других братьев, то они — представители церквей и Слава Христа.",
          "ID": "23"
        },
        {
          "text": "Так докажите им свою любовь и то, что у нас есть основание гордиться вами, чтобы все церкви убедились в этом.",
          "ID": "24"
        }
      ],
      "ID": "NT:2CO.8",
      "name": "Второе Послание К Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "Что же касается помощи людям Божьим, то у меня нет необходимости писать вам об этом.",
          "ID": "1"
        },
        {
          "text": "Зная, что вы желаете оказать помощь, я не перестаю хвалиться вами перед македонцами. Все вы, находящиеся в Ахаие, были готовы послать нам деньги ещё с прошлого года, и ваше рвение вдохновило многих людей, живущих здесь, к такой же щедрости.",
          "ID": "2"
        },
        {
          "text": "Но я посылаю к вам братьев, чтобы наша хвальба о вас в этом случае не оказалась напрасной. Я хвалился о том, что вы готовы собрать деньги, и поэтому хочу, чтобы вы действительно были готовы.",
          "ID": "3"
        },
        {
          "text": "Иначе, если кто-либо из македонцев отправится с нами и застанет вас неподготовленными, то нам будет стыдно, не говоря уже о вас, потому что мы были так уверены в вас.",
          "ID": "4"
        },
        {
          "text": "И потому я подумал, что нужно попросить этих братьев, чтобы они отправились к вам до нашего прихода. Пусть они помогут вам подготовить ваши обильные дары, обещанные ранее. В таком случае, эти добровольные дары будут собраны, и никому не покажется, будто бы мы вынудили вас принести эти дары.",
          "ID": "5"
        },
        {
          "text": "Помните, что каждый, кто скупится на семена, и урожай снимет скудный, но тот, кто посеет обильно, и урожай соберёт обильный.",
          "ID": "6"
        },
        {
          "text": "Каждый должен давать, как подсказывает ему сердце, без сожалений и не потому, что чувствует себя вынужденным, так как Бог любит того, кто даёт с радостью.",
          "ID": "7"
        },
        {
          "text": "Бог может осыпать вас дарами всякими, так что всегда будет у вас всё необходимое, и даже более чем достаточно для всяких добрых дел.",
          "ID": "8"
        },
        {
          "text": "Так сказано в Писании:",
          "ID": "9"
        },
        {
          "text": "«Раздаёт Он дары,",
          "ID": "9"
        },
        {
          "text": "по собственной воле подаёт Он бедным.",
          "ID": "9"
        },
        {
          "text": "Щедрость Его непреходяща». Псалом 111:9",
          "ID": "9"
        },
        {
          "text": "Бог посылает зерно сеятелю и хлеб людям для еды. Он пошлёт и вам семена, приумножит их и увеличит жатву, принесённую щедростью вашей.",
          "ID": "10"
        },
        {
          "text": "И вы станете всем богаты, чтобы проявлять щедрость по всякому случаю, и многие возблагодарят Бога за дары, полученные от нас.",
          "ID": "11"
        },
        {
          "text": "Так как то, что вы исполните это святое служение, не только обеспечит нужды людей Божьих, но и переполнит чашу благодарности Богу.",
          "ID": "12"
        },
        {
          "text": "И благодаря тому доказательству, которое принесёт ваше служение, люди Божьи восхвалят Господа за ваше послушание, проистекающее от вашей преданности Благовестию о Христе, и за вашу щедрость, с которой вы делитесь своим достоянием с ними и со всеми другими.",
          "ID": "13"
        },
        {
          "text": "И молясь о вас, они будут стремиться повидать вас, так как в вас великая благодать Божья.",
          "ID": "14"
        },
        {
          "text": "Благодарность Богу за несказанную милость!",
          "ID": "15"
        }
      ],
      "ID": "NT:2CO.9",
      "name": "Второе Послание К Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Я, Павел, лично взываю к вам кротостью Христовой и долготерпением Его. Я смиренен, когда нахожусь среди вас, но строг к вам, когда далеко от вас.",
          "ID": "1"
        },
        {
          "text": "Прошу вас, не вынуждайте меня вести себя столь же строго и когда я среди вас, как веду себя среди тех, кто считает, что мы живём, как живут люди мира.",
          "ID": "2"
        },
        {
          "text": "Так как хотя и живём мы в мире, мы не сражаемся подобно тому, как сражается этот мир.",
          "ID": "3"
        },
        {
          "text": "Потому что оружие, которым мы сражаемся — не мирское. Бог дал ему силу разрушать твердыни, опровергать людские возражения,",
          "ID": "4"
        },
        {
          "text": "опрокидывать все надменно воздвигаемые препятствия против познания Бога, и брать в плен всякие мысли, подчиняя их Христу.",
          "ID": "5"
        },
        {
          "text": "И мы готовы покарать любое непослушание, если ваше послушание станет полным.",
          "ID": "6"
        },
        {
          "text": "Посмотрите на факты. Если вы уверены в том, что принадлежите Христу, то подумайте ещё раз и поймите, что и мы принадлежим Христу, как и вы.",
          "ID": "7"
        },
        {
          "text": "И если ещё больше стану хвалиться я властью, которую дал нам Господь, укреплять вас духом и не повредить вам ни в чём, то я не буду смущён этим.",
          "ID": "8"
        },
        {
          "text": "Но я постараюсь не делать этого, чтобы не выглядело, будто я пытаюсь запугать вас до смерти своими письмами.",
          "ID": "9"
        },
        {
          "text": "Некоторые люди говорят: «Его письма весомы и исполнены силы, но сам он слабый человек, и его речи пусты».",
          "ID": "10"
        },
        {
          "text": "Тот, кто говорит такое, должен помнить, что нет противоречия между письмами нашими, написанными издалека, и нашими поступками, когда мы находимся среди вас.",
          "ID": "11"
        },
        {
          "text": "Мы не осмеливаемся сопоставлять и сравнивать себя с некоторыми людьми, которые считают себя очень важными. Примеряясь друг к другу и сравнивая себя друг с другом, они показывают, насколько глупы.",
          "ID": "12"
        },
        {
          "text": "Но что касается нас, то мы в своём хвастовстве не выйдем за определённые нам пределы, а останемся в тех границах, которые Бог установил нам для наших трудов, включая и наши труды среди вас.",
          "ID": "13"
        },
        {
          "text": "И так как вы находитесь в этих пределах, то мы не преступаем их с тех пор, как пришли к вам, неся Благую Весть о Христе.",
          "ID": "14"
        },
        {
          "text": "Мы же не хвастаемся трудами других, которые трудились за этими пределами, установленными нам Богом. Вместо того, мы надеемся, что ваша вера будет возрастать, и мы сможем исполнить среди вас ещё большие труды, не переступая пределов, установленных для нас Богом.",
          "ID": "15"
        },
        {
          "text": "Тогда мы сможем проповедовать Благую Весть в других землях, за пределами вашей, и нам не придётся хвалиться трудами, уже свершёнными в других краях.",
          "ID": "16"
        },
        {
          "text": "Но как сказано в Писании: «Кто хвалится, должен хвалиться тем, что сделано Господом».",
          "ID": "17"
        },
        {
          "text": "Так как не тот хорош, кто сам себя хвалит, а только тот, кого Господь похвалит.",
          "ID": "18"
        }
      ],
      "ID": "NT:2CO.10",
      "name": "Второе Послание К Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "Я хотел бы, чтобы вы снизошли к моей неразумности. Да, прошу вас, будьте снисходительны ко мне!",
          "ID": "1"
        },
        {
          "text": "Я вас ревную, и ревность эта от Бога. Так как я обещал вас в супружество одному Человеку — Христу, поэтому и хочу, чтобы вы предстали перед Ним, словно непорочная девственница.",
          "ID": "2"
        },
        {
          "text": "Но я боюсь, что, подобно тому, как змей своею хитростью искусил Еву, ваши умы поддадутся совращению, и вы отклонитесь от безоглядной верности и непорочности, которые положены Христу.",
          "ID": "3"
        },
        {
          "text": "Раз вы с готовностью снисходите к любому, кто придёт к вам и станет проповедовать не того Иисуса, о Котором мы вам проповедовали, и принимаете дух и благовестие, которые полностью отличаются от Духа и Благовестия, полученных от нас, значит, вы должны быть снисходительны и ко мне!",
          "ID": "4"
        },
        {
          "text": "Я считаю себя ничуть не ниже этих ваших «апостолов великих».",
          "ID": "5"
        },
        {
          "text": "Быть может, я ограничен в своём красноречии, но не в своих познаниях! Наоборот! И это мы вам во всём доказали.",
          "ID": "6"
        },
        {
          "text": "Разве я согрешил, унизившись ради того, чтобы вы были вознесены, когда проповедовал вам Благую Весть, не беря платы.",
          "ID": "7"
        },
        {
          "text": "Я отягощал другие церкви, взимая с них плату, ради того, чтобы служить вам.",
          "ID": "8"
        },
        {
          "text": "И когда, находясь среди вас, я нуждался в чём-нибудь, то не обременял никого, так как братья, пришедшие из Македонии, пеклись о нуждах моих, и я всячески остерегался, чтобы не быть вам в тягость, и впредь буду остерегаться!",
          "ID": "9"
        },
        {
          "text": "Истиной Христовой клянусь: я не перестану хвалиться этим в Ахаие.",
          "ID": "10"
        },
        {
          "text": "Почему же я не обременял вас? Потому ли, что я вас не люблю? Богу известно, как я люблю вас!",
          "ID": "11"
        },
        {
          "text": "Но я и впредь буду продолжать поступать так же, чтобы не дать тем, другим «апостолам», никакого повода хвалиться и говорить, что они трудятся наравне с нами.",
          "ID": "12"
        },
        {
          "text": "Потому что эти люди — лжеапостолы. Они обманщики в своих трудах, и пытаются выдать себя за апостолов Христовых.",
          "ID": "13"
        },
        {
          "text": "И это неудивительно, так как сам сатана рядится в одежды посланца Божьего.",
          "ID": "14"
        },
        {
          "text": "Нас это не удивляет, потому что слуги сатаны рядятся в одежды слуг праведности. Но, в конце концов, они получат заслуженное наказание.",
          "ID": "15"
        },
        {
          "text": "Я снова повторяю, пусть никто не считает меня глупцом. Но если вы думаете обо мне так, то принимайте меня, каков я есть, чтобы я мог хоть немного похвалиться.",
          "ID": "16"
        },
        {
          "text": "То, что говорю, я говорю не от Господа, а просто хвастаюсь с уверенностью глупца.",
          "ID": "17"
        },
        {
          "text": "Раз многие хвастаются своею жизнью в миру, то и я тоже буду хвастаться.",
          "ID": "18"
        },
        {
          "text": "Вы, разумные, охотно снисходите к тем глупцам со всем терпением!",
          "ID": "19"
        },
        {
          "text": "Я говорю об этом потому, что вы снисходительны к тем, кто порабощает вас, кто пользуется вами, кто расставляет вам ловушки, кто возносит себя перед вами и бьёт вас по лицу.",
          "ID": "20"
        },
        {
          "text": "К стыду своему я должен сказать, что по сравнению с вами мы «слабы духом»!",
          "ID": "21"
        },
        {
          "text": "Но во всём остальном, если кто-то иной смел (говорю я по глупости своей), то и я смел в такой же степени.",
          "ID": "21"
        },
        {
          "text": "Эти люди иудеи? Я тоже. Они израильтяне? Я тоже. Они потомки Авраама? Я тоже.",
          "ID": "22"
        },
        {
          "text": "Они слуги Христовы? В безумии говорю, что я ещё более ревностный слуга Христов, чем они. Я трудился ещё самоотверженнее, в тюрьму попадал чаще, чем они, меня жестоко избивали, я многократно был близок к смерти.",
          "ID": "23"
        },
        {
          "text": "Пять раз получал я по тридцать девять плетей от иудеев,",
          "ID": "24"
        },
        {
          "text": "трижды избивали меня палками. Однажды меня забросали камнями, трижды я терпел кораблекрушение и провёл на воде целый день и целую ночь.",
          "ID": "25"
        },
        {
          "text": "Множество путешествий я совершил по опасным рекам, в опасности от разбойников, в опасности от своих же сородичей, в опасности от неиудеев, среди опасностей в городах и в селениях, и на море, и среди тех, кто только выдают себя за братьев.",
          "ID": "26"
        },
        {
          "text": "Я проводил время в трудах и изнурении, обходился много раз без сна, голодал и томился жаждой, обходился без пищи многократно и не имел одежды.",
          "ID": "27"
        },
        {
          "text": "Не говоря уже обо всех остальных делах, я отягощён был заботами обо всех церквях.",
          "ID": "28"
        },
        {
          "text": "Кто слаб, с кем бы и я не был слаб? Кто согрешил, за кого бы и я не мучился этим же грехом?",
          "ID": "29"
        },
        {
          "text": "Если я должен хвалиться, то буду хвалиться тем, что показывает слабость мою.",
          "ID": "30"
        },
        {
          "text": "Бог и Отец Господа Иисуса, благословенного вовеки, — свидетель того, что я не лгу.",
          "ID": "31"
        },
        {
          "text": "Когда был я в Дамаске, правитель царя Ареты караулил у городских ворот, чтобы схватить меня,",
          "ID": "32"
        },
        {
          "text": "но меня спустили в корзине через бойницу в городской стене, и так я избежал его плена.",
          "ID": "33"
        }
      ],
      "ID": "NT:2CO.11",
      "name": "Второе Послание К Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "Я буду продолжать хвалиться, хотя в этом мне нет никакой выгоды. Вместо того я расскажу о видениях и откровениях, посланных мне Господом.",
          "ID": "1"
        },
        {
          "text": "Я знаю одного человека во Христе, который четырнадцать лет тому назад в плоти своей или в духе (это мне неизвестно, а известно одному лишь Богу), был вознесён на третье Небо.",
          "ID": "2"
        },
        {
          "text": "И знаю я, что этот человек, в плоти своей или в духе своём (это мне неизвестно, а известно одному лишь Богу),",
          "ID": "3"
        },
        {
          "text": "был вознесён в рай, и услышал непостижимые слова, которые не позволено произносить человеку.",
          "ID": "4"
        },
        {
          "text": "Я буду хвалиться этим человеком, но не стану хвастаться собой, разве только слабостями своими,",
          "ID": "5"
        },
        {
          "text": "так как, если я стану хвастаться, то не буду глупцом, говоря правду. Однако я воздержусь от хвастовства, чтобы никто из вас не подумал обо мне лучше, чем тому свидетельствуют мои слова и поступки.",
          "ID": "6"
        },
        {
          "text": "И так как откровения мне были необыкновенные, то послано мне было жало в плоть мою, слуга сатаны послан был терзать меня, чтобы я не вознёсся чрезмерно!",
          "ID": "7"
        },
        {
          "text": "Я трижды молил Господа о том, чтобы это страдание покинуло меня, и слуга сатаны оставил меня в покое,",
          "ID": "8"
        },
        {
          "text": "но Он сказал мне: «Благодати Моей должно быть достаточно с тебя, так как сила Моя крепче всего, когда ты слаб». И потому с радостью великой я хвастаюсь своею слабостью, чтобы сила Христова пребывала во мне.",
          "ID": "9"
        },
        {
          "text": "Я вполне удовлетворён своей слабостью, доволен оскорблениями, невзгодами, преследованиями, всеми трудностями во имя Христа, потому что когда я немощен, тогда и силён.",
          "ID": "10"
        },
        {
          "text": "Я хвастался как глупец, но вы сами меня к этому вынудили. Я заслуживаю вашей похвалы за это, так как я ни в коем случае не ниже этих ваших «апостолов великих», хотя я и ничтожен.",
          "ID": "11"
        },
        {
          "text": "С великим терпением я совершал многие знамения, чудеса и удивительные дела, доказывающие, что я апостол.",
          "ID": "12"
        },
        {
          "text": "Так почему же вы думаете, что я обращался с вами хуже, чем с другими церквями? Нет, я относился к вам так же, как и к ним. Разница состоит лишь в том, что я не был для вас бременем. Уж простите мне эту обиду!",
          "ID": "13"
        },
        {
          "text": "Сейчас я готовлюсь прийти к вам в третий раз и не буду для вас бременем, так как домогаюсь не достояния вашего, а вас самих. Не дети должны обеспечивать своих родителей, а родители детей.",
          "ID": "14"
        },
        {
          "text": "Я же со своей стороны буду счастлив отдать всё, что имею, и даже себя самого истощить ради вас. Если я люблю вас ещё сильнее, то как же вы можете меня любить меньше?",
          "ID": "15"
        },
        {
          "text": "Очевиден тот факт, что я не обременил вас, но вы говорите, что в лукавстве своём я опутал вас хитростью.",
          "ID": "16"
        },
        {
          "text": "Ведь я же не воспользовался вами с помощью одного из тех, кого послал к вам.",
          "ID": "17"
        },
        {
          "text": "Я попросил Тита отправиться к вам и послал с ним ещё одного брата. Ведь Тит не воспользовался вами. Разве и сами мы не поступали так же и не следовали теми же путями?",
          "ID": "18"
        },
        {
          "text": "Всё это время вы думали, что мы защищаемся перед вами. На самом же деле мы говорим перед Богом как последователи Христа, и всё это ради укрепления духа вашего, друзья мои любимые.",
          "ID": "19"
        },
        {
          "text": "Я обеспокоен, что когда приду к вам, то найду вас совсем не такими, какими хотел бы, и вы найдёте меня не таким, каким хотели бы меня видеть. Боюсь я, что начнутся среди вас ссоры, ревность, злобные стычки, соперничество, клевета и сплетни, высокомерие друг перед другом и всяческие беспорядки.",
          "ID": "20"
        },
        {
          "text": "Я боюсь, что, когда приду к вам снова, Бог мой унизит меня перед вами, и я буду оплакивать многих тех, кто в прошлом грешил и не покаялся в нечистоте, безнравственности и прелюбодеянии, которым они предавались.",
          "ID": "21"
        }
      ],
      "ID": "NT:2CO.12",
      "name": "Второе Послание К Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Я направляюсь к вам в третий раз. Помните: «любое обвинение должно быть подтверждено двумя или тремя свидетелями».",
          "ID": "1"
        },
        {
          "text": "Я уже предупреждал вас, когда приходил во второй раз, и теперь, в своё отсутствие, предупреждаю снова тех, кто грешил, а также и всех остальных: если я приду навестить вас в третий раз, я их не пощажу.",
          "ID": "2"
        },
        {
          "text": "Я поступаю так, потому что вы ждёте доказательства того, что через меня Христос говорит с вами. Моим доказательством является то, что Он не слаб по отношению к вам, на самом деле Он проявляет Свою силу среди вас.",
          "ID": "3"
        },
        {
          "text": "Потому что хотя и был Он распят по причине слабости Своей, теперь Он жив благодаря силе Божьей. Правда и то, что слабы мы во Христе, но ради вас мы будем живы вместе с Ним силой Божьей.",
          "ID": "4"
        },
        {
          "text": "Испытайте себя, живёте ли вы с верой, проверьте себя. Или вы не в состоянии распознать, что в вас живёт Иисус Христос, если, конечно, не случится так, что вы не выдержите испытание?",
          "ID": "5"
        },
        {
          "text": "По крайней мере, я надеюсь вы признаете, что мы выдержали испытание.",
          "ID": "6"
        },
        {
          "text": "Мы молим Бога, чтобы вы не совершали ошибки, и не потому, что стремимся показать всем людям, что мы выдержали испытание. Мы хотим, чтобы вы жили праведно, даже если со стороны покажется, что мы не выдержали испытание.",
          "ID": "7"
        },
        {
          "text": "Мы ничего не можем сделать против истины, а только ради истины.",
          "ID": "8"
        },
        {
          "text": "Мы счастливы, когда сами мы слабы, но вы сильны. Молимся о том, чтобы вы все сделались совершенными.",
          "ID": "9"
        },
        {
          "text": "Я пишу вам об этом в своё отсутствие, чтобы по прибытии не пришлось мне проявлять суровость, руководствуясь властью, дарованной мне Господом. Он дал мне эту власть чтобы укреплять, а не губить вас.",
          "ID": "10"
        },
        {
          "text": "И последнее: прощайте, братья и сёстры, стремитесь к совершенству, делайте то, о чём я вас просил, будьте единомышленниками, и тогда Бог, источник любви и мира, будет с вами.",
          "ID": "11"
        },
        {
          "text": "Приветствуйте друг друга поцелуем святым. Приветствия вам от всех людей Божьих.",
          "ID": "12"
        },
        {
          "text": "Пусть будут со всеми вами благодать Господа Иисуса Христа, любовь Бога и общение Святого Духа!",
          "ID": "13"
        }
      ],
      "ID": "NT:2CO.13",
      "name": "Второе Послание К Коринфянам 13"
    }
  ],
  "ID": "NT:2CO(RSP)",
  "name": "Второе Послание К Коринфянам"
}