{
  "text": [
    {
      "text": [
        {
          "text": "THE second book of the prophet Esdras, Saraias, the son of Azaraias, the son of Helkias, the son of Salemas, the son of Sadoc, the son of Ahitob,",
          "ID": "1"
        },
        {
          "text": "the son of Achias, the son of Phinees, the son of Heli, the son of Amarias, the son of Aziei, the son of Marimoth, the son of Arna, the son of Ozias, the son of Borith, the son of Abissei, the son of Phinees, the son of Eleazar,",
          "ID": "2"
        },
        {
          "text": "the son of Aaron, of the tribe of Levi; which was captive in the land of the Medes, in the reign of Artaxerxes king of the Persians.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And the word of the Lord came to me, saying,",
          "ID": "4"
        },
        {
          "text": "Go your way, and show my people their sinful deeds, and their children their wickedness which they have done against me; that they may tell their children’s children:",
          "ID": "5"
        },
        {
          "text": "because the sins of their fathers are increased in them: for they have forgotten me, and have done sacrifice to strange gods.",
          "ID": "6"
        },
        {
          "text": "Did I not bring them out of the land of Egypt, out of the house of bondage? but they have provoked me to wrath, and have despised my counsels.",
          "ID": "7"
        },
        {
          "text": "Shake you then the hair of your head, and cast all evils upon them, for they have not been obedient to my law, but it is a rebellious people.",
          "ID": "8"
        },
        {
          "text": "How long shall I forbear them, to whom I have done so much good?",
          "ID": "9"
        },
        {
          "text": "I have overthrown many kings for their sakes; I have struck down Pharoah with his servants and all his host.",
          "ID": "10"
        },
        {
          "text": "I have destroyed all the nations before them, and in the east I have scattered the people of two provinces, even of Tyre and Sidon, and have slain all their adversaries.",
          "ID": "11"
        },
        {
          "text": "Speak therefore to them, saying,",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Thus says the Lord, of a truth I brought you through the sea, and where there was no path I made for you highways; I gave you Moses for a leader, and Aaron for a priest.",
          "ID": "13"
        },
        {
          "text": "I gave you light in a pillar of fire, and great wonders have I done among you; yet have you⌃ forgotten me, says the Lord.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Thus says the Lord Almighty, The quails were for a token to you; I gave you a camp for your safeguard, nevertheless you⌃ murmured there:",
          "ID": "15"
        },
        {
          "text": "and you⌃ triumphed not in my name for the destruction of your enemies, but ever to this day do you⌃ yet murmur.",
          "ID": "16"
        },
        {
          "text": "Where are the benefits that I have done for you? when you⌃ were hungry and thirsty in the wilderness, did you⌃ not cry to me,",
          "ID": "17"
        },
        {
          "text": "saying, Why have you brought us into this wilderness to kill us? it had been better for us to have served the Egyptians, than to die in this wilderness.",
          "ID": "18"
        },
        {
          "text": "I had pity upon your mournings, and gave you manna for food; you⌃ did eat angels’ bread.",
          "ID": "19"
        },
        {
          "text": "Wnen you⌃ were thirsty, did I not cleave the rock, and waters flowed out to your fill? for the heat I covered you with the leaves of the trees.",
          "ID": "20"
        },
        {
          "text": "I divided among you fruitful lands; I cast out the Canaanites, the Pherezites, and the Philistines, before you: what shall I yet do more for you? says the Lord.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Thus says the Lord Almighty, When you⌃ were in the wilderness, at the bitter river, being thirsty, and blaspheming my name,",
          "ID": "22"
        },
        {
          "text": "I gave you not fire for your blasphemies, but cast a tree in the water, and made the river sweet.",
          "ID": "23"
        },
        {
          "text": "What shall I do to you, O Jacob? you, Judah, would not obey me: I will turn me to other nations, and to them will I give my name, that they may keep my statutes.",
          "ID": "24"
        },
        {
          "text": "Seeing you⌃ have forsaken me, I also will forsake you; when you⌃ ask me to be merciful to you, I will have no mercy upon you.",
          "ID": "25"
        },
        {
          "text": "Whenever you⌃ shall call upon me, I will not hear you: for you⌃ have defiled your hands with blood, and your feet are swift to commit manslaughter.",
          "ID": "26"
        },
        {
          "text": "You⌃ have not as it were forsaken me, but your own selves, says the Lord.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Thus says the Lord Almighty, Have I not prayed you as a father his sons, as a mother her daughters, and a nurse her young babes,",
          "ID": "28"
        },
        {
          "text": "that you⌃ would be my people, and I should be your God; that you⌃ would be my children, and I should be your father?",
          "ID": "29"
        },
        {
          "text": "I gathered you together, as a hen gathers  her chickens under her wings: but now, what shall I do to you? I will cast you out from my presence.",
          "ID": "30"
        },
        {
          "text": "When you⌃ offer oblations to me, I will turn my face from you: for your solemn feast days, your new moons, and your circumcisions of the flesh, have I rejected.",
          "ID": "31"
        },
        {
          "text": "I sent to you my servants the prophets, whom you⌃ have taken and slain, and torn their bodies in pieces, whose blood I will require of your hands,  says the Lord.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Thus says the Lord Almighty, Your house is desolate, I will cast you out as the wind does stubble.",
          "ID": "33"
        },
        {
          "text": "And your children shall not be fruitful; for they have neglected my commandment  to you, and done that which is evil before me.",
          "ID": "34"
        },
        {
          "text": "Your houses will I give to a people that shall come; which not having heard of me yet believe me; they to whom I have showed no signs shall do that which I have commanded.",
          "ID": "35"
        },
        {
          "text": "They have seen no prophets, yet they shall call their former estate to remembrance.",
          "ID": "36"
        },
        {
          "text": "I take to witness the grace of the people that shall come, whose little ones rejoice with gladness: and though they see me not with bodily eyes, yet in spirit they shall believe the thing that I say.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And now, O father, behold with glory; and see the people that come from the east:",
          "ID": "38"
        },
        {
          "text": "to whom I will give for leaders, Abraham, Isaac, and Jacob, Oseas, Amos, and Micheas, Joel, Abdias, and Jonas,",
          "ID": "39"
        },
        {
          "text": "Nahum, and Abacuc, Sophonias, Aggaeus, Zachary, and Malachy, which is called also the angel of the Lord.",
          "ID": "40"
        }
      ],
      "ID": "AP:2ES.1",
      "name": "2 Esdras 1"
    },
    {
      "text": [
        {
          "text": "Thus says the Lord, I brought this people out of bondage, and I gave them my commandments by my servants the prophets; whom they would not hear, but set my counsels at nothing.",
          "ID": "1"
        },
        {
          "text": "The mother that bare them says to them, go your way, O my children; for I am a widow and forsaken.",
          "ID": "2"
        },
        {
          "text": "I brought you up with gladness, and with sorrow and heaviness have I lost you: for you⌃ have sinned before the Lord God, and done that which is evil before me.",
          "ID": "3"
        },
        {
          "text": "But what shall I now do to you? for I am a widow and forsaken: go your way, O my children, and ask mercy of the Lord.",
          "ID": "4"
        },
        {
          "text": "As for me, O father, I call upon you for a witness over the mother of these  children, because they would not keep my covenant,",
          "ID": "5"
        },
        {
          "text": "that you bring them to confusion, and their mother to a spoil, that there may be no offspring of them.",
          "ID": "6"
        },
        {
          "text": "Let them be scattered abroad among the heathen, let their names be blotted out of the earth: for they have despised my  covenant.",
          "ID": "7"
        },
        {
          "text": "Woe to you, Assur, you that hide the unrighteous with you! O you wicked nation, remember what I did to Sodom and Gomorrah;",
          "ID": "8"
        },
        {
          "text": "whose land lies in clods of pitch and heaps of ashes: even so also will I do to them that have not hearkened to me, says the Lord Almighty.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Thus says the Lord to Esdras, Tell my people that I will give them the kingdom of Jerusalem, which I would have given to Israel.",
          "ID": "10"
        },
        {
          "text": "Their glory also will I take to me, and give these the everlasting tabernacles, which I had prepared for them.",
          "ID": "11"
        },
        {
          "text": "They shall have the tree of life for an ointment of sweet savor; they shall neither labor, nor be weary.",
          "ID": "12"
        },
        {
          "text": "Ask, and you⌃ shall receive: pray for few days to you, that they may be shortened: the kingdom is already prepared for you: watch.",
          "ID": "13"
        },
        {
          "text": "Take heaven and earth to witness, take them to witness; for I have given up the evil, and created the good: for I live, says the Lord.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Mother, embrace your children; I will bring them out with gladness like a dove; establish their feet; for I have chosen you, says the Lord.",
          "ID": "15"
        },
        {
          "text": "And those that be dead will I raise up again from their places, and bring them out from their tombs: for I  have known my name in them.",
          "ID": "16"
        },
        {
          "text": "Fear not, you mother of the children: for I have chosen you, says the Lord.",
          "ID": "17"
        },
        {
          "text": "For your help will I send my servants Esaias and Jeremy, after whose counsel I have sanctified and prepared for you twelve trees laden with various fruits,",
          "ID": "18"
        },
        {
          "text": "and as many fountains flowing with milk and honey, and seven mighty mountains, whereupon there grow roses and lilies, whereby I will fill your children with joy.",
          "ID": "19"
        },
        {
          "text": "Do right to the widow, judge the fatherless, give to the poor, defend the orphan, clothe the naked,",
          "ID": "20"
        },
        {
          "text": "heal the broken and the weak, laugh not a lame man to scorn, defend the maimed, and let the blind man come to the sight of my glory.",
          "ID": "21"
        },
        {
          "text": "Keep the old and young within your walls.",
          "ID": "22"
        },
        {
          "text": "Wherever you find the dead, set a sign upon them and commit them to the grave, and I will give you the first place in my resurrection.",
          "ID": "23"
        },
        {
          "text": "Abide still, O my people, and take your rest, for your quietness shall come.",
          "ID": "24"
        },
        {
          "text": "Nourish your children, O you good nurse, and establish their feet.",
          "ID": "25"
        },
        {
          "text": "As for the servants whom I have given you, there shall not one of them perish; for I will require them from among your number.",
          "ID": "26"
        },
        {
          "text": "Be not careful overmuch: for when the day of tribulation and anguish comes, others shall weep and be sorrowful, but you shall be merry and have abundance.",
          "ID": "27"
        },
        {
          "text": "The nations shall envy you, but they shall be able to do nothing against you, says the Lord.",
          "ID": "28"
        },
        {
          "text": "My hands shall cover you, so that your children see not  hell.",
          "ID": "29"
        },
        {
          "text": "Be joyful, O you mother, with your children; for I will deliver you, says the Lord.",
          "ID": "30"
        },
        {
          "text": "Remember your children that sleep, for I shall bring them out of the secret places of the earth, and show mercy to them: for I am merciful, says the Lord Almighty.",
          "ID": "31"
        },
        {
          "text": "Embrace your children until I come, and proclaim mercy to them: for my wells run over, and my grace shall not fail.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "I Esdras received a charge from the Lord upon the mount Horeb, that I should go to Israel; but when I came to them, they would none of me, and rejected the commandment of the Lord.",
          "ID": "33"
        },
        {
          "text": "And therefore I say to you, O you⌃ nations, that hear and understand, look for your shepherd, he shall give you everlasting rest; for he is near at hand, that shall come in the end of the world.",
          "ID": "34"
        },
        {
          "text": "Be ready to the rewards of the kingdom, for the everlasting light shall shine upon you for evermore.",
          "ID": "35"
        },
        {
          "text": "Flee the shadow of this world, receive the joyfulness of your glory: I call to witness my savior openly.",
          "ID": "36"
        },
        {
          "text": "O receive that which is given you of the Lord, and be joyful, giving thanks to him that has called you to heavenly kingdoms.",
          "ID": "37"
        },
        {
          "text": "Arise up and stand, and behold the number of those that be sealed in the feast of the Lord;",
          "ID": "38"
        },
        {
          "text": "they that withdrew them from the shadow of the world have received glorious garments of the Lord.",
          "ID": "39"
        },
        {
          "text": "Look upon your number, O Sion, and make up the reckoning of those of your that are clothed in white, which have fulfilled the law of the Lord.",
          "ID": "40"
        },
        {
          "text": "The number of your children, whom you long for, is fulfilled: beseech the power of the Lord, that your people, which have been called from the beginning, may be hallowed.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "I Esdras saw upon the mount Sion a great multitude, whom I could not number, and they all praised the Lord with songs.",
          "ID": "42"
        },
        {
          "text": "And in the midst of them there was a young man of a high stature, taller than all the rest, and upon every one of their heads he set crowns, and was more exalted; whereat I marveled greatly.",
          "ID": "43"
        },
        {
          "text": "So I asked the angel, and said, What are these, my Lord?",
          "ID": "44"
        },
        {
          "text": "He answered and said to me, These be they that have put off the mortal clothing, and put on the immortal, and have confessed the name of God: now are they crowned, and receive palms.",
          "ID": "45"
        },
        {
          "text": "Then said I to the angel, What young man is he that sets crowns upon them, and gives them palms in their hands?",
          "ID": "46"
        },
        {
          "text": "So he answered and said to me, It is the Son of God, whom they have confessed in the world. Then began I greatly to commend them that stood so stiffly for the name of the Lord.",
          "ID": "47"
        },
        {
          "text": "Then the angel said to me, Go your way, and tell my people what manner of things, and how great wonders of the Lord God you have seen.",
          "ID": "48"
        }
      ],
      "ID": "AP:2ES.2",
      "name": "2 Esdras 2"
    },
    {
      "text": [
        {
          "text": "In the thirties year after the ruin of the city, I Salathiel (the same is Esdras) was in Babylon, and lay troubled upon my bed, and my thoughts came up over my heart:",
          "ID": "1"
        },
        {
          "text": "for I saw the desolation of Sion, and the wealth of them that lived at Babylon.",
          "ID": "2"
        },
        {
          "text": "And my spirit was sore moved, so that I began to speak words full of fear to the Most High, and said,",
          "ID": "3"
        },
        {
          "text": "O Lord that bear rule, did you not not speak at the beginning, when you did fashion the earth, and that yourself alone, and command the  dust.",
          "ID": "4"
        },
        {
          "text": "and it  gave you Adam, a body without a soul? yet it was the workmanship of your hands, and you did breathe into him the breath of life, and he was made living before you.",
          "ID": "5"
        },
        {
          "text": "And you led him into paradise, which your right hand did plant, before ever the earth came forward.",
          "ID": "6"
        },
        {
          "text": "And to him you gave your one commandment: which he transgressed, and immediately you appointed death for him and in his generations; and there were born of him nations and tribes, peoples and kindred, out of number.",
          "ID": "7"
        },
        {
          "text": "And every nation walked after their own will, and did ungodly things before you, and despised your commandments,  and you did not forbid them.",
          "ID": "8"
        },
        {
          "text": "Nevertheless again in process of time you brought the flood upon those that lived in the world, and destroyed them.",
          "ID": "9"
        },
        {
          "text": "And it came to pass that the same hap befell them; like as death was to Adam, so was the flood to these.",
          "ID": "10"
        },
        {
          "text": "Nevertheless one of them you left, Noah with his household, even  all the righteous men that came  of him.",
          "ID": "11"
        },
        {
          "text": "And it came to pass, that when they that lived upon the earth began to multiply, they multiplied also children, and peoples, and many nations, and began again to be more ungodly than the first.",
          "ID": "12"
        },
        {
          "text": "And it came to pass, when they did wickedly before you, you did choose you one from among them, whose name was Abraham;",
          "ID": "13"
        },
        {
          "text": "and him you loved, and to him only you showed the end of the times secretly by night:",
          "ID": "14"
        },
        {
          "text": "and made an everlasting covenant with him, promising him that you would never forsake his seed.",
          "ID": "15"
        },
        {
          "text": "And to him you gave Isaac, and to Isaac you gave Jacob and Esau. And you did set apart Jacob for yourself, but did put by Esau: and Jacob became a great multitude.",
          "ID": "16"
        },
        {
          "text": "And it came to pass, that when you led his seed out of Egypt, you brought them up to the mount Sinai.",
          "ID": "17"
        },
        {
          "text": "You bowed the heavens also, and did  shake the earth, and movedst the whole world, and made the depths to tremble, and troubled the course of that  age.",
          "ID": "18"
        },
        {
          "text": "And your glory went through four gates, of fire, and of earthquake, and of wind, and of cold; that you might give the law to the seed of Jacob, and the commandment to the generation of Israel.",
          "ID": "19"
        },
        {
          "text": "And yet took you not away from them their   wicked heart, that your law might bring forth fruit in them.",
          "ID": "20"
        },
        {
          "text": "For the first Adam bearing a  wicked heart transgressed, and was overcome; and not he only,  but all they also that are born of him.",
          "ID": "21"
        },
        {
          "text": "Thus disease was made permanent; and the law was in the heart of the people along with the  wickedness of the root; so the good departed away, and that which was  wicked abode still.",
          "ID": "22"
        },
        {
          "text": "So the times passed away, and the years were brought to an end: then did you raise you up a servant, called David,",
          "ID": "23"
        },
        {
          "text": "whom you commanded to build a city to your name, and to offer oblations to you therein of your own.",
          "ID": "24"
        },
        {
          "text": "When this was done many years, then they that inhabited the city did evil,",
          "ID": "25"
        },
        {
          "text": "in all things doing even as Adam and all his generations had done: for they also bare a  wicked heart:",
          "ID": "26"
        },
        {
          "text": "and so you gave your city over into the hands of your enemies.",
          "ID": "27"
        },
        {
          "text": "And I said then in mine heart, are their deeds any better that inhabit Babylon? and has she therefore dominion over Sion?",
          "ID": "28"
        },
        {
          "text": "For it came to pass when I came hither, that I saw also impieties without number, and my soul saw many evil-doers in this thirties year, so that my heart failed me.",
          "ID": "29"
        },
        {
          "text": "For I have seen how you suffer them sinning, and have spared the ungodly doers, and have destroyed your people, and have preserved your enemies; and you have not signified",
          "ID": "30"
        },
        {
          "text": "to any  how your way may be comprehended. Are the deeds of Babylon better than those of Sion?",
          "ID": "31"
        },
        {
          "text": "Or is there any other nation that knows you beside Israel? or what tribes have so believed your covenants as these tribes of  Jacob?",
          "ID": "32"
        },
        {
          "text": "And yet their reward appears not, and their labor has no fruit: for I have gone hither and there through the nations, and I see that they abound in wealth,  and think not upon your commandments.",
          "ID": "33"
        },
        {
          "text": "Weigh you therefore our iniquities now in the balance, and theirs also that dwell in the world; and so shall it be found which way the scale inclines.",
          "ID": "34"
        },
        {
          "text": "Or when was it that they which dwell upon the earth have not sinned in your sight? or what nation has so kept your commandments?",
          "ID": "35"
        },
        {
          "text": "You shall find that men who may be reckoned  by name have kept your precepts; but nations you shall not find.",
          "ID": "36"
        }
      ],
      "ID": "AP:2ES.3",
      "name": "2 Esdras 3"
    },
    {
      "text": [
        {
          "text": "And the angel that was sent to me, whose name was Uriel, gave me an answer,",
          "ID": "1"
        },
        {
          "text": "and said to me, your heart has utterly failed you in regarding  this world, and think you to comprehend the way of the Most High?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then said I, Yes my Lord.",
          "ID": "3"
        },
        {
          "text": "And he answered me, and said, I am sent to show you three ways, and to set forth three similitudes before you:",
          "ID": "3"
        },
        {
          "text": "whereof if you can declare me one, I also will show you the way that you desire to see, and I will teach you wherefore the heart is  wicked.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And I said, say on, my Lord.",
          "ID": "5"
        },
        {
          "text": "Then said he to me, Go to, weigh me a weight of fire, or measure me a  measure of wind, or call me again the day that is past.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then answered I and said, who of the sons of men  is able to do this, that you should ask me of such things?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And he said to me, If I had asked you, saying, How many dwellings are there in the heart of the sea? or how many springs are there at the fountain head of the deep? or how many  ways are above the firmament? or which are the outgoings  of hell? or which are the paths of paradise?",
          "ID": "7"
        },
        {
          "text": "perhaps you would say to me, I never went down into the deep, nor as yet into hell, neither did I ever climb up into heaven.",
          "ID": "8"
        },
        {
          "text": "Nevertheless now have I asked you but only of the fire and wind, and of the day, things wherethrough you have passed, and  without which you can not be, and yet have you given me no answer of them.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He said moreover to me, Your own things, that are grown up with you, can you not know;",
          "ID": "10"
        },
        {
          "text": "how then can your vessel comprehend the way of the Most High? and how can he that is already worn out with the corrupted world understand  incorruption?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And when I heard these things I fell upon my face, and said to him, It were better that we were not here at all, than that we should come here and live in the midst of ungodliness, and suffer, and not know wherefore.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He answered me, and said,  The woods of the trees of the field went forth, and took counsel together,",
          "ID": "13"
        },
        {
          "text": "and said, Come, let us go and make war against the sea, that it may depart away before us, and that we may make us more woods.",
          "ID": "14"
        },
        {
          "text": "The waves of the sea also in like manner took counsel together, and said, Come, let us go up and subdue the wood of the plain, that there also we may make us another country.",
          "ID": "15"
        },
        {
          "text": "The counsel of the wood was in vain, for the fire came and consumed it:",
          "ID": "16"
        },
        {
          "text": "likewise also the counsel of the waves of the sea, for the sand stood up and stopped them.",
          "ID": "17"
        },
        {
          "text": "If you were judge now between these two, whom would you justify, or whom condemn?",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "I answered and said, it is a foolish counsel that they both have taken, for the ground is given to the wood, and the place of the sea is given  to bear his waves.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then answered he me, and said, You have given a right judgement, and why judge you not in your own case?",
          "ID": "20"
        },
        {
          "text": "For like as the ground is given to the wood, and the sea to his waves, even so they that dwell upon the earth may understand nothing but that which is upon the earth: and he only that dwells  above the heavens may understand  the things that are above the height of the heavens.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then answered I and said, I beseech you, O Lord,  wherefore is the power of understanding given to me?",
          "ID": "22"
        },
        {
          "text": "For it was not in my mind to be curious of the ways above, but of such things as pass by us daily; because Israel is given up as a reproach to the heathen, and  the people whom you have loved is given over to ungodly nations, and the law of our forefathers is made of none effect, and the written covenants are nowhere regarded,",
          "ID": "23"
        },
        {
          "text": "and we pass away out of the world as grasshoppers, and our life is as a  vapor, neither are we worthy to obtain mercy.",
          "ID": "24"
        },
        {
          "text": "What will he then do for his name whereby we are called? Of these things have I asked.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then he answered me, and said, if you be alive  you shall see, and if you live  long, you shall marvel; for the world hastens fast to pass away.",
          "ID": "26"
        },
        {
          "text": "For it is not able to bear the things that are promised to the righteous in the times to come:  for this world is full of sadness and infirmities.",
          "ID": "27"
        },
        {
          "text": "For the evil  whereof you asked me is sown, but the gathering thereof is not yet come.",
          "ID": "28"
        },
        {
          "text": "If therefore that which is sown be not reaped, and if the place where the evil is sown pass not away, there can’t come the field where the good is sown.",
          "ID": "29"
        },
        {
          "text": "For a grain of evil seed was sown in the heart of Adam from the beginning, and how much wickedness has it brought forth to this time! and how much shall it yet bring forth until the  time of threshing come!",
          "ID": "30"
        },
        {
          "text": "Ponder now by yourself, how great fruit of wickedness a grain of evil seed has brought forth.",
          "ID": "31"
        },
        {
          "text": "When the ears which are without number shall be sown, how great a floor shall they fill!",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then I answered and said,  How long? and when shall these things come to pass? wherefore are our years few and evil?",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "And he answered me, and said, You do not hasten more than the Most High: for your haste is  for your own self, but he that is above hastens  on behalf of many.",
          "ID": "34"
        },
        {
          "text": "Did not the souls of the righteous ask question of these things in their chambers, saying, How long  are we here? when comes the fruit of the  threshing time of our reward?",
          "ID": "35"
        },
        {
          "text": "And to them Jeremiel the archangel gave answer, and said, Even when the number is fulfilled of them that are like to you. For he has weighed the world in the balance;",
          "ID": "36"
        },
        {
          "text": "and by measure has he measured the times, and by number has he counted the seasons; and he shall not  move nor stir them, until the said measure be fulfilled.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then answered I and said, O Lord that bear rule, yet even we all are full of impiety:",
          "ID": "38"
        },
        {
          "text": "and for our sakes perhaps it is that the  threshing time of the righteous is kept back, because of the sins of them that dwell upon the earth.",
          "ID": "39"
        },
        {
          "text": "So he answered me, and said, Go your way to a woman with child, and ask of her when she has fulfilled her nine months, if her womb may keep the birth any longer within her.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Then said I, no, Lord, that can it not.",
          "ID": "41"
        },
        {
          "text": "And he said to me, in the grave the chambers of souls are like the womb:",
          "ID": "41"
        },
        {
          "text": "for like as a woman that travails makes haste to escape the anguish of the travail: even so do these places haste to deliver those things that are committed to them from the beginning.",
          "ID": "42"
        },
        {
          "text": "Then shall it be showed you concerning those things which you desire to see.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Then answered I and said, if I have found favor in your sight, and if it be possible, and if I be meet therefore,",
          "ID": "44"
        },
        {
          "text": "show me this also, whether there be more to come than is past, or whether the more part is gone over us.",
          "ID": "45"
        },
        {
          "text": "For what is gone I know, but what is for to come I know not.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "And he said to me, Stand up upon the right side, and I shall expound the similitude to you.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "so I stood, and saw, and, behold, a hot burning oven passed by before me: and it happened, that when the flame was gone by I looked, and, behold, the smoke remained still.",
          "ID": "48"
        },
        {
          "text": "After this there passed by before me a watery cloud, and sent down much rain with a storm; and when the stormy rain was past, the drops remained therein still.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "Then said he to me, Consider with yourself; as the rain is more than the drops, and the fire is greater than the smoke, so the quantity which is past did more exceed; but the drops and the smoke remained still.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "Then I prayed, and said, May I live, think you, until that time? or who shall be in those days?",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "He answered me, and said, As for the tokens whereof you asked me, I may tell you of them in part: but as touching your life, I am not sent to show you; for I do not know it.",
          "ID": "52"
        }
      ],
      "ID": "AP:2ES.4",
      "name": "2 Esdras 4"
    },
    {
      "text": [
        {
          "text": "Nevertheless as concerning the tokens, behold, the days shall come, that they which dwell upon earth shall be taken  with great amazement, and the way of truth shall be hidden, and the land shall be barren of faith.",
          "ID": "1"
        },
        {
          "text": "But iniquity shall be increased above that which now you see, or that you have heard long ago.",
          "ID": "2"
        },
        {
          "text": "And the land, that you see now to have rule, shall be waste and  untrodden, and men shall see it desolate.",
          "ID": "3"
        },
        {
          "text": "But if the Most High grant you to live, you shall see that which is after the third kingdom  to be troubled; and the sun shall suddenly shine forth in the night, and the moon in the day:",
          "ID": "4"
        },
        {
          "text": "and blood shall drop out of wood, and the stone shall give his voice, and the peoples shall be troubled; and  their goings shall be changed:",
          "ID": "5"
        },
        {
          "text": "and he shall rule, whom they that dwell upon the earth look not for, and the fowls shall take their flight away together:",
          "ID": "6"
        },
        {
          "text": "and the Sodomite sea shall cast out fish, and make a noise in the night, which many have not known: but all shall hear the voice thereof.",
          "ID": "7"
        },
        {
          "text": "There shall be chaos also in many places, and the fire shall be often sent out, and the wild beasts shall change their places, and women shall bring forth monsters:",
          "ID": "8"
        },
        {
          "text": "and salt waters shall be found in the sweet, and all friends shall destroy one another; then shall wit hide itself, and understanding withdraw itself into its chamber;",
          "ID": "9"
        },
        {
          "text": "and it shall be sought of many, and shall not be found: and unrighteousness and incontinency shall be multiplied upon earth.",
          "ID": "10"
        },
        {
          "text": "One land also shall ask another, and say, Is righteousness, is a man that does righteousness, gone through you? And it shall say, No.",
          "ID": "11"
        },
        {
          "text": "And it shall come to pass at that time that men shall hope, but shall not obtain: they shall labor, but their ways shall not prosper.",
          "ID": "12"
        },
        {
          "text": "To show you such tokens I have leave; and if you will pray again, and weep as now, and fast seven days, you shall hear yet greater things than these.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then I awaked, and an extreme trembling went through my body, and my mind was troubled, so that it fainted.",
          "ID": "14"
        },
        {
          "text": "So the angel that was come to talk with me held me, comforted me, and set me up upon my feet.",
          "ID": "15"
        },
        {
          "text": "And in the second night it came to pass, that  Phaltiel the captain of the people came to me, saying, Where have you been? and why is your countenance sad?",
          "ID": "16"
        },
        {
          "text": "or know you not that Israel is committed to you in the land of their captivity?",
          "ID": "17"
        },
        {
          "text": "Up then, and eat some bread, and forsake us not, as the shepherd that leaves  in the hands of cruel wolves.",
          "ID": "18"
        },
        {
          "text": "Then said I to him, Go your ways from me, and come not near me for seven days, and then shall you come to me. And he heard what I said, and went from me.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And so I fasted seven days, mourning and weeping, like as Uriel the angel commanded me.",
          "ID": "20"
        },
        {
          "text": "And after seven days, so it was, that the thoughts of my heart were very grievous to me again,",
          "ID": "21"
        },
        {
          "text": "and my soul recovered the spirit of understanding, and I began to speak words before the Most High again,",
          "ID": "22"
        },
        {
          "text": "and said, O Lord that bear rule, of all the woods of the earth, and of all the trees thereof, you have chosen you one vine:",
          "ID": "23"
        },
        {
          "text": "and of all the lands of the world you have chosen you one  country: and of all the flowers of the world you have chosen you one lily:",
          "ID": "24"
        },
        {
          "text": "and of all the depths of the sea you have filled you one river: and of all builded cities you have hallowed Sion to yourself:",
          "ID": "25"
        },
        {
          "text": "and of all the fowls that are created you have named you one dove: and of all the cattle that are made you have provided you one sheep:",
          "ID": "26"
        },
        {
          "text": "and among all the multitudes of peoples you have gotten you one people: and to this people, whom you loved, you gave a law that is approved of all.",
          "ID": "27"
        },
        {
          "text": "And now, O Lord, why have you given this one people over to many, and  have dishonored the one root above others, and have scattered your only one among many?",
          "ID": "28"
        },
        {
          "text": "And they which did gainsay your promises have trodden them down that believed your covenants.",
          "ID": "29"
        },
        {
          "text": "If you do so much hate your people, they should be punished with your own hands.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Now when I had spoken these words, the angel that came to me the night before was sent to me,",
          "ID": "31"
        },
        {
          "text": "and said to me, Hear me, and I will instruct you; hearken to me, and I shall tell you more.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And I said, Speak on, my Lord. Then said he to me, You are sore troubled in mind for Israel’s sake: love you that people better than he that made them?",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "And I said, No, Lord: but of very grief have I spoken: for my reins torment me every hour, while I labor to comprehend the way of the Most High, and to seek out part of his judgement.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And he said to me, You can not. And I said, Wherefore, Lord, or whereunto was I born? or why was not my mother’s womb then my grave, that I might not have seen the travail of Jacob, and the wearisome toil of the stock of Israel?",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "And he said to me, Number me them that are not yet come, gather me together the drops that are scattered abroad, make me the flowers green again that are withered,",
          "ID": "36"
        },
        {
          "text": "open me the chambers that are closed, and bring me forth the winds that in them are shut up, or show me the image of a voice: and then I will declare to you the travail that you asked to see.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And I said, O Lord that bear rule, who may know these things, but he that has not his dwelling with men?",
          "ID": "38"
        },
        {
          "text": "As for me, I am unwise: how may I then speak of these things whereof you asked me?",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Then said he to me, Like as you can do none of these things that I have spoken of, even so can you not find out my judgement, or the end of the love that I have promised to my people.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "And I said, But, behold, O Lord, you have made the promise to them that be in the end: and what shall they do that have been before us, or we that be now,  or they that shall come after us?",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "And he said to me, I will liken my judgement to a ring: like as there is no slackness of them that be last, even so there is no swiftness of them that be first.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "So I answered and said, Couldest you not make them to be  at once that have been made, and that be now, and that are for to come; that you might show your judgment the sooner?",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Then answered he me, and said, The creature may not haste above the creator; neither may the world hold them at once that shall be created therein.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "And I said, How have you said to your servant, that  you will surely make alive at once the creature that you have created?  If therefore they shall be alive at once, and the creature shall sustain them: even so it might now also support them to be present at once.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "And he said to me, Ask the womb of a woman, and say to her, If you bring forth ten children, why do you it  at several times? pray her therefore to bring forth ten children at once.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "And I said, she can’t: but must do it by distance of time.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "Then said he to me, Even so have I given the womb of the earth to those that be sown therein in their several times.",
          "ID": "48"
        },
        {
          "text": "For like as a young child may not bring forth, neither she that is grown old bring forth  any more, even so have I disposed the world which I created.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "And I asked, and said, Seeing you have now showed me the way, I will speak before you: Is our mother, of whom you have told me, still young? or does she now draw near to age?",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "He answered me, and said, Ask a woman that bears children, and she shall tell you.",
          "ID": "51"
        },
        {
          "text": "Say to her, wherefore are not they whom you have now brought forth like those that were before, but less of stature?",
          "ID": "52"
        },
        {
          "text": "And she also shall answer you, They that be born in the strength of youth are of one fashion, and they that are born in the time of age, when the womb fails, are otherwise.",
          "ID": "53"
        },
        {
          "text": "Consider therefore you also, how that you⌃ are less of stature than those that were before you.",
          "ID": "54"
        },
        {
          "text": "And so are they that come after you less than you⌃, as born  of the creature which now begins to be old, and is past the strength of youth.",
          "ID": "55"
        },
        {
          "text": "",
          "ID": "55"
        },
        {
          "text": "Then said I, Lord, I beseech you, if I have found favor in your sight, show your servant by whom you visit your creature.",
          "ID": "56"
        }
      ],
      "ID": "AP:2ES.5",
      "name": "2 Esdras 5"
    },
    {
      "text": [
        {
          "text": "And he said to me, In the beginning, when the earth was made, before the outgoings of the world were fixed, or ever the gatherings of the winds blew,",
          "ID": "1"
        },
        {
          "text": "before the voices of the thunder sounded and before the flashes of the lightning shone, or ever the foundations of paradise were laid,",
          "ID": "2"
        },
        {
          "text": "before the fair flowers were seen, or ever the powers of the earthquake were established, before the innumerable hosts of angels were gathered together,",
          "ID": "3"
        },
        {
          "text": "or ever the heights of the air were lifted up, before the measures of the firmament were named, or ever the footstool of Sion  was established,",
          "ID": "4"
        },
        {
          "text": "and ere the present years were sought out, and or ever the imaginations of them that now sin were estranged, before they were sealed that have gathered faith for a treasure:",
          "ID": "5"
        },
        {
          "text": "then did I consider these things, and they all were made through me alone, and through none other: as by me also they shall be ended, and by none other.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then answered I and said, what shall be the parting asunder of the times? or when shall be the end of the first, and the beginning of it that follows?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And he said to me, From  Abraham to  Abraham, inasmuch as Jacob and Esau were born of him, for Jacob’s hand held the heel of Esau from the beginning.",
          "ID": "8"
        },
        {
          "text": "For Esau is the end of this world, and Jacob is the beginning of it that follows.",
          "ID": "9"
        },
        {
          "text": "The beginning of a man is his hand, and the end of a man is his heel; between the heel and the hand seek you nothing else, Esdras.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I answered then and said, O Lord that bear rule, If I have found favor in your sight,",
          "ID": "11"
        },
        {
          "text": "I beseech you, show your servant the end of your tokens, whereof you showed me part the last night.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "So he answered and said to me, Stand up upon your feet, and you shall hear a mighty sounding voice;",
          "ID": "13"
        },
        {
          "text": "and if the place whereon you stand be greatly moved,",
          "ID": "14"
        },
        {
          "text": "when it speaks be you not afraid: for the word is of the end, and the foundations of the earth shall understand,",
          "ID": "15"
        },
        {
          "text": "that the speech is of them: they shall tremble and be moved: for they know that their end must be changed.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And it happened, that when I had heard it I stood up upon my feet, and hearkened, and, behold, there was a voice that spoke, and the sound of it was like the sound of many waters.",
          "ID": "17"
        },
        {
          "text": "And it said, Behold, the days come, and it shall be that when I draw near to visit them that dwell upon the earth,",
          "ID": "18"
        },
        {
          "text": "and when I shall make inquisition of them that have done hurt unjustly with their unrighteousness, and when the affliction of Sion shall be fulfilled,",
          "ID": "19"
        },
        {
          "text": "and when the seal shall be set upon the world that is to pass away, then will I show these tokens: the books shall be opened before the firmament, and all shall see together:",
          "ID": "20"
        },
        {
          "text": "and the children of a year old shall speak with their voices, the women with child shall bring forth untimely children at three or four months, and they shall live, and dance.",
          "ID": "21"
        },
        {
          "text": "And suddenly shall the sown places appear unsown, the full storehouses shall suddenly be found empty:",
          "ID": "22"
        },
        {
          "text": "and the trumpet shall give a sound, which when every man hears, they shall be suddenly afraid.",
          "ID": "23"
        },
        {
          "text": "At that time shall friends make war one against another like enemies, and the earth shall stand in fear with those that dwell therein, the springs of the fountains shall stand still, so that for three hours they shall not run.",
          "ID": "24"
        },
        {
          "text": "And it shall be that whoever remains after all these things that I have told you of, he shall be saved, and shall see my salvation, and the end of my world.",
          "ID": "25"
        },
        {
          "text": "And they shall see the men that have been taken up, who have not tasted death from their birth: and the heart of the inhabitants shall be changed, and turned into another meaning.",
          "ID": "26"
        },
        {
          "text": "For evil shall be blotted out, and deceit shall be quenched;",
          "ID": "27"
        },
        {
          "text": "and faith shall flourish, and corruption shall be overcome, and the truth, which has been so long without fruit, shall be declared.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "And when he talked with me, behold, by little and little the place whereon I stood  rocked to and fro.",
          "ID": "29"
        },
        {
          "text": "And he said to me, These things came I to show you  this night.",
          "ID": "30"
        },
        {
          "text": "If therefore you will pray yet again, and fast seven days more, I shall yet  tell you greater things than these.",
          "ID": "31"
        },
        {
          "text": "For your voice has surely been heard before the Most High: for the Mighty has seen your righteous dealing, he has seen aforetime also your chastity, which you have had ever since your youth.",
          "ID": "32"
        },
        {
          "text": "And therefore has he sent me to show you all these things, and to say to you, Be of good comfort, and fear not.",
          "ID": "33"
        },
        {
          "text": "And be not hasty in regard of  the former times, to think vain things, that you may not hasten in the latter times.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And it came to pass after this, that I wept again, and fasted seven days in like manner, that I might fulfil the three weeks which he told me.",
          "ID": "35"
        },
        {
          "text": "And in the eighth night was my heart vexed within me again, and I began to speak before the Most High.",
          "ID": "36"
        },
        {
          "text": "For my spirit was greatly set on fire, and my soul was in distress.",
          "ID": "37"
        },
        {
          "text": "And I said, O Lord, of a truth you spoke at the beginning of the creation, upon the first day, and said thus; Let heaven and earth be made; and your word perfected the work.",
          "ID": "38"
        },
        {
          "text": "And then was the spirit hovering, and darkness and silence were on every side; the sound of man’s voice was not yet.",
          "ID": "39"
        },
        {
          "text": "Then command you a ray of light to be brought forth of your treasures, that then your works might appear.",
          "ID": "40"
        },
        {
          "text": "Upon the second day again you made the spirit of the firmament and commanded it to part asunder, and to make a division between the waters, that the one part might go up, and the other remain beneath.",
          "ID": "41"
        },
        {
          "text": "Upon the third day you did command that the waters should be gathered together in the seventh part of the earth: six parts did you dry up, and keep them, to the intent that of these some being both planted and tilled might serve before you.",
          "ID": "42"
        },
        {
          "text": "For as soom as your word went forth the work was done.",
          "ID": "43"
        },
        {
          "text": "For immediately there came forth great and innumerable fruit, and manifold pleasures for the taste, and flowers of inimitable color, and odors of most exquisite smell: and this was done the third day.",
          "ID": "44"
        },
        {
          "text": "Upon the fourth day you commanded that the sun should shine, and the moon give her light, and the stars should be in their order:",
          "ID": "45"
        },
        {
          "text": "and gave them a charge to do service to man, that was to be made.",
          "ID": "46"
        },
        {
          "text": "Upon the fifth day you said to the seventh part, where the water was gathered together, that it should bring forth living creatures, fowls and fishes: and so it came to pass,",
          "ID": "47"
        },
        {
          "text": "that the dumb water and without life brought forth living things as it was bidden, that the peoples might therefore praise your wondrous works.",
          "ID": "48"
        },
        {
          "text": "Then did you preserve two living creatures, the one you calledst Behemoth, and the other you calledst Leviathan:",
          "ID": "49"
        },
        {
          "text": "and you did separate the one from the other: for the seventh part, namely, where the water was gathered together, might not hold them both.",
          "ID": "50"
        },
        {
          "text": "To Behemoth you gave one part, which was dried up on the third day, that he should dwell in the same, wherein are a thousand hills:",
          "ID": "51"
        },
        {
          "text": "but to Leviathan you gave the seventh part, namely, the moist; and you have kept them to be devoured of whom you will, and when.",
          "ID": "52"
        },
        {
          "text": "But upon the sixth day you gave commandment to the earth, that it should bring forth before you cattle, beasts, and creeping things:",
          "ID": "53"
        },
        {
          "text": "and over these Adam, whom you ordain lord over all the works that you have made: of him come we all, the people whom you have chosen.",
          "ID": "54"
        },
        {
          "text": "All this have I spoken before you, O Lord, because you have said that for our sakes you made  this world.",
          "ID": "55"
        },
        {
          "text": "As for the other nations, which also come of Adam, you have said that they are nothing, and are like to spittle: and you have likened the abundance of them to a drop that falls from a vessel.",
          "ID": "56"
        },
        {
          "text": "And now, O Lord, behold these nations, which are reputed as nothing, be lords over us, and devour us.",
          "ID": "57"
        },
        {
          "text": "But we your people, whom you have called your firstborn, your only begotten, and your fervent lover, are given into their hands.",
          "ID": "58"
        },
        {
          "text": "If the world now be made for our sakes, why do we not possess for an inheritance our world? How long shall this endure?",
          "ID": "59"
        }
      ],
      "ID": "AP:2ES.6",
      "name": "2 Esdras 6"
    },
    {
      "text": [
        {
          "text": "And when I had made an end of speaking these words, there was sent to me the angel which had been sent to me the nights before:",
          "ID": "1"
        },
        {
          "text": "and he said to me, Up, Esdras, and hear the words that I am come to tell you.",
          "ID": "2"
        },
        {
          "text": "And I said, Speak on, my Lord. Then he said to me, There is a sea set in a wide place, that it might be  broad and vast.",
          "ID": "3"
        },
        {
          "text": "But the entrance thereof shall be set in a narrow place so as to be like a river;",
          "ID": "4"
        },
        {
          "text": "whoso then should desire to go into the sea to look upon it, or to rule it, if he went not through the narrow, how could he come into the broad?",
          "ID": "5"
        },
        {
          "text": "Another thing also: There is a city builded and set in a plain country, and full of all good things;",
          "ID": "6"
        },
        {
          "text": "but the entrance thereof is narrow, and is set in a dangerous place to fall, having a fire on the right hand, and on the left a deep water:",
          "ID": "7"
        },
        {
          "text": "and there is one only path between them both, even between the fire and the water, so small  that there could but one man go there at once.",
          "ID": "8"
        },
        {
          "text": "If this city now be given to a man for an inheritance, if the heir pass not the danger before him, how shall he receive his inheritance?",
          "ID": "9"
        },
        {
          "text": "And I said, It is so, Lord. Then said he to me, Even so also is Israel’s portion.",
          "ID": "10"
        },
        {
          "text": "Because for their sakes I made the world: and when Adam transgressed my statutes, then was decreed that now is done.",
          "ID": "11"
        },
        {
          "text": "Then were the entrances of this world made narrow, and sorrowful and toilsome: they are but few and evil, full of perils, and charged with great toils.",
          "ID": "12"
        },
        {
          "text": "For the entrances of the greater world are wide and sure, and bring forth fruit of immortality.",
          "ID": "13"
        },
        {
          "text": "If then they that live enter not these strait and vain things, they can never receive those that are laid up for them.",
          "ID": "14"
        },
        {
          "text": "Now therefore why you disquiet yourself, seeing you are but a corruptible man? and why are you moved, whereas you are but mortal?",
          "ID": "15"
        },
        {
          "text": "and why have you not considered in your mind that which is to come, rather than that which is present?",
          "ID": "16"
        },
        {
          "text": "Then answered I and said, O Lord that bear rule, behold, you have ordained in your law, that the righteous should inherit these things, but that the ungodly should perish.",
          "ID": "17"
        },
        {
          "text": "The righteous therefore shall suffer strait things, and hope for wide: but they that have done wickedly  have suffered the strait things, and yet shall not see the wide.",
          "ID": "18"
        },
        {
          "text": "And he said to me,  You are not a judge above God, neither have you understanding above the Most High.",
          "ID": "19"
        },
        {
          "text": "Yes, rather let many that now be perish, than that the law of God which is set before them be despised.",
          "ID": "20"
        },
        {
          "text": "For God straitly commanded such as came, even as they came, what they should do to live, and what they should observe to avoid punishment.",
          "ID": "21"
        },
        {
          "text": "Nevertheless they were not obedient to him; but spoke against him, and imagined for themselves vain things;",
          "ID": "22"
        },
        {
          "text": "and framed cunning devices of wickedness; and said moreover of the Most High, that he is not; and knew not his ways:",
          "ID": "23"
        },
        {
          "text": "but they despised his law, and denied his covenants; they have not been faithful to his statutes, and have not performed his works.",
          "ID": "24"
        },
        {
          "text": "Therefore, Esdras, for the empty are empty things, and for the full are the full things.",
          "ID": "25"
        },
        {
          "text": "For behold, the time shall come, and it shall be, when these tokens, of which I told you before, shall come to pass, that the bride shall appear, even the city coming forth, and she shall be seen, that now is withdrawn from the earth.",
          "ID": "26"
        },
        {
          "text": "And whoever is delivered from the foresaid evils, the same shall see my wonders.",
          "ID": "27"
        },
        {
          "text": "For my son Jesus shall be revealed with those that be with him, and shall rejoice them that remain four hundred years.",
          "ID": "28"
        },
        {
          "text": "After these years shall my son Christ die of them that, and all that have the breath of  life.",
          "ID": "29"
        },
        {
          "text": "And the world shall be turned into the old silence seven days, like as in the first beginning: so that no man shall remain.",
          "ID": "30"
        },
        {
          "text": "And after seven days the world, that yet awakens not, shall be raised up, and that shall die that is corruptible.",
          "ID": "31"
        },
        {
          "text": "And the earth shall restore those that are asleep in her, and so shall the dust those that dwell therein in silence, and the  secret places shall deliver those souls that were committed to them.",
          "ID": "32"
        },
        {
          "text": "And the Most High shall be revealed upon the seat of judgement,  and compassion shall pass away, and longsuffering shall be withdrawn:",
          "ID": "33"
        },
        {
          "text": "but judgement only shall remain, truth shall stand, and faith shall wax strong:",
          "ID": "34"
        },
        {
          "text": "and the work shall follow, and the reward shall be showed, and good deeds shall awake, and wicked deeds shall not sleep.",
          "ID": "35"
        },
        {
          "text": "And the  pit of torment shall appear, and over against it shall be the place of rest: and the furnace of  shall be showed, and over against it the paradise of delight.",
          "ID": "36"
        },
        {
          "text": "And then shall the Most High say to the nations that are raised from the dead, See you⌃ and understand whom you⌃ have denied, or whom you⌃ have not served, or whose commandments you⌃ have despised.",
          "ID": "37"
        },
        {
          "text": "Look on this side and on that: here is delight and rest, and there fire and torments. Thus  shall he speak to them in the day of judgement:",
          "ID": "38"
        },
        {
          "text": "This is a day that has neither sun, nor moon, nor stars,",
          "ID": "39"
        },
        {
          "text": "neither cloud, nor thunder, nor lightning, neither wind, nor water, nor air, neither darkness, nor evening, nor morning,",
          "ID": "40"
        },
        {
          "text": "neither summer, nor spring, nor heat, nor  winter, neither frost, nor cold, nor hail, nor rain, nor dew,",
          "ID": "41"
        },
        {
          "text": "neither noon, nor night, nor dawn, neither shining, nor brightness, nor light, save only the splendor of the glory of the Most High, whereby all shall see the things that are set before them:",
          "ID": "42"
        },
        {
          "text": "for it shall endure as it were a week of years.",
          "ID": "43"
        },
        {
          "text": "This is my judgement and the ordinance thereof; but to you only have I showed these things.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "And I answered, I said even then, O Lord, and I say now: blessed are they that be now alive and keep the statutes  ordained of you.",
          "ID": "45"
        },
        {
          "text": "But as touching them for whom my prayer was made, what shall I say?  for who is there of them that be alive that has not sinned, and who of the sons of men  that has not transgressed your covenant?",
          "ID": "46"
        },
        {
          "text": "And now I see, that the world to come shall bring delight to few, but torments to many.",
          "ID": "47"
        },
        {
          "text": "For an evil heart has grown up in us, which has led us astray from these statutes,  and has brought us into corruption and into the ways of death, has showed us the paths of perdition and removed us far from life; and that, not a few only, but well near all that have been created.",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "And he answered me, and said, Hearken to me, and I will instruct you; and I will admonish you yet again:",
          "ID": "49"
        },
        {
          "text": "for this cause the Most High has not made one world, but two.",
          "ID": "50"
        },
        {
          "text": "For whereas you have said that the just are not many, but few, and the ungodly abound, hear the answer  thereto.",
          "ID": "51"
        },
        {
          "text": "If you has choice stones exceeding few,  will you set for you over against them according to their number things of  lead and clay?",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "And I said, Lord, how shall this be?",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "And he said to me, Not only this, but ask the earth, and she shall tell you; entreat her, and she shall declare to you.",
          "ID": "54"
        },
        {
          "text": "For you shall say to her, You bring forth gold and silver and brass, and iron also and lead and clay:",
          "ID": "55"
        },
        {
          "text": "but silver is more abundant than gold, and brass than silver, and iron than brass, lead than iron, and clay than lead.",
          "ID": "56"
        },
        {
          "text": "Judge you therefore which things are precious and to be desired, whatso is abundant or what is rare.",
          "ID": "57"
        },
        {
          "text": "",
          "ID": "57"
        },
        {
          "text": "And I said, O Lord that bear rule, that which is plentiful is of less worth, for that which is more rare is more precious.",
          "ID": "58"
        },
        {
          "text": "",
          "ID": "58"
        },
        {
          "text": "And he answered me, and said,  Weigh within yourself the things that you have thought, for he that has what is hard to get rejoices over him that has what is plentiful.",
          "ID": "59"
        },
        {
          "text": "So also is the  judgement which I have promised: for I will rejoice over the few that shall be saved, inasmuch as these are they that have made my glory now to prevail, and of whom my name is now named.",
          "ID": "60"
        },
        {
          "text": "And I will not grieve over the multitude of them that perish; for these are they that are now like to vapor, and are become as flame and smoke; they are set on fire and burn hotly, and are quenched.",
          "ID": "61"
        },
        {
          "text": "",
          "ID": "61"
        },
        {
          "text": "And I answered and said, O you earth, wherefore have you brought forth, if the mind is made out of dust, like as all other created things?",
          "ID": "62"
        },
        {
          "text": "For it were better that the dust itself had been unborn, so that the mind might not have been made therefrom.",
          "ID": "63"
        },
        {
          "text": "But now the mind grows with us, and by reason of this we are tormented, because we perish and know it.",
          "ID": "64"
        },
        {
          "text": "Let the race of men lament and the beasts of the field be glad; let all that are born lament, but let the four-footed beasts and the cattle rejoice.",
          "ID": "65"
        },
        {
          "text": "For it is far better with them than with us; for they look not for judgement, neither do they know of torments or of salvation promised to them after death.",
          "ID": "66"
        },
        {
          "text": "For what does it profit us, that we shall be preserved alive, but yet be afflicted with torment?",
          "ID": "67"
        },
        {
          "text": "For all that are born are  defiled with iniquities, and are full of sins and laden with offences:",
          "ID": "68"
        },
        {
          "text": "and if after death we were not to come into judgement, perhaps it had been better for us.",
          "ID": "69"
        },
        {
          "text": "",
          "ID": "69"
        },
        {
          "text": "And he answered me, and said, When the Most High made the world, and Adam and all them that came of him, he first prepared the Judgement and the things that pertain to the judgement.",
          "ID": "70"
        },
        {
          "text": "And now understand from your own words, for you have said that the mind grows with us.",
          "ID": "71"
        },
        {
          "text": "They therefore that dwell upon the earth shall be tormented for this reason, that having understanding they have wrought iniquity, and receiving commandments have not kept them, and having obtained a law they dealt unfaithfully with that which they received.",
          "ID": "72"
        },
        {
          "text": "What then will they have to say in the judgement, or how will they answer in the last times?",
          "ID": "73"
        },
        {
          "text": "For how great a time has the Most High been longsuffering with them that inhabit the world, and not for their sakes, but because of the times which he has foreordained!",
          "ID": "74"
        },
        {
          "text": "",
          "ID": "74"
        },
        {
          "text": "And I answered and said, if I have found grace in your sight, O Lord, show this also to your servant, whether after death, even now when every one of us gives up his soul, we shall be kept in rest until those times come, in which you shall renew the creation, or whether we shall be tormented forthwith.",
          "ID": "75"
        },
        {
          "text": "",
          "ID": "75"
        },
        {
          "text": "And he answered me, and said, I will show you this also; but join not yourself with them that are scorners, nor count yourself with them that are tormented.",
          "ID": "76"
        },
        {
          "text": "For you have a treasure of good  works laid up with the Most High, but it shall not be showed you until the last times.",
          "ID": "77"
        },
        {
          "text": "For concerning death the teaching is: When the determinate sentence has gone forth from the Most High that a man should die, as the spirit leaves the body to return again to him who gave it, it adores the glory of the Most High first of all.",
          "ID": "78"
        },
        {
          "text": "And if it be one of those that have been scorners and have not kept the way of the Most High, and that have despised his law, and that hate them that fear  God,",
          "ID": "79"
        },
        {
          "text": "these spirits shall not enter into habitations, but shall wander and be in torments forthwith, ever grieving and sad, in seven ways.",
          "ID": "80"
        },
        {
          "text": "The first way, because they have despised the law of the Most High.",
          "ID": "81"
        },
        {
          "text": "The second way, because they can’t now make a good returning that they may live.",
          "ID": "82"
        },
        {
          "text": "The third way, they shall see the reward laid up for them that have believed the covenants of the Most High.",
          "ID": "83"
        },
        {
          "text": "The fourth way, they shall consider the torment laid up for themselves in the last days.",
          "ID": "84"
        },
        {
          "text": "The fifth way, they shall see the dwelling places of the others guarded by angels, with great quietness.",
          "ID": "85"
        },
        {
          "text": "The sixth way, they shall see  how forthwith some of them shall pass into torment.",
          "ID": "86"
        },
        {
          "text": "The seventh way, which is  more grievous than all the aforesaid ways, because they shall pine away in confusion and be consumed with  shame, and shall be withered up by fears, seeing the glory of the Most High before whom they have sinned while living, and before whom they shall be judged in the last times.",
          "ID": "87"
        },
        {
          "text": "Now this is the order of those who have kept the ways of the Most High, when they shall be separated from the corruptible vessel.",
          "ID": "88"
        },
        {
          "text": "In the time  that they lived therein they painfully served the Most High, and were in jeopardy every hour, that they might keep the law of the lawgiver perfectly.",
          "ID": "89"
        },
        {
          "text": "Wherefore this is the teaching concerning them:",
          "ID": "90"
        },
        {
          "text": "First of all they shall see with great joy the glory of him who takes them up, for they shall have rest in seven orders.",
          "ID": "91"
        },
        {
          "text": "The first order, because they have striven with great labor to overcome the evil thought which was fashoned together with them, that it might not lead them astray from life into death.",
          "ID": "92"
        },
        {
          "text": "The second order, because they see the perplexity in which the souls of the ungodly wander, and the punishment that awaits them.",
          "ID": "93"
        },
        {
          "text": "The third order, they see the witness which he that fashioned them bears concerning them, that while they lived they kept the law which was given them in trust.",
          "ID": "94"
        },
        {
          "text": "The fourth order, they understand the rest which, being gathered in their chambers, they now enjoy with great quietness, guarded by angels, and the glory that awaits them in the last days.",
          "ID": "95"
        },
        {
          "text": "The fifth order, they rejoice, seeing  how they have now escaped from that which is corruptible, and how they shall inherit that which is to come, while they see moreover the straitness and the  painfulness from which they have been delivered, and the large room which they shall receive with joy and immortality.",
          "ID": "96"
        },
        {
          "text": "The sixth order, when it is showed to them how their face shall shine as the sun, and how they shall be made like to the light of the stars, being henceforth incorruptible.",
          "ID": "97"
        },
        {
          "text": "The seventh order, which is greater than all the aforesaid orders, because they shall rejoice with confidence, and because they shall be bold without confusion, and shall be glad without fear, for they hasten to behold the face of him whom in their lifetine they served, and from whom they shall receive their  reward in glory.",
          "ID": "98"
        },
        {
          "text": "This is the order of the souls of the just, as from henceforth  is announcer to them, and  aforesaid are the ways of torture which they that would not give heed shall suffer from henceforth.",
          "ID": "99"
        },
        {
          "text": "And I answered and said, shall time therefore be given to the souls after they are separated from the bodies, that they may see that whereof you have spoken to me?",
          "ID": "100"
        },
        {
          "text": "And he said, Their freedom shall be for seven days, that for seven days they may see the things whereof you have been told, and afterwards they shall be gathered together in their habitations.",
          "ID": "101"
        },
        {
          "text": "And I answered and said, if I have found favor in your sight, show further to me your servant whether in the day of judgment the just will be able to intercede for the ungodly or to entreat the Most High for them,",
          "ID": "102"
        },
        {
          "text": "whether fathers for children, or children for parents, or brethren for brethren, or kinsfolk for their next of kin, or  friends for them that are most dear.",
          "ID": "103"
        },
        {
          "text": "And he answered me, and said, Since you have found favor in my sight, I will show you this also: The day of judgement is  a day of decision, and displays to all the seal of truth; even as now a father sends not his son, or a son his father, or a master his slave, or a  friend him that is most dear, that in his stead he may  be sick, or sleep, or eat, or be healed:",
          "ID": "104"
        },
        {
          "text": "so never shall anyone pray for another  in that day, neither shall one lay a burden on another, for then shall all bear every one his own righteousness or unrighteousness.",
          "ID": "105"
        },
        {
          "text": "",
          "ID": "105"
        },
        {
          "text": "And I answered and said, How do we now find that first Abraham prayed for the people of Sodom, and Moses for the fathers that sinned in the wilderness:",
          "ID": "106"
        },
        {
          "text": "and Joshua after him for Israel in the days of  Achar:",
          "ID": "107"
        },
        {
          "text": "and Samuel  in the days of Saul; and David for the plague: and Solomon for them that should worship  in the sanctuary:",
          "ID": "108"
        },
        {
          "text": "and Elijah for those that received rain; and for the dead, that he might live:",
          "ID": "109"
        },
        {
          "text": "and Hezekiah for the people in the days of Sennacherib: and many for many?",
          "ID": "110"
        },
        {
          "text": "If therefore now, when corruption is grown up, and unrighteousness increased, the righteous have prayed for the ungodly, wherefore shall it not be so then also?",
          "ID": "111"
        },
        {
          "text": "",
          "ID": "111"
        },
        {
          "text": "He answered me, and said, This present world is not the end; the full glory remains  not therein: therefore have they who were able prayed for the weak.",
          "ID": "112"
        },
        {
          "text": "But the day of judgement shall be the end of this time,  and the beginning of the immortality for to come, wherein corruption is passed away,",
          "ID": "113"
        },
        {
          "text": "intemperance is at an end, infidelity is cut off, but righteousness is grown, and truth is sprung up.",
          "ID": "114"
        },
        {
          "text": "Then shall no man be able to have mercy on him that is cast in judgement, nor to thrust down him that has gotten the victory.",
          "ID": "115"
        },
        {
          "text": "",
          "ID": "115"
        },
        {
          "text": "I answered then and said, this is my first and last saying, that it had been better that the earth had not given you  Adam: or else, when it had given him,  to have restrained him from sinning.",
          "ID": "116"
        },
        {
          "text": "For what profit is it for all that are in this present time to live in heaviness, and after death to look for punishment?",
          "ID": "117"
        },
        {
          "text": "O you Adam, what have you done? For though it was you that sinned, the evil is not fallen on you alone, but upon all of us that come of you.",
          "ID": "118"
        },
        {
          "text": "For what profit is it to us, if there be promised us an immortal time, whereas we have done the works that bring death?",
          "ID": "119"
        },
        {
          "text": "And that there is promised us an everlasting hope, whereas ourselves most miserably are become vain?",
          "ID": "120"
        },
        {
          "text": "And that there are reserved habitations of health and safety, whereas we have lived wickedly?",
          "ID": "121"
        },
        {
          "text": "And that the glory of the Most High shall defend them which have led a pure life, whereas we have walked in the most wicked ways of all?",
          "ID": "122"
        },
        {
          "text": "And that there shall be showed a paradise, whose fruit endures without decay, wherein is abundance and healing, but we shall not enter into it,",
          "ID": "123"
        },
        {
          "text": "for we have walked in unpleasant places?",
          "ID": "124"
        },
        {
          "text": "And that the faces of them which have used abstinence shall shine above the stars, whereas our faces shall be blacker than darkness?",
          "ID": "125"
        },
        {
          "text": "For while we lived and committed iniquity, we considered not what we should have to suffer after death.",
          "ID": "126"
        },
        {
          "text": "",
          "ID": "126"
        },
        {
          "text": "Then he answered and said, This is the  condition of the battle, which man that is born upon the earth shall fight;",
          "ID": "127"
        },
        {
          "text": "that, if he be overcome, he shall suffer as you have said: but if he get the victory, he shall receive the thing that I say.",
          "ID": "128"
        },
        {
          "text": "For this is the way whereof Moses spoke to the people while he lived, saying, Choose you life, that you may live.",
          "ID": "129"
        },
        {
          "text": "Nevertheless they believed not him, nor yet the prophets after him, no, nor me which have spoken to them;",
          "ID": "130"
        },
        {
          "text": "so that there shall not be such heaviness in their destruction, as there shall be joy over them that are persuaded to salvation.",
          "ID": "131"
        },
        {
          "text": "",
          "ID": "131"
        },
        {
          "text": "I answered then and said, I know, Lord, that the Most High is now called merciful, in that he has mercy upon them which are not yet come into the world;",
          "ID": "132"
        },
        {
          "text": "and compassionate, in that he has compassion upon those that turn to his law;",
          "ID": "133"
        },
        {
          "text": "and longsuffering, for that he long suffers those that have sinned, as his creatures;",
          "ID": "134"
        },
        {
          "text": "and bountiful, for that he is ready to give rather than to exact;",
          "ID": "135"
        },
        {
          "text": "and of great mercy, for that he multiplies more and more mercies to them that are present, and that are past, and also to them which are to come;",
          "ID": "136"
        },
        {
          "text": "(for if he multiplied not his mercies,  the world would not continue with them that dwell therein;)",
          "ID": "137"
        },
        {
          "text": "and one that forgives, for if he did not forgive of his goodness, that they which have committed iniquities might be eased of them, the ten thousandth part of men would not remain living;",
          "ID": "138"
        },
        {
          "text": "and a judge, for  if he did not pardon them that were created by his word, and blot out the multitude of  offences,",
          "ID": "139"
        },
        {
          "text": "there would perhaps be very few left in an innumerable multitude.",
          "ID": "140"
        }
      ],
      "ID": "AP:2ES.7",
      "name": "2 Esdras 7"
    },
    {
      "text": [
        {
          "text": "And he answered me, and said, The Most High has made this world for many, but the world to come for few.",
          "ID": "1"
        },
        {
          "text": "I will tell you now a similitude, Esdras; As when you asks the earth, it shall say to you, that it gives very much mould whereof earthen vessels are made, and little dust that gold comes of: even so is the course of the present world.",
          "ID": "2"
        },
        {
          "text": "There be many created, but few shall be saved.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And I answered and said, Swallow down understanding then, O my soul, and let my heart  devour wisdom.",
          "ID": "4"
        },
        {
          "text": "For you  are come here without your will, and depart when you would not: for there is given you no longer space than only to live a short time.",
          "ID": "5"
        },
        {
          "text": "O Lord, that are over us, suffer your servant, that we may pray before you, and give us seed to our heart, and culture to our understanding, that there may come fruit of it, whereby every one shall live that is corrupt, who bears the  likeness of a man.",
          "ID": "6"
        },
        {
          "text": "For you are alone, and we all one workmanship of your hands, like as you have said.",
          "ID": "7"
        },
        {
          "text": "Forasmuch as you quicken the body that is fashioned now in the womb, and give it members, your creature is preserved in fire and water, and nine months does your workmanship endure your creature which is created in her.",
          "ID": "8"
        },
        {
          "text": "But that which keeps and that which is kept shall both be kept  by your keeping: and when the womb gives up again that which has grown in it,",
          "ID": "9"
        },
        {
          "text": "you have commanded that out of the parts of the body, that is to say, out of the breasts, be given milk, which is the fruit of the breasts,",
          "ID": "10"
        },
        {
          "text": "that the thing which is fashioned may be nourished for a time, and afterwards you shall order it in your mercy.",
          "ID": "11"
        },
        {
          "text": "Yes, you have brought it up in your righteousness, and nurtured it in your law, and corrected it with your judgement.",
          "ID": "12"
        },
        {
          "text": "And you shall mortify it as your creature, and quicken it as your work.",
          "ID": "13"
        },
        {
          "text": "If therefore you shall  lightly and suddenly destroy him which with so great labor was fashioned by your commandment, to what purpose was he made?",
          "ID": "14"
        },
        {
          "text": "Now therefore I will speak; touching man in general, you know best; but touching your people will I speak,  for whose sake I am sorry;",
          "ID": "15"
        },
        {
          "text": "and for your inheritance, for whose cause I mourn; and for Israel, for whom I am heavy; and for the seed of Jacob, for whose sake I am troubled;",
          "ID": "16"
        },
        {
          "text": "therefore will I begin to pray before you for myself and for them: for I see the falls of us that dwell in the land;",
          "ID": "17"
        },
        {
          "text": "but I have heard the swiftness of the judgment which is to come.",
          "ID": "18"
        },
        {
          "text": "Therefore hear my voice, and understand my saying, and I will speak before you.",
          "ID": "19"
        },
        {
          "text": "The beginning of the words of Esdras, before he was taken up. And he said,",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "O Lord, you that  abidest for ever, whose eyes are exalted, and whose chambers are in the air;",
          "ID": "20"
        },
        {
          "text": "whose throne is inestimable; whose glory may not be comprehended; before whom the hosts of angels stand with trembling,",
          "ID": "21"
        },
        {
          "text": "at whose bidding they are changed to wind and fire; whose word is sure, and sayings constant; whose ordinance is strong, and commandment fearful;",
          "ID": "22"
        },
        {
          "text": "whose look dries up the depths, and whose indignation makes the mountains to melt away, and whose truth bears witness:",
          "ID": "23"
        },
        {
          "text": "hear, O Lord, the prayer of your servant, and give ear to the petition of your handiwork;",
          "ID": "24"
        },
        {
          "text": "attend to my words, for so long as I live I will speak, and so long as I have understanding I will answer.",
          "ID": "25"
        },
        {
          "text": "O look not upon the sins of your people; but on them that have served you in truth,",
          "ID": "26"
        },
        {
          "text": "Regard not the doings of them that deal wickedly, but of them that have kept your covenants in affliction.",
          "ID": "27"
        },
        {
          "text": "Think not upon those that have walked feignedly before you; but remember them which have willingly known your fear.",
          "ID": "28"
        },
        {
          "text": "Let it not be your will to destroy them which have lived like cattle; but look upon them that have  clearly taught your law.",
          "ID": "29"
        },
        {
          "text": "Take you no indignation at them which are deemed worse than beasts; but love them that have always put their trust in your glory.",
          "ID": "30"
        },
        {
          "text": "For we and our fathers have  passed our lives in  ways that bring death: but you because of us sinners  are called merciful.",
          "ID": "31"
        },
        {
          "text": "For if you have a desire to have mercy upon us, then shall you be called merciful, to us, namely, that have no works of righteousness.",
          "ID": "32"
        },
        {
          "text": "For the just, which have many good  works laid up with you, shall for their own deeds receive reward.",
          "ID": "33"
        },
        {
          "text": "For what is man, that you should take displeasure at him? or what is a corruptible race, that you should be so bitter toward it?",
          "ID": "34"
        },
        {
          "text": "For in truth there is no man among them that be born, but he has dealt wickedly; and among them  that have lived there is none which have not done amiss.",
          "ID": "35"
        },
        {
          "text": "For in this, O Lord, your righteousness and your goodness shall be declared, if you be merciful to them which have no store of good works.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Then answered he me, and said, Some things have you spoken aright, and according to your words so shall it come to pass.",
          "ID": "37"
        },
        {
          "text": "For indeed I will not think on the fashioning of them which have sinned, or their death, their judgement, or their destruction;",
          "ID": "38"
        },
        {
          "text": "but I will rejoice over the framing of the righteous, their pilgrimage also, and the salvation, and the reward, that they shall have.",
          "ID": "39"
        },
        {
          "text": "Like therefore as I have spoken, so shall it be.",
          "ID": "40"
        },
        {
          "text": "For as the husbandman sows much seed upon the ground, and plants many trees, and yet not all that is sown shall  come up in due season, neither shall all that is planted take root: even so they that are sown in the world shall not all be saved.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "I answered then and said, if I have found favor, let me speak before you.",
          "ID": "42"
        },
        {
          "text": "Forasmuch as the husbandman’s seed, if it come not up, seeing that it has not received your rain in due season, or if it be corrupted through too much rain,  so perishes;",
          "ID": "43"
        },
        {
          "text": "likewise man, which is formed with your hands, and is called your own image, because he is made like to you,  for whose sake you have formed all things, even him have you made like to the husbandman’s seed.",
          "ID": "44"
        },
        {
          "text": "Be not angry with us, but spare your people, and have mercy upon your inheritance; for you have mercy upon your own creation.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "Then answered he me, and said, Things present are for them that now be, and things to come for such as shall be hereafter.",
          "ID": "46"
        },
        {
          "text": "For you come far short that you should be able to love my creature more than I. But you have brought yourself full near to the unrighteous. Let this  never be.",
          "ID": "47"
        },
        {
          "text": "Yet in this shall you be admirable to the Most High;",
          "ID": "48"
        },
        {
          "text": "in that you have humbled yourself, as it becomes you, and have not judged yourself worthy to be  among the righteous, so as to be much glorified.",
          "ID": "49"
        },
        {
          "text": "For many grievous miseries shall befall them that in the last times dwell in the world, because they have walked in great pride.",
          "ID": "50"
        },
        {
          "text": "But understand you for yourself, and of such as be like you seek out the glory.",
          "ID": "51"
        },
        {
          "text": "For to you is paradise opened, the tree of life planted, the time to come is prepared, plenteousness is made ready, a city is builded, and rest is  allowed, goodness is perfected, wisdom being perfect beforehand.",
          "ID": "52"
        },
        {
          "text": "The root of evil  is sealed up from you, weakness is done away from you, and  [death] is hidden; hell and corruption are fled into forgetfulness:",
          "ID": "53"
        },
        {
          "text": "sorrows are passed away, and in the end is showed the treasure of immortality.",
          "ID": "54"
        },
        {
          "text": "Therefore ask you no more questions concerning the multitude of them that perish.",
          "ID": "55"
        },
        {
          "text": "For when they had received liberty, they despised the Most High, thought scorn of his law, and forsook his ways.",
          "ID": "56"
        },
        {
          "text": "Moreover they have trodden down his righteous,",
          "ID": "57"
        },
        {
          "text": "and said in their heart, that there is no God; yes, and that knowing they must die.",
          "ID": "58"
        },
        {
          "text": "For as the things aforesaid shall receive you, so thirst and pain which are prepared shall receive  them: for the Most High willed not that men should come to nothing:",
          "ID": "59"
        },
        {
          "text": "but they which be created have themselves defiled the name of him that made them, and were unthankful to him which prepared life for them.",
          "ID": "60"
        },
        {
          "text": "And therefore is my judgement now at hand,",
          "ID": "61"
        },
        {
          "text": "which I have not showed to all men, but to you, and a few like you.",
          "ID": "62"
        },
        {
          "text": "Then answered I and said,",
          "ID": "62"
        },
        {
          "text": "Behold, O Lord, now have you showed me the multitude of the wonders, which you will do in the last times: but at what time, you have not showed me.",
          "ID": "63"
        }
      ],
      "ID": "AP:2ES.8",
      "name": "2 Esdras 8"
    },
    {
      "text": [
        {
          "text": "And he answered me, and said, Measure you diligently within yourself: and when you see that a certain part of the signs are past, which have been told you beforehand,",
          "ID": "1"
        },
        {
          "text": "then shall you understand, that it is the very time, wherein the Most High will visit the world which was made by him.",
          "ID": "2"
        },
        {
          "text": "And when there shall be seen in the world earthquakes, disquietude of peoples, devices of nations, wavering of leaders, disquietude of princes,",
          "ID": "3"
        },
        {
          "text": "then shall you understand, that the Most High spoke of these things from the days that were aforetime from the beginning.",
          "ID": "4"
        },
        {
          "text": "For like as of all that is made in the world, the beginning  is evident, and the end manifest;",
          "ID": "5"
        },
        {
          "text": "so also are the times of the Most High: the beginnings are manifest in wonders and mighty works, and the end in effects and signs.",
          "ID": "6"
        },
        {
          "text": "And everyone that shall be saved, and shall be able to escape by his wotks, or by faith, whereby he has believed,",
          "ID": "7"
        },
        {
          "text": "shall be preserved from the said perils, and shall see my salvation in my land, and within my borders, which I have sanctified for me from the beginning.",
          "ID": "8"
        },
        {
          "text": "Then shall they be amazed, which now have abused my ways: and they that have cast them away despitefully shall dwell in torments.",
          "ID": "9"
        },
        {
          "text": "For as many as in their life have received benefits, and yet have not known me;",
          "ID": "10"
        },
        {
          "text": "and as many as have scorned my law, while they had yet liberty, and, when as yet place of repentance was open to them, understood not, but despised  it;",
          "ID": "11"
        },
        {
          "text": "the same must know  it  after death by torment.",
          "ID": "12"
        },
        {
          "text": "And therefore be you no longer curious how the ungodly shall be punished; but inquire how the righteous shall be saved,  they whose the world is,  and for whom the world was created.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And I answered and said,",
          "ID": "14"
        },
        {
          "text": "I have said before, and now do speak, and will speak it also hereafter, that there be more of them which perish, than of the which will be saved:",
          "ID": "15"
        },
        {
          "text": "like as a wave is greater than a drop.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And he answered me, saying, Like as the field is, so also the seed; and as the flowers be, such are the colors also; and such as the work is, such also is the  judgement thereon;  and as is the husbandman, so is his threshing floor also. For there was a time in the world,",
          "ID": "17"
        },
        {
          "text": "even then when I was preparing for them that now live, before the world was made for them to dwell in; and then no man spoke against me,",
          "ID": "18"
        },
        {
          "text": "for  there was not any: but now they which are created in this world that is prepared, both  with a table that fails not, and a law which is unsearchable, are corrupted in their manners.",
          "ID": "19"
        },
        {
          "text": "So I considered my world, and, behold, it was destroyed, and my earth, and, behold, it was in peril, because of the devices that were come into it.",
          "ID": "20"
        },
        {
          "text": "And I saw, and spared them, but not greatly, and saved me a grape out of a cluster, and a plant out of  a great forest.",
          "ID": "21"
        },
        {
          "text": "Let the multitude perish then, which was born in vain; and let my grape be saved, and my plant; for with great labor have I made them perfect.",
          "ID": "22"
        },
        {
          "text": "Nevertheless if you will cease yet seven days more, (howbeit you shall not fast in them,",
          "ID": "23"
        },
        {
          "text": "but shall go into a field of flowers, where no house is builded, and eat only of the flowers of the field; and you shall taste no flesh, and shall drink no wine, but shall eat  flowers only;)",
          "ID": "24"
        },
        {
          "text": "and pray to the Most High continually, then will I come and talk with you.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "So I went my way, like as he commanded me, into the field which is called  Ardat; and there I sat among the flowers, and did eat of the herbs of the field, and the meat of the same satisfied me.",
          "ID": "26"
        },
        {
          "text": "And it came to pass after seven days that I lay upon the grass, and my heart was vexed again, like as before:",
          "ID": "27"
        },
        {
          "text": "and my mouth was opened, and I began to speak before the Lord Most High, and said,",
          "ID": "28"
        },
        {
          "text": "O Lord, you did show yourself among us, to our fathers in the wilderness, when they went forth out of Egypt, and when they came into the wilderness, where no man treadeth and that bears no fruit;",
          "ID": "29"
        },
        {
          "text": "and you did say, Hear me, you Israel; and mark my words, O seed of Jacob.",
          "ID": "30"
        },
        {
          "text": "For, behold, I sow my law in you, and it shall bring forth fruit in you, and you⌃ shall be glorified in it for ever.",
          "ID": "31"
        },
        {
          "text": "But our fathers, which received the law, kept it not, and observed not the statutes: and the fruit of the law did not perish, neither could it, for it was your;",
          "ID": "32"
        },
        {
          "text": "yet they that received it perished, because they kept not the thing that was sown in them.",
          "ID": "33"
        },
        {
          "text": "And, behold, it is a custom, that when the ground has received seed, or the sea a ship, or any vessel meat or drink, and when it comes to pass that that which is sown, or that which is launched,",
          "ID": "34"
        },
        {
          "text": "or the things which have been received, should come to an end, these come to an end, but the receptacles remain: yet with us it has not happened so.",
          "ID": "35"
        },
        {
          "text": "For we that have received the law shall perish by sin, and our heart also which received it.",
          "ID": "36"
        },
        {
          "text": "Notwithstanding the law perishes not, but remains in its honor.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And when I spoke these things in my heart, I looked about me with mine eyes, and upon the right side I saw a woman, and, behold, she mourned and wept with a loud voice, and was much grieved in mind, and her clothes were tore, and she had ashes upon her head.",
          "ID": "38"
        },
        {
          "text": "Then let I my thoughts go wherein I was occupied, and turned me to her,",
          "ID": "39"
        },
        {
          "text": "and said to her, Why do you weep? and why are you grieved in your mind?",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "And she said to me, Let me alone, my Lord, that I may bewail myself, and add to my sorrow, for I am sore vexed in my mind, and brought very low.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "And I said to her, What aileth you? Tell me.",
          "ID": "42"
        },
        {
          "text": "She said to me, I your servant was barren, and had no child, though I had a husband thirty years.",
          "ID": "43"
        },
        {
          "text": "And every hour and every day these thirty years did I make my prayer to the Most High day and night.",
          "ID": "44"
        },
        {
          "text": "And it came to pass after thirty years that God heard me your handmaid, and looked upon my low estate, and considered my trouble, and gave me a son: and I rejoiced in him greatly, I and my husband, and all my  neighbors: and we gave great honor to the Mighty.",
          "ID": "45"
        },
        {
          "text": "And I nourished him with great travail.",
          "ID": "46"
        },
        {
          "text": "So when he grew up, and I came to take him a wife, I made him a feast day.",
          "ID": "47"
        }
      ],
      "ID": "AP:2ES.9",
      "name": "2 Esdras 9"
    },
    {
      "text": [
        {
          "text": "And it so came to pass, that when my son was entered into his wedding chamber, he fell down, and died.",
          "ID": "1"
        },
        {
          "text": "Then we all overthrew the lights, and all my  neighbors rose up to comfort me: and I remained quiet to the second day at night.",
          "ID": "2"
        },
        {
          "text": "And it came to pass, when they had all left off to comfort me, to the end I might be quiet, then rose I up by night, and fled, and came hither into this field, as you see.",
          "ID": "3"
        },
        {
          "text": "And I do now purpose not to return into the city, but here to stay, and neither to eat nor drink, but continually to mourn and to fast until I die.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then left I the meditations wherein I was, and answered her in anger, and said,",
          "ID": "5"
        },
        {
          "text": "You foolish woman above all other, see you not our mourning, and what has happened to us?",
          "ID": "6"
        },
        {
          "text": "how that Sion the mother of us all is full of sorrow, and much humbled.",
          "ID": "7"
        },
        {
          "text": "It is right now to mourn very sore, seeing we all mourn, and to be sorrowful, seeing we are all in sorrow, but you sorrowest for one son.",
          "ID": "8"
        },
        {
          "text": "For ask the earth, and she shall tell you, that it is she which ought to mourn for so many that grow upon her.",
          "ID": "9"
        },
        {
          "text": "For out of her all had their beginnings, and others shall come; and, behold, they walk almost all into destruction, and the multitude of them is utterly rooted out.",
          "ID": "10"
        },
        {
          "text": "Who then should make more mourning,  she, that has lost so great a multitude, or you, which are grieved but for one?",
          "ID": "11"
        },
        {
          "text": "but if you say to me, My lamentation is not like the earth’s, for I have lost the fruit of my womb, which I brought forth with pains, and bare with sorrows:",
          "ID": "12"
        },
        {
          "text": "but it is with  the earth after the manner of the earth; the multitude present in it is gone, as it came:",
          "ID": "13"
        },
        {
          "text": "then say I to you, Like as you have brought forth with sorrow; even so the earth also has given her fruit, namely, man, ever since the beginning to him that made her.",
          "ID": "14"
        },
        {
          "text": "Now therefore keep your sorrow to yourself, and bear with a good courage the adversities which have befallen you.",
          "ID": "15"
        },
        {
          "text": "For if you shall acknowledge the decree of God to be just, you shall both receive your son in time, and shall be praised among women.",
          "ID": "16"
        },
        {
          "text": "Go your way then into the city to your husband.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And she said to me, That will I not do: I will not go into the city, but here will I die.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So I proceeded to speak further to her, and said,",
          "ID": "19"
        },
        {
          "text": "Do not so, but suffer yourself to be prevailed on by reason of the adversities of Sion; and be comforted by reason of the sorrow of Jerusalem.",
          "ID": "20"
        },
        {
          "text": "For you see that our sanctuary is laid waste, our altar broken down, our temple destroyed;",
          "ID": "21"
        },
        {
          "text": "our lute is brought low, our song is put to silence, our rejoicing is at an end; the light of our candlestick is put out, the ark of our covenant is spoiled, our holy things are defiled, and the name that is called upon us is profaned; our freemen are despitefully treated, our priests are burned, our Levites are gone into captivity, our virgins are defiled, and our wives ravished; our righteous men carried away, our little ones betrayed, our young men are brought into bondage, and our strong men are become weak;",
          "ID": "22"
        },
        {
          "text": "and, what is more than all, the seal of Sion—for she has now lost the seal of her honor, and is delivered into the hands of them that hate us.",
          "ID": "23"
        },
        {
          "text": "You therefore shake off your great heaviness, and put away from you the multitude of sorrows, that the Mighty may be merciful to you again, and the Most High may give you rest, even ease from your travails.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And it came to pass, while I was talking with her, behold, her face upon a sudden shined exceedingly, and her countenance glistered like lightning, so that I was sore afraid  of her, and mused what this might be;",
          "ID": "25"
        },
        {
          "text": "and, behold, suddenly she made a great cry very fearful; so that the earth shook at the noise.",
          "ID": "26"
        },
        {
          "text": "And I looked, and, behold, the woman appeared to me no more, but there was a city builded, and a place showed itself from large foundations: then was I afraid, and cried with a loud voice, and said,",
          "ID": "27"
        },
        {
          "text": "Where is Uriel the angel, who came to me at the first? for he has caused me to fall into this great trance, and mine end is turned into corruption, and my prayer to rebuke.",
          "ID": "28"
        },
        {
          "text": "And as I was speaking these words, behold, the angel who had come to me at the first came to me, and he looked upon me:",
          "ID": "29"
        },
        {
          "text": "and, behold, I lay as one that had been dead, and mine understanding was taken from me; and he took me by the right hand, and comforted me, and set me upon my feet, and said to me,",
          "ID": "30"
        },
        {
          "text": "What aileth you? and why are you so disquieted? and why is your understanding troubled, and the thoughts of your heart?",
          "ID": "31"
        },
        {
          "text": "And I said, Because you have forsaken me: yet I did according to your words, and went into the field, and, behold, I have seen, and yet see, that which I am not able to express.",
          "ID": "32"
        },
        {
          "text": "And he said to me, Stand up like a man, and I will advise you.",
          "ID": "33"
        },
        {
          "text": "Then said I, Speak on, my Lord; only forsake me not, lest I die frustrate of my hope.",
          "ID": "34"
        },
        {
          "text": "For I have seen that I knew not, and hear that I do not know.",
          "ID": "35"
        },
        {
          "text": "Or is my sense deceived, or my soul in a dream?",
          "ID": "36"
        },
        {
          "text": "Now therefore I beseech you to show your servant concerning this trance.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And he answered me, and said, Hear me, and I shall inform you, and tell you concerning the things whereof you are afraid: For the Most High has revealed many secret things to you.",
          "ID": "38"
        },
        {
          "text": "He has seen that your way is right: for that you sorrowest continually for your people, and make great lamentation for Sion.",
          "ID": "39"
        },
        {
          "text": "This therefore is the meaning of the vision.",
          "ID": "40"
        },
        {
          "text": "The woman which appeared to you a little while ago, whom you saw mourning, and began to comfort her:",
          "ID": "41"
        },
        {
          "text": "but now see you the likeness of the woman no more, but there appeared to you a city in building:",
          "ID": "42"
        },
        {
          "text": "and whereas she told you of the death of her son, this is the solution:",
          "ID": "43"
        },
        {
          "text": "This woman, whom you saw, is  Sion,  whom you now see as a city builded;",
          "ID": "44"
        },
        {
          "text": "and whereas she said to you, that she has been thirty years barren, it is,  because there were three  thousand years in the world wherein there was no offering as yet offered in her.",
          "ID": "45"
        },
        {
          "text": "And it came to pass after three  thousand years that Solomon builded the city, and offered offerings: then it was that the barren bare a son.",
          "ID": "46"
        },
        {
          "text": "And whereas she told you that she nourished him with travail: that was the dwelling in Jerusalem.",
          "ID": "47"
        },
        {
          "text": "And whereas she said to you, My son coming into his marriage chamber died, and that misfortune befell her: this was the destruction that came to Jerusalem.",
          "ID": "48"
        },
        {
          "text": "And, behold, you saw her likeness, how she mourned for her son, and you began to comfort her for what has befallen her;  these were the things to be opened to you.",
          "ID": "49"
        },
        {
          "text": "For now the Most High, seeing that you are grieved unfeignedly, and suffer from your whole heart for her, has showed you the brightness of her glory, and the comeliness of her beauty:",
          "ID": "50"
        },
        {
          "text": "and therefore I bade you remain in the field where no house was builded:",
          "ID": "51"
        },
        {
          "text": "for I knew that the Most High would show this to you.",
          "ID": "52"
        },
        {
          "text": "Therefore I commanded you to come into the field, where no foundation of any building was.",
          "ID": "53"
        },
        {
          "text": "For in the place wherein the city of the Most High was to be showed, the work of no man’s building could stand.",
          "ID": "54"
        },
        {
          "text": "Therefore fear you not, nor let your heart be affrighted, but go your way in, and see the beauty and greatness of the building, as much as your eyes be able to see:",
          "ID": "55"
        },
        {
          "text": "and then shall you hear as much as your ears may comprehend.",
          "ID": "56"
        },
        {
          "text": "For you are blessed above many, and with the Most High are called by name, like as but few.",
          "ID": "57"
        },
        {
          "text": "But to-morrow at night you shall remain here;",
          "ID": "58"
        },
        {
          "text": "and so shall the Most High show you those visions in dreams, of what the Most High will do to them that dwell upon earth in the last days. So I slept that night and another, like as he commanded me.",
          "ID": "59"
        }
      ],
      "ID": "AP:2ES.10",
      "name": "2 Esdras 10"
    },
    {
      "text": [
        {
          "text": "And it came to pass the second night that I saw a dream, and, behold, there came up from the sea an eagle, which had twelve feathered wings, and three heads.",
          "ID": "1"
        },
        {
          "text": "And I saw, and, behold, she spread her wings over all the earth, and all the winds of heaven blew on her,  and the clouds were gathered together against her.",
          "ID": "2"
        },
        {
          "text": "And I saw, and out of her wings there grew other  wings over against them; and they became little wings and small.",
          "ID": "3"
        },
        {
          "text": "But her heads were at rest: the head in the midst was greater than the other heads, yet rested it with them.",
          "ID": "4"
        },
        {
          "text": "Moreover I saw, and, behold, the eagle flew with her wings, to reign over the earth, and over them that dwell therein.",
          "ID": "5"
        },
        {
          "text": "And I saw how all things under heaven were subject to her, and no man spoke against her, no, not one creature upon earth.",
          "ID": "6"
        },
        {
          "text": "And I saw, and, behold, the eagle rose upon her talons, and uttered her voice to her wings, saying,",
          "ID": "7"
        },
        {
          "text": "Watch not all at once: sleep every one in his own place, and watch by course:",
          "ID": "8"
        },
        {
          "text": "but let the heads be preserved for the last.",
          "ID": "9"
        },
        {
          "text": "And I saw, and, behold, the voice went not out of her heads, but from the midst of her body.",
          "ID": "10"
        },
        {
          "text": "And I counted  her wings that were over against the other, and, behold, there were eight of them.",
          "ID": "11"
        },
        {
          "text": "And I saw, and, behold, on the right side there arose one wing, and reigned over all the earth;",
          "ID": "12"
        },
        {
          "text": "and so it was, that when it reigned, the end of it came, and it appeared not, so that the place thereof appeared no more: and the next following rose up, and reigned, and it bare rule a great time;",
          "ID": "13"
        },
        {
          "text": "and it happened, that when it reigned, the end of it came also, so that it appeared no more, like as the first.",
          "ID": "14"
        },
        {
          "text": "And, behold, there came a voice to it, and said,",
          "ID": "15"
        },
        {
          "text": "Hear you that have borne rule over the earth all this time: this I proclaim to you, before you shall appear no more,",
          "ID": "16"
        },
        {
          "text": "There shall none after you attain to your time, neither to the half thereof.",
          "ID": "17"
        },
        {
          "text": "Then arose the third, and had the rule as the others before, and it also appeared no more.",
          "ID": "18"
        },
        {
          "text": "So went it with all the wings one after another, as that every one bare rule, and then appeared no more.",
          "ID": "19"
        },
        {
          "text": "And I saw, and, behold, in process of time the  wings that followed were set up upon the  right side, that they might rule also; and some of them ruled, but within a while they appeared no more:",
          "ID": "20"
        },
        {
          "text": "some also of them were set up, but ruled not.",
          "ID": "21"
        },
        {
          "text": "After this I saw, and, behold, the twelve wings appeared no more, nor two of the little wings:",
          "ID": "22"
        },
        {
          "text": "and there was no more left upon the eagle’s body, but the three heads that rested, and six little wings.",
          "ID": "23"
        },
        {
          "text": "And I saw, and, behold, two little wings divided themselves from the six, and remained under the head that was upon the right side: but four remained in their place.",
          "ID": "24"
        },
        {
          "text": "And I saw, and, behold, these  under wings thought to set up themselves, and to have the rule.",
          "ID": "25"
        },
        {
          "text": "And I saw, and, behold, there was one set up, but within a while it appeared no more.",
          "ID": "26"
        },
        {
          "text": "A second also, and it was sooner away than the first.",
          "ID": "27"
        },
        {
          "text": "And I saw, and, behold, the two that remained thought also in themselves to reign:",
          "ID": "28"
        },
        {
          "text": "and while they so thought, behold, there awaked one of the heads that were at rest, namely, it  that was in the midst; for that was greater than the two other  heads.",
          "ID": "29"
        },
        {
          "text": "And I saw how it joined the two other  heads with it.",
          "ID": "30"
        },
        {
          "text": "And, behold, the head was turned with them that were with it, and did eat up the two  under wings that thought to have reigned.",
          "ID": "31"
        },
        {
          "text": "But this head held the whole earth in possession, and bare rule over those that dwell therein with much oppression; and it had the governance of the world more than all the wings that had been.",
          "ID": "32"
        },
        {
          "text": "And after this I saw, and, behold, the head also that was in the midst suddenly appeared no more, like as the wings.",
          "ID": "33"
        },
        {
          "text": "But there remained the two heads, which also in like sort reigned over the earth, and over those that dwell therein.",
          "ID": "34"
        },
        {
          "text": "And I saw, and, behold, the head upon the right side devoured it that was upon the left side.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then I heard a voice, which said to me, Look before you, and consider the thing that you see.",
          "ID": "36"
        },
        {
          "text": "And I saw, and, behold, as it were a lion roused out of the wood roaring: and I heard how that he sent out a man’s voice to the eagle, and spoke, saying,",
          "ID": "37"
        },
        {
          "text": "Hear you, I will talk with you, and the Most High shall say to you,",
          "ID": "38"
        },
        {
          "text": "Are not you it that remain of the four beasts, whom I made to reign in my world, that the end of my times might come through them?",
          "ID": "39"
        },
        {
          "text": "And the fourth came, and overcame all the beasts that were past, and held the world in governance with great trembling, and the whole compass of the earth with grievous oppression; and so long time lived he upon the earth with deceit.",
          "ID": "40"
        },
        {
          "text": "And you have judged the earth, but not with truth.",
          "ID": "41"
        },
        {
          "text": "For you have afflicted the meek, you have hurt the peaceful, you have hated them that speak truth, you have loved liars, and destroyed the dwellings of them that brought forth fruit, and cast down the walls of such as did you no harm.",
          "ID": "42"
        },
        {
          "text": "Therefore is your insolent dealing come up to the Most High, and your pride to the Mighty.",
          "ID": "43"
        },
        {
          "text": "The Most High also has looked upon his times, and, behold, they are ended, and his ages are fulfilled.",
          "ID": "44"
        },
        {
          "text": "And therefore appear no more, you eagle, nor your horrible wings, nor your evil little wings, nor your cruel heads, nor your hurtful talons, nor all your vain body:",
          "ID": "45"
        },
        {
          "text": "that all the earth may be refreshed, and be eased, being delivered from your violence, and that she may hope for the judgement and mercy of him that made her.",
          "ID": "46"
        }
      ],
      "ID": "AP:2ES.11",
      "name": "2 Esdras 11"
    },
    {
      "text": [
        {
          "text": "And it came to pass, whiles the lion spoke these words to the eagle, I saw,",
          "ID": "1"
        },
        {
          "text": "and, behold, the head that remained appeared no more, and  the two wings which went over to it arose and set themselves up to reign, and their kingdom was small, and full of uproar.",
          "ID": "2"
        },
        {
          "text": "And I saw, and, behold, they appeared no more, and the whole body of the eagle was burned, so that the earth was in great fear: then awaked I by reason of great ecstasy of mind, and from great fear, and said to my spirit,",
          "ID": "3"
        },
        {
          "text": "Behold, this have you done to me, in that you search out the ways of the Most High.",
          "ID": "4"
        },
        {
          "text": "Behold, I am yet weary in my mind, and very weak in my spirit; nor is there the least strength in me, for the great fear wherewith I was affrighted this night.",
          "ID": "5"
        },
        {
          "text": "Therefore will I now beseech the Most High, that he will strengthen me to the end.",
          "ID": "6"
        },
        {
          "text": "And I said, O Lord that bear rule, if I have found favor in your sight, and if I am justified with you above many others, and if my prayer indeed be come up before your face;",
          "ID": "7"
        },
        {
          "text": "strengthen me then, and show me your servant the interpretation and plain meaning of this fearful vision, that you may perfectly comfort my soul.",
          "ID": "8"
        },
        {
          "text": "For you have judged me worthy to show me the end of time and the last times.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And he said to me, This is the interpretation of this vision which you saw:",
          "ID": "10"
        },
        {
          "text": "The eagle, whom you saw come up from the sea, is the fourth kingdom which appeared in vision to your brother Daniel.",
          "ID": "11"
        },
        {
          "text": "But it was not expounded to him, as I now expound it to you or have expounded it.",
          "ID": "12"
        },
        {
          "text": "Behold, the days come, that there shall rise up a kingdom upon earth, and it shall be feared above all the kingdoms that were before it.",
          "ID": "13"
        },
        {
          "text": "In the same shall twelve kings reign, one after another:",
          "ID": "14"
        },
        {
          "text": "whereof the second shall begin to reign, and shall have a longer time than any of  the twelve.",
          "ID": "15"
        },
        {
          "text": "This is the interpretation of the twelve wings, which you saw.",
          "ID": "16"
        },
        {
          "text": "And whereas you heard a voice which spoke, not going out from the heads, but from the midst of the body thereof, this is the interpretation:",
          "ID": "17"
        },
        {
          "text": "That  after the time of that kingdom there shall arise no small contentions, and it shall stand in peril of falling: nevertheless it shall not then fall, but shall be restored again to its first estate.",
          "ID": "18"
        },
        {
          "text": "And whereas you saw the eight under wings sticking to her wings, this is the interpretation:",
          "ID": "19"
        },
        {
          "text": "That in it there shall arise eight kings, whose times shall be but small, and their years swift.",
          "ID": "20"
        },
        {
          "text": "And two of them shall perish, when the middle time approacheth: four shall be kept for a while until the time of the ending thereof shall approach: but two shall be kept to the end.",
          "ID": "21"
        },
        {
          "text": "And whereas you saw three heads resting, this is the interpretation:",
          "ID": "22"
        },
        {
          "text": "In the last days thereof shall the Most High raise up three  kingdoms, and renew many things therein, and they shall bear rule over the earth,",
          "ID": "23"
        },
        {
          "text": "and over those that dwell therein, with much oppression, above all those that were before them: therefore are they called the heads of the eagle.",
          "ID": "24"
        },
        {
          "text": "For these are they that shall accomplish her wickedness, and that shall finish her last end.",
          "ID": "25"
        },
        {
          "text": "And whereas you saw that the great head appeared no more, it signifieth  that one of them shall die upon his bed, and yet with pain.",
          "ID": "26"
        },
        {
          "text": "But for the two that remained, the sword shall devour them.",
          "ID": "27"
        },
        {
          "text": "For the sword of the one shall devour him that was with him: but he also shall fall by the sword in the last days.",
          "ID": "28"
        },
        {
          "text": "And whereas you saw two under wings passing  over to the head that is on the right side,",
          "ID": "29"
        },
        {
          "text": "this is the interpretation: These are they, whom the Most High has kept to his end: this is the small kingdom and full of trouble, as you saw.",
          "ID": "30"
        },
        {
          "text": "And the lion, whom you saw rising up out of the wood, and roaring, and speaking to the eagle, and rebuking her for her unrighteousness, and all her words which you have heard;",
          "ID": "31"
        },
        {
          "text": "this is the anointed one, whom the Most High has kept to the end  [of days, who shall spring up out of the seed of David, and he shall come and speak] to them and reprove them for their wickedness and unrighteousness, and shall  heap up before them their contemptuous dealings.",
          "ID": "32"
        },
        {
          "text": "For at the first he shall set them alive in his judgement, and when he has reproved them, he shall destroy them.",
          "ID": "33"
        },
        {
          "text": "For the rest of my people shall he deliver with mercy, those that have been preserved throughout my borders, and he shall make them joyful until the coming of the end, even the day of judgment, whereof I have spoken to you from the beginning.",
          "ID": "34"
        },
        {
          "text": "This is the dream that you saw, and this is the interpretation thereof:",
          "ID": "35"
        },
        {
          "text": "and you only have been meet to know the secret of the Most High.",
          "ID": "36"
        },
        {
          "text": "Therefore write all these things that you have seen in a book, and put them in a secret place:",
          "ID": "37"
        },
        {
          "text": "and you shall teach them to the wise of your people, whose hearts you know are able to comprehend and keep these secrets.",
          "ID": "38"
        },
        {
          "text": "But wait you here yourself yet seven days more, that there may be showed to you whatever it pleases the Most High to show you. And he departed from me.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And it came to pass, when all the people  saw that the seven days were past, and I had not come again into the city, they gathered them all together, from the least to the greatest, and came to me, and spoke to me, saying,",
          "ID": "40"
        },
        {
          "text": "What have we offended you? and what evil have we done against you, that you have utterly forsaken us, and sit in this place?",
          "ID": "41"
        },
        {
          "text": "For of all the prophets you only are left us, as a cluster of the vintage, and as a lamp in a dark place, and as a haven for a ship saved from the tempest.",
          "ID": "42"
        },
        {
          "text": "Are not the evils which are come to us sufficient?",
          "ID": "43"
        },
        {
          "text": "If you shall forsake us, how much better had it been for us, if we also had been consumed in the burning of Sion!",
          "ID": "44"
        },
        {
          "text": "For we are not better than they that died there. And they wept with a loud voice. And I answered them, and said,",
          "ID": "45"
        },
        {
          "text": "Be of good comfort, O Israel; and be not sorrowful, you house of Jacob:",
          "ID": "46"
        },
        {
          "text": "for the Most High has you in remembrance, and the Mighty has not forgotten you  for ever.",
          "ID": "47"
        },
        {
          "text": "As for me, I have not forsaken you, neither am I departed from you: but am come into this place, to pray for the desolation of Sion, and that I might seek mercy for the low estate of your sanctuary.",
          "ID": "48"
        },
        {
          "text": "And now go your way every man to his own house, and after these days will I come to you.",
          "ID": "49"
        },
        {
          "text": "So the people went their way into the city, like as I said to them:",
          "ID": "50"
        },
        {
          "text": "but I sat in the field seven days, as the angel  commanded me; and in those days I did eat only of the flowers of the field, and had my meat of the herbs.",
          "ID": "51"
        }
      ],
      "ID": "AP:2ES.12",
      "name": "2 Esdras 12"
    },
    {
      "text": [
        {
          "text": "And it came to pass after seven days, I dreamed a dream by night:",
          "ID": "1"
        },
        {
          "text": "and, behold, there arose a wind from the sea, that it moved all the waves thereof.",
          "ID": "2"
        },
        {
          "text": "And I saw, and, behold,  [this wind caused to come up from the midst of the sea as it were the likeness of a man, and I saw, and, behold,] that man  flew with the clouds of heaven: and when he turned his countenance to look, all things trembled that were seen under him.",
          "ID": "3"
        },
        {
          "text": "And whenever the voice went out of his mouth, all they burned that heard his voice, like as the  wax melteth when it feeleth the fire.",
          "ID": "4"
        },
        {
          "text": "And after this I saw, and, behold, there was gathered together a multitude of men, out of number, from the four winds of heaven, to make war against the man that came out of the sea.",
          "ID": "5"
        },
        {
          "text": "And I saw, and, behold, he carved himself a great mountain, and flew upon it.",
          "ID": "6"
        },
        {
          "text": "But I sought to see the region or place whereout the mountain was graven, and I could not.",
          "ID": "7"
        },
        {
          "text": "And after this I saw, and, behold, all they which were gathered together to fight against him were sore afraid, and yet dared fight.",
          "ID": "8"
        },
        {
          "text": "And, behold, as he saw the assualt of the multitude that came, he neither lifted up his hand, nor held spear, nor any instrument of war:",
          "ID": "9"
        },
        {
          "text": "but only I saw how that he sent out of his mouth as it had been a flood of fire, and out of his lips a flaming breath, and out of his tongue he cast forth sparks  of the storm.",
          "ID": "10"
        },
        {
          "text": "And these were all mingled together; the flood of fire, the flaming breath, and the great storm; and fell upon the assault of the multitude which was prepared to fight, and burned them up every one, so that upon a sudden of an innumerable multitude nothing was to be perceived, but only dust of ashes and smell of smoke: when I saw this I was amazed.",
          "ID": "11"
        },
        {
          "text": "Afterward I saw the same man come down from the mountain, and call to him another multitude which was peaceful.",
          "ID": "12"
        },
        {
          "text": "And there came  much people to him, whereof some were glad, some were sorry, some of them were bound, and other some brought of them that were offered: then through great fear I awaked, and prayed to the Most High, and said,",
          "ID": "13"
        },
        {
          "text": "You have showed your servant these wonders from the beginning, and have counted me worthy that you should receive my prayer:",
          "ID": "14"
        },
        {
          "text": "and now show me moreover the interpretation of this dream.",
          "ID": "15"
        },
        {
          "text": "For as I conceive in mine understanding, woe to them that shall be left in those days! and much more woe to them that are not left!",
          "ID": "16"
        },
        {
          "text": "for they that were not left shall be in heaviness,",
          "ID": "17"
        },
        {
          "text": "understanding the things that are laid up in the latter days, but not attaining to them.",
          "ID": "18"
        },
        {
          "text": "But woe to them also that are left, for this cause; for they shall see great perils and many necessities, like as these dreams declare.",
          "ID": "19"
        },
        {
          "text": "Yet is it  better for one to be in peril and to come into  these things, than to pass away as a cloud out of the world, and not to see the things that  shall happen in the last days.",
          "ID": "20"
        },
        {
          "text": "And he answered to me, and said,",
          "ID": "20"
        },
        {
          "text": "The interpretation of the vision shall I tell you, and I will also open to you the things whereof you have made mention.",
          "ID": "21"
        },
        {
          "text": "Whereas you have spoken of them that are left behind, this is the interpretation:",
          "ID": "22"
        },
        {
          "text": "He that shall  endure the peril in that time shall keep them that be fallen into danger, even such as have works, and faith toward the Almighty.",
          "ID": "23"
        },
        {
          "text": "Know therefore, that they which be left behind are more blessed than they that be dead.",
          "ID": "24"
        },
        {
          "text": "These are the interpretations of the vision: Whereas you saw a man coming up from the midst of the sea,",
          "ID": "25"
        },
        {
          "text": "the same is he whom the Most High has kept a great season, which by his own self shall deliver his creature: and he shall order them that are left behind.",
          "ID": "26"
        },
        {
          "text": "And whereas you saw, that out of his mouth there came wind, and fire, and storm;",
          "ID": "27"
        },
        {
          "text": "and whereas he held neither spear, nor any instrument of war, but destroyed the assault of that multitude which came to fight against him; this is the interpretation:",
          "ID": "28"
        },
        {
          "text": "Behold, the days come, when the Most High will begin to deliver them that are upon the earth.",
          "ID": "29"
        },
        {
          "text": "And there shall come astonishment of mind upon them that dwell on the earth.",
          "ID": "30"
        },
        {
          "text": "And one shall think to war against another, city against city, place against place, people against people, and kingdom against kingdom.",
          "ID": "31"
        },
        {
          "text": "And it shall be, when these things shall come to pass, and the signs shall happen which I showed you before, then shall my Son be revealed, whom you saw as  a man ascending.",
          "ID": "32"
        },
        {
          "text": "And it shall be, when all the nations hear his voice, every man shall leave his own land and the battle they have one against another.",
          "ID": "33"
        },
        {
          "text": "And an innumerable multitude shall be gathered together, as you saw, desiring to come, and to fight against him.",
          "ID": "34"
        },
        {
          "text": "But he shall stand upon the top of the mount Sion.",
          "ID": "35"
        },
        {
          "text": "And Sion shall come, and shall be showed to all men, being prepared and builded, like as you saw the mountain graven without hands.",
          "ID": "36"
        },
        {
          "text": "And this my Son shall rebuke the nations which are come for their wickedness, with plagues  that are like to a tempest;",
          "ID": "37"
        },
        {
          "text": "and shall taunt them to their face with their evil thoughts, and the torments wherewith they shall be tormented, which are likened to a flame: and he shall destroy them without labor by the law, which is likened to fire.",
          "ID": "38"
        },
        {
          "text": "And whereas you saw that he gathered to him another multitude that was peaceful;",
          "ID": "39"
        },
        {
          "text": "these are the ten tribes, which were led away out of their own land in the time of Osea the king, whom Salmananser the king of the Assyrians led away captive, and he carried them beyond the River, and they were carried into another land.",
          "ID": "40"
        },
        {
          "text": "But they took this counsel among themselves, that they would leave the multitude of the heathen, and go forth into a further country, where never mankind lived,",
          "ID": "41"
        },
        {
          "text": "that they might there keep their statutes, which they had not kept in their own land.",
          "ID": "42"
        },
        {
          "text": "And they entered by the narrow passages of the river Euphrates.",
          "ID": "43"
        },
        {
          "text": "For the Most High then wrought signs for them, and stayed the springs of the River, till they were passed over.",
          "ID": "44"
        },
        {
          "text": "For through that country there was a great way to go, namely, of a year and a half: and the same region is called  Arzareth.",
          "ID": "45"
        },
        {
          "text": "Then lived they there until the latter time; and now when they begin to come again,",
          "ID": "46"
        },
        {
          "text": "the Most High stays the springs of the River again, that they may go through: therefore saw you the multitude gathered together with peace.",
          "ID": "47"
        },
        {
          "text": "But those that be left behind of your people are they that are found within my holy border.",
          "ID": "48"
        },
        {
          "text": "It shall be therefore when he shall destroy the multitude of the nations that are gathered together, he shall defend the people that remain.",
          "ID": "49"
        },
        {
          "text": "And then shall he show them very many wonders.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "Then said I, O Lord that bear rule, show me this: wherefore I have seen the man coming up from the midst of the sea.",
          "ID": "51"
        },
        {
          "text": "And he said to me, like as one can neither seek out nor know what is in the deep of the sea, even so can no man upon earth see my Son, or those that be with him, but in the time of  his day.",
          "ID": "52"
        },
        {
          "text": "This is the interpretation of the dream which you saw, and for this you only are enlightened herein.",
          "ID": "53"
        },
        {
          "text": "For you have forsaken your own ways,  and applied your diligence to mine, and have sought out my law.",
          "ID": "54"
        },
        {
          "text": "Your life have you ordered in wisdom, and have called understanding your mother.",
          "ID": "55"
        },
        {
          "text": "And therefore have I showed you this; for there is a reward laid up with the Most High: and it shall be, after other three days I will speak other things to you, and declare to you mighty and wondrous things.",
          "ID": "56"
        },
        {
          "text": "Then went I forth and passed into the field, giving praise and thanks greatly to the Most High because of his wonders, which he did from time to time;",
          "ID": "57"
        },
        {
          "text": "and because he governs the time, and such things as fall in their seasons. And there I sat three days.",
          "ID": "58"
        }
      ],
      "ID": "AP:2ES.13",
      "name": "2 Esdras 13"
    },
    {
      "text": [
        {
          "text": "And it came to pass upon the third day, I sat under an oak, and, behold, there came a voice out of a bush over against me, and said, Esdras, Esdras.",
          "ID": "1"
        },
        {
          "text": "And I said, Here am I, Lord. And I stood up upon my feet.",
          "ID": "2"
        },
        {
          "text": "Then said he to me, In the bush I did manifestly reveal myself, and talked with Moses, when my people were in bondage in Egypt:",
          "ID": "3"
        },
        {
          "text": "and I sent him, and  he led my people out of Egypt; and I brought him up to the mount of Sinai, where I held him by me for many days;",
          "ID": "4"
        },
        {
          "text": "and told him many wondrous things, and showed him the secrets of the times, and the end of the seasons; and commanded him, saying,",
          "ID": "5"
        },
        {
          "text": "These words shall you publish openly, and these shall you hide.",
          "ID": "6"
        },
        {
          "text": "And now I say to you,",
          "ID": "7"
        },
        {
          "text": "Lay up in your heart the signs that I have showed, and the dreams that you have seen, and the interpretations which you have heard:",
          "ID": "8"
        },
        {
          "text": "for you shall be taken away from men, and from henceforth you shall remain with my Son, and with such as be like you, until the times be ended.",
          "ID": "9"
        },
        {
          "text": "For the world has lost its youth, and the times begin to wax old.",
          "ID": "10"
        },
        {
          "text": "For the world is divided into twelve parts, and ten parts of it are gone already,  even the half of the tenth part:",
          "ID": "11"
        },
        {
          "text": "and there remain of it two parts after the middle of the tenth part.",
          "ID": "12"
        },
        {
          "text": "Now therefore set your house in order, and reprove your people, comfort the lowly among them,  and instruct such of them as be wise, and now renounce the life that is corruptible,",
          "ID": "13"
        },
        {
          "text": "and let go from the mortal thoughts, cast away from you the burdens of man, put off now your weak nature,",
          "ID": "14"
        },
        {
          "text": "and lay aside the thoughts that are most grievous to you, and haste you to remove from these times.",
          "ID": "15"
        },
        {
          "text": "For yet worse evils than those which you have seen happen shall be done hereafter.",
          "ID": "16"
        },
        {
          "text": "For look, how much the world shall be weaker through age, so much the more shall evils increase upon them that dwell therein.",
          "ID": "17"
        },
        {
          "text": "For the truth shall withdraw itself further off, and leasing be hard at hand: for now hastens  the eagle to come, which you saw in vision.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then answered I and said,  I will speak before you, O Lord.",
          "ID": "19"
        },
        {
          "text": "Behold, I will go, as you have commanded me, and reprove the people that now be: but they that shall be born afterward, who shall admonish them? for the world is set in darkness, and they that dwell therein are without light.",
          "ID": "20"
        },
        {
          "text": "For your law is burned, therefore no man knows the things that are done of you, or the works that shall be done.",
          "ID": "21"
        },
        {
          "text": "But if I have found favor before you, send the Holy Spirit to me, and I shall write all that has been done in the world since the beginning, even the things that were written in your law, that men may be able to find the path, and that they which would live in the latter days may live.",
          "ID": "22"
        },
        {
          "text": "And he answered me and said, Go your way, gather the people together, and say to them, that they seek you not for forty days.",
          "ID": "23"
        },
        {
          "text": "But look you prepare you many tablets, and take with you Sarea, Dabria, Selemia, Ethanus, and Asiel, these five, which are ready to write swiftly;",
          "ID": "24"
        },
        {
          "text": "and come here, and I shall light a lamp of understanding in your heart, which shall not be put out, till the things be ended which you shall write.",
          "ID": "25"
        },
        {
          "text": "And when you have done, some things shall you publish openly, and some things shall you deliver in secret to the wise: tomorrow this hour shall you begin to write.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then went I forth, as he commanded me, and gathered all the people together, and said,",
          "ID": "27"
        },
        {
          "text": "Hear these words, O Israel.",
          "ID": "28"
        },
        {
          "text": "Our fathers at the beginning were strangers in Egypt, and they were delivered from thence,",
          "ID": "29"
        },
        {
          "text": "and received the law of life, which they kept not, which you⌃ also have transgressed after them.",
          "ID": "30"
        },
        {
          "text": "Then was  the land, even the land of Sion, given you for a possession: but you⌃ yourselves, and your fathers, have done unrighteousness, and have not kept the ways which the Most High commanded you.",
          "ID": "31"
        },
        {
          "text": "And forasmuch as he is a righteous judge, he took from you for a while the thing that he had given you.",
          "ID": "32"
        },
        {
          "text": "And now you⌃ are here, and your brethren are among you.",
          "ID": "33"
        },
        {
          "text": "Therefore if so be that you⌃ will rule over your own understanding, and instruct your hearts, you⌃ shall be kept alive, and after death you⌃ shall obtain mercy.",
          "ID": "34"
        },
        {
          "text": "For after death shall the judgement come, when we shall live again: and then shall the names of the righteous be manifest, and the works of the ungodly shall be declared.",
          "ID": "35"
        },
        {
          "text": "Let no man therefore come to me now, nor seek after me these forty days.",
          "ID": "36"
        },
        {
          "text": "So I took the five men, as he commanded me, and we went forth into the field, and remained there.",
          "ID": "37"
        },
        {
          "text": "And it came to pass on the morrow that, behold, a voice called me, saying, Esdras, open your mouth, and drink that I give you to drink.",
          "ID": "38"
        },
        {
          "text": "Then opened I my mouth, and, behold, there was reached to me a full cup, which was full as it were with water, but the color of it was like fire.",
          "ID": "39"
        },
        {
          "text": "And I took it, and drank: and when I had drunk of it, my heart uttered understanding, and wisdom grew in my breast, for my spirit retained its memory:",
          "ID": "40"
        },
        {
          "text": "and my mouth was opened, and shut no more.",
          "ID": "41"
        },
        {
          "text": "The Most High gave understanding to the five men, and they wrote by course the things that were told them, in  characters which they knew not, and they sat forty days: now they wrote in the day-time, and at night they ate bread.",
          "ID": "42"
        },
        {
          "text": "As for me, I spoke in the day, and by night I held not my tongue.",
          "ID": "43"
        },
        {
          "text": "So in forty days were written  fourscore and fourteen books.",
          "ID": "44"
        },
        {
          "text": "And it came to pass, when the forty days were fulfilled, that the Most High spoke to me, saying, The first that you have written publish openly, and let the worthy and unworthy read it:",
          "ID": "45"
        },
        {
          "text": "but keep the seventy last, that you may deliver them to such as be wise among your people:",
          "ID": "46"
        },
        {
          "text": "for in them is the spring of understanding, the fountain of wisdom, and the stream of knowledge.",
          "ID": "47"
        },
        {
          "text": "And I did so.",
          "ID": "48"
        }
      ],
      "ID": "AP:2ES.14",
      "name": "2 Esdras 14"
    },
    {
      "text": [
        {
          "text": "Behold, speak you in the ears of my people the words of prophecy, which I will put in your mouth, says the Lord:",
          "ID": "1"
        },
        {
          "text": "and cause you them to be written in paper: for they are faithful and true.",
          "ID": "2"
        },
        {
          "text": "Fear not their imaginations against you, let not the unbelief of them that speak against you trouble you.",
          "ID": "3"
        },
        {
          "text": "For all the unbelievers shall die in their unbelief.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Behold, says the Lord, I bring evils upon the whole earth; sword and famine, and death and destruction.",
          "ID": "5"
        },
        {
          "text": "For wickedness has prevailed over every land, and their hurtful works are come to the full.",
          "ID": "6"
        },
        {
          "text": "Therefore says the Lord,",
          "ID": "7"
        },
        {
          "text": "I will hold my peace no more as touching their wickedness, which they profanely commit, neither will I suffer them in these things, which they wickedly practise: behold, the innocent and righteous blood cries to me, and the souls of the righteous cry out continually.",
          "ID": "8"
        },
        {
          "text": "I will surely avenge them, says the Lord, and will receive to me all the innocent blood from among them.",
          "ID": "9"
        },
        {
          "text": "Behold, my people is led as a flock to the slaughter: I will not suffer them now to dwell in the land of Egypt:",
          "ID": "10"
        },
        {
          "text": "but I will bring them out with a mighty hand and with a high arm, and will strike Egypt with plagues, as aforetime, and will destroy all the land thereof.",
          "ID": "11"
        },
        {
          "text": "Let Egypt mourn, and the foundations thereof, for the plague of the chastisement and the punishment that God shall bring upon it.",
          "ID": "12"
        },
        {
          "text": "Let the husbandmen that till the ground mourn: for their seeds shall fail and their trees shall be laid waste through the blasting and hail, and a terrible star.",
          "ID": "13"
        },
        {
          "text": "Woe to the world and them that dwell therein!",
          "ID": "14"
        },
        {
          "text": "for the sword and their destruction draweth near, and nation shall rise up against nation to battle with weapons in their hands.",
          "ID": "15"
        },
        {
          "text": "For there shall be sedition among men; and waxing strong one against another, they shall not regard their king nor the chief of their great ones, in their might.",
          "ID": "16"
        },
        {
          "text": "For a man shall desire to go into a city, and shall not be able.",
          "ID": "17"
        },
        {
          "text": "For because of their pride the cities shall be troubled, the houses shall be destroyed, and  men shall be afraid.",
          "ID": "18"
        },
        {
          "text": "A man shall have no pity upon his neighbor, but shall make an assault on their houses with the sword, and spoil their goods, because of the lack of bread, and for great tribulation.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Behold, says God, I call together all the kings of the earth, to stir up them that are from the rising of the sun, from the south, from the east, and Libanus; to turn themselves one against another, and repay the things that they have done to them.",
          "ID": "20"
        },
        {
          "text": "Like as they do yet this day to my chosen, so will I do also, and recompense in their bosom. Thus says the Lord God:",
          "ID": "21"
        },
        {
          "text": "My right hand shall not spare the sinners, and my sword shall not cease over them that shed innocent blood upon the earth.",
          "ID": "22"
        },
        {
          "text": "And a fire is gone forth from his wrath, and has consumed the foundations of the earth, and the sinners, like the straw that is kindled.",
          "ID": "23"
        },
        {
          "text": "Woe to them that sin, and keep not my commandments! says the Lord.",
          "ID": "24"
        },
        {
          "text": "I will not spare them: go your way, you⌃ rebellious children, defile not my sanctuary.",
          "ID": "25"
        },
        {
          "text": "For the Lord knows all them that trespass against him, therefore has he delivered them to death and destruction.",
          "ID": "26"
        },
        {
          "text": "For now are the evils come upon the whole earth, and you⌃ shall remain in them: for God shall not deliver you, because you⌃ have sinned against him.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Behold, a vision horrible, and the appearance thereof from the east!",
          "ID": "28"
        },
        {
          "text": "And the nations of the dragons of Arabia shall come out with many chariots, and from the day that they set forth the hissing of them is carried over the earth, so that all they which shall hear them may fear also and tremble.",
          "ID": "29"
        },
        {
          "text": "Also the Carmonians raging in wrath shall go forth as the wild boars of the wood, and with great power shall they come, and join battle with them, and shall waste a portion of the land of the Assyrians with their teeth.",
          "ID": "30"
        },
        {
          "text": "And then shall the dragons have the upper hand, remembering their  nature; and if they shall turn themselves, conspiring together in great power to persecute them,",
          "ID": "31"
        },
        {
          "text": "then these shall be troubled, and keep silence through their power, and shall turn and flee.",
          "ID": "32"
        },
        {
          "text": "And from the land of the Assyrians shall the lier in wait besiege them, and consume one of them, and upon their host shall be fear and trembling, and sedition against their kings.",
          "ID": "33"
        },
        {
          "text": "Behold, clouds from the east and from the north to the south, and they are very horrible to look upon, full of wrath and storm.",
          "ID": "34"
        },
        {
          "text": "They shall dash one against another, and they shall pour out a plentiful  storm upon the earth, even their own star; and there shall be blood from the sword to the horse’s belly,",
          "ID": "35"
        },
        {
          "text": "and to the thigh of man, and to the camel’s hough.",
          "ID": "36"
        },
        {
          "text": "And there shall be fearfulness and great trembling upon earth: and they that see that wrath shall be afraid, and trembling shall take hold upon them.",
          "ID": "37"
        },
        {
          "text": "And after this shall there be stirred up great storms from the south, and from the north, and another part from the west.",
          "ID": "38"
        },
        {
          "text": "And strong winds shall arise from the east, and shall shut it up, even the cloud which he raised up in wrath; and the star that was to cause destruction by the east wind shall be violently driven toward the south and west.",
          "ID": "39"
        },
        {
          "text": "And great clouds and mighty and full of wrath shall be lifted up, and the star, that they may destroy all the earth, and them that dwell therein; and they shall pour out over every high and eminent one a terrible star,",
          "ID": "40"
        },
        {
          "text": "fire, and hail, and flying swords, and many waters, that all plains may be full, and all rivers, with the abundance of those waters.",
          "ID": "41"
        },
        {
          "text": "And they shall break down the cities and walls, mountains and hills, trees of the wood, and grass of the meadows, and their corn.",
          "ID": "42"
        },
        {
          "text": "And they shall go on stedfastly to Babylon, and destroy her.",
          "ID": "43"
        },
        {
          "text": "They shall come to her, and compass her about; the star and all wrath shall they pour out upon her: then shall the dust and smoke go up to the heaven, and all they that be about her shall bewail her.",
          "ID": "44"
        },
        {
          "text": "And they that remain shall do service to them that have put her in fear.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "And you, Asia, that are partaker in the beauty of Babylon, and in the glory of her person:",
          "ID": "46"
        },
        {
          "text": "woe to you, you wretch, because you have made yourself like to her; you have decked your daughters in whoredom, that they might please and glory in your lovers, which have always desired you to commit whoredom withal!",
          "ID": "47"
        },
        {
          "text": "You have followed her that is hateful in all her works and inventions: therefore says God,",
          "ID": "48"
        },
        {
          "text": "I will send evils upon you; widowhood, poverty, famine, sword, and pestilence, to waste your houses to destruction and death.",
          "ID": "49"
        },
        {
          "text": "And the glory of your power shall be dried up as a flower, when the heat shall arise that is sent over you.",
          "ID": "50"
        },
        {
          "text": "You shall be weakened as a poor woman with stripes, and as one chastened with wounds, so that your mighty ones and your  lovers you shall not be able to receive.",
          "ID": "51"
        },
        {
          "text": "Would I with jealousy have so proceeded against you, says the Lord,",
          "ID": "52"
        },
        {
          "text": "if you had not always slain my chosen, exalting the stroke of your hands, and saying over their  dead, when you were drunken,",
          "ID": "53"
        },
        {
          "text": "Set forth the beauty of your countenance?",
          "ID": "54"
        },
        {
          "text": "The reward of a harlot shall be in your bosom, therefore shall you receive recompense.",
          "ID": "55"
        },
        {
          "text": "Like as you shall do to my chosen, says the Lord, even so shall God do to you, and shall deliver you into mischief.",
          "ID": "56"
        },
        {
          "text": "And your children shall die of hunger, and you shall fall by the sword: and your cities shall be broken down, and all your shall perish by the sword in the field.",
          "ID": "57"
        },
        {
          "text": "And they that be in the mountains shall die of hunger, and eat their own flesh, and drink their own  blood, for very hunger of bread, and thirst of water.",
          "ID": "58"
        },
        {
          "text": "You unhappy above all shall come and shall again receive evils.",
          "ID": "59"
        },
        {
          "text": "And in the passage they shall rush on the  idle city, and shall destroy some portion of your land, and mar part of your glory, and shall return again to Babylon that was destroyed.",
          "ID": "60"
        },
        {
          "text": "And you shall be cast down by them as stubble, and they shall be to you as fire;",
          "ID": "61"
        },
        {
          "text": "and shall devour you, and your cities, your land, and your mountains; all your woods and your fruitful trees shall they burn up with fire.",
          "ID": "62"
        },
        {
          "text": "They shall carry your children away captive, and shall spoil your wealth, and mar the glory of your face.",
          "ID": "63"
        }
      ],
      "ID": "AP:2ES.15",
      "name": "2 Esdras 15"
    },
    {
      "text": [
        {
          "text": "Woe to you, Babylon, and Asia! woe to you, Egypt, and Syria!",
          "ID": "1"
        },
        {
          "text": "Gird up yourselves with sackcloth and garments of hair, and bewail your children, and lament; for your destruction is at hand.",
          "ID": "2"
        },
        {
          "text": "A sword is sent upon you, and who is he that may turn it back?",
          "ID": "3"
        },
        {
          "text": "A fire is sent upon you, and who is he that may quench it?",
          "ID": "4"
        },
        {
          "text": "Evils are sent upon you, and who is he that may drive them away?",
          "ID": "5"
        },
        {
          "text": "May one drive away a hungry lion in the wood? or may one quench the fire in stubble, when it has once begun to burn?",
          "ID": "6"
        },
        {
          "text": "May one turn again the arrow that is shot of a strong archer?",
          "ID": "7"
        },
        {
          "text": "The Lord God sends the evils, and who shall drive them away?",
          "ID": "8"
        },
        {
          "text": "A fire shall go forth from his wrath, and who is he that may quench it?",
          "ID": "9"
        },
        {
          "text": "He shall cast lightning, and who shall not fear? he shall thunder, and who shall not tremble?",
          "ID": "10"
        },
        {
          "text": "The Lord shall threaten, and who shall not be utterly broken in pieces at his presence?",
          "ID": "11"
        },
        {
          "text": "The earth quaketh, and the foundations thereof; the sea arises up with waves from the deep, and the waves of it shall be troubled, and the fishes thereof also, at the presence of the Lord, and before the glory of his power:",
          "ID": "12"
        },
        {
          "text": "for strong is his right hand that bendeth the bow, his arrows that he shooteth are sharp, and shall not miss, when they begin to be shot into the ends of the world.",
          "ID": "13"
        },
        {
          "text": "Behold, the evils are sent forth, and shall not return again, until they come upon the earth.",
          "ID": "14"
        },
        {
          "text": "The fire is kindled, and shall not be put out, till it consume the foundations of the earth.",
          "ID": "15"
        },
        {
          "text": "Like as an arrow which is shot of a mighty archer returns not backward, even so the evils that are sent forth upon earth shall not return again.",
          "ID": "16"
        },
        {
          "text": "Woe is me! woe is me! who will deliver me in those days?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The beginning of sorrows, and there shall be  great mournings; the beginning of famine, and many shall perish; the beginning of wars, and the powers shall stand in fear; the beginning of evils, and all shall tremble! what shall they do in all  this when the evils shall come?",
          "ID": "18"
        },
        {
          "text": "Behold, famine and plague, tribulation and anguish! they are sent as scourges for amendment.",
          "ID": "19"
        },
        {
          "text": "But for all these things they shall not turn them from their wickedness, nor be always mindful of the scourges.",
          "ID": "20"
        },
        {
          "text": "Behold, food shall be so good cheap upon earth, that they shall think themselves to be in good case, and even then shall evils grow upon earth, sword, famine, and great confusion.",
          "ID": "21"
        },
        {
          "text": "For many of them that dwell upon earth shall perish of famine; and the other, that escape the famine, shall the sword destroy.",
          "ID": "22"
        },
        {
          "text": "And the dead shall be cast out as dung, and there shall be no man to comfort them: for the earth shall be left desolate, and the cities thereof shall be cast down.",
          "ID": "23"
        },
        {
          "text": "There shall be no husbandman left to till the earth, and to sow it.",
          "ID": "24"
        },
        {
          "text": "The trees shall give fruit, and who shall gather them?",
          "ID": "25"
        },
        {
          "text": "The grapes shall ripen, and who shall tread them? for in all  places there shall be a great forsaking:",
          "ID": "26"
        },
        {
          "text": "for one man shall desire to see another, or to hear his voice.",
          "ID": "27"
        },
        {
          "text": "For of a city there shall be ten left, and two of the field, which have hidden themselves in the thick groves, and in the clefts of the rocks.",
          "ID": "28"
        },
        {
          "text": "As in an orchard of olives upon every tree there be left three or four olives,",
          "ID": "29"
        },
        {
          "text": "or as when a vineyard is gathered there be some clusters left by them that diligently seek through the vineyard;",
          "ID": "30"
        },
        {
          "text": "even so in those days there shall be three or four left by them that search their houses with the sword.",
          "ID": "31"
        },
        {
          "text": "And the earth shall be left desolate, and the fields thereof shall be for briers, and her ways and all her paths shall bring forth thorns, because no sheep shall pass therethrough.",
          "ID": "32"
        },
        {
          "text": "The virgins shall mourn, having no bridegrooms; the women shall mourn, having no husbands; their daughters shall mourn, having no helpers.",
          "ID": "33"
        },
        {
          "text": "In the wars shall their bridegrooms be destroyed, and their husbands shall perish of famine.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Hear now these things, and understand them, you⌃ servants of the Lord.",
          "ID": "35"
        },
        {
          "text": "Behold, the word of the Lord, receive it: disbelieve not the things whereof the Lord speaks.",
          "ID": "36"
        },
        {
          "text": "Behold, the evils draw near, and are not slack.",
          "ID": "37"
        },
        {
          "text": "Like as a woman with child in the ninth month, when the hour of her delivery draweth near, within two or three hours doleful pains compass her womb, and when the child comes forth from the womb, there shall be no tarrying for a moment:",
          "ID": "38"
        },
        {
          "text": "even so shall not the evils be slack to come upon the earth, and the world shall groan, and sorrows shall take hold of it on every side.",
          "ID": "39"
        },
        {
          "text": "O my people, hear my word: make you ready to the battle, and in those evils be even as pilgrims upon the earth.",
          "ID": "40"
        },
        {
          "text": "He that selleth, let him be as he that fleeth away: and he that buys, as one that will lose:",
          "ID": "41"
        },
        {
          "text": "he that occupieth merchandise, as he that has no profit by it: and he that builds, as he that shall not dwell therein:",
          "ID": "42"
        },
        {
          "text": "he that sows, as if he should not reap: so also he that pruneth the vines,  as he that shall not gather the grapes:",
          "ID": "43"
        },
        {
          "text": "they that marry, as they that shall get no children; and they that marry not, as the widowed.",
          "ID": "44"
        },
        {
          "text": "Inasmuch as they that labor labor in vain;",
          "ID": "45"
        },
        {
          "text": "for strangers shall reap their fruits, and spoil their goods, overthrow their houses, and take their children captive, for in captivity and famine shall they beget their children:",
          "ID": "46"
        },
        {
          "text": "and they that traffick traffick to become a spoil: the more they deck their cities, their houses, their possessions, and their own persons,",
          "ID": "47"
        },
        {
          "text": "the more will I hate them for their sins, says the Lord.",
          "ID": "48"
        },
        {
          "text": "Like as a right honest and virtuous woman hates a harlot,",
          "ID": "49"
        },
        {
          "text": "so shall righteousness hate iniquity, when she decketh herself, and shall accuse her to her face, when he comes that shall defend him that diligently searcheth out every sin upon earth.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "Therefore be you⌃ not like thereto, nor to the works thereof.",
          "ID": "51"
        },
        {
          "text": "For yet a little while, and iniquity shall be taken away out of the earth, and righteousness shall reign over us.",
          "ID": "52"
        },
        {
          "text": "Let not the sinner say that he has not sinned: for he shall burn coals of fire upon his head, which says, I have not sinned before God and his glory.",
          "ID": "53"
        },
        {
          "text": "Behold, the Lord knows all the works of men, their imaginations, their thoughts, and their hearts.",
          "ID": "54"
        },
        {
          "text": "Who said, Let the earth be made; and it was made: Let the heaven be made; and it was made.",
          "ID": "55"
        },
        {
          "text": "And at his word were the stars established, and he knows the number of the stars.",
          "ID": "56"
        },
        {
          "text": "Who searcheth the deep, and the treasures thereof; he has measured the sea, and what it contains.",
          "ID": "57"
        },
        {
          "text": "Who has shut the sea in the midst of the waters, and with his word has he hanged the earth upon the waters.",
          "ID": "58"
        },
        {
          "text": "Who spreadeth out the heaven like a vault; upon the waters has he founded it.",
          "ID": "59"
        },
        {
          "text": "Who has made in the desert springs of water, and pools upon the tops of the mountains, to send forth rivers from the height to water the earth.",
          "ID": "60"
        },
        {
          "text": "Who framed man, and put a heart in the midst of the body, and gave him breath, life, and understanding,",
          "ID": "61"
        },
        {
          "text": "yes, the spirit of God Almighty. He who made all things, and searcheth out hidden things in hidden places,",
          "ID": "62"
        },
        {
          "text": "surely he knows your imagination, and what you⌃ think in your hearts. Woe to them that sin, and would fain hide their sin!",
          "ID": "63"
        },
        {
          "text": "Forasmuch as the Lord will exactly search out all your works, and he will put you all to shame.",
          "ID": "64"
        },
        {
          "text": "And when your sins are brought forth before men, you⌃ shall be ashamed, and your own iniquities shall stand as your accusers in that day.",
          "ID": "65"
        },
        {
          "text": "What will you⌃ do? or how will you⌃ hide your sins before God and his angels?",
          "ID": "66"
        },
        {
          "text": "Behold, God is the judge, fear him: leave off from your sins, and forget your iniquities, to meddle no more with them for ever: so shall God lead you forth, and deliver you from all tribulation.",
          "ID": "67"
        },
        {
          "text": "",
          "ID": "67"
        },
        {
          "text": "For, behold, the burning wrath of a great multitude is kindled over you, and they shall take away certain of you, and feed you with that which is slain to idols.",
          "ID": "68"
        },
        {
          "text": "And they that consent to them shall be had in derision and in reproach, and be trodden under foot of them.",
          "ID": "69"
        },
        {
          "text": "For there shall be  in various places, and in the next cities, a great insurrection upon those that fear the Lord.",
          "ID": "70"
        },
        {
          "text": "They shall be like mad men, sparing none, but spoiling and destroying them that still fear the Lord.",
          "ID": "71"
        },
        {
          "text": "For they shall waste and take away their goods, and cast them out of their houses.",
          "ID": "72"
        },
        {
          "text": "Then shall be manifest the trial of mine elect; even as the gold that is tried in the fire.",
          "ID": "73"
        },
        {
          "text": "Hear, O you⌃ mine elect, says the Lord: behold, the days of tribulation are at hand, and I will deliver you from them.",
          "ID": "74"
        },
        {
          "text": "Be you⌃ not afraid, neither doubt; for God is your guide:",
          "ID": "75"
        },
        {
          "text": "and you⌃ who keep my commandments and precepts, says the Lord God, let not your sins weigh you down, and let not your iniquities lift up themselves.",
          "ID": "76"
        },
        {
          "text": "Woe to them that are fast bound with their sins, and covered with their iniquities, like as a field is fast bound with bushes, and the path thereof covered with thorns, that no man may travel through!",
          "ID": "77"
        },
        {
          "text": "It is even shut off, and given up to be consumed of fire.",
          "ID": "78"
        }
      ],
      "ID": "AP:2ES.16",
      "name": "2 Esdras 16"
    }
  ],
  "ID": "AP:2ES(WEB)",
  "version": "WEB",
  "name": "2 Esdras"
}