{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, узник Христа Иисуса, и брат Тимофей, –",
          "ID": "1"
        },
        {
          "text": "тебе, Филимон, возлюбленный соратник наш, ",
          "ID": "1"
        },
        {
          "text": "сестре Апфии, и Архиппу, также доброму сподвижнику нашему, и церкви, что собирается в доме твоем:",
          "ID": "2"
        },
        {
          "text": "благодать вам всем и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Я всегда благодарю Бога моего, постоянно вспоминая о тебе в молитвах своих ",
          "ID": "4"
        },
        {
          "text": "и слыша о вере твоей и любви к Господу Иисусу и ко всему народу Божьему. ",
          "ID": "5"
        },
        {
          "text": "Молюсь неустанно, чтобы вера, нас объединяющая, помогла тебе углубить твое понимание всего доброго, что явилось в нашу жизнь со Христом. ",
          "ID": "6"
        },
        {
          "text": "Ты очень обрадовал и утешил меня своей любовью, ты успокоил ею, брат, души верующих.",
          "ID": "7"
        },
        {
          "text": "Хотя во Христе я мог бы смело указать тебе на твой долг, ",
          "ID": "8"
        },
        {
          "text": "но вместо этого, движимый любовью, прошу я – я, Павел, посланник, а теперь и узник Христа Иисуса, – ",
          "ID": "9"
        },
        {
          "text": "прошу о духовном сыне моем, об Онисиме, которого обрел я, пребывая в узах. ",
          "ID": "10"
        },
        {
          "text": "Когда-то от него тебе не было никакой пользы, а теперь он может быть полезен [и] тебе, и мне.",
          "ID": "11"
        },
        {
          "text": "Отсылаю его к тебе, а с ним и сердце мое. ",
          "ID": "12"
        },
        {
          "text": "Я хотел было оставить его у себя, чтобы он вместо тебя послужил мне, пребывающему в узах ради Благой Вести. ",
          "ID": "13"
        },
        {
          "text": "Но решил не делать этого без твоего согласия, чтобы доброе дело твое было не вынужденным, а добровольным. ",
          "ID": "14"
        },
        {
          "text": "Может быть, для того и суждено ему было покинуть тебяа на время, чтобы вернуться потом навсегдаб, ",
          "ID": "15"
        },
        {
          "text": "и не рабом уже вернуться, но более, чем рабом, – братом возлюбленным, особенно дорогим для меня, а еще более для тебя дорогим, и как человек, и как брат в Господе.",
          "ID": "16"
        },
        {
          "text": "Если собрат по вере ты мне, прими его, как меня. ",
          "ID": "17"
        },
        {
          "text": "А если чем обидел он тебя или должен тебе, пусть это будет на мне. ",
          "ID": "18"
        },
        {
          "text": "Я, Павел, своею рукою пишу, что заплачу я, не заикаясь даже, что и ты должен мне, себя самого должен. ",
          "ID": "19"
        },
        {
          "text": "Так что сослужи мне, брат, службу в Господе! Успокой мое сердце во Христе! ",
          "ID": "20"
        },
        {
          "text": "Я пишу тебе, уверенный в твоем послушании, зная, что ты сделаешь даже больше того, о чем прошу. ",
          "ID": "21"
        },
        {
          "text": "Кстати, позаботься о жилье для меня: надеюсь, что по молитвам вашим скоро буду дарован вам.",
          "ID": "22"
        },
        {
          "text": "Приветствуют тебя Эпафрас, тоже узник во Христе Иисусе, как и я, ",
          "ID": "23"
        },
        {
          "text": "Марк, Аристарх, Димас, Лука – соратники мои.",
          "ID": "24"
        },
        {
          "text": "Благодать Господа Иисуса Христа да пребудет с духом вашим!",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Послание апостола Павла Филимону 1"
    }
  ],
  "ID": "NT:PHM(BTI)",
  "name": "Послание апостола Павла Филимону"
}