{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел юзник Иисус Христов, и тимофей брат, филимону возлюбленному и споспешнику нашему, ",
          "ID": "1"
        },
        {
          "text": "и апфии сестре возлюбленнеи, и архиппу совоинственнику нашему, и домашней твоей Церкви: ",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего, и Господа Иисуса Христа. ",
          "ID": "3"
        },
        {
          "text": "Благодарю Бога моего, всегда память о тебе творя в молитвах моих, ",
          "ID": "4"
        },
        {
          "text": "слышав любовь твою и веру, юже имаши ко Господу Иисусу и ко всем святым. ",
          "ID": "5"
        },
        {
          "text": "яко да общение твоея веры действенно будет в разуме всякаго блага, еже в вас, о Христе Иисусе. ",
          "ID": "6"
        },
        {
          "text": "Радость бо имам многу и утешение о любви твоей, яко утробы святых почиша тобою, брате. ",
          "ID": "7"
        },
        {
          "text": "Сего ради многое дерзновение имея во Христе повелевати тебе, еже потребно есть, ",
          "ID": "8"
        },
        {
          "text": "любве же ради паче молю, таков сый якоже павел старец, ныне же и узник Иисуса Христа: ",
          "ID": "9"
        },
        {
          "text": "молю тя о моем чаде, егоже родих во узах моих онисима, ",
          "ID": "10"
        },
        {
          "text": "иногда тебе непотребнаго, ныне же тебе и мне благопотребна, егоже возпослах тебе, ",
          "ID": "11"
        },
        {
          "text": "ты же его, сиречь мою утробу, приими. ",
          "ID": "12"
        },
        {
          "text": "Егоже аз хотех у себе держати, да вместо тебе послужит ми во узах благовествования: ",
          "ID": "13"
        },
        {
          "text": "без твоея же воли ничтоже восхотех сотворити, да не аки по нужди благое твое будет, но по воли. ",
          "ID": "14"
        },
        {
          "text": "Негли бо ради сего разлучися на час, да вечна того приимеши, ",
          "ID": "15"
        },
        {
          "text": "не ктому аки раба, но выше раба, брата возлюбленна, паче же мне, кольми же паче тебе, и по плоти и о Господе. ",
          "ID": "16"
        },
        {
          "text": "Аще убо имаши мене общника, приими сего якоже мене. ",
          "ID": "17"
        },
        {
          "text": "Аще же в чесом обиде тебе, или должен есть, мне сие вмени. ",
          "ID": "18"
        },
        {
          "text": "Аз павел написах рукою моею: аз воздам: да не реку тебе, яко и сам себе ми еси должен. ",
          "ID": "19"
        },
        {
          "text": "Ей, брате, аз да получу еже прошу у тебе о Господе: упокой мою утробу о Господе. ",
          "ID": "20"
        },
        {
          "text": "Надеявся на послушание твое написах тебе, ведый, яко и паче, еже глаголю, сотвориши. ",
          "ID": "21"
        },
        {
          "text": "Купно же и уготови ми обитель: уповаю бо, яко молитвами вашими дарован буду вам. ",
          "ID": "22"
        },
        {
          "text": "Целует тя епафрас, спленник мой о Христе Иисусе, ",
          "ID": "23"
        },
        {
          "text": "марко, аристарх, димас, лука, споспешницы мои. ",
          "ID": "24"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со духом вашим. Аминь. ",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Послание к Филимону 1"
    }
  ],
  "ID": "NT:PHM(CSLAV)",
  "name": "Послание к Филимону"
}