{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, осужденного за веру в Иисуса Христа, и от брата Тимофея дорогому нашему соработнику Филимону, ",
          "ID": "1"
        },
        {
          "text": "сестре Апфии и соратнику нашему Архиппу, а также церкви, которая встречается в твоем доме.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благодать и мир вам от Бога, Отца нашего и Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Я всегда в молитвах благодарю Бога моего за тебя, ",
          "ID": "4"
        },
        {
          "text": "так как до меня доходят слухи о твоей вере в Господа Иисуса и о твоей любви ко всем Его последователям. ",
          "ID": "5"
        },
        {
          "text": "Я молюсь о том, чтобы вера, общая для нас обоих, привела тебя к познанию всего того доброго, что мы обретаем в Христе. ",
          "ID": "6"
        },
        {
          "text": "Меня очень радует и утешает твоя любовь, ведь благодаря тебе, брат, успокоились сердца верующих.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Поэтому, хотя я мог бы смело потребовать от тебя во имя Христа исполнить твой долг, ",
          "ID": "8"
        },
        {
          "text": "я предпочитаю обратиться к тебе не с требованием, а с просьбой, потому что люблю тебя. Я, Павел, посол Иисуса Христа, а теперь еще и заключенный за веру в Него, ",
          "ID": "9"
        },
        {
          "text": "прошу тебя проявить милость к Онисиму, который здесь, в темнице, стал мне сыном. ",
          "ID": "10"
        },
        {
          "text": "Может быть, раньше он и был для тебя бесполезным, но сейчас он действительно полезный и тебе, и мне. ",
          "ID": "11"
        },
        {
          "text": "Я посылаю его обратно к тебе, и для меня это все равно, что отделить часть самого себя. ",
          "ID": "12"
        },
        {
          "text": "Я очень хотел бы оставить его при себе, чтобы он вместо тебя помогал мне здесь в темнице, куда я заключен за возвещение Радостной Вести. ",
          "ID": "13"
        },
        {
          "text": "Но я не хочу ничего делать без твоего согласия. Хотелось бы, чтобы твоя доброта была проявлена не по долгу, но по желанию. ",
          "ID": "14"
        },
        {
          "text": "Ведь, может быть, твой раб отсутствовал у тебя некоторое время для того, чтобы возвратиться к тебе навсегда, ",
          "ID": "15"
        },
        {
          "text": "теперь уже не как раб, а больше чем раб – как дорогой брат. Он очень дорог мне, и я верю, что еще дороже он станет тебе и как работник, и как христианин.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Итак, если ты считаешь меня своим сотоварищем, то прими его так, как принял бы меня. ",
          "ID": "17"
        },
        {
          "text": "Если он обидел тебя чем-то или же должен тебе – считай этот долг за мной. ",
          "ID": "18"
        },
        {
          "text": "Я, Павел, пишу тебе своей рукой, что оплачу тебе все его долги. Не будем уже говорить о том, что ты и сам должник передо мной, ты обязан мне самим собой. ",
          "ID": "19"
        },
        {
          "text": "Поэтому, брат, окажи мне услугу в Господе и обрадуй меня этим.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Пишу тебе с уверенностью, что ты не только откликнешься на мою просьбу, но и сделаешь больше, чем я прошу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "И еще одно. Приготовь, пожалуйста, для меня комнату, так как я надеюсь, что благодаря вашим молитвам я скоро буду возвращен вам.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Приветы тебе передают Эпафрас, который тоже находится в заключении за веру в Иисуса Христа, ",
          "ID": "23"
        },
        {
          "text": "и мои соработники Марк, Аристарх, Димас и Лука.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Пусть благодать Господа Иисуса Христа будет с вашим духом.",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Послание к Филимону 1"
    }
  ],
  "ID": "NT:PHM(NRP)",
  "name": "Послание к Филимону"
}