{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от Павла, узника во имя Христа Иисуса, и Тимофея, брата нашего, Филимону, дорогому нашему другу и сотоварищу по трудам,",
          "ID": "1"
        },
        {
          "text": "а также Апфии, сестре нашей, Архиппу, нашему сотоварищу по трудам, и церкви, которая собирается в доме твоём.",
          "ID": "2"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Я всегда благодарю Бога, когда вспоминаю тебя в молитвах,",
          "ID": "4"
        },
        {
          "text": "так как слышу о твоей любви и вере, вере в Господа Иисуса и любви ко всем людям Божьим.",
          "ID": "5"
        },
        {
          "text": "Я молюсь, чтобы вера, которую ты разделяешь с нами, привела тебя к пониманию всего того хорошего, что мы имеем во Христе.",
          "ID": "6"
        },
        {
          "text": "Большую радость и утешение принесла мне твоя любовь, брат, потому что, благодаря твоим стараниям, сердца людей Божьих ожили.",
          "ID": "7"
        },
        {
          "text": "Поэтому, хотя как брат во Христе я и мог бы смело призвать тебя к исполнению твоего долга,",
          "ID": "8"
        },
        {
          "text": "предпочитаю воззвать к тебе, опираясь на любовь. Я представляюсь тем, кто я есть, Павлом, стариком, а теперь к тому же ещё и узником во имя Христа Иисуса.",
          "ID": "9"
        },
        {
          "text": "Я взываю к тебе ради сына моего Онисима, отцом которого я стал в тюрьме.",
          "ID": "10"
        },
        {
          "text": "Ранее он был бесполезен для тебя, теперь же он полезен не только тебе, но и мне также.",
          "ID": "11"
        },
        {
          "text": "Я послал его обратно к тебе (хотя, должен сказать, что послав его, отправил вместе с ним и своё сердце).",
          "ID": "12"
        },
        {
          "text": "Я хотел бы удержать его здесь, чтобы он служил мне вместо тебя, пока я нахожусь в тюрьме за Благовестие.",
          "ID": "13"
        },
        {
          "text": "Но без твоего согласия я не хотел делать ничего, чтобы любая твоя милость была не из обязанности, а по твоей собственной воле.",
          "ID": "14"
        },
        {
          "text": "Возможно, он для того был взят у тебя на время, чтобы ты навсегда принял его обратно,",
          "ID": "15"
        },
        {
          "text": "но уже не как раба, а лучше, чем раба, как брата возлюбленного. Я очень люблю его, но ты полюбишь его ещё больше не только как человека, но как брата в Господе.",
          "ID": "16"
        },
        {
          "text": "Итак, если ты в самом деле считаешь меня другом, прими его так же, как принял бы меня.",
          "ID": "17"
        },
        {
          "text": "И если он чем обидел тебя или задолжал тебе, то отнеси это на мой счёт.",
          "ID": "18"
        },
        {
          "text": "Я, Павел, пишу это своей рукой, что я расплачусь с тобой за его долги. (Я уже не говорю тебе о том, что сам ты обязан мне жизнью своею).",
          "ID": "19"
        },
        {
          "text": "Да, брат, прошу тебя сделать кое-что для меня в Господе. Утешь же моё сердце во Христе.",
          "ID": "20"
        },
        {
          "text": "Я пишу тебе, уверенный в твоём послушании. Я знаю, что ты сделаешь даже больше того, о чём я тебе пишу.",
          "ID": "21"
        },
        {
          "text": "Также приготовь для меня гостевую комнату, так как я надеюсь, что буду передан невредимым в ваши руки в ответ на ваши молитвы.",
          "ID": "22"
        },
        {
          "text": "Епафрас, мой сотоварищ по заключению во имя Христа Иисуса, приветствует тебя,",
          "ID": "23"
        },
        {
          "text": "а также Марк, Аристарх, Лука и Димас, мои сотоварищи.",
          "ID": "24"
        },
        {
          "text": "Пусть благодать Господа Иисуса Христа будет с вами!",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Послание К Филимону 1"
    }
  ],
  "ID": "NT:PHM(RSP)",
  "name": "Послание К Филимону"
}