{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Павел, узник Иисуса Христа, и Тимофей брат, Филимону возлюбленному и сотруднику нашему,",
          "ID": "1"
        },
        {
          "text": "и Апфии, (сестре) возлюбленной, и Архиппу, сподвижнику нашему, и домашней твоей церкви:",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Благодарю Бога моего, всегда вспоминая о тебе в молитвах моих,",
          "ID": "4"
        },
        {
          "text": "слыша о твоей любви и вере, которую имеешь к Господу Иисусу и ко всем святым,",
          "ID": "5"
        },
        {
          "text": "дабы общение веры твоей оказалось деятельным в познании всякого у вас добра во Христе Иисусе.",
          "ID": "6"
        },
        {
          "text": "Ибо мы имеем великую радость и утешение в любви твоей, потому что тобою, брат, успокоены сердца святых.",
          "ID": "7"
        },
        {
          "text": "Посему, имея великое во Христе дерзновение приказывать тебе, что должно,",
          "ID": "8"
        },
        {
          "text": "по любви лучше прошу, не иной кто, как я, Павел старец, а теперь и узник Иисуса Христа;",
          "ID": "9"
        },
        {
          "text": "прошу тебя о сыне моем Онисиме, которого родил я в узах моих:",
          "ID": "10"
        },
        {
          "text": "он был некогда негоден для тебя, а теперь годен тебе и мне; я возвращаю его;",
          "ID": "11"
        },
        {
          "text": "ты же прими его, как мое сердце.",
          "ID": "12"
        },
        {
          "text": "Я хотел при себе удержать его, дабы он вместо тебя послужил мне в узах [за] благовествование;",
          "ID": "13"
        },
        {
          "text": "но без твоего согласия ничего не хотел сделать, чтобы доброе дело твое было не вынужденно, а добровольно.",
          "ID": "14"
        },
        {
          "text": "Ибо, может быть, он для того на время отлучился, чтобы тебе принять его навсегда,",
          "ID": "15"
        },
        {
          "text": "не как уже раба, но выше раба, брата возлюбленного, особенно мне, а тем больше тебе, и по плоти и в Господе.",
          "ID": "16"
        },
        {
          "text": "Итак, если ты имеешь общение со мною, то прими его, как меня.",
          "ID": "17"
        },
        {
          "text": "Если же он чем обидел тебя, или должен, считай это на мне.",
          "ID": "18"
        },
        {
          "text": "Я, Павел, написал моею рукою: я заплачу; не говорю тебе о том, что ты и самим собою мне должен.",
          "ID": "19"
        },
        {
          "text": "Так, брат, дай мне воспользоваться от тебя в Господе; успокой мое сердце в Господе.",
          "ID": "20"
        },
        {
          "text": "Надеясь на послушание твое, я написал к тебе, зная, что ты сделаешь и более, нежели говорю.",
          "ID": "21"
        },
        {
          "text": "А вместе приготовь для меня и помещение; ибо надеюсь, что по молитвам вашим я буду дарован вам.",
          "ID": "22"
        },
        {
          "text": "Приветствует тебя Епафрас, узник вместе со мною ради Христа Иисуса,",
          "ID": "23"
        },
        {
          "text": "Марк, Аристарх, Димас, Лука, сотрудники мои.",
          "ID": "24"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со духом вашим. Аминь.",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Послание к Филимону 1"
    }
  ],
  "ID": "NT:PHM(SYNO)",
  "name": "Послание к Филимону"
}