{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, Силуан и Тимофей –",
          "ID": "1"
        },
        {
          "text": "фессалоникийской церкви, в Боге, Отце нашем, и Господе Иисусе Христе пребывающей:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога, Отца [нашего], и Господа Иисуса Христа!",
          "ID": "2"
        },
        {
          "text": "Нам следует бесконечно благодарить Бога за вас, братья. Этого требует справедливость: растет ваша вера, и всё сильней становится ваша любовь друг ко другу. ",
          "ID": "3"
        },
        {
          "text": "Мы ставим вас в пример в Божьих церквах – вашу веру и стойкость во всех гонениях и тяжких муках, которые вы переносите.",
          "ID": "4"
        },
        {
          "text": "В них являет себя праведность Божьего суда: удостоитесь вы Царства Божия, ради которого и страдаете. ",
          "ID": "5"
        },
        {
          "text": "Бог всем воздаст по заслугам: мучителям вашим – муками, ",
          "ID": "6"
        },
        {
          "text": "а вам, перенесшим мучения, – покоем (вместе с нами). При явлении с неба Господа нашего Иисуса с могучими ангелами Его ",
          "ID": "7"
        },
        {
          "text": "в пылающем огне сполна расплатится Бог с теми, кто не хочет знать Его и не внемлет Благой Вести Господа нашего Иисуса. ",
          "ID": "8"
        },
        {
          "text": "Наказание им – вечная гибель: удалены они будут от лица Господа и славы величия Его ",
          "ID": "9"
        },
        {
          "text": "в тот День, когда Он придет и будет прославлен среди святых Своих. В восторг и изумление приведет Он всех уверовавших в Него. Там будете и вы, ибо с верой приняли вы свидетельство наше.",
          "ID": "10"
        },
        {
          "text": "Вот почему мы молимся всегда о вас и просим, чтобы Бог сделал вас достойными той жизни, к какой призвал вас, чтобы силой Его могло исполниться всякое благое намерение ваше и любое дело, на которое подвигает вас вера ваша, ",
          "ID": "11"
        },
        {
          "text": "дабы прославлено было имя Господа нашего Иисуса в вас, а вы – в Нем, по благодати Бога нашего и Господа нашего Иисуса Христа.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Второе послание апостола Павла христианам в Фессалонике 1"
    },
    {
      "text": [
        {
          "text": "О самом же пришествии Господа нашего Иисуса Христа, о времени, когда мы будем собраны для встречи с Ним, вот что скажем вам, братья: ",
          "ID": "1"
        },
        {
          "text": "не дайте сбить себя с толку иль запугать ложным пророчеством каким или суждением, а то и вроде бы нашим письмом с известием, что настал уже День Господень. ",
          "ID": "2"
        },
        {
          "text": "Да не введет никто и никак вас в заблуждение. Прежде ведь свершится страшное отступничество и явится нечестие в облике человеческомб, сын погибели, ",
          "ID": "3"
        },
        {
          "text": "противящийся Богу и надменно возносящийся над всем, что зовется божеством или святыней. Он и в Божием храме воссядет, и себя за Бога выдаст.",
          "ID": "4"
        },
        {
          "text": "Я уже говорил вам об этом, когда был у вас. Разве вы не помните? ",
          "ID": "5"
        },
        {
          "text": "И вы знаете также, что мешает ему явить себя еще до того, как придет его время. ",
          "ID": "6"
        },
        {
          "text": "Правда, сила беззакония уже действует, хотя и скрытно пока. Окажись лишь удаленным с пути ее тот, кто сдерживает ее теперь, ",
          "ID": "7"
        },
        {
          "text": "сразу станет явным нечестивец этот. Господь наш [Иисус] сразит его дыханием уст Своих и самим сиянием Своим уничтожит его в день пришествия Своего. ",
          "ID": "8"
        },
        {
          "text": "А приход этого нечестивца – в полном согласии со всем, что делает сатана, – проявится во всяких страшной силы делах, в знамениях и чудесах ложных, ",
          "ID": "9"
        },
        {
          "text": "и во всякого рода нечестии, обольстительном для погибающих. Гибнут же они потому, что не возлюбили истину, которая только и могла их спасти. ",
          "ID": "10"
        },
        {
          "text": "Поэтому Бог и отдает их во власть заблуждения, и они верят лжи. ",
          "ID": "11"
        },
        {
          "text": "Кончается это тем, что осуждены будут все, кто, возлюбив нечестие, не поверил истине.",
          "ID": "12"
        },
        {
          "text": "А за вас, возлюбленные Господом братья, мы должны бесконечно благодарить Бога, ибо Он избрал вас как первые плоды, чтобы спасены вы были через освящающее действие Духа и вашу веру в истину. ",
          "ID": "13"
        },
        {
          "text": "Он призвал вас к тому Своею Вестью Благою, которую мы принесли вам, дабы стали вы сопричастны славе Господа нашего Иисуса Христа! ",
          "ID": "14"
        },
        {
          "text": "Стойте же, братья, твердо и держитесь тех истин, которые мы преподали вам и устно (при встречах), и в письме нашем!",
          "ID": "15"
        },
        {
          "text": "Господь наш Иисус Христос и Бог, Отец наш, возлюбивший нас и давший нам по благодати Своей вечное утешение и благую надежду, ",
          "ID": "16"
        },
        {
          "text": "да утешат они ваши сердца и поддержат вас во всяком добром слове и деле!",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Второе послание апостола Павла христианам в Фессалонике 2"
    },
    {
      "text": [
        {
          "text": "И, наконец, молитесь о нас, братья, молитесь о том, чтобы весть Господня свободно и скоро дошла до всех и была прославлена всюду, как и у вас, ",
          "ID": "1"
        },
        {
          "text": "и о том еще молитесь, чтобы избавлены мы были от негодных и злых людей – не у каждого вера. ",
          "ID": "2"
        },
        {
          "text": "Но верен Господь: Он укрепит вас и сохранит от врага исконного. ",
          "ID": "3"
        },
        {
          "text": "Мы же в Господе твердо уверены в вас: вы делаете и впредь будете делать всё, что мы вам говорим. ",
          "ID": "4"
        },
        {
          "text": "Пусть же Господь направит все помыслы ваши к любви Божией и непоколебимому терпению Христову.",
          "ID": "5"
        },
        {
          "text": "И еще одно наставление вам во имя Господа [нашего] Иисуса Христа: удаляйтесь, братья, от всякого в вашей общине, кто праздно проводит время свое и не следует учению, которое вы приняли от нас. ",
          "ID": "6"
        },
        {
          "text": "Вы сами знаете, что в этом мы – пример для вас: не предавались мы у вас безделью ",
          "ID": "7"
        },
        {
          "text": "и даром хлеба ни у кого не ели. Мы трудились не покладая рук, работали днем и ночью: мы боялись обременить вас. ",
          "ID": "8"
        },
        {
          "text": "И всё это вовсе не потому, что не было у нас на это права, нет, мы просто хотели дать вам пример для подражания. ",
          "ID": "9"
        },
        {
          "text": "И мы, когда еще были у вас, дали вам такую заповедь: если кто не хочет трудиться, пусть и не ест!",
          "ID": "10"
        },
        {
          "text": "Но некоторые из вас, как мы слышим, живут праздно: делают все, что угодно, только бы делом не заниматься. ",
          "ID": "11"
        },
        {
          "text": "Вот наш наказ таким людям, наш призыв во имя Господа Иисуса Христа: трудитесь смиренно и ешьте свой собственный хлеб. ",
          "ID": "12"
        },
        {
          "text": "А вы, братья, продолжайте делать добро, не поддаваясь усталости.",
          "ID": "13"
        },
        {
          "text": "Если же кто не примет наших наставлений, которые даем мы в этом письме, того отметьте и не поддерживайте с ним никаких отношений, чтобы устыдить его. ",
          "ID": "14"
        },
        {
          "text": "Но не считайте его врагом, а вразумляйте как брата!",
          "ID": "15"
        },
        {
          "text": "Да ниспошлет Сам Господь мира мир вам во всякое время и во всем! Господь да пребудет со всеми вами!",
          "ID": "16"
        },
        {
          "text": "Приветствие моей рукой – ПАВЕЛ. Это знак подлинности каждого письма, мной написанного.",
          "ID": "17"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа да будет со всеми вами!",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Второе послание апостола Павла христианам в Фессалонике 3"
    }
  ],
  "ID": "NT:2TH(BTI)",
  "name": "Второе послание апостола Павла христианам в Фессалонике"
}