{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел и силуан и тимофей, Церкви солунстей, о Бозе Отце нашем и Господе Иисусе Христе: ",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего, и Господа Иисуса Христа. ",
          "ID": "2"
        },
        {
          "text": "Благодарити должни есмы Бога всегда о вас, братие, якоже достойно есть, яко превозрастает вера ваша, и множится любовь единаго коегождо всех вас друг ко другу: ",
          "ID": "3"
        },
        {
          "text": "яко самем нам хвалитися о вас в церквах Божиих, о терпении вашем и вере во всех гонениих ваших и скорбех, яже приемлете, ",
          "ID": "4"
        },
        {
          "text": "показание праведнаго суда Божия, во еже сподобитися вам Царствия Божия, егоже ради и страждете. ",
          "ID": "5"
        },
        {
          "text": "Аще убо праведно у Бога, воздати скорбь оскорбляющым вас, ",
          "ID": "6"
        },
        {
          "text": "а вам оскорбляемым отраду с нами, во откровении Господа Иисуса с небесе, со ангелы силы своея, ",
          "ID": "7"
        },
        {
          "text": "во огни пламенне дающаго отмщение не ведущым Бога и не послушающым благовествования Господа нашего Иисуса Христа: ",
          "ID": "8"
        },
        {
          "text": "иже муку приимут, погибель вечную, от лица Господня и от славы крепости его, ",
          "ID": "9"
        },
        {
          "text": "егда приидет прославитися во святых своих и дивен быти во всех веровавших, яко уверися свидетельство наше в вас, в день он. ",
          "ID": "10"
        },
        {
          "text": "За сие и молимся всегда о вас, да вы сподобит званию Бог наш и исполнит всяко благоволение благости и дело веры в силе, ",
          "ID": "11"
        },
        {
          "text": "яко да прославится имя Господа нашего Иисуса Христа в вас, и вы в нем, по благодати Бога нашего и Господа Иисуса Христа.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Второе послание Солунянам 1"
    },
    {
      "text": [
        {
          "text": "Молим же вы, братие, о пришествии Господа нашего Иисуса Христа и нашем собрании о нем, ",
          "ID": "1"
        },
        {
          "text": "не скоро подвизатися вам от ума, ни ужасатися ниже духом, ниже словом, ни посланием аки от нас посланным, яко уже настоит день Христов. ",
          "ID": "2"
        },
        {
          "text": "Да никтоже вас прельстит ни по единому же образу: яко аще не приидет отступление прежде, и открыется человек беззакония, сын погибели, ",
          "ID": "3"
        },
        {
          "text": "противник и превозносяйся паче всякаго глаголемаго бога или чтилища, якоже ему сести в церкви Божией аки богу, показующу себе, яко бог есть. ",
          "ID": "4"
        },
        {
          "text": "Не помните ли, яко еще живый у вас, сия глаголах вам? ",
          "ID": "5"
        },
        {
          "text": "И ныне удержавающее весте, во еже явитися ему в свое ему время. ",
          "ID": "6"
        },
        {
          "text": "Тайна бо уже деется беззакония, точию держяй ныне дондеже от среды будет: ",
          "ID": "7"
        },
        {
          "text": "и тогда явится беззаконник, егоже Господь Иисус убиет духом уст своих, и упразднит явлением пришествия своего, ",
          "ID": "8"
        },
        {
          "text": "егоже есть пришествие по действу сатанину во всяцей силе и знамениих и чудесех ложных, ",
          "ID": "9"
        },
        {
          "text": "и во всякой льсти неправды в погибающих, зане любве истины не прияша, во еже спастися им. ",
          "ID": "10"
        },
        {
          "text": "И сего ради послет им Бог действо льсти, во еже веровати им лжи, ",
          "ID": "11"
        },
        {
          "text": "да суд приимут вси не веровавшии истине, но благоволившии в неправде. ",
          "ID": "12"
        },
        {
          "text": "Мы же должни есмы благодарити Бога всегда о вас, братие возлюбленная от Господа, яко избрал есть вас Бог от начала во спасение во святыни духа и веры истины, ",
          "ID": "13"
        },
        {
          "text": "в неже призва вас благовествованием нашим, в получение славы Господа нашего Иисуса Христа. ",
          "ID": "14"
        },
        {
          "text": "Темже убо, братие, стойте и держите предания, имже научистеся или словом, или посланием нашим. ",
          "ID": "15"
        },
        {
          "text": "Сам же Господь наш Иисус Христос, и Бог и Отец наш, возлюбивый нас и давый утешение вечно и упование благо в благодати, ",
          "ID": "16"
        },
        {
          "text": "да утешит сердца ваша и да утвердит во всяцем слове и деле блазе.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Второе послание Солунянам 2"
    },
    {
      "text": [
        {
          "text": "Прочее, молитеся о нас, братие, да слово Господне течет и славится, якоже и в вас, ",
          "ID": "1"
        },
        {
          "text": "и да избавимся от злых и лукавых человек: не всех бо есть вера. ",
          "ID": "2"
        },
        {
          "text": "Верен же есть Господь, иже утвердит вас и сохранит от лукаваго. ",
          "ID": "3"
        },
        {
          "text": "Уповаем же на Господа о вас, яко, яже повелеваем вам, и творите и сотворите. ",
          "ID": "4"
        },
        {
          "text": "Господь же да исправит сердца ваша в любовь Божию и в терпение Христово. ",
          "ID": "5"
        },
        {
          "text": "Повелеваем же вам, братие, о имени Господа нашего Иисуса Христа, отлучатися вам от всякаго брата безчинно ходяща, а не по преданию, еже прияша от нас: ",
          "ID": "6"
        },
        {
          "text": "сами бо весте, како лепо есть вам подобитися нам: яко не безчинновахом у вас, ",
          "ID": "7"
        },
        {
          "text": "ниже туне хлеб ядохом у кого, но в труде и подвизе, нощь и день делающе, да не отягчим никогоже от вас: ",
          "ID": "8"
        },
        {
          "text": "не яко не имамы власти, но да себе образ дамы вам, во еже уподобитися нам. ",
          "ID": "9"
        },
        {
          "text": "Ибо егда бехом у вас, сие завещавахом вам: яко аще кто не хощет делати ниже да яст. ",
          "ID": "10"
        },
        {
          "text": "Слышим бо некия безчинно ходящыя у вас, ничтоже делающыя, но лукавно обходящыя: ",
          "ID": "11"
        },
        {
          "text": "таковым запрещаем и молим о Господе нашем Иисусе Христе, да с безмолвием делающе, свой хлеб ядят. ",
          "ID": "12"
        },
        {
          "text": "Вы же, братие, не стужайте, доброе творяще. ",
          "ID": "13"
        },
        {
          "text": "Аще же кто не послушает словесе нашего посланием, сего назнаменуйте и не примешайтеся ему, да посрамится: ",
          "ID": "14"
        },
        {
          "text": "и не аки врага имейте его, но наказуйте якоже брата. ",
          "ID": "15"
        },
        {
          "text": "Сам же Господь мира да даст вам мир всегда во всяцем образе: Господь со всеми вами. ",
          "ID": "16"
        },
        {
          "text": "Целование моею рукою павлею, еже есть знамение во всяцем послании: сице пишу: ",
          "ID": "17"
        },
        {
          "text": "благодать Господа нашего Иисуса Христа со всеми вами. Аминь. ",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Второе послание Солунянам 3"
    }
  ],
  "ID": "NT:2TH(CSLAV)",
  "name": "Второе послание Солунянам"
}