{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, Силуана и Тимофея – церкви фессалоникийцев в Боге, нашем Отце, и Господе Иисусе Христе.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Благодать и мир вам от Бога Отца и от Господа Иисуса Христа!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Мы всегда должны благодарить Бога за вас, братья, и это правильно, потому что ваша вера растет все больше и больше, увеличивается и любовь каждого из вас друг ко другу. ",
          "ID": "3"
        },
        {
          "text": "Мы с гордостью говорим в Божьих церквах о вашей стойкости и о вере, которую вы проявили во всех преследованиях и несчастьях, переносимых вами.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Все это – свидетельство тому, что Бог судит справедливо и что в конце концов вы будете признаны достойными Божьего Царства, за которое вы и страдаете. ",
          "ID": "5"
        },
        {
          "text": "Бог справедлив, и Он отплатит несчастьями тем, кто причиняет несчастья вам, ",
          "ID": "6"
        },
        {
          "text": "а нам с вами, перенесшим такие несчастья, Он даст покой. Это произойдет тогда, когда Господь Иисус придет с небес с могущественными ангелами ",
          "ID": "7"
        },
        {
          "text": "в пламени огня, чтобы наказать всех тех, кто не познал Бога и остался непослушным Радостной Вести нашего Господа Иисуса Христа. ",
          "ID": "8"
        },
        {
          "text": "Они будут наказаны вечной гибелью: будут навсегда отделены от Господа и от славы Его могущества. ",
          "ID": "9"
        },
        {
          "text": "Это произойдет в тот День, когда Он придет, чтобы быть прославленным среди Своего святого народа и вызвать восхищение у всех верующих. И вы тоже будете среди них, потому что вы поверили нашему свидетельству.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Поэтому мы постоянно молимся о вас, чтобы Бог наш счел вас достойными вашего призвания, и просим, чтобы Своей силой Он исполнил каждое ваше доброе начинание и дело веры. ",
          "ID": "11"
        },
        {
          "text": "Мы молимся о том, чтобы по благодати нашего Бога и Господа Иисуса Христа было прославлено благодаря вам имя нашего Господа Иисуса, и чтобы вы были прославлены вместе с Ним.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Второе Послание к Фессалоникийцам 1"
    },
    {
      "text": [
        {
          "text": "Что касается прихода нашего Господа Иисуса Христа и того, как мы будем собраны к Нему, то мы просим вас, братья, ",
          "ID": "1"
        },
        {
          "text": "не спешите верить всему и не тревожьтесь ни от какого духа, слуха или письма, якобы написанного нами, которые говорят, что День Господень уже пришел. ",
          "ID": "2"
        },
        {
          "text": "Смотрите, чтобы вас никто не ввел в заблуждение никаким образом: День этот не придет до тех пор, пока не произойдет отступление от Бога и не откроется человек беззакония, осужденный на погибель. ",
          "ID": "3"
        },
        {
          "text": "Он будет противостоять всему, что называют божеством или святыней, и превозноситься над этим. Он даже займет место в храме Божьем и будет выдавать себя за Бога.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Разве вы не помните, что, когда я был у вас, я говорил вам об этом? ",
          "ID": "5"
        },
        {
          "text": "Теперь вы знаете, что сдерживает этого человека, не позволяя ему открыться до того, как настанет его время. ",
          "ID": "6"
        },
        {
          "text": "Тайная сила беззакония уже в действии, но сначала должен уйти с дороги тот, кто пока еще ее сдерживает. ",
          "ID": "7"
        },
        {
          "text": "Тогда беззаконник проявит себя. Но Господь Иисус истребит его Своим дыханием, уничтожит славой Своего пришествия. ",
          "ID": "8"
        },
        {
          "text": "Приход беззаконника – это дело сатаны. Он будет действовать, являя разнообразные силы, ложные знамения и чудеса ",
          "ID": "9"
        },
        {
          "text": "и совершая всякие злостные обманы, которым с легкостью поддадутся люди, погибающие из-за того, что не захотели полюбить истину и получить через нее спасение. ",
          "ID": "10"
        },
        {
          "text": "Потому и посылает Бог таким людям сильное заблуждение, чтобы они поверили лжи, ",
          "ID": "11"
        },
        {
          "text": "для того, чтобы были осуждены те, кто не поверил истине и одобрил неправду.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Нам следует всегда благодарить Бога за вас, братья, любимые Господом, потому что Он еще от начала избрал вас ко спасению через освящение Духом и через вашу веру в истину. ",
          "ID": "13"
        },
        {
          "text": "Он призвал вас к этому через наше возвещение Радостной Вести, чтобы вы разделили славу нашего Господа Иисуса Христа. ",
          "ID": "14"
        },
        {
          "text": "Поэтому, братья, стойте твердо и будьте верны учению, которое мы вам передали и на словах, и в нашем письме.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пусть Сам наш Господь Иисус Христос и Бог Отец наш, Который полюбил нас и по благодати дал нам вечное утешение и светлую надежду, ",
          "ID": "16"
        },
        {
          "text": "утешит ваши сердца и укрепит вас на всякое доброе дело и слово.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Второе Послание к Фессалоникийцам 2"
    },
    {
      "text": [
        {
          "text": "И в заключение, братья, просим вас: молитесь о нас, чтобы слово Господа быстро распространялось и с почтением принималось повсюду, как это было и у вас. ",
          "ID": "1"
        },
        {
          "text": "Молитесь о том, чтобы мы были избавлены от негодных и злых людей: ведь не у всех есть вера. ",
          "ID": "2"
        },
        {
          "text": "Но Господь верен, и Он укрепит и защитит вас от злого. ",
          "ID": "3"
        },
        {
          "text": "Мы же на Господа полагаемся в том, что вы исполняете и будете исполнять то, что мы вам велим. ",
          "ID": "4"
        },
        {
          "text": "Пусть Господь направит ваши сердца к любви Божьей и к стойкости Христа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Мы требуем от вас, братья, во имя Господа Иисуса Христа: не общайтесь с братьями, которые живут в праздности и не следуют учению, которое вы приняли от нас. ",
          "ID": "6"
        },
        {
          "text": "Вы и сами знаете, как надлежит следовать нашему примеру. Мы не проводили время праздно, когда находились у вас, ",
          "ID": "7"
        },
        {
          "text": "и не жили ни на чьем иждивении, наоборот, мы трудились до изнурения день и ночь, чтобы никого из вас не обременять. ",
          "ID": "8"
        },
        {
          "text": "Мы поступали так, несмотря на то что имели полное право на помощь от вас, но мы хотели показать вам пример. ",
          "ID": "9"
        },
        {
          "text": "Когда мы были у вас, то оставили вам правило: «Кто не хочет работать, тот пусть и не ест».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Однако мы слышим, что некоторые среди вас бездельничают, не занимаются никакой работой, но вмешиваются в чужие дела. ",
          "ID": "11"
        },
        {
          "text": "Мы требуем, и мы увещеваем таких во имя Господа Иисуса Христа спокойно работать и зарабатывать себе на пропитание. ",
          "ID": "12"
        },
        {
          "text": "А что касается вас, братья, то не уставайте делать добро.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если кто-то не следует указаниям, которые мы даем в этом письме, того имейте на замечании. Не общайтесь с таким человеком, чтобы ему стало стыдно за свое поведение. ",
          "ID": "14"
        },
        {
          "text": "Но при этом не считайте его врагом, а вразумляйте как брата.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пусть Сам Господь, источник мира, дает вам мир всегда и во всем. Господь да будет со всеми вами!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Я, Павел, дописываю это приветствие своей рукой, так я делаю во всех письмах как знак того, что это письмо от меня.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Пусть благодать Господа нашего Иисуса Христа будет со всеми вами!",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Второе Послание к Фессалоникийцам 3"
    }
  ],
  "ID": "NT:2TH(NRP)",
  "name": "Второе Послание к Фессалоникийцам"
}