{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Павел, Силуан и Тимофей обращаются с приветствиями к церкви, которая находится в Фессалониках, принадлежащей Богу Отцу и Господу Иисусу Христу.",
          "ID": "1"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "У нас есть все основания постоянно благодарить за вас Бога, братья и сёстры, так как вера и любовь, которую вы испытываете друг к другу, всё время крепнет и возрастает.",
          "ID": "3"
        },
        {
          "text": "И мы сами хвалимся вами перед церквями Божьими, вашим долготерпением и верой вашей среди всех преследований и страданий, переносимых вами.",
          "ID": "4"
        },
        {
          "text": "То, что вас можно считать достойными войти в Царство Божье, за которое сейчас страдаете вы — доказательство того, что Бог прав в суждении Своём.",
          "ID": "5"
        },
        {
          "text": "В самом деле, Бог накажет тех людей, которые повинны в ваших несчастьях,",
          "ID": "6"
        },
        {
          "text": "и даст покой вам, страдающим вместе с нами, когда явится Господь Иисус. Он сойдёт с Небес со Своими могучими Ангелами",
          "ID": "7"
        },
        {
          "text": "в огне неугасающем, и принесёт наказание тем, кто не знает Бога и не приемлет Благовестие о Господе нашем Иисусе.",
          "ID": "8"
        },
        {
          "text": "Они поплатятся в наказание погибелью вечной, а также будут изгнаны из присутствия Господа Иисуса и лишены Его славного могущества.",
          "ID": "9"
        },
        {
          "text": "Всё это произойдёт в то время, когда явится Господь, чтобы обрести Славу вместе со святыми Своими. В тот День все верующие замрут в изумлении, глядя на Него. Вы также будете находиться среди них в тот День, потому что поверили в наше свидетельство о Нём.",
          "ID": "10"
        },
        {
          "text": "Вот почему мы постоянно молимся за вас, прося, чтобы Бог посчитал вас достойными той жизни, которую призвал вас прожить. Пусть Он силой Своей поможет вам свершить любое доброе дело и всякий труд, проистекающий от веры вашей.",
          "ID": "11"
        },
        {
          "text": "Тогда имя Господа нашего Иисуса будет прославлено вами и вы сами прославились через Него, если будет на то благодать Бога и Господа нашего Иисуса Христа.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Второе Послание К Фессалоникийцам 1"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры! Что касается пришествия Господа нашего Иисуса Христа и нашей встречи с Ним, то мы молим вас,",
          "ID": "1"
        },
        {
          "text": "чтобы вы не отчаивались и не грустили, если улышите, что День Господний уже наступил. Даже если кто-либо станет утверждать, что мы якобы сами сказали об этом, или написали в письме, или узнали о случившемся от Духа,",
          "ID": "2"
        },
        {
          "text": "не поддавайтесь обману. Я говорю это потому, что День Господний не настанет до тех пор, пока не случится великое возмущение, и не явится человек беззакония, обречённый на погибель.",
          "ID": "3"
        },
        {
          "text": "Он выступит против всего и вознесёт себя надо всем, чему поклоняются люди, даже над Самим Богом. Войдя в храм, он сядет на престол и объявит себя Богом.",
          "ID": "4"
        },
        {
          "text": "Разве вы не помните, когда я ещё находился с вами, то неустанно говорил вам о том, что произойдёт?",
          "ID": "5"
        },
        {
          "text": "Теперь же вы знаете, почему сейчас задерживается человек беззакония, чтобы мог он явиться в назначенное время.",
          "ID": "6"
        },
        {
          "text": "Тайные силы зла уже действуют в этом мире. Однако тот, кто удерживает их сейчас, будет и дальше сдерживать их до тех пор, пока его не уберут с дороги.",
          "ID": "7"
        },
        {
          "text": "И когда появится человек беззакония, Господь Иисус убьёт Его Своим дыханием и славным пришествием Своим покончит с ним.",
          "ID": "8"
        },
        {
          "text": "Человека беззакония придёт с великой силой, а его приход произойдёт по воле сатаны. Он будет сопровождаться лжезнамениями, лжечудесами",
          "ID": "9"
        },
        {
          "text": "и всякого рода обманами неправедными. И воспользуется человек беззакония этим злом против тех, кто стои́т на пути погибели, потому что отказались они возлюбить истину для своего спасения.",
          "ID": "10"
        },
        {
          "text": "Именно по этой причине Бог посылает им заблуждение, чтобы они уверовали в то, что неистинно.",
          "ID": "11"
        },
        {
          "text": "Все, кто не уверовали в истину и наслаждались злыми поступками своими, будут осуждены.",
          "ID": "12"
        },
        {
          "text": "Мы же должны постоянно благодарить Бога за вас, возлюбленных Богом братьев и сестёр наших, потому что Бог выбрал вас быть одними из первых, кто обретёт спасение. Вы были спасены через посвящение Духом и через веру в истину.",
          "ID": "13"
        },
        {
          "text": "К этому-то спасению и призвал вас Бог через Благовестие, которое мы вам проповедовали, чтобы обрели вы Славу Господа нашего Иисуса Христа.",
          "ID": "14"
        },
        {
          "text": "Поэтому, братья и сёстры, стойте незыблемо и придерживайтесь учения, переданного вам словом или письмом нашим.",
          "ID": "15"
        },
        {
          "text": "Теперь же пусть Господь наш Иисус Христос и Бог, Отец наш, Который проявил любовь Свою к нам и по благодати своей дал нам вечное утешение и незыблемую надежду,",
          "ID": "16"
        },
        {
          "text": "пошлёт утешение вашим сердцам и укрепит вас во всём том добром, что вы делаете и говорите.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Второе Послание К Фессалоникийцам 2"
    },
    {
      "text": [
        {
          "text": "Ещё кое-что мы должны вам сказать: молитесь за нас, братья и сёстры, чтобы послание Господа распространялось и почиталось повсюду, как и у вас.",
          "ID": "1"
        },
        {
          "text": "Молитесь также, чтобы мы были избавлены от развратных и злых людей, так как не все верят в Господа.",
          "ID": "2"
        },
        {
          "text": "Но Господь никогда не покинет вас. Он укрепит вас и защитит от лукавого.",
          "ID": "3"
        },
        {
          "text": "Мы уверены в вас перед Господом и не сомневаемся, что вы исполняете всё, в чём мы вас наставляли, и будете неизменно следовать этому учению.",
          "ID": "4"
        },
        {
          "text": "И пусть Господь укажет сердцам вашим путь к любви Божьей и терпению Христову.",
          "ID": "5"
        },
        {
          "text": "Мы приказываем вам, братья и сёстры, во имя Господа нашего Иисуса Христа, избегать тех братьев, которые отказываются работать и тем самым не исполняют наше учение.",
          "ID": "6"
        },
        {
          "text": "Ведь вам самим известно, что вы должны подражать нашим поступкам.",
          "ID": "7"
        },
        {
          "text": "Мы всегда платили за свой хлеб и работали не покладая рук днём и ночью, чтобы не обременить вас.",
          "ID": "8"
        },
        {
          "text": "Мы поступали так не потому, что не были вправе просить у вас помощи, а чтобы показать вам пример, достойный подражания.",
          "ID": "9"
        },
        {
          "text": "Когда мы были с вами, то учили вас такому правилу: «Кто не трудится, тот не ест».",
          "ID": "10"
        },
        {
          "text": "Мы говорим об этом, так как слышали, что некоторые из вас живут в праздности. Они не работают, а только вмешиваются в дела других.",
          "ID": "11"
        },
        {
          "text": "Мы приказываем таким людям во имя Господа Иисуса Христа, чтобы они мирно трудились и ели свой хлеб.",
          "ID": "12"
        },
        {
          "text": "Что же касается вас, братья и сёстры, то не уставайте творить добро.",
          "ID": "13"
        },
        {
          "text": "Если же кто отказывается повиноваться нашим указаниям, перечисленным в этом письме, то его следует пристыдить.",
          "ID": "14"
        },
        {
          "text": "Но не обращайтесь с ним как с врагом, а наставляйте его как брата.",
          "ID": "15"
        },
        {
          "text": "Так пусть же сам Господь, источник мира, дарует вам мир во все времена и во всём. Да будет Господь со всеми вами!",
          "ID": "16"
        },
        {
          "text": "Я, Павел, заканчиваю это письмо собственной рукой, как делаю я во всех моих письмах, чтобы показать, что они от меня. Вот так я пишу.",
          "ID": "17"
        },
        {
          "text": "Пусть благодать Господа нашего Иисуса Христа будет со всеми вами!",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Второе Послание К Фессалоникийцам 3"
    }
  ],
  "ID": "NT:2TH(RSP)",
  "name": "Второе Послание К Фессалоникийцам"
}