{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Павел и Силуан и Тимофей – Фессалоникской церкви в Боге Отце нашем и Господе Иисусе Христе:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Всегда по справедливости мы должны благодарить Бога за вас, братия, потому что возрастает вера ваша, и умножается любовь каждого друг ко другу между всеми вами,",
          "ID": "3"
        },
        {
          "text": "так что мы сами хвалимся вами в церквах Божиих, терпением вашим и верою во всех гонениях и скорбях, переносимых вами",
          "ID": "4"
        },
        {
          "text": "в доказательство того, что будет праведный суд Божий, чтобы вам удостоиться Царствия Божия, для которого и страдаете.",
          "ID": "5"
        },
        {
          "text": "Ибо праведно пред Богом – оскорбляющим вас воздать скорбью,",
          "ID": "6"
        },
        {
          "text": "а вам, оскорбляемым, отрадою вместе с нами, в явление Господа Иисуса с неба, с Ангелами силы Его,",
          "ID": "7"
        },
        {
          "text": "в пламенеющем огне совершающего отмщение не познавшим Бога и не покоряющимся благовествованию Господа нашего Иисуса Христа,",
          "ID": "8"
        },
        {
          "text": "которые подвергнутся наказанию, вечной погибели, от лица Господа и от славы могущества Его,",
          "ID": "9"
        },
        {
          "text": "когда Он приидет прославиться во святых Своих и явиться дивным в день оный во всех веровавших, так как вы поверили нашему свидетельству.",
          "ID": "10"
        },
        {
          "text": "Для сего и молимся всегда за вас, чтобы Бог наш соделал вас достойными звания и совершил всякое благоволение благости и дело веры в силе,",
          "ID": "11"
        },
        {
          "text": "да прославится имя Господа нашего Иисуса Христа в вас, и вы в Нем, по благодати Бога нашего и Господа Иисуса Христа.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Второе послание к Фессалоникийцам 1"
    },
    {
      "text": [
        {
          "text": "Молим вас, братия, о пришествии Господа нашего Иисуса Христа и нашем собрании к Нему,",
          "ID": "1"
        },
        {
          "text": "не спешить колебаться умом и смущаться ни от духа, ни от слова, ни от послания, как бы нами посланного, будто уже наступает день Христов.",
          "ID": "2"
        },
        {
          "text": "Да не обольстит вас никто никак: [ибо день тот не] [придет], доколе не придет прежде отступление и не откроется человек греха, сын погибели,",
          "ID": "3"
        },
        {
          "text": "противящийся и превозносящийся выше всего, называемого Богом или святынею, так что в храме Божием сядет он, как Бог, выдавая себя за Бога.",
          "ID": "4"
        },
        {
          "text": "Не помните ли, что я, еще находясь у вас, говорил вам это?",
          "ID": "5"
        },
        {
          "text": "И ныне вы знаете, что не допускает открыться ему в свое время.",
          "ID": "6"
        },
        {
          "text": "Ибо тайна беззакония уже в действии, только [не совершится] до тех пор, пока не будет взят от среды удерживающий теперь.",
          "ID": "7"
        },
        {
          "text": "И тогда откроется беззаконник, которого Господь Иисус убьет духом уст Своих и истребит явлением пришествия Своего",
          "ID": "8"
        },
        {
          "text": "того, которого пришествие, по действию сатаны, будет со всякою силою и знамениями и чудесами ложными,",
          "ID": "9"
        },
        {
          "text": "и со всяким неправедным обольщением погибающих за то, что они не приняли любви истины для своего спасения.",
          "ID": "10"
        },
        {
          "text": "И за сие пошлет им Бог действие заблуждения, так что они будут верить лжи,",
          "ID": "11"
        },
        {
          "text": "да будут осуждены все, не веровавшие истине, но возлюбившие неправду.",
          "ID": "12"
        },
        {
          "text": "Мы же всегда должны благодарить Бога за вас, возлюбленные Господом братия, что Бог от начала, через освящение Духа и веру истине, избрал вас ко спасению,",
          "ID": "13"
        },
        {
          "text": "к которому и призвал вас благовествованием нашим, для достижения славы Господа нашего Иисуса Христа.",
          "ID": "14"
        },
        {
          "text": "Итак, братия, стойте и держите предания, которым вы научены или словом или посланием нашим.",
          "ID": "15"
        },
        {
          "text": "Сам же Господь наш Иисус Христос и Бог и Отец наш, возлюбивший нас и давший утешение вечное и надежду благую во благодати,",
          "ID": "16"
        },
        {
          "text": "да утешит ваши сердца и да утвердит вас во всяком слове и деле благом.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Второе послание к Фессалоникийцам 2"
    },
    {
      "text": [
        {
          "text": "Итак молитесь за нас, братия, чтобы слово Господне распространялось и прославлялось, как и у вас,",
          "ID": "1"
        },
        {
          "text": "и чтобы нам избавиться от беспорядочных и лукавых людей, ибо не во всех вера.",
          "ID": "2"
        },
        {
          "text": "Но верен Господь, Который утвердит вас и сохранит от лукавого.",
          "ID": "3"
        },
        {
          "text": "Мы уверены о вас в Господе, что вы исполняете и будете исполнять то, что мы вам повелеваем.",
          "ID": "4"
        },
        {
          "text": "Господь же да управит сердца ваши в любовь Божию и в терпение Христово.",
          "ID": "5"
        },
        {
          "text": "Завещеваем же вам, братия, именем Господа нашего Иисуса Христа, удаляться от всякого брата, поступающего бесчинно, а не по преданию, которое приняли от нас,",
          "ID": "6"
        },
        {
          "text": "ибо вы сами знаете, как должны вы подражать нам; ибо мы не бесчинствовали у вас,",
          "ID": "7"
        },
        {
          "text": "ни у кого не ели хлеба даром, но занимались трудом и работою ночь и день, чтобы не обременить кого из вас, –",
          "ID": "8"
        },
        {
          "text": "не потому, чтобы мы не имели власти, но чтобы себя самих дать вам в образец для подражания нам.",
          "ID": "9"
        },
        {
          "text": "Ибо когда мы были у вас, то завещевали вам сие: если кто не хочет трудиться, тот и не ешь.",
          "ID": "10"
        },
        {
          "text": "Но слышим, что некоторые у вас поступают бесчинно, ничего не делают, а суетятся.",
          "ID": "11"
        },
        {
          "text": "Таковых увещеваем и убеждаем Господом нашим Иисусом Христом, чтобы они, работая в безмолвии, ели свой хлеб.",
          "ID": "12"
        },
        {
          "text": "Вы же, братия, не унывайте, делая добро.",
          "ID": "13"
        },
        {
          "text": "Если же кто не послушает слова нашего в сем послании, того имейте на замечании и не сообщайтесь с ним, чтобы устыдить его.",
          "ID": "14"
        },
        {
          "text": "Но не считайте его за врага, а вразумляйте, как брата.",
          "ID": "15"
        },
        {
          "text": "Сам же Господь мира да даст вам мир всегда во всем. Господь со всеми вами!",
          "ID": "16"
        },
        {
          "text": "Приветствие моею рукою, Павловою, что служит знаком во всяком послании; пишу я так:",
          "ID": "17"
        },
        {
          "text": "благодать Господа нашего Иисуса Христа со всеми вами. Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Второе послание к Фессалоникийцам 3"
    }
  ],
  "ID": "NT:2TH(SYNO)",
  "name": "Второе послание к Фессалоникийцам"
}