{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Это произошло во времена Ксеркса  – того самого Ксеркса, который правил ста двадцатью семью провинциями, простирающимися от Индии до самого Куша. ",
          "ID": "1"
        },
        {
          "text": "В те времена престол царя Ксеркса находился в крепости города Сузы. ",
          "ID": "2"
        },
        {
          "text": "На третий год царствования он устроил пир для всех своих сановников и знати. Там были военачальники Персии и Мидии, знатные люди и наместники провинций.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Целых сто восемьдесят дней показывал он великое богатство своего царства, блеск и славу своего величия. ",
          "ID": "4"
        },
        {
          "text": "Когда эти дни минули, царь устроил для всех, от малого до великого, кто только был в крепости Сузы, семидневный пир в закрытом саду царского дворца. ",
          "ID": "5"
        },
        {
          "text": "Сад был украшен завесами из белого и голубого льна, прикрепленными белыми льняными и пурпурными шнурами к серебряным кольцам на мраморных столбах. Золотые и серебряные ложа стояли на помосте, выстланном порфиром, мрамором, перламутром и другими дорогими камнями. ",
          "ID": "6"
        },
        {
          "text": "Вино подавалось в золотых кубках, среди которых не было двух одинаковых, и царского вина было по щедрости царя в изобилии. ",
          "ID": "7"
        },
        {
          "text": "По царскому повелению каждый гость мог пить столько, сколько хотел, потому что царь приказал виночерпиям служить всем, кто пожелает.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Царица Астинь тоже устроила пир для женщин во дворце царя Ксеркса.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "На седьмой день, когда царь Ксеркс был весел от вина, он приказал семи евнухам, которые служили ему, – Мехуману, Бизте, Харбоне, Бигте, Авагте, Зетару и Каркасу – ",
          "ID": "10"
        },
        {
          "text": "привести к нему царицу Астинь в ее царской короне, чтобы показать ее красоту народу и сановникам, ведь облик ее был прекрасен. ",
          "ID": "11"
        },
        {
          "text": "Но царица Астинь отказалась прийти по приказу царя, переданному через евнухов. Тогда царь пришел в ярость и воспылал гневом.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Он стал советоваться с мудрецами, знающими времена (потому что в обычае у царя было советоваться со всеми, кто был сведущ в законах и обычаях, ",
          "ID": "13"
        },
        {
          "text": "а ближайшими к нему были Каршена, Шетар, Адмата, Таршиш, Мерес, Марсена и Мемухан – семеро сановников Персии и Мидии, у которых был особый доступ к царю и которые стояли выше всех в царстве):",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Как по закону следует поступить с царицей Астинь, раз она не исполнила повеление царя Ксеркса, переданное ей через евнухов?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Мемухан сказал царю и сановникам:",
          "ID": "16"
        },
        {
          "text": "– Царица Астинь виновна не только перед царем, но и перед всеми его сановниками и народами всех провинций царя Ксеркса. ",
          "ID": "16"
        },
        {
          "text": "Теперь о поступке царицы узнают все женщины и начнут презирать своих мужей, говоря: «Царь Ксеркс повелел привести к нему царицу Астинь, а она не пришла». ",
          "ID": "17"
        },
        {
          "text": "Сегодня же знатные женщины Персии и Мидии, услышав о поступке царицы, взбунтуются против своих мужей, и тогда презрению жен и гневу мужей не будет конца! ",
          "ID": "18"
        },
        {
          "text": "Поэтому, если угодно царю, пусть он издаст указ, что Астинь никогда больше не войдет к царю Ксерксу. Пусть это будет занесено в законы Персии и Мидии, которые не отменяются. И пусть царь отдаст ее царский сан другой, которая будет лучше нее. ",
          "ID": "19"
        },
        {
          "text": "И когда царский указ будет провозглашен по всему огромному царству, все женщины будут чтить своих мужей, от малого до великого.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Этот совет понравился царю и его сановникам, и царь сделал так, как предлагал Мемухан. ",
          "ID": "21"
        },
        {
          "text": "Он отправил послания во все части царства, в каждую провинцию ее письменами и каждому народу на его языке, что каждый мужчина должен быть господином в своем доме. Об этом объявили на всех языках.",
          "ID": "22"
        }
      ],
      "ID": "OT:EST.1",
      "name": "Есфирь 1"
    },
    {
      "text": [
        {
          "text": "Спустя некоторое время, когда гнев царя Ксеркса остыл, он вспомнил Астинь, то, что она сделала, и то, что он приказал сделать по отношению к ней. ",
          "ID": "1"
        },
        {
          "text": "Тогда царские слуги, которые прислуживали ему, предложили:",
          "ID": "2"
        },
        {
          "text": "– Пусть для царя поищут красивых молодых девушек. ",
          "ID": "2"
        },
        {
          "text": "Пусть царь назначит особых людей в каждую из провинций своего царства. И пусть они соберут всех красивых молодых девушек в гарем крепости Сузы, под надзор царского евнуха Гегая, который смотрит за женщинами, и пусть им выдают косметические масла для ухода за телом. ",
          "ID": "3"
        },
        {
          "text": "Пусть девушка, которая понравится царю, станет царицей вместо Астинь.",
          "ID": "4"
        },
        {
          "text": "Этот совет понравился царю, и он воспользовался им. ",
          "ID": "4"
        },
        {
          "text": "В крепости Сузы был иудей из рода Вениамина по имени Мардохей, сын Иаира, сына Шимея, сына Киша, ",
          "ID": "5"
        },
        {
          "text": "который был уведен в плен из Иерусалима царем Вавилона Навуходоносором вместе с теми, кто был пленен с царем Иудеи Иехонией. ",
          "ID": "6"
        },
        {
          "text": "Мардохей вырастил Гадассу, она же Есфирь, – свою двоюродную сестру, потому что у нее не было ни отца, ни матери. Девушка была пригожа и красива, и когда ее отец и мать умерли, Мардохей взял ее к себе вместо дочери.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "После того как царская воля и указ были объявлены во всеуслышание, в крепость Сузы привели и отдали под надзор Гегая множество девушек. Есфирь тоже была взята в царский дворец и отдана под надзор Гегая, смотрителя гарема. ",
          "ID": "8"
        },
        {
          "text": "Девушка понравилась ему и приобрела его расположение. Он сразу же выдал ей пропитание и косметические масла для ухода за телом. Он приставил к ней семь служанок, выбранных для нее из царского дворца, и переселил ее вместе со служанками в лучшее помещение гарема.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Есфирь не рассказывала ни о своем народе, ни о сородичах, потому что Мардохей запретил ей. ",
          "ID": "10"
        },
        {
          "text": "Мардохей каждый день прогуливался перед двором гарема, чтобы узнать, как поживает Есфирь и что делается с ней.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Прежде чем в свой черед войти к царю Ксерксу, каждая девушка должна была двенадцать месяцев ухаживать за собой, как было предписано женщинам: шесть месяцев притираний мирровым маслом и шесть месяцев благовониями и другими средствами. ",
          "ID": "12"
        },
        {
          "text": "Когда девушка входила к царю, ей давали все, чего бы она ни захотела взять с собой из гарема в царский дворец. ",
          "ID": "13"
        },
        {
          "text": "Вечером она уходила туда, а на утро возвращалась в другую часть гарема под надзор Шаашгаза, царского евнуха, который смотрел за наложницами. Она уже не возвращалась к царю, если он не оставался ею доволен и не призывал ее по имени. ",
          "ID": "14"
        },
        {
          "text": "Когда пришел черед Есфири, дочери Авихаила, дяди Мардохея, который взял ее к себе вместо дочери, она не попросила ничего, кроме того, что посоветовал царский евнух, смотритель гарема Гегай. А Есфирь приобрела расположение у всех, кто ее видел. ",
          "ID": "15"
        },
        {
          "text": "Ее отвели к царю Ксерксу в его дворец в десятом месяце, в месяце тевете, в седьмой год его царствования.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Есфирь понравилась царю больше всех прочих женщин, она приобрела его расположение и привязанность больше, чем все остальные девушки. Он возложил ей на голову царский венец и сделал ее царицей вместо Астинь. ",
          "ID": "17"
        },
        {
          "text": "Царь устроил великий пир в честь Есфири для всех своих сановников и знати. Он объявил по всем провинциям праздник и с царской щедростью раздал дары.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда девушек собирали во второй раз, Мардохей сидел у царских ворот. ",
          "ID": "19"
        },
        {
          "text": "А Есфирь ничего не говорила о своих родственниках и о народе, как сказал ей Мардохей, потому что она слушалась наставлений Мардохея, как в те времена, когда он ее растил.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "В то время как Мардохей сидел у царских ворот, Бигтан и Тереш, двое царских евнухов, охранявших порог, разгневались и составили заговор, чтобы убить царя Ксеркса. ",
          "ID": "21"
        },
        {
          "text": "Но Мардохей узнал о заговоре и рассказал царице Есфири, а она рассказала об этом царю от имени Мардохея. ",
          "ID": "22"
        },
        {
          "text": "Дело было расследовано и доказано, и обоих евнухов повесили на виселице. Обо всем этом было записано в летописи в присутствии царя.",
          "ID": "23"
        }
      ],
      "ID": "OT:EST.2",
      "name": "Есфирь 2"
    },
    {
      "text": [
        {
          "text": "Спустя некоторое время, царь Ксеркс возвысил агагитянина Амана, сына Аммедаты, возвеличив его и дав ему почетное место выше, чем у всех прочих своих сановников. ",
          "ID": "1"
        },
        {
          "text": "Все царские чиновники у царских ворот преклоняли колени и воздавали Аману честь, потому что так постановил о нем царь. Но Мардохей не преклонял колен и не воздавал ему чести.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Царские чиновники у царских ворот спрашивали Мардохея:",
          "ID": "3"
        },
        {
          "text": "– Почему ты нарушаешь царское повеление?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Они говорили ему так изо дня в день, но он их не слушал. Тогда они донесли об этом Аману, чтобы посмотреть: станет ли он терпеть поведение Мардохея  – ведь он рассказал им, что он иудей.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Увидев, что Мардохей не преклоняет колен и не воздает ему чести, Аман исполнился ярости. ",
          "ID": "5"
        },
        {
          "text": "Но, узнав из какого Мардохей народа, он не остановился на мысли убить лишь его одного. Вместо этого Аман стал искать способ погубить весь народ Мардохея – иудеев – по всему царству Ксеркса.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В двенадцатом году правления царя Ксеркса, в первом месяце, месяце нисане, бросали перед Аманом «пур», что означает «жребий», чтобы выбрать день и месяц. И жребий пал на двенадцатый месяц, месяц адар.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Аман сказал царю Ксерксу:",
          "ID": "8"
        },
        {
          "text": "– Есть некий народ, разбросанный и рассеянный между народами во всех провинциях твоего царства; их законы отличаются от законов прочих людей, а законов царя они не соблюдают. Нельзя царю терпеть их. ",
          "ID": "8"
        },
        {
          "text": "Если угодно царю, пусть выйдет указ, чтобы их погубить, а я отвешу десять тысяч талантов серебра в руки царских казначеев, чтобы они внесли его в царскую сокровищницу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Царь снял с пальца свой перстень и отдал агагитянину Аману, сыну Аммедаты, врагу иудеев.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– И этот народ, и его серебро твои, – сказал царь Аману. – Делай с ними, что тебе угодно.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В тринадцатый день первого месяца были призваны царские писари. Письменами каждой провинции и на языке каждого народа они записали все приказы Амана царским сатрапам, наместникам провинций и князьям различных народов. Они были написаны от имени самого царя Ксеркса и запечатаны его перстнем. ",
          "ID": "12"
        },
        {
          "text": "Письма были разосланы через гонцов во все царские провинции с приказом погубить, уничтожить и искоренить всех иудеев – молодых и старых, женщин и маленьких детей – в один день, тринадцатый день двенадцатого месяца, месяца адара, и разграбить их имущество. ",
          "ID": "13"
        },
        {
          "text": "Копию указа должны были дать как закон в каждой провинции и объявить во всеуслышание людям всякого народа, чтобы они были готовы к этому дню. ",
          "ID": "14"
        },
        {
          "text": "По приказу царя гонцы поспешно отправились в путь, как только указ был оглашен в крепости Сузы. Царь и Аман сели пировать, а город Сузы был объят смятением.",
          "ID": "15"
        }
      ],
      "ID": "OT:EST.3",
      "name": "Есфирь 3"
    },
    {
      "text": [
        {
          "text": "Когда Мардохей узнал обо всем, он разорвал на себе одежду, и, одетый в рубище и с пеплом на голове, вышел в город, громко и горько плача. ",
          "ID": "1"
        },
        {
          "text": "Но дошел он лишь до царских ворот, потому что никто, одетый в рубище, не мог в них войти. ",
          "ID": "2"
        },
        {
          "text": "В каждой провинции, куда пришел указ и повеление царя, у иудеев была великая скорбь и пост, плач и сетование, и многие из них, одевшись в рубище, лежали в пепле.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда служанки и евнухи Есфири пришли и рассказали ей о Мардохее, она очень встревожилась. Она послала ему одежду, чтобы он надел ее вместо своего рубища, но он ее не принял. ",
          "ID": "4"
        },
        {
          "text": "Тогда Есфирь призвала Хатаха, одного из царских евнухов, поставленного прислуживать ей, и приказала ему узнать, что тревожит Мардохея и почему.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Хатах вышел к Мардохею на городскую площадь, что перед царскими воротами. ",
          "ID": "6"
        },
        {
          "text": "Мардохей рассказал ему обо всем, что с ним случилось, и о точной мере серебра, которую Аман пообещал отвесить в царскую сокровищницу за истребление иудеев. ",
          "ID": "7"
        },
        {
          "text": "Он дал ему и копию текста указа об их искоренении, который был обнародован в Сузах, чтобы он показал его Есфири, разъяснил ей и побудил ее пойти к царю – молить его о милости и просить за свой народ.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Хатах возвратился и передал Есфири то, что сказал Мардохей. ",
          "ID": "9"
        },
        {
          "text": "Тогда она велела ему сказать Мардохею:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Все чиновники царя и народ царских провинций знают, что для любого мужчины или женщины, которые войдут к царю во внутренний двор незваными, есть лишь один закон – такой человек будет предан смерти. В живых может остаться только тот, к кому царь протянет свой золотой скипетр. Но тридцать дней прошло с тех пор, как меня последний раз звали к царю.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда Мардохею передали слова Есфири, ",
          "ID": "12"
        },
        {
          "text": "он велел ответить так:",
          "ID": "13"
        },
        {
          "text": "– Не думай, что раз ты находишься в царском доме, ты одна из всех иудеев уцелеешь. ",
          "ID": "13"
        },
        {
          "text": "Если в это время ты промолчишь, спасение и избавление для иудеев придут откуда-нибудь еще, но ты и дом твоего отца пропадете. И кто знает, не ради такого ли времени облеклась ты царским саном?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда Есфирь велела ответить Мардохею:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Ступай, собери вместе всех сузских иудеев и поститесь ради меня. Ни ночью, ни днем не ешьте и не пейте в течение трех дней. Я со своими служанками тоже буду поститься, как и вы. Потом я пойду к царю, хотя это и против закона, и если пропаду – то пропаду.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Мардохей пошел и исполнил все, что велела ему Есфирь.",
          "ID": "17"
        }
      ],
      "ID": "OT:EST.4",
      "name": "Есфирь 4"
    },
    {
      "text": [
        {
          "text": "И вот, на третий день Есфирь надела свои царские одежды и встала во внутреннем дворе дворца, напротив царского тронного зала. Царь сидел на своем троне в зале, лицом ко входу. Когда он увидел стоявшую во дворе царицу Есфирь, он смилостивился над ней ",
          "ID": "1"
        },
        {
          "text": "и протянул к ней золотой скипетр, который был у него в руке. Есфирь подошла и коснулась конца скипетра.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Царь спросил ее:",
          "ID": "3"
        },
        {
          "text": "– Что тебе, царица Есфирь? О чем ты просишь? Все тебе будет, даже полцарства.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Если царю угодно, – ответила Есфирь, – то пусть царь вместе с Аманом придут сегодня на пир, который я для него устроила.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Немедленно сходите за Аманом, – сказал царь, – чтобы нам исполнить просьбу Есфири.",
          "ID": "5"
        },
        {
          "text": "Так царь с Аманом пошли на пир, который устроила Есфирь. ",
          "ID": "5"
        },
        {
          "text": "Когда они пили вино, царь спросил у Есфири:",
          "ID": "6"
        },
        {
          "text": "– Чего же ты хочешь? Все тебе будет. Какова твоя просьба? Даже полцарства – все получишь!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Есфирь ответила:",
          "ID": "7"
        },
        {
          "text": "– Мое желание и моя просьба таковы: ",
          "ID": "7"
        },
        {
          "text": "если я нашла у царя расположение, и если царю угодно даровать мне то, чего я хочу, и исполнить мою просьбу, то пусть царь с Аманом придут и завтра на пир, который я для них устрою. Тогда я и отвечу на царский вопрос.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Аман вышел в тот день веселый и в прекрасном настроении. Но, увидев у царских ворот Мардохея и заметив, что тот не встал и не выказал перед ним страха, он разозлился на него. ",
          "ID": "9"
        },
        {
          "text": "Однако Аман сдержался и пошел домой. Собрав вместе своих друзей и свою жену Зерешь, ",
          "ID": "10"
        },
        {
          "text": "Аман хвастался им своим огромным богатством, множеством сыновей и всеми почестями, которыми удостоил его царь, и тем, как он возвысил его над всеми сановниками и чиновниками.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Но это еще не все, – добавил Аман. – Я – единственный, кого царица Есфирь пригласила вместе с царем на пир, который она устроила. Она пригласила меня вместе с царем и на завтра. ",
          "ID": "12"
        },
        {
          "text": "Но меня это не радует, пока я вижу иудея Мардохея, сидящего у царских ворот.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Его жена Зерешь и все друзья сказали ему:",
          "ID": "14"
        },
        {
          "text": "– Вели построить виселицу пятидесяти локтей высотой и утром попроси царя, чтобы Мардохея на ней повесили. А потом спокойно иди с царем на пир.",
          "ID": "14"
        },
        {
          "text": "Этот совет понравился Аману, и он велел построить виселицу.",
          "ID": "14"
        }
      ],
      "ID": "OT:EST.5",
      "name": "Есфирь 5"
    },
    {
      "text": [
        {
          "text": "Той ночью царь никак не мог уснуть и велел принести и читать ему свиток памятных записей, летопись его царствования. ",
          "ID": "1"
        },
        {
          "text": "Там было найдено, как Мардохей разоблачил Бигтана и Тереша, двух царских евнухов, охранявших порог, которые составили заговор, чтобы убить царя Ксеркса.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Какие почести и сан получил за это Мардохей? – спросил царь.",
          "ID": "3"
        },
        {
          "text": "– Ничего для него не сделали, – ответили слуги, которые прислуживали ему.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь сказал:",
          "ID": "4"
        },
        {
          "text": "– Кто сейчас во дворе?",
          "ID": "4"
        },
        {
          "text": "А Аман только что вошел тогда во внешний двор дворца говорить с царем о том, чтобы повесить Мардохея на виселице, которую он для него поставил.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Его слуги ответили:",
          "ID": "5"
        },
        {
          "text": "– Во дворе сейчас стоит Аман.",
          "ID": "5"
        },
        {
          "text": "– Пусть войдет, – сказал царь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда Аман вошел, царь спросил его:",
          "ID": "6"
        },
        {
          "text": "– Что следует сделать для человека, которого царь желает почтить?",
          "ID": "6"
        },
        {
          "text": "Аман подумал про себя: «Кого же еще царь хочет почтить, как не меня?» ",
          "ID": "6"
        },
        {
          "text": "И он ответил царю:",
          "ID": "7"
        },
        {
          "text": "– Пусть для человека, которого царь желает почтить, ",
          "ID": "7"
        },
        {
          "text": "принесут одежды, что носит царь, и приведут коня, на котором ездит царь, – того коня, у которого на голове царский венец. ",
          "ID": "8"
        },
        {
          "text": "Потом пусть одежды и коня дадут одному из самых высоких царских сановников. Пусть он оденет человека, которого царь желает почтить, и ведет его коня под уздцы по городским улицам, возвещая перед ним во всеуслышание: «Вот что делается для человека, которого царь желает почтить!»",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Ступай тотчас же, – приказал Аману царь, – возьми одежды и коня и сделай так, как только что посоветовал, для иудея Мардохея, который сидит у царских ворот. Не забудь ничего из того, что ты предложил.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Аман взял одежды и коня. Он одел Мардохея и повел его коня под уздцы по городским улицам, возвещая перед ним во всеуслышание:",
          "ID": "11"
        },
        {
          "text": "– Вот что делается для человека, которого царь желает почтить!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "После этого Мардохей вернулся к царским воротам. А Аман поспешил домой, закрыв от горя голову, ",
          "ID": "12"
        },
        {
          "text": "и рассказал своей жене Зерешь и всем своим друзьям обо всем, что с ним случилось.",
          "ID": "13"
        },
        {
          "text": "Его советники и жена Зерешь сказали ему:",
          "ID": "13"
        },
        {
          "text": "– Раз Мардохей, из-за которого началось твое падение, из иудеев, то ты не сможешь устоять против него и непременно погибнешь!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда они еще говорили с ним, прибыли царские евнухи и стали торопить его идти на пир, который приготовила Есфирь.",
          "ID": "14"
        }
      ],
      "ID": "OT:EST.6",
      "name": "Есфирь 6"
    },
    {
      "text": [
        {
          "text": "Царь с Аманом отправились пировать у царицы Есфири. ",
          "ID": "1"
        },
        {
          "text": "И когда они пили вино во второй день, царь спросил опять:",
          "ID": "2"
        },
        {
          "text": "– Царица Есфирь, чего ты хочешь? Все тебе будет. Какова твоя просьба? Даже полцарства – все получишь!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И царица Есфирь ответила:",
          "ID": "3"
        },
        {
          "text": "– О царь, если я нашла у тебя расположение и если это угодно царю, то даруй мне жизнь – вот чего я хочу. И пощади мой народ – вот моя просьба. ",
          "ID": "3"
        },
        {
          "text": "Ведь я и мой народ проданы на погибель, уничтожение и искоренение. Если бы нас всего лишь продали как рабов и рабынь, я бы смолчала, и не стала из-за этого беспокоить царя.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Царь Ксеркс спросил царицу Есфирь:",
          "ID": "5"
        },
        {
          "text": "– Кто же он? Кто осмелился такое сделать?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Есфирь сказала:",
          "ID": "6"
        },
        {
          "text": "– Противник и враг – этот подлый Аман.",
          "ID": "6"
        },
        {
          "text": "Аман задрожал от страха перед царем и царицей. ",
          "ID": "6"
        },
        {
          "text": "Царь в гневе поднялся с места, оставил вино и вышел во дворцовый сад. А Аман, понимая, что царь уже решил его судьбу, остался, чтобы умолять царицу Есфирь даровать ему жизнь. ",
          "ID": "7"
        },
        {
          "text": "В тот момент, когда царь вернулся из дворцового сада в пиршественный зал, Аман как раз приник к ложу, где возлежала царица Есфирь. Царь вскричал:",
          "ID": "8"
        },
        {
          "text": "– Да что же это такое, он еще вздумал изнасиловать царицу прямо в моем дворце?!",
          "ID": "8"
        },
        {
          "text": "Едва лишь слово слетело с уст царя, Аману накрыли лицо. ",
          "ID": "8"
        },
        {
          "text": "И Харбона, один из евнухов, прислуживавших царю, сказал:",
          "ID": "9"
        },
        {
          "text": "– Вот и виселица высотой в пятьдесят локтей стоит у Аманова дома; он приготовил ее для Мардохея, чье слово спасло царя.",
          "ID": "9"
        },
        {
          "text": "Царь сказал:",
          "ID": "9"
        },
        {
          "text": "– Вот и повесьте его на ней!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И Амана повесили на виселице, которую он приготовил для Мардохея, и ярость царя улеглась.",
          "ID": "10"
        }
      ],
      "ID": "OT:EST.7",
      "name": "Есфирь 7"
    },
    {
      "text": [
        {
          "text": "В тот же день царь Ксеркс отдал царице Есфири поместье Амана, врага иудеев. А Мардохей предстал перед царем, потому что Есфирь рассказала, кем он ей приходится. ",
          "ID": "1"
        },
        {
          "text": "Царь снял свой перстень, который он забрал у Амана, и подарил его Мардохею. А Есфирь назначила его смотрителем над поместьем Амана.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Есфирь вновь умоляла царя, припадая к его ногам и плача. Она молила его пресечь злой план агагитянина Амана, который тот замыслил против иудеев. ",
          "ID": "3"
        },
        {
          "text": "Царь протянул к Есфири золотой скипетр, и она поднялась и встала перед ним.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Если царю угодно, – сказала она, – если я нашла у него расположение, если он думает, что это правильно, и если я ему нравлюсь, то пусть прикажут отозвать письма, сочиненные агагитянином Аманом, сыном Аммедаты, которые он написал, чтобы погубить иудеев во всех царских провинциях. ",
          "ID": "5"
        },
        {
          "text": "Как же я смогу безразлично смотреть на беду моего народа? Как я смогу смотреть на гибель моих сородичей?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь Ксеркс ответил царице Есфири и иудею Мардохею:",
          "ID": "7"
        },
        {
          "text": "– За то, что Аман преследовал иудеев, я отдал его поместье Есфири, а его самого повесили на виселице. ",
          "ID": "7"
        },
        {
          "text": "А вы напишите от царского имени другой указ, в пользу иудеев, как вам будет угодно, и скрепите его царским перстнем, потому что никакого письма, написанного от лица царя и скрепленного его перстнем, отменить нельзя.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И созваны были в то время – в двадцать третий день третьего месяца, месяца сивана, – царские писари. Они записали все распоряжения Мардохея к иудеям, к наместникам провинций, наместникам и князьям ста двадцати семи провинций, простиравшихся от Индии до Куша. Эти распоряжения были написаны письменами каждой провинции и на языке каждого народа, и для иудеев – их письменами и на их языке. ",
          "ID": "9"
        },
        {
          "text": "Мардохей написал от имени царя Ксеркса, скрепил письма царским перстнем и разослал их через конных гонцов, которые ездили на быстрых конях, специально выведенных для царя.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Царский указ давал иудеям всякого города право собираться и защищать себя: губить, уничтожать и искоренять всякое войско любого народа или провинции, которое нападет на них, включая их женщин и детей, и расхищать имущество своих врагов. ",
          "ID": "11"
        },
        {
          "text": "Днем, назначенным для этого иудеям во всех провинциях царя Ксеркса, был тринадцатый день двенадцатого месяца, месяца адара. ",
          "ID": "12"
        },
        {
          "text": "Копия текста указа должна была быть оглашена как закон в каждой провинции и объявлена во всеуслышание людям всякого народа, чтобы иудеи были готовы в тот день отомстить за себя своим врагам.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Гонцы, ездившие на царских конях, поспешили тронуться в путь, подгоняемые царским повелением. Указ же был оглашен и в крепости Сузы.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Мардохей ушел от царя, облаченный в голубые и белые царские одежды, большой золотой венец и пурпурную мантию из тонкого льна. В городе Сузы начался веселый праздник. ",
          "ID": "15"
        },
        {
          "text": "Для иудеев это было время света и веселья, радости и чести. ",
          "ID": "16"
        },
        {
          "text": "В каждой провинции и в каждом городе, куда бы ни доходил царский указ, у иудеев было веселье и радость, пиршества и праздники. И многие из других народов сделались иудеями, потому что их объял страх перед ними.",
          "ID": "17"
        }
      ],
      "ID": "OT:EST.8",
      "name": "Есфирь 8"
    },
    {
      "text": [
        {
          "text": "В тринадцатый день двенадцатого месяца, месяца адара, должен был исполниться данный царем указ. В этот день враги иудеев надеялись взять над ними верх, но вышло наоборот, и иудеи сами восторжествовали над своими ненавистниками. ",
          "ID": "1"
        },
        {
          "text": "Иудеи собрались в своих городах во всех провинциях царя Ксеркса, чтобы напасть на тех, кто желал им зла. Никто не мог им противостоять, потому что люди всех других народов боялись их. ",
          "ID": "2"
        },
        {
          "text": "А все князья провинций, наместники провинций, наместники областей и царские управители помогали иудеям, потому что их объял страх перед Мардохеем. ",
          "ID": "3"
        },
        {
          "text": "Мардохей возвысился при дворе; слава о нем шла по всем провинциям – ведь он становился все могущественнее и могущественнее.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иудеи разили своих врагов мечом, убивая и истребляя их, и делали со своими ненавистниками все, что хотели. ",
          "ID": "5"
        },
        {
          "text": "В крепости Сузы иудеи убили и истребили пятьсот человек. ",
          "ID": "6"
        },
        {
          "text": "Они убили и Паршандату, Далфона, Аспату, ",
          "ID": "7"
        },
        {
          "text": "Порату, Адалью, Аридату, ",
          "ID": "8"
        },
        {
          "text": "Пармашту, Арисая, Аридая и Вайзату ",
          "ID": "9"
        },
        {
          "text": "– десятерых сыновей Амана, сына Аммедаты, врага иудеев. Но они не протянули рук за добычей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "О числе убитых в крепости Сузы в тот же день доложили царю.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Царь сказал царице Есфири:",
          "ID": "12"
        },
        {
          "text": "– В крепости Сузы иудеи убили и истребили пятьсот человек и десятерых сыновей Амана. Что же они сделали в остальных царских провинциях? Итак, проси, чего хочешь, и будет тебе дано. Какова бы ни была твоя просьба, она будет исполнена.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Если царю угодно, – ответила Есфирь, – разреши иудеям в Сузах исполнять сегодняшний указ и завтра, а тела Амановых сыновей пусть повесят на виселице.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И царь повелел, чтобы это было исполнено. В Сузах был дан указ, и тела десятерых сыновей Амана повесили. ",
          "ID": "14"
        },
        {
          "text": "Сузские иудеи собрались вместе в четырнадцатый день месяца адара и предали в Сузах смерти триста человек, но не протянули рук за добычей.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тем временем остальные иудеи, которые находились в царских провинциях, тоже собрались, чтобы защищаться и избавиться от своих врагов. Они убили из них семьдесят пять тысяч, но не протянули рук за добычей. ",
          "ID": "16"
        },
        {
          "text": "Это случилось в тринадцатый день месяца адара, а в четырнадцатый день они отдыхали и сделали его днем пиршеств и радости.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но иудеи в Сузах собирались в тринадцатый и четырнадцатый день, а в пятнадцатый отдыхали и сделали его днем пиршеств и радости.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Вот почему иудеи поселений – те, что живут в неукрепленных городах, – соблюдают четырнадцатый день месяца адара как день радости и пиршеств, как праздник, когда они посылают друг другу съестные дары.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Мардохей записал эти события и послал письма ко всем иудеям во всех провинциях царя Ксеркса, и ближних, и дальних, ",
          "ID": "20"
        },
        {
          "text": "чтобы они ежегодно праздновали четырнадцатый и пятнадцатый дни месяца адара, ",
          "ID": "21"
        },
        {
          "text": "как время, когда иудеи избавились от своих врагов, и как месяц, когда их скорбь обратилась в радость, а их плач – в праздник. Он написал им, чтобы они соблюдали эти дни как дни пиршеств и радости и посылали друг другу съестные дары и подарки бедным.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Так у иудеев появился этот обычай – делать то, что написал Мардохей. ",
          "ID": "23"
        },
        {
          "text": "Ведь агагитянин Аман, сын Аммедаты, враг всех иудеев, замышлял погубить их и бросал пур (то есть жребий) об их искоренении и погибели. ",
          "ID": "24"
        },
        {
          "text": "Но когда Есфирь предстала перед царем, он отдал письменные повеления, чтобы злой замысел, который Аман задумал против иудеев, обратился против него самого, и чтобы его и его сыновей повесили на виселице. ",
          "ID": "25"
        },
        {
          "text": "(Так эти дни были названы Пурим, от слова «пур».) Из-за этого письма и из-за того, что они сами видели, и что с ними произошло, ",
          "ID": "26"
        },
        {
          "text": "иудеи установили такой обычай для себя, для своих потомков и для всех, кто бы к ним ни присоединился, непременно соблюдать эти два дня каждый год, как было записано, и в установленное время. ",
          "ID": "27"
        },
        {
          "text": "Эти дни следует помнить и соблюдать в каждом поколении, в каждой семье, в каждой провинции и в каждом городе. Эти дни Пурима не должны отменяться у иудеев, и память о них не должна исчезнуть у их потомков.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Царица Есфирь, дочь Авихаила, вместе с иудеем Мардохеем, со всей властью написали подтверждение этому второму письму о Пуриме. ",
          "ID": "29"
        },
        {
          "text": "А иудеям в ста двадцати семи провинциях царства Ксеркса были разосланы письма с пожеланием мира и безопасности, ",
          "ID": "30"
        },
        {
          "text": "чтобы учредить эти дни Пурима в должное время, как предписали иудеям иудей Мардохей и царица Есфирь, и как сами они постановили для себя и своих потомков относительно времен поста и сетования. ",
          "ID": "31"
        },
        {
          "text": "Повеление Есфири подтвердило эти установления о Пуриме, и это было записано в свиток.",
          "ID": "32"
        }
      ],
      "ID": "OT:EST.9",
      "name": "Есфирь 9"
    },
    {
      "text": [
        {
          "text": "Царь Ксеркс наложил дань на все царство до самых далеких его побережий. ",
          "ID": "1"
        },
        {
          "text": "Все дела его власти и могущества и полный рассказ о величии Мардохея, которым наделил его царь, записаны в «Летописи царей Мидии и Персии» ",
          "ID": "2"
        },
        {
          "text": "Иудей Мардохей был вторым после царя Ксеркса; он был велик среди иудеев, и множество соплеменников глубоко чтило его, потому что он трудился на благо своего народа и говорил ради благополучия всех иудеев.",
          "ID": "3"
        }
      ],
      "ID": "OT:EST.10",
      "name": "Есфирь 10"
    }
  ],
  "ID": "OT:EST(NRP)",
  "name": "Есфирь"
}