{
  "text": [
    {
      "text": [
        {
          "text": "AND they walked in the midst of the fire, praising God, and blessing the Lord.",
          "ID": "1"
        },
        {
          "text": "Then Azarias stood, and prayed on this manner; and opening his mouth in the midst of the fire said,",
          "ID": "2"
        },
        {
          "text": "Blessed are you, O Lord, you God of our fathers,  and worthy to be praised; and your name is glorified for evermore:",
          "ID": "3"
        },
        {
          "text": "For you are righteous in all the things that you have done: yes, true are all your works, and your ways are right, and all your judgements truth.",
          "ID": "4"
        },
        {
          "text": "In all the things that you have brought upon us, and upon the holy city of our fathers, even  Jerusalem, you have executed true judgements: for according to truth and justice have you brought all these things upon us because of our sins.",
          "ID": "5"
        },
        {
          "text": "For we have sinned and committed iniquity, in departing from you.",
          "ID": "6"
        },
        {
          "text": "In all things have we trespassed, and not obeyed your commandments, nor kept them, neither done as you have commanded us, that it might go well with us.",
          "ID": "7"
        },
        {
          "text": "Wherefore all that you have brought upon us, and everything that you have done to us, you have done in true judgement.",
          "ID": "8"
        },
        {
          "text": "And you did deliver us into the hands of lawless enemies, and most hateful forsakers of God,  and to an unjust king, and the most wicked in all the world.",
          "ID": "9"
        },
        {
          "text": "And now we can’t open our mouth; shame and reproach have befallen your servants, and them that worship you.",
          "ID": "10"
        },
        {
          "text": "Deliver us not up utterly, for your name’s sake, neither disannul you your covenant:",
          "ID": "11"
        },
        {
          "text": "and cause not your mercy to depart from us, for the sake of Abraham that is beloved of you, and for the sake of Isaac your servant, and Israel your holy one;",
          "ID": "12"
        },
        {
          "text": "to whom you did promise, that you would multiply their seed as the stars of heaven, and as the sand that is upon the sea shore.",
          "ID": "13"
        },
        {
          "text": "For we, O Lord, are become less than any nation, and be kept under this day in all the world because of our sins.",
          "ID": "14"
        },
        {
          "text": "Neither is there at this time prince, or prophet, or leader, or burned offering, or sacrifice, or oblation, or incense, or place to offer before you, and to find mercy.",
          "ID": "15"
        },
        {
          "text": "Nevertheless in a contrite heart and a humble spirit let us be accepted;",
          "ID": "16"
        },
        {
          "text": "like as in the burnt offerings of rams and bullocks, and like as in ten thousands of fat lambs; so let our sacrifice be in your sight this day, and grant  that we may wholly go after you, for they shall not be ashamed that put their trust in you.",
          "ID": "17"
        },
        {
          "text": "And now we follow you with all our heart, we fear you, and seek your face. Put us not to shame: but deal with us after your kindness, and according to the multitude of your mercy.",
          "ID": "18"
        },
        {
          "text": "Deliver us also according to your marvelous works, and give glory to your name, O Lord: and let all them that do your servants hurt be confounded;",
          "ID": "20"
        },
        {
          "text": "and let them be ashamed of all their  power and might, and let their strength be broken;",
          "ID": "21"
        },
        {
          "text": "and let them know that you are the Lord, the only God, and glorious over the whole world.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And the king’s servants, that put them in, ceased not to make the furnace hot with naphtha, pitch, tow, and small wood;",
          "ID": "23"
        },
        {
          "text": "so that the flame streamed forth above the furnace forty and nine cubits.",
          "ID": "24"
        },
        {
          "text": "And it spread, and burned those Chaldeans whom it found about the furnace.",
          "ID": "25"
        },
        {
          "text": "But the angel of the Lord came down into the furnace together with Azarias and his fellows, and he struck the flame of the fire out of the furnace;",
          "ID": "26"
        },
        {
          "text": "and made the midst of the furnace as it had been a moist whistling wind, so that the fire touched them not at all, neither hurt nor troubled them.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Then the three, as out of one mouth, praised, and glorified, and blessed God in the furnace, saying,",
          "ID": "28"
        },
        {
          "text": "Blessed are you, O Lord, you God of our fathers: and to be praised and exalted above all for ever.",
          "ID": "29"
        },
        {
          "text": "And blessed is your glorious and holy name: and to be praised and exalted above all for ever.",
          "ID": "30"
        },
        {
          "text": "Blessed are you in the temple of your holy glory: and to be praised and glorified above all for ever.",
          "ID": "31"
        },
        {
          "text": "Blessed are you that behold the depths, and sit upon the cherubim: and to be praised and exalted above all for ever.",
          "ID": "32"
        },
        {
          "text": "Blessed are you on the throne of your kingdom: and to be praised and  extolled above all for ever.",
          "ID": "33"
        },
        {
          "text": "Blessed are you in the firmament of heaven: and to be praised and glorified for ever.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "O all you⌃ works of the Lord, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "35"
        },
        {
          "text": "O you⌃ heavens, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "36"
        },
        {
          "text": "O you⌃ angels of the Lord, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "37"
        },
        {
          "text": "O all you⌃ waters that be above the heaven, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "38"
        },
        {
          "text": "O all  you⌃ powers of the Lord, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "39"
        },
        {
          "text": "O you⌃ sun and moon, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "40"
        },
        {
          "text": "O you⌃ stars of heaven, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "41"
        },
        {
          "text": "O every shower and dew, bless you⌃ the Lord: praise and exalt him above all for ever",
          "ID": "42"
        },
        {
          "text": "O all you⌃ winds, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "43"
        },
        {
          "text": "O you⌃ fire and heat, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "44"
        },
        {
          "text": "O you⌃ nights and days, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "47"
        },
        {
          "text": "O you⌃ light and darkness, bless you⌃ the Lord: praise and exalt him above all for ever. O you⌃ cold and heat, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "48"
        },
        {
          "text": "O you⌃ frost and snow, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "50"
        },
        {
          "text": "O you⌃ lightnings and clouds, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "51"
        },
        {
          "text": "O let the earth bless the Lord: let it praise and exalt him above all for ever.",
          "ID": "52"
        },
        {
          "text": "O you⌃ mountains and hills, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "53"
        },
        {
          "text": "O all you⌃ things that grow on the earth, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "54"
        },
        {
          "text": "56  O sea and rivers, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "55"
        },
        {
          "text": "55 O you⌃ fountains, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "56"
        },
        {
          "text": "O you⌃ whales, and all that move in the waters, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "57"
        },
        {
          "text": "O all you⌃ fowls of the air, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "58"
        },
        {
          "text": "O all you⌃ beasts and cattle, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "59"
        },
        {
          "text": "O you⌃ children of men, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "60"
        },
        {
          "text": "O let Israel bless the Lord: praise and exalt him above all for ever.",
          "ID": "61"
        },
        {
          "text": "O you⌃ priests  of the Lord, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "62"
        },
        {
          "text": "O you⌃ servants  of the Lord, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "63"
        },
        {
          "text": "O you⌃ spirits and souls of the righteous, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "64"
        },
        {
          "text": "O you⌃ that are holy and humble of heart, bless you⌃ the Lord: praise and exalt him above all for ever.",
          "ID": "65"
        },
        {
          "text": "O Ananias, Azarias, and Misael, bless you⌃ the Lord: praise and exalt him above all for ever: for he has rescued us from  hell, and saved us from the hand of death: he has delivered us out of the midst of the furnace and  burning flame, even out of the midst of the fire has he delivered us.",
          "ID": "66"
        },
        {
          "text": "O give thanks to the Lord, for he is good: for his mercy endures  for ever.",
          "ID": "67"
        },
        {
          "text": "O all you⌃ that worship the Lord, bless the God of gods, praise him, and give him thanks: for his mercy endures  for ever.",
          "ID": "68"
        }
      ],
      "ID": "AP:S3Y.1",
      "name": "The Song of the Three Holy Children 1"
    }
  ],
  "ID": "AP:S3Y(WEB)",
  "version": "WEB",
  "name": "The Song of the Three Holy Children"
}