{
  "version": "ERV",
  "text": [
    {
      "title": "Paul’s Prayer",
      "text": [
        {
          "text": "Greetings from Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted.\nTo God’s holy people living in Ephesus, believers who belong to Christ Jesus.",
          "ID": "1",
          "comments": [
            "in Ephesus Some Greek copies do not have the words “in Ephesus.”"
          ]
        },
        {
          "text": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "Praise be to the God and Father of our Lord Jesus Christ. In Christ, God has given us every spiritual blessing in heaven.",
          "ID": "3"
        },
        {
          "text": "In Christ, he chose us before the world was made. He chose us in love to be his holy people—people who could stand before him without any fault.",
          "ID": "4"
        },
        {
          "text": "And before the world was made, God decided to make us his own children through Jesus Christ. This was what God wanted, and it pleased him to do it.",
          "ID": "5"
        },
        {
          "text": "And this brings praise to God because of his wonderful grace. God gave that grace to us freely. He gave us that grace in Christ, the one he loves.",
          "ID": "6"
        },
        {
          "text": "In Christ we are made free by his blood sacrifice. We have forgiveness of sins because of God’s rich grace.",
          "ID": "7"
        },
        {
          "text": "God gave us that grace fully and freely. With full wisdom and understanding",
          "ID": "8"
        },
        {
          "text": "he let us know his secret plan. This was what God wanted, and he planned to do it through Christ.",
          "ID": "9"
        },
        {
          "text": "God’s goal was to finish his plan when the right time came. He planned that all things in heaven and on earth be joined together with Christ as the head.",
          "ID": "10"
        },
        {
          "text": "In Christ we were chosen to be God’s people. God had already planned for us to be his people, because that is what he wanted. And he is the one who makes everything agree with what he decides and wants.",
          "ID": "11"
        },
        {
          "text": "We Jews were the first to hope in Christ. And we were chosen so that we would bring praise to God in all his glory.",
          "ID": "12"
        },
        {
          "text": "It is the same with you. You heard the true message, the Good News about the way God saves you. When you heard that Good News, you believed in Christ. And in Christ, God put his special mark on you by giving you the Holy Spirit that he promised.",
          "ID": "13"
        },
        {
          "text": "The Spirit is the first payment that guarantees we will get all that God has for us. Then we will enjoy complete freedom as people who belong to him. The goal for all of us is the praise of God in all his glory.",
          "ID": "14"
        },
        {
          "text": "That is why I always remember you in my prayers and thank God for you. I have done this ever since I heard about your faith in the Lord Jesus and your love for all of God’s people.",
          "ID": "15-16"
        },
        {
          "text": "I always pray to the great and glorious Father, the God of our Lord Jesus Christ. I pray that he will give you the Spirit, who will let you know truths about God and help you understand them, so that you will know him better.",
          "ID": "17"
        },
        {
          "text": "I pray that God will open your minds to see his truth. Then you will know the hope that he has chosen us to have. You will know that the blessings God has promised his holy people are rich and glorious.",
          "ID": "18"
        },
        {
          "text": "And you will know that God’s power is very great for us who believe. It is the same as the mighty power",
          "ID": "19"
        },
        {
          "text": "he used to raise Christ from death and put him at his right side in the heavenly places.",
          "ID": "20"
        },
        {
          "text": "He put Christ over all rulers, authorities, powers, and kings. He gave him authority over everything that has power in this world or in the next world.",
          "ID": "21"
        },
        {
          "text": "God put everything under Christ’s power and made him head over everything for the church.",
          "ID": "22"
        },
        {
          "text": "The church is Christ’s body. It is filled with him. He makes everything complete in every way.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Ephesians 1"
    },
    {
      "title": "One in Christ",
      "text": [
        {
          "text": "In the past you were spiritually dead because of your sins and the things you did against God.",
          "ID": "1"
        },
        {
          "text": "Yes, in the past your lives were full of those sins. You lived the way the world lives, following the ruler of the evil powers that are above the earth. That same spirit is now working in those who refuse to obey God.",
          "ID": "2",
          "comments": [
            "ruler of the evil powers See “Satan” in the Word List."
          ]
        },
        {
          "text": "In the past all of us lived like that, trying to please our sinful selves. We did all the things our bodies and minds wanted. Like everyone else in the world, we deserved to suffer God’s anger just because of the way we were.",
          "ID": "3"
        },
        {
          "text": "But God is rich in mercy, and he loved us very much.",
          "ID": "4"
        },
        {
          "text": "We were spiritually dead because of all we had done against him. But he gave us new life together with Christ. (You have been saved by God’s grace.)",
          "ID": "5"
        },
        {
          "text": "Yes, it is because we are a part of Christ Jesus that God raised us from death and seated us together with him in the heavenly places.",
          "ID": "6"
        },
        {
          "text": "God did this so that his kindness to us who belong to Christ Jesus would clearly show for all time to come the amazing richness of his grace.",
          "ID": "7"
        },
        {
          "text": "I mean that you have been saved by grace because you believed. You did not save yourselves; it was a gift from God.",
          "ID": "8"
        },
        {
          "text": "You are not saved by the things you have done, so there is nothing to boast about.",
          "ID": "9"
        },
        {
          "text": "God has made us what we are. In Christ Jesus, God made us new people so that we would spend our lives doing the good things he had already planned for us to do.",
          "ID": "10"
        },
        {
          "text": "You were not born as Jews. You are the people the Jews call “uncircumcised.” Those Jews who call you “uncircumcised” call themselves “circumcised.” (Their circumcision is only something they themselves do to their bodies.)",
          "ID": "11",
          "comments": [
            "uncircumcised People not having the mark of circumcision like the Jews have."
          ]
        },
        {
          "text": "Remember that in the past you were without Christ. You were not citizens of Israel, and you did not know about the agreements with the promises that God made to his people. You had no hope, and you did not know God.",
          "ID": "12",
          "comments": [
            "agreements The agreements with special promises that God gave at various times to people in the Old Testament. See “agreement” in the Word List."
          ]
        },
        {
          "text": "Yes, at one time you were far away from God, but now in Christ Jesus, you are brought near to him. You are brought near to God through the blood sacrifice of Christ.",
          "ID": "13"
        },
        {
          "text": "Christ is the reason we are now at peace. He made us Jews and you who are not Jews one people. We were separated by a wall of hate that stood between us, but Christ broke down that wall. By giving his own body,",
          "ID": "14"
        },
        {
          "text": "Christ ended the law with its many commands and rules. His purpose was to make the two groups become one in him. By doing this he would make peace.",
          "ID": "15"
        },
        {
          "text": "Through the cross Christ ended the hate between the two groups. And after they became one body, he wanted to bring them both back to God. He did this with his death on the cross.",
          "ID": "16"
        },
        {
          "text": "Christ came and brought the message of peace to you non-Jews who were far away from God. And he brought that message of peace to those who were near to God.",
          "ID": "17"
        },
        {
          "text": "Yes, through Christ we all have the right to come to the Father in one Spirit.",
          "ID": "18"
        },
        {
          "text": "So now you non-Jewish people are not visitors or strangers, but you are citizens together with God’s holy people. You belong to God’s family.",
          "ID": "19"
        },
        {
          "text": "You believers are like a building that God owns. That building was built on the foundation that the apostles and prophets prepared. Christ Jesus himself is the most important stone in that building.",
          "ID": "20",
          "comments": [
            "most important stone Literally, “cornerstone.” The first and most important stone in a building."
          ]
        },
        {
          "text": "The whole building is joined together in Christ, and he makes it grow and become a holy temple in the Lord.",
          "ID": "21",
          "comments": [
            "temple God’s house—the place where God’s people worship him. Here, it means that believers are the spiritual temple where God lives."
          ]
        },
        {
          "text": "And in Christ you are being built together with his other people. You are being made into a place where God lives through the Spirit.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Ephesians 2"
    },
    {
      "title": "The Love of Christ",
      "text": [
        {
          "text": "So I, Paul, am a prisoner because I serve Christ Jesus for you who are not Jews.",
          "ID": "1"
        },
        {
          "text": "Surely you know that God gave me this work through his grace to help you.",
          "ID": "2"
        },
        {
          "text": "God let me know his secret plan by showing it to me. I have already written a little about this.",
          "ID": "3"
        },
        {
          "text": "And if you read what I wrote, you can see that I understand the secret truth about Christ.",
          "ID": "4"
        },
        {
          "text": "People who lived in other times were not told that secret truth. But now, through the Spirit, God has made it known to his holy apostles and prophets.",
          "ID": "5"
        },
        {
          "text": "And this is the secret truth: that by hearing the Good News, those who are not Jews will share with the Jews in the blessings God has for his people. They are part of the same body, and they share in the promise God made through Christ Jesus.",
          "ID": "6"
        },
        {
          "text": "By God’s special gift of grace, I became a servant to tell that Good News. He gave me that grace by using his power.",
          "ID": "7"
        },
        {
          "text": "I am the least important of all God’s people. But he gave me this gift—to tell the non-Jewish people the Good News about the riches Christ has. These riches are too great to understand fully.",
          "ID": "8"
        },
        {
          "text": "And God gave me the work of telling all people about the plan for his secret truth. That secret truth has been hidden in him since the beginning of time. He is the one who created everything.",
          "ID": "9"
        },
        {
          "text": "His purpose was that all the rulers and powers in the heavenly places will now know the many different ways he shows his wisdom. They will know this because of the church.",
          "ID": "10"
        },
        {
          "text": "This agrees with the plan God had since the beginning of time. He did what he planned, and he did it through Christ Jesus our Lord.",
          "ID": "11"
        },
        {
          "text": "In Christ we come before God with freedom and without fear. We can do this because of our faith in Christ.",
          "ID": "12"
        },
        {
          "text": "So I ask you not to be discouraged because of what is happening to me. My sufferings are for your benefit—for your honor and glory.",
          "ID": "13"
        },
        {
          "text": "So I bow in prayer before the Father.",
          "ID": "14"
        },
        {
          "text": "Every family in heaven and on earth gets its true name from him.",
          "ID": "15"
        },
        {
          "text": "I ask the Father with his great glory to give you the power to be strong in your spirits. He will give you that strength through his Spirit.",
          "ID": "16"
        },
        {
          "text": "I pray that Christ will live in your hearts because of your faith. I pray that your life will be strong in love and be built on love.",
          "ID": "17"
        },
        {
          "text": "And I pray that you and all God’s holy people will have the power to understand the greatness of Christ’s love—how wide, how long, how high, and how deep that love is.",
          "ID": "18"
        },
        {
          "text": "Christ’s love is greater than anyone can ever know, but I pray that you will be able to know that love. Then you can be filled with everything God has for you.",
          "ID": "19"
        },
        {
          "text": "With God’s power working in us, he can do much, much more than anything we can ask or think of.",
          "ID": "20"
        },
        {
          "text": "To him be glory in the church and in Christ Jesus for all time, forever and ever. Amen.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Ephesians 3"
    },
    {
      "title": "The Way You Should Live",
      "text": [
        {
          "text": "So, as a prisoner for the Lord, I beg you to live the way God’s people should live, because he chose you to be his.",
          "ID": "1"
        },
        {
          "text": "Always be humble and gentle. Be patient and accept each other with love.",
          "ID": "2"
        },
        {
          "text": "You are joined together with peace through the Spirit. Do all you can to continue as you are, letting peace hold you together.",
          "ID": "3"
        },
        {
          "text": "There is one body and one Spirit, and God chose you to have one hope.",
          "ID": "4"
        },
        {
          "text": "There is one Lord, one faith, and one baptism.",
          "ID": "5"
        },
        {
          "text": "There is one God and Father of us all, who rules over everyone. He works through all of us and in all of us.",
          "ID": "6"
        },
        {
          "text": "Christ gave each one of us a special gift. Everyone received what he wanted to give them.",
          "ID": "7"
        },
        {
          "text": "That is why the Scriptures say,\n“He went up high into the sky;\nhe took prisoners with him,\nand he gave gifts to people.” ",
          "ID": "8"
        },
        {
          "text": "When it says, “He went up,” what does it mean? It means that he first came down low to earth.",
          "ID": "9"
        },
        {
          "text": "So Christ came down, and he is the same one who went up. He went up above the highest heaven in order to fill everything with himself.",
          "ID": "10"
        },
        {
          "text": "And that same Christ gave these gifts to people: He made some to be apostles, some to be prophets, some to go and tell the Good News, and some to care for and teach God’s people.",
          "ID": "11",
          "comments": [
            "to care for … people Literally, “to be shepherds and teachers.”"
          ]
        },
        {
          "text": "Christ gave these gifts to prepare God’s holy people for the work of serving, to make the body of Christ stronger.",
          "ID": "12"
        },
        {
          "text": "This work must continue until we are all joined together in what we believe and in what we know about the Son of God. Our goal is to become like a full-grown man—to look just like Christ and have all his perfection.",
          "ID": "13"
        },
        {
          "text": "Then we will no longer be like babies. We will not be people who are always changing like a ship that the waves carry one way and then another. We will not be influenced by every new teaching we hear from people who are trying to deceive us—those who make clever plans and use every kind of trick to fool others into following the wrong way.",
          "ID": "14"
        },
        {
          "text": "No, we will speak the truth with love. We will grow to be like Christ in every way. He is the head,",
          "ID": "15"
        },
        {
          "text": "and the whole body depends on him. All the parts of the body are joined and held together, with each part doing its own work. This causes the whole body to grow and to be stronger in love.",
          "ID": "16"
        },
        {
          "text": "I have something from the Lord to tell you. I warn you: Don’t continue living like those who don’t believe. Their thoughts are worth nothing.",
          "ID": "17"
        },
        {
          "text": "They have no understanding, and they know nothing because they refuse to listen. So they cannot have the life that God gives.",
          "ID": "18"
        },
        {
          "text": "They have lost their feeling of shame and use their lives to do what is morally wrong. More and more they want to do all kinds of evil.",
          "ID": "19"
        },
        {
          "text": "But that way of life is nothing like what you learned when you came to know Christ.",
          "ID": "20"
        },
        {
          "text": "I know that you heard about him, and in him you were taught the truth. Yes, the truth is in Jesus.",
          "ID": "21"
        },
        {
          "text": "You were taught to leave your old self. This means that you must stop living the evil way you lived before. That old self gets worse and worse, because people are fooled by the evil they want to do.",
          "ID": "22"
        },
        {
          "text": "You must be made new in your hearts and in your thinking.",
          "ID": "23"
        },
        {
          "text": "Be that new person who was made to be like God, truly good and pleasing to him.",
          "ID": "24"
        },
        {
          "text": "So you must stop telling lies. “You must always speak the truth to each other,” because we all belong to each other in the same body.",
          "ID": "25",
          "comments": [
            "Quote from Zech. 8:16."
          ]
        },
        {
          "text": "“When you are angry, don’t let that anger make you sin,” and don’t stay angry all day.",
          "ID": "26",
          "comments": [
            "Quote from Ps. 4:4 (Greek version)."
          ]
        },
        {
          "text": "Don’t give the devil a way to defeat you.",
          "ID": "27"
        },
        {
          "text": "Whoever has been stealing must stop it and start working. They must use their hands for doing something good. Then they will have something to share with those who are poor.",
          "ID": "28"
        },
        {
          "text": "When you talk, don’t say anything bad. But say the good things that people need—whatever will help them grow stronger. Then what you say will be a blessing to those who hear you.",
          "ID": "29"
        },
        {
          "text": "And don’t make the Holy Spirit sad. God gave you his Spirit as proof that you belong to him and that he will keep you safe until the day he makes you free.",
          "ID": "30"
        },
        {
          "text": "Never be bitter, angry, or mad. Never shout angrily or say things to hurt others. Never do anything evil.",
          "ID": "31"
        },
        {
          "text": "Be kind and loving to each other. Forgive each other the same as God forgave you through Christ.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Ephesians 4"
    },
    {
      "title": "Wives and Husbands",
      "text": [
        {
          "text": "You are God’s dear children, so try to be like him.",
          "ID": "1"
        },
        {
          "text": "Live a life of love. Love others just as Christ loved us. He gave himself for us—a sweet-smelling offering and sacrifice to God.",
          "ID": "2"
        },
        {
          "text": "But there must be no sexual sin among you. There must not be any kind of evil or selfishly wanting more and more, because such things are not right for God’s holy people.",
          "ID": "3"
        },
        {
          "text": "Also, there must be no evil talk among you. Don’t say things that are foolish or filthy. These are not for you. But you should be giving thanks to God.",
          "ID": "4"
        },
        {
          "text": "You can be sure of this: No one will have a place in the kingdom of Christ and of God if that person commits sexual sins, or does evil things, or is a person who selfishly wants more and more. A greedy person like that is serving a false god.",
          "ID": "5"
        },
        {
          "text": "Don’t let anyone fool you with words that are not true. God gets very angry when people who don’t obey him talk like that.",
          "ID": "6"
        },
        {
          "text": "So don’t have anything to do with them.",
          "ID": "7"
        },
        {
          "text": "In the past you were full of darkness, but now you are full of light in the Lord. So live like children who belong to the light.",
          "ID": "8"
        },
        {
          "text": "This light produces every kind of goodness, right living, and truth.",
          "ID": "9"
        },
        {
          "text": "Try to learn what pleases the Lord.",
          "ID": "10"
        },
        {
          "text": "Have no part in the things that people in darkness do, which produce nothing good. Instead, tell everyone how wrong those things are.",
          "ID": "11"
        },
        {
          "text": "Actually, it is shameful to even talk about the things those people do in secret.",
          "ID": "12"
        },
        {
          "text": "But the light makes clear how wrong those things are.",
          "ID": "13"
        },
        {
          "text": "Yes, everything is made clear by the light. This is why we say,\n“Wake up, you who are sleeping!\nRise from death,\nand Christ will shine on you.”",
          "ID": "14"
        },
        {
          "text": "So be very careful how you live. Live wisely, not like fools.",
          "ID": "15"
        },
        {
          "text": "I mean that you should use every opportunity you have for doing good, because these are evil times.",
          "ID": "16"
        },
        {
          "text": "So don’t be foolish with your lives, but learn what the Lord wants you to do.",
          "ID": "17"
        },
        {
          "text": "Don’t be drunk with wine, which will ruin your life, but be filled with the Spirit.",
          "ID": "18"
        },
        {
          "text": "Encourage each other with psalms, hymns, and spiritual songs. Sing and make music in your hearts to the Lord.",
          "ID": "19"
        },
        {
          "text": "Always give thanks to God the Father for everything in the name of our Lord Jesus Christ.",
          "ID": "20"
        },
        {
          "text": "Be willing to serve each other out of respect for Christ.",
          "ID": "21"
        },
        {
          "text": "Wives, be willing to serve your husbands the same as the Lord.",
          "ID": "22"
        },
        {
          "text": "A husband is the head of his wife, just as Christ is the head of the church. Christ is the Savior of the church, which is his body.",
          "ID": "23"
        },
        {
          "text": "The church serves under Christ, so it is the same with you wives. You should be willing to serve your husbands in everything.",
          "ID": "24"
        },
        {
          "text": "Husbands, love your wives the same as Christ loved the church and gave his life for it.",
          "ID": "25"
        },
        {
          "text": "He died to make the church holy. He used the telling of the Good News to make the church clean by washing it with water.",
          "ID": "26"
        },
        {
          "text": "Christ died so that he could give the church to himself like a bride in all her beauty. He died so that the church could be holy and without fault, with no evil or sin or any other thing wrong in it.",
          "ID": "27"
        },
        {
          "text": "And husbands should love their wives like that. They should love their wives as they love their own bodies. The man who loves his wife loves himself,",
          "ID": "28"
        },
        {
          "text": "because no one ever hates his own body, but feeds and takes care of it. And that is what Christ does for the church",
          "ID": "29"
        },
        {
          "text": "because we are parts of his body.",
          "ID": "30"
        },
        {
          "text": "The Scriptures say, “That is why a man will leave his father and mother and join his wife, and the two people will become one.”",
          "ID": "31",
          "comments": [
            "Quote from Gen. 2:24."
          ]
        },
        {
          "text": "That secret truth is very important—I am talking about Christ and the church.",
          "ID": "32"
        },
        {
          "text": "But each one of you must love his wife as he loves himself. And a wife must respect her husband.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Ephesians 5"
    },
    {
      "title": "Final Greetings",
      "text": [
        {
          "text": "Children, obey your parents the way the Lord wants, because this is the right thing to do.",
          "ID": "1"
        },
        {
          "text": "The command says, “You must respect your father and mother.” This is the first command that has a promise with it.",
          "ID": "2",
          "comments": [
            "Quote from Ex. 20:12; Deut. 5:16."
          ]
        },
        {
          "text": "And this is the promise: “Then all will go well with you, and you will have a long life on the earth.”",
          "ID": "3",
          "comments": [
            "Quote from Ex. 20:12; Deut. 5:16."
          ]
        },
        {
          "text": "Fathers, don’t make your children angry, but raise them with the kind of teaching and training you learn from the Lord.",
          "ID": "4"
        },
        {
          "text": "Slaves, obey your masters here on earth with fear and respect. And do this with a heart that is true, just as you obey Christ.",
          "ID": "5"
        },
        {
          "text": "You must do this not just to please your masters while they are watching, but all the time. Since you are really slaves of Christ, you must do with all your heart what God wants.",
          "ID": "6"
        },
        {
          "text": "Do your work, and be happy to do it. Work as though it is the Lord you are serving, not just an earthly master.",
          "ID": "7"
        },
        {
          "text": "Remember that the Lord will give everyone a reward for doing good. Everyone, slave or free, will get a reward for the good things they do.",
          "ID": "8"
        },
        {
          "text": "Masters, in the same way, be good to your slaves. Don’t say things to scare them. You know that the one who is your Master and their Master is in heaven, and he treats everyone the same.",
          "ID": "9"
        },
        {
          "text": "To end my letter I tell you, be strong in the Lord and in his great power.",
          "ID": "10"
        },
        {
          "text": "Wear the full armor of God. Wear God’s armor so that you can fight against the devil’s clever tricks.",
          "ID": "11"
        },
        {
          "text": "Our fight is not against people on earth. We are fighting against the rulers and authorities and the powers of this world’s darkness. We are fighting against the spiritual powers of evil in the heavenly places.",
          "ID": "12"
        },
        {
          "text": "That is why you need to get God’s full armor. Then on the day of evil, you will be able to stand strong. And when you have finished the whole fight, you will still be standing.",
          "ID": "13"
        },
        {
          "text": "So stand strong with the belt of truth tied around your waist, and on your chest wear the protection of right living.",
          "ID": "14"
        },
        {
          "text": "On your feet wear the Good News of peace to help you stand strong.",
          "ID": "15"
        },
        {
          "text": "And also use the shield of faith with which you can stop all the burning arrows that come from the Evil One.",
          "ID": "16"
        },
        {
          "text": "Accept God’s salvation as your helmet. And take the sword of the Spirit—that sword is the teaching of God.",
          "ID": "17"
        },
        {
          "text": "Pray in the Spirit at all times. Pray with all kinds of prayers, and ask for everything you need. To do this you must always be ready. Never give up. Always pray for all of God’s people.",
          "ID": "18"
        },
        {
          "text": "Also pray for me—that when I speak, God will give me words so that I can tell the secret truth about the Good News without fear.",
          "ID": "19"
        },
        {
          "text": "I have the work of speaking for that Good News, and that is what I am doing now, here in prison. Pray that when I tell people the Good News, I will speak without fear as I should.",
          "ID": "20"
        },
        {
          "text": "I am sending you Tychicus, the brother we love. He is a faithful servant of the Lord’s work. He will tell you everything that is happening with me. Then you will know how I am and what I am doing.",
          "ID": "21"
        },
        {
          "text": "That’s why I am sending him—to let you know how we are and to encourage you.",
          "ID": "22"
        },
        {
          "text": "I pray that God the Father and the Lord Jesus Christ will give peace and love with faith to all the brothers and sisters there.",
          "ID": "23"
        },
        {
          "text": "God’s grace to all of you who love our Lord Jesus Christ with love that never ends.",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Ephesians 6"
    }
  ],
  "ID": "NT:EPH(ERV)",
  "name": "Ephesians"
}