{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "To the praise of the glory of his grace, wherein he hath made us accepted in the beloved.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "That we should be to the praise of his glory, who first trusted in Christ.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Cease not to give thanks for you, making mention of you in my prayers;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And hath put all things under his feet, and gave him to be the head over all things to the church,",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Which is his body, the fulness of him that filleth all in all.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Ephesians 1"
    },
    {
      "text": [
        {
          "text": "And you hath he quickened, who were dead in trespasses and sins;",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "But God, who is rich in mercy, for his great love wherewith he loved us,",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Not of works, lest any man should boast.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And came and preached peace to you which were afar off, and to them that were nigh.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For through him we both have access by one Spirit unto the Father.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "In whom ye also are builded together for an habitation of God through the Spirit.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Ephesians 2"
    },
    {
      "text": [
        {
          "text": "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "If ye have heard of the dispensation of the grace of God which is given me to you-ward:",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "According to the eternal purpose which he purposed in Christ Jesus our Lord:",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "In whom we have boldness and access with confidence by the faith of him.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Wherefore I desire that ye faint not at my tribulations for you, which is your glory.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For this cause I bow my knees unto the Father of our Lord Jesus Christ,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Of whom the whole family in heaven and earth is named,",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Ephesians 3"
    },
    {
      "text": [
        {
          "text": "I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "With all lowliness and meekness, with longsuffering, forbearing one another in love;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Endeavouring to keep the unity of the Spirit in the bond of peace.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "There is one body, and one Spirit, even as ye are called in one hope of your calling;",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "One Lord, one faith, one baptism,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "One God and Father of all, who is above all, and through all, and in you all.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But unto every one of us is given grace according to the measure of the gift of Christ.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "(Now that he ascended, what is it but that he also descended first into the lower parts of the earth?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He that descended is the same also that ascended up far above all heavens, that he might fill all things.)",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But ye have not so learned Christ;",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And be renewed in the spirit of your mind;",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And that ye put on the new man, which after God is created in righteousness and true holiness.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Be ye angry, and sin not: let not the sun go down upon your wrath:",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Neither give place to the devil.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Ephesians 4"
    },
    {
      "text": [
        {
          "text": "Be ye therefore followers of God, as dear children;",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Be not ye therefore partakers with them.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "(For the fruit of the Spirit is in all goodness and righteousness and truth;)",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Proving what is acceptable unto the Lord.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And have no fellowship with the unfruitful works of darkness, but rather reprove them.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For it is a shame even to speak of those things which are done of them in secret.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "See then that ye walk circumspectly, not as fools, but as wise,",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Redeeming the time, because the days are evil.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Wherefore be ye not unwise, but understanding what the will of the Lord is.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And be not drunk with wine, wherein is excess; but be filled with the Spirit;",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Submitting yourselves one to another in the fear of God.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Wives, submit yourselves unto your own husbands, as unto the Lord.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Husbands, love your wives, even as Christ also loved the church, and gave himself for it;",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "That he might sanctify and cleanse it with the washing of water by the word,",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "For we are members of his body, of his flesh, and of his bones.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "This is a great mystery: but I speak concerning Christ and the church.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Ephesians 5"
    },
    {
      "text": [
        {
          "text": "Children, obey your parents in the Lord: for this is right.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Honour thy father and mother; (which is the first commandment with promise;)",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "That it may be well with thee, and thou mayest live long on the earth.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "With good will doing service, as to the Lord, and not to men:",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And your feet shod with the preparation of the gospel of peace;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God:",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Ephesians 6"
    }
  ],
  "ID": "NT:EPH(KJV)",
  "version": "KJV",
  "name": "Ephesians"
}