{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волею Божией апостол Иисуса Христа, призванный по данному Богом обещанию жизни во Христе Иисусе, –",
          "ID": "1"
        },
        {
          "text": "возлюбленному сыну моему Тимофею:",
          "ID": "2"
        },
        {
          "text": "благодать, милость и мир тебе от Бога Отца и Христа Иисуса, Господа нашего.",
          "ID": "2"
        },
        {
          "text": "Вспоминая тебя постоянно в молитвах моих, – днем ли, ночью ли, – я всякий раз благодарю за тебя Бога, Которому, как и предки мои, служу с чистой совестью. ",
          "ID": "3"
        },
        {
          "text": "Я вспоминаю о слезах твоих и горю желанием видеть тебя, чтобы преисполниться мне радости. ",
          "ID": "4"
        },
        {
          "text": "Часто я думаю об искренней вере твоей, вере, что прежде жила в сердце твоей бабки Лоиды и матушки твоей Евники; уверен, что она живет и в твоем сердце. ",
          "ID": "5"
        },
        {
          "text": "Потому и говорю тебе не в первый раз: не дай угаснуть пламени того дара Божия, особого дара служения, которым владеешь ты с тех пор, как я рукоположил тебя. ",
          "ID": "6"
        },
        {
          "text": "Бог дал нам не духа боязни, но духа силы, любви и самообладания.",
          "ID": "7"
        },
        {
          "text": "Потому не стыдись свидетельствовать о Господе нашем и меня, который ради Него ныне в узах, не стыдись, а, как и я, полагаясь на Бога, участвуй со мной в страданиях за благовестие. ",
          "ID": "8"
        },
        {
          "text": "Он спас нас от погибели и призвал к святой жизни, не за дела наши призвал, но по замыслу Своему и Своей благодати, дарованной нам во Христе Иисусе еще до начала времен ",
          "ID": "9"
        },
        {
          "text": "и ныне открывшейся в пришествии Спасителя нашего Христа Иисуса. Власть смерти Он разрушил и через свет Благой Вести соделал ведомыми жизнь и бессмертие, ",
          "ID": "10"
        },
        {
          "text": "глашатаем и апостолом которой поставлен я, чтобы учить всему этому людей. ",
          "ID": "11"
        },
        {
          "text": "За то и оказался я в нынешнем моем положении. Но не стыжусь этого, ибо знаю, в Кого уверовал, и нет у меня сомнений в том, что дело, вверенное мне, надежно будет сохранено Им до великого Дня того.",
          "ID": "12"
        },
        {
          "text": "С верой и любовью во Христе Иисусе держись того, что слышал от меня, как образца здравого учения. ",
          "ID": "13"
        },
        {
          "text": "То драгоценное, что доверено тебе, оберегай пребывающим в нас Духом Святым.",
          "ID": "14"
        },
        {
          "text": "Ты знаешь, что покинули меня все асийские, и среди них – Фигел и Ермоген. ",
          "ID": "15"
        },
        {
          "text": "А я прошу Господа оказать милость дому Онисифора, который часто ободрял меня и не стыдился меня, узника, посещать, ",
          "ID": "16"
        },
        {
          "text": "но, напротив, придя в Рим, усердно разыскивал меня, пока наконец не нашел. ",
          "ID": "17"
        },
        {
          "text": "Да поможет ему Господь обрести милость Свою в День тот! Ты очень хорошо знаешь, как помогал он мне в Эфесе.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "Второе послание апостола Павла Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Черпай, сын мой, силу в благодати, дарованной нам во Христе Иисусе. ",
          "ID": "1"
        },
        {
          "text": "Всё, что слышал ты от меня принародно, передай надежным людям, которые смогут и других научить. ",
          "ID": "2"
        },
        {
          "text": "Разделяй с братьями страдания их за веру как истинный воин Христа Иисуса. ",
          "ID": "3"
        },
        {
          "text": "Помни: ни один воин не связывает себя делами житейскими, если хочет расположить к себе того, кто призвал его в свое войско. ",
          "ID": "4"
        },
        {
          "text": "И ни один атлет не получит венца победителя, если не по правилам состязается. ",
          "ID": "5"
        },
        {
          "text": "И еще, земледелец, в поте лица трудившийся, должен первым получить свою долю урожая. ",
          "ID": "6"
        },
        {
          "text": "Думай о том, что говорю я, и Господь поможет тебе всё это понять.",
          "ID": "7"
        },
        {
          "text": "А главное, не забывай, что Иисус Христос, потомок Давида, из мертвых был воскрешен. Это и есть Благая Весть, которую я возвещаю. ",
          "ID": "8"
        },
        {
          "text": "И за нее нести мне приходится ныне лишения: в цепи я закован, как злодей. Но Божие слово не заковать! ",
          "ID": "9"
        },
        {
          "text": "Вот почему терплю я всё ради избранных, дабы и они обрели спасение во Христе Иисусе и вечную славу. ",
          "ID": "10"
        },
        {
          "text": "Ибо верно сказано:",
          "ID": "11"
        },
        {
          "text": "если умерли с Ним мы,",
          "ID": "11"
        },
        {
          "text": "то и жить будем с Ним.",
          "ID": "11"
        },
        {
          "text": "Если стойки в страданиях,",
          "ID": "12"
        },
        {
          "text": "с Ним и царствовать будем.",
          "ID": "12"
        },
        {
          "text": "Если мы от Него отречемся,",
          "ID": "12"
        },
        {
          "text": "от нас отречется и Он.",
          "ID": "12"
        },
        {
          "text": "Даже если Ему неверны мы,",
          "ID": "13"
        },
        {
          "text": "и тогда остается Он верным –",
          "ID": "13"
        },
        {
          "text": "от Себя Он отречься не может.",
          "ID": "13"
        },
        {
          "text": "Напоминай людям об этом и настоятельно увещевай их, как перед Богом, не предаваться спорам о словах; это не приносит пользы, а только приводит слушающих в замешательство. ",
          "ID": "14"
        },
        {
          "text": "Делай всё, что в твоих силах, чтобы предстать перед Богом испытанным, стоящим работником, которому нечего стыдиться и который верно толкует слово истины. ",
          "ID": "15"
        },
        {
          "text": "Избегай неугодных Богу пустых разговоров; те, кто предается им, всё больше и больше будут погружаться в нечестие, ",
          "ID": "16"
        },
        {
          "text": "а то, что они называют учением своим, будет распространяться, подобно заразе. Таковы Именей и Филит, ",
          "ID": "17"
        },
        {
          "text": "далеки они от истины: говорят, что воскресение уже было, и разрушают в иных веру. ",
          "ID": "18"
        },
        {
          "text": "Но неколебимо Богом заложенное основание – твердо стоит оно, и на нем печать: «Знает Господь Своих» и: «Да будет далек от зла всякий, на чьих устах имя Господне!»",
          "ID": "19"
        },
        {
          "text": "В большом доме не вся посуда из золота и серебра, есть в нем и деревянная, и глиняная; одна – для высокого употребления, другая – для обыденных нужд. ",
          "ID": "20"
        },
        {
          "text": "И вот, кто соблюдает себя в чистоте, тот будет сосудом ценным, освященным, полезным Хозяину дома, готовым для всякого доброго дела.",
          "ID": "21"
        },
        {
          "text": "Беги похотей юношеских; вместе с теми, кто в чистоте сердца своего поклоняется Господу, ищи неустанно праведности, веры, любви и мира. ",
          "ID": "22"
        },
        {
          "text": "Бессмысленных и глупых споров уклоняйся. Знай, что они только ссоры порождают, ",
          "ID": "23"
        },
        {
          "text": "а ведь раб Господень не должен ссориться: со всеми следует ему быть добрым. Он должен уметь учить, и притом терпеливо, незлобиво, ",
          "ID": "24"
        },
        {
          "text": "должен быть готов наставлять кротко и тех, кто ему противится, с мыслью, что, может быть, Бог приведет их к покаянию, дабы познали и они истину ",
          "ID": "25"
        },
        {
          "text": "и, опомнившись, вырвались из сетей дьявола, в которых он удерживал их, подчинив своей воле.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "Второе послание апостола Павла Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Хочу, чтобы знал ты, что в последние дни тяжкие наступят времена: ",
          "ID": "1"
        },
        {
          "text": "люди тогда станут себялюбивыми, будут падки на деньги, хвастливы, высокомерны и злоречивы, родителям непокорны, будут неблагодарны и нечестивы. ",
          "ID": "2"
        },
        {
          "text": "Бессердечны будут они и беспощадны в своей враждебности; станут клеветать на ближних, впадут в невоздержанность, жестокость, ненависть ко всему доброму ",
          "ID": "3"
        },
        {
          "text": "и в вероломство. Будут люди безрассудны, надменны. Собственные удовольствия любить они будут больше, чем Бога. ",
          "ID": "4"
        },
        {
          "text": "Оставаясь по видимости благочестивыми, они будут на деле отрицать живую силу благочестия. Таковых сторонись.",
          "ID": "5"
        },
        {
          "text": "Иные из них, становясь вхожими в дома, переманивают на свою сторону непутевых женщин, отягощенных грехами, живущих разными своими капризами. ",
          "ID": "6"
        },
        {
          "text": "Такие женщины всегда чему-то учатся, но всё-таки никак не могут познать истину. ",
          "ID": "7"
        },
        {
          "text": "Лжеучителя их противятся истине (как противились некогда Моисею Ианний с Иамврием). Умы их развращены, веру свою они предали. ",
          "ID": "8"
        },
        {
          "text": "Но немногого добьются они: безумие их станет явным для всех, как это и с теми было, кто противился Моисею.",
          "ID": "9"
        },
        {
          "text": "Но ты, Тимофей, всегда верно следовал всему моему: моему учению и образу жизни, моим целям, вере моей, терпению и духу любви. Ты подражал моей стойкости ",
          "ID": "10"
        },
        {
          "text": "в гонениях и страданиях, что выпадали мне в разных местах: в Антиохии, скажем, в Иконии и Листре. Все эти гонения я перенес, и в каждом из них приходил мне на помощь Господь. ",
          "ID": "11"
        },
        {
          "text": "Вообще же, всякого, кто стремится жить благочестиво во Христе Иисусе, ждут гонения. ",
          "ID": "12"
        },
        {
          "text": "Зато злые и лживые люди будут становиться всё хуже и хуже, обманываясь и обманывая других. ",
          "ID": "13"
        },
        {
          "text": "Но ты держись того, чему научен и во что уверовал. Ведь тебе известно, откуда черпалось всё то, чему учили тебя: ",
          "ID": "14"
        },
        {
          "text": "с детства ты знаешь Священное Писание, которое может умудрить тебя, дабы спасен ты был через веру во Христа Иисуса. ",
          "ID": "15"
        },
        {
          "text": "Всё Писание боговдохновенно, в нем есть всё, чтобы учить людей истине, обличать во грехе, исправлять ошибки, одним словом, вести к праведности, ",
          "ID": "16"
        },
        {
          "text": "чтобы сделать Божьего человека способным и готовым ко всякому доброму делу.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "Второе послание апостола Павла Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Перед Богом и Христом Иисусом, Который будет судить живых и мертвых, во имя пришествия Его и царствования, заклинаю тебя: ",
          "ID": "1"
        },
        {
          "text": "никогда, ни при каких обстоятельствах не переставай проповедовать слово Божие, обличай согрешающих, предостерегай, терпеливо увещевай и учи неустанно. ",
          "ID": "2"
        },
        {
          "text": "Придет ведь скоро время, когда люди не захотят иметь дело со здравым учением; из прихоти окружат они себя толпой учителей, готовых ласкать их слух. ",
          "ID": "3"
        },
        {
          "text": "Они закроют уши свои для истины и предпочтут ей небылицы. ",
          "ID": "4"
        },
        {
          "text": "Но ты смотри на всё трезво и тяготы переноси терпеливо, усердствуй неутомимо в распространении Благой Вести и старайся как можно лучше делать всё, к чему обязывает тебя служение твое.",
          "ID": "5"
        },
        {
          "text": "Что до меня, жизнь моя, давно отданная Богу, теперь уже на алтаре и настал час ухода моего. ",
          "ID": "6"
        },
        {
          "text": "На добром поприще я подвизался, ныне бег жизни моей завершился. Я сохранил во всех испытаниях веру свою – ",
          "ID": "7"
        },
        {
          "text": "залог того, что ждет меня в будущем венец праведности. Сам Господь, Судья праведный, даст его мне в День Свой. И не мне одному, но и всем чающим явления Его.",
          "ID": "8"
        },
        {
          "text": "Постарайся поскорее прийти ко мне, ",
          "ID": "9"
        },
        {
          "text": "ведь Димас, прельстившись нынешним веком, оставил меня и отправился в Фессалонику. Крискент ушел в Галатию, Тит – в Далматию. ",
          "ID": "10"
        },
        {
          "text": "Со мной остался один Лука. Возьми с собой Марка, он может хорошо помочь мне в моем служении. ",
          "ID": "11"
        },
        {
          "text": "(Тихика я послал в Эфес.) ",
          "ID": "12"
        },
        {
          "text": "Когда пойдешь, захвати с собой теплый плащ мой, который я оставил в Троаде у Карпа, и книги, особенно из пергамента.",
          "ID": "13"
        },
        {
          "text": "Много зла сделал мне медник Александр. Господь воздаст ему по делам его. ",
          "ID": "14"
        },
        {
          "text": "Ты остерегайся его: он сильно противился всему, что мы говорили.",
          "ID": "15"
        },
        {
          "text": "Когда пришлось мне в первый раз защищаться на суде, со мной не оказалось никого – все меня оставили. Да не вменится им! ",
          "ID": "16"
        },
        {
          "text": "Но был со мной Господь – Он укрепил меня, чтобы вполне совершилось мое провозвестие и все язычники вняли ему. Господь избавил меня тогда от пасти львиной, ",
          "ID": "17"
        },
        {
          "text": "не даст Он и ныне злу восторжествовать надо мной. Он сохранит меня для Царства Своего Небесного. Ему слава во веки веков! Аминь.",
          "ID": "18"
        },
        {
          "text": "Привет от меня Приске и Акиле и дому Онисифора тоже.",
          "ID": "19"
        },
        {
          "text": "Эраст задержался в Коринфе, заболевшего же Трофима пришлось оставить мне в Милете. ",
          "ID": "20"
        },
        {
          "text": "Постарайся прийти до зимы. Привет тебе от Эввула, Пуда, Лина и Клавдии и вообще от всех братьев.",
          "ID": "21"
        },
        {
          "text": "Господь да пребудет с духом твоим. Благодать Его со всеми вами!",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "Второе послание апостола Павла Тимофею 4"
    }
  ],
  "ID": "NT:2TI(BTI)",
  "name": "Второе послание апостола Павла Тимофею"
}