{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, апостол Иисус Христов волею Божиею, по обетованию жизни, яже о Христе Иисусе, ",
          "ID": "1"
        },
        {
          "text": "тимофею возлюбленному чаду: благодать, милость, мир от Бога Отца и Христа Иисуса Господа нашего. ",
          "ID": "2"
        },
        {
          "text": "Благодарю Бога, емуже служу от прародителей чистою совестию, яко непрестанную имам о тебе память в молитвах моих день и нощь, ",
          "ID": "3"
        },
        {
          "text": "желая видети тя, поминая слезы твоя, да радости исполнюся, ",
          "ID": "4"
        },
        {
          "text": "воспоминание приемля о сущей в тебе нелицемерней вере, яже вселися прежде в бабу твою лоиду и в матерь твою евникию: известен же есмь, яко и в тебе. ",
          "ID": "5"
        },
        {
          "text": "Еяже ради вины воспоминаю тебе возгревати дар Божий живущий в тебе возложением руку моею: ",
          "ID": "6"
        },
        {
          "text": "не бо даде нам Бог духа страха, но силы и любве и целомудрия. ",
          "ID": "7"
        },
        {
          "text": "Не постыдися убо страстию Господа нашего Иисуса Христа, ни мною юзником его: но спостражди благовествованию (Христову) по силе Бога, ",
          "ID": "8"
        },
        {
          "text": "спасшаго нас и призвавшаго званием святым, не по делом нашым, но по своему благоволению и благодати данней нам о Христе Иисусе прежде лет вечных, ",
          "ID": "9"
        },
        {
          "text": "явльшейся же ныне просвещением спасителя нашего Иисуса Христа, разрушившаго убо смерть и возсиявшаго жизнь и нетление благовествованием, ",
          "ID": "10"
        },
        {
          "text": "в неже поставлен бых аз проповедник и апостол и учитель языков. ",
          "ID": "11"
        },
        {
          "text": "Еяже ради вины и сия стражду: но не стыждуся. Вем бо, емуже веровах, и известихся, яко силен есть предание мое сохранити в день он. ",
          "ID": "12"
        },
        {
          "text": "Образ имей здравых словес, ихже от мене слышал еси, в вере и любви, яже о Христе Иисусе. ",
          "ID": "13"
        },
        {
          "text": "Доброе завещание соблюди духом святым живущим в нас. ",
          "ID": "14"
        },
        {
          "text": "Веси ли сие, яко отвратишася от мене вси, иже от асии, от нихже есть фигелл и ермоген. ",
          "ID": "15"
        },
        {
          "text": "Да даст (же) милость Господь онисифорову дому, яко многажды мя упокои и вериг моих не постыдеся, ",
          "ID": "16"
        },
        {
          "text": "но пришед в рим, тощнее взыска мя и обрете: ",
          "ID": "17"
        },
        {
          "text": "да даст ему Господь обрести милость от Господа в день он: и елико во ефесе послужи ми, добрее ты веси.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "Второе послание к Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Ты убо, чадо мое, возмогай во благодати, яже о Христе Иисусе, ",
          "ID": "1"
        },
        {
          "text": "и яже слышал еси от мене многими свидетели, сия предаждь верным человеком, иже доволни будут и иных научити. ",
          "ID": "2"
        },
        {
          "text": "Ты убо злопостражди яко добр воин Иисус Христов. ",
          "ID": "3"
        },
        {
          "text": "Никтоже (бо) воин бывая обязуется куплями житейскими, да воеводе угоден будет. ",
          "ID": "4"
        },
        {
          "text": "Аще же и постраждет кто, не венчается, аще не законно мучен будет. ",
          "ID": "5"
        },
        {
          "text": "Труждающемуся делателю прежде подобает от плода вкусити. ",
          "ID": "6"
        },
        {
          "text": "Разумей, яже глаголю: да даст убо тебе Господь разум о всем. ",
          "ID": "7"
        },
        {
          "text": "Поминай (Господа) Иисуса Христа воставшаго от мертвых, от семене давидова, по благовествованию моему, ",
          "ID": "8"
        },
        {
          "text": "в немже злостражду даже до уз, яко злодей: но слово Божие не вяжется. ",
          "ID": "9"
        },
        {
          "text": "Сего ради вся терплю избранных ради, да и тии спасение улучат еже о Христе Иисусе, со славою вечною. ",
          "ID": "10"
        },
        {
          "text": "Верно слово: аще бо с ним умрохом, то с ним и оживем: ",
          "ID": "11"
        },
        {
          "text": "аще терпим, с ним и воцаримся: аще отвержемся, и той отвержется нас: ",
          "ID": "12"
        },
        {
          "text": "аще не веруем, он верен пребывает: отрещися бо себе не может. ",
          "ID": "13"
        },
        {
          "text": "Сия воспоминай, засвидетелствуя пред Господем, не словопретися, ни на куюже потребу, на разорение слышащих. ",
          "ID": "14"
        },
        {
          "text": "Потщися себе искусна поставити пред Богом, делателя непостыдна, право правяща слово истины. ",
          "ID": "15"
        },
        {
          "text": "Скверных же тщегласий отметайся: наипаче бо преспеют в нечестие, ",
          "ID": "16"
        },
        {
          "text": "и слово их яко гаггрена жир обрящет: от нихже есть именей и филит, ",
          "ID": "17"
        },
        {
          "text": "иже о истине погрешиста, глаголюща, яко воскресение уже бысть: и возмущают некоторых веру. ",
          "ID": "18"
        },
        {
          "text": "Твердое убо основание Божие стоит, имущее печать сию: позна Господь сущыя своя, и: да отступит от неправды всяк именуяй имя Господне. ",
          "ID": "19"
        },
        {
          "text": "В велицем же дому не точию сосуди злати и сребряни суть, но и древяни и глиняни: и ови убо в честь, ови же не в честь. ",
          "ID": "20"
        },
        {
          "text": "Аще убо кто очистит себе от сих, будет сосуд в честь, освящен и благопотребен Владыце, на всякое дело благое уготован. ",
          "ID": "21"
        },
        {
          "text": "Похотей юных бегай, держися же правды, веры, любве, мира со всеми призывающими Господа от чистаго сердца. ",
          "ID": "22"
        },
        {
          "text": "Буих же и ненаказанных стязаний отрицайся, ведый, яко раждают свары: ",
          "ID": "23"
        },
        {
          "text": "рабу же Господню не подобает сваритися, но тиху быти ко всем, учителну, незлобиву, ",
          "ID": "24"
        },
        {
          "text": "с кротостию наказующу противныя, еда како даст им Бог покаяние в разум истины, ",
          "ID": "25"
        },
        {
          "text": "и возникнут от диаволския сети, живи уловлени от него в свою его волю.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "Второе послание к Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Сие же веждь, яко в последния дни настанут времена люта. ",
          "ID": "1"
        },
        {
          "text": "Будут бо человецы самолюбцы, сребролюбцы, величави, горди, хулницы, родителем противящиися, неблагодарни, неправедни, нелюбовни, ",
          "ID": "2"
        },
        {
          "text": "непримирителни, (продерзиви, возносливи, прелагатае,) клеветницы, невоздержницы, некротцы, неблаголюбцы, ",
          "ID": "3"
        },
        {
          "text": "предателе, нагли, напыщени, сластолюбцы паче нежели Боголюбцы, ",
          "ID": "4"
        },
        {
          "text": "имущии образ благочистия, силы же его отвергшиися. И сих отвращайся. ",
          "ID": "5"
        },
        {
          "text": "От сих бо суть поныряющии в домы и пленяющии женишца отягощенныя грехами, водимыя похотьми различными, ",
          "ID": "6"
        },
        {
          "text": "всегда учащяся и николиже в разум истины приити могущыя. ",
          "ID": "7"
        },
        {
          "text": "Якоже ианний и иамврий противистася моисею, такожде и сии противляются истине, человецы растленни умом (и) неискусни о вере. ",
          "ID": "8"
        },
        {
          "text": "Но не преуспеют более: безумие бо их явлено будет всем, якоже и онех бысть. ",
          "ID": "9"
        },
        {
          "text": "Ты же последовал еси моему учению, житию, привету, вере, долготерпению, любви, терпению, ",
          "ID": "10"
        },
        {
          "text": "изгнанием, страданием, якова ми быша во антиохии, (и) во иконии, (и) в листрех: якова изгнания приях, и от всех мя избавил есть Господь. ",
          "ID": "11"
        },
        {
          "text": "И вси же хотящии благочистно жити о Христе Иисусе, гоними будут: ",
          "ID": "12"
        },
        {
          "text": "лукавии же человецы и чародее преупеют на горшее, прельщающе и прельщаеми. ",
          "ID": "13"
        },
        {
          "text": "Ты же пребывай в нихже научен еси и яже вверена суть тебе, ведый, от кого научился еси: ",
          "ID": "14"
        },
        {
          "text": "и яко измлада священная писания умееши, могущая тя умудрити во спасение верою, яже о Христе Иисусе. ",
          "ID": "15"
        },
        {
          "text": "Всяко писание Богодухновенно и полезно (есть) ко учению, ко обличению, ко исправлению, к наказанию еже в правде, ",
          "ID": "16"
        },
        {
          "text": "да совершен будет Божий человек, на всякое дело благое уготован.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "Второе послание к Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Засвидетелствую убо аз пред Богом и Господем нашим Иисус Христом, хотящим судити живым и мертвым в явлении его и Царствии его: ",
          "ID": "1"
        },
        {
          "text": "проповедуй слово, настой благовременне и безвременне, обличи, запрети, умоли со всяким долготерпением и учением. ",
          "ID": "2"
        },
        {
          "text": "Будет бо время, егда здраваго учения не послушают, но по своих похотех изберут себе учители, чешеми слухом: ",
          "ID": "3"
        },
        {
          "text": "и от истины слух отвратят, и к баснем уклонятся. ",
          "ID": "4"
        },
        {
          "text": "Ты же трезвися о всем, злопостражди, дело сотвори благовестника, служение твое известно сотвори. ",
          "ID": "5"
        },
        {
          "text": "Аз бо уже жрен бываю, и время моего отшествия наста: ",
          "ID": "6"
        },
        {
          "text": "подвигом добрым подвизахся, течение скончах, веру соблюдох: ",
          "ID": "7"
        },
        {
          "text": "прочее убо соблюдается мне венец правды, егоже воздаст ми Господь в день он, праведный судия: не токмо же мне, но и всем возлюбльшым явление его. ",
          "ID": "8"
        },
        {
          "text": "Потщися скоро приити ко мне. ",
          "ID": "9"
        },
        {
          "text": "Димас бо мене остави, возлюбив нынешний век, и иде в солунь: крискент в галатию, тит в далматию: лука един есть со мною. ",
          "ID": "10"
        },
        {
          "text": "Марка поемь приведи с собою, есть бо ми благопотребен в службу. ",
          "ID": "11"
        },
        {
          "text": "Тихика же послах во ефес. ",
          "ID": "12"
        },
        {
          "text": "Фелон, егоже оставих в троаде у карпа, грядый принеси, и книги, паче же кожаныя. ",
          "ID": "13"
        },
        {
          "text": "Александр ковачь многа ми зла сотвори: да воздаст ему Господь по делом его: ",
          "ID": "14"
        },
        {
          "text": "от негоже и ты себе блюди, зело бо противится словесем нашым. ",
          "ID": "15"
        },
        {
          "text": "В первый мой ответ никтоже бысть со мною, но вси мя оставиша: да не вменится им. ",
          "ID": "16"
        },
        {
          "text": "Господь же мне предста и укрепи мя, да мною проповедание известно будет, и услышат вси языцы: и избавлен бых от уст львов. ",
          "ID": "17"
        },
        {
          "text": "И избавит мя Господь от всякаго дела лукава и спасет во Царствие свое небесное: емуже слава во веки веков. Аминь. ",
          "ID": "18"
        },
        {
          "text": "Целуй прискиллу и акилу и онисифоров дом. ",
          "ID": "19"
        },
        {
          "text": "Ераст оста в коринфе: трофима же оставих в милите боляща. ",
          "ID": "20"
        },
        {
          "text": "Потщися прежде зимы приити. Целует тя еввул и пуд, и лин и клавдиа и братия вся. ",
          "ID": "21"
        },
        {
          "text": "Господь Иисус Христос со духом твоим. Благодать с вами. Аминь. ",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "Второе послание к Тимофею 4"
    }
  ],
  "ID": "NT:2TI(CSLAV)",
  "name": "Второе послание к Тимофею"
}