{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, апостола Христа Иисуса, избранного по воле Бога возвещать обещанную Им жизнь в Христе Иисусе.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Моему дорогому сыну Тимофею.",
          "ID": "2"
        },
        {
          "text": "Благодать, милость и мир тебе от Бога Отца и нашего Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Я благодарю Бога, Которому служу с чистой совестью, как это делали и мои праотцы, когда вспоминаю о тебе в своих молитвах, которые я совершаю день и ночь. ",
          "ID": "3"
        },
        {
          "text": "Я вспоминаю твои слезы и очень хочу увидеть тебя: эта встреча крайне обрадовала бы меня. ",
          "ID": "4"
        },
        {
          "text": "Я вспоминаю и о твоей искренней вере: так верили и твоя бабушка Лоида, и твоя мать Эвника, и убежден, что эта же вера живет и в тебе. ",
          "ID": "5"
        },
        {
          "text": "По этой причине раздуй пламя твоего дара, который ты получил от Бога через возложение моих рук. ",
          "ID": "6"
        },
        {
          "text": "Ведь Бог дал нам не дух страха, а дух силы, любви и благоразумия.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Поэтому не бойся говорить о нашем Господе и не стыдись того, что я нахожусь в заключении за Него. Наоборот, раздели со мной страдания за Радостную Весть, положившись на силу Божью. ",
          "ID": "8"
        },
        {
          "text": "Бог спас нас и призвал нас Своим святым призывом не по нашим заслугам, но для исполнения Своей цели и по Своей благодати, данной нам через Иисуса Христа еще до начала времен. ",
          "ID": "9"
        },
        {
          "text": "И теперь мы увидели эту благодать, когда пришел Спаситель наш Иисус Христос, Который уничтожил смерть и через Радостную Весть показал новую жизнь и бессмертие. ",
          "ID": "10"
        },
        {
          "text": "И я был поставлен глашатаем, апостолом и учителем этой Радостной Вести. ",
          "ID": "11"
        },
        {
          "text": "За это я и страдаю сейчас, но не стыжусь этого, потому что знаю, в Кого я поверил, и знаю, что Он способен сохранить то, что я доверил Ему до того Дня.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Пусть образцом правильного учения будет для тебя то, что ты услышал от меня. Живи с верой и любовью, которая в Иисусе Христе. ",
          "ID": "13"
        },
        {
          "text": "Пусть Святой Дух, живущий в нас, поможет тебе сберечь то доброе, что было тебе доверено.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Все в провинции Азия оставили меня, включая Фигела и Гермогена; тебе это известно.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пусть Господь проявит милость к дому Онисифора, ведь он так часто ободрял меня, не стыдясь того, что я нахожусь в цепях. ",
          "ID": "16"
        },
        {
          "text": "Напротив, когда он был в Риме, то старательно разыскивал меня и нашел. ",
          "ID": "17"
        },
        {
          "text": "Пусть же Господь помилует его в тот День. А как много он помог мне в Эфесе, ты хорошо знаешь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "Второе Послание к Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Сын мой, будь силен в благодати, которую имеем в Иисусе Христе. ",
          "ID": "1"
        },
        {
          "text": "То, о чем ты слышал от меня при множестве свидетелей, доверь верным людям, которые способны, в свою очередь, учить других. ",
          "ID": "2"
        },
        {
          "text": "Прими свою долю страданий как добрый воин Иисуса Христа. ",
          "ID": "3"
        },
        {
          "text": "Никакой солдат не связывает себя житейскими делами, для него главное угодить своему командиру; ",
          "ID": "4"
        },
        {
          "text": "и никакой атлет не получит награды, если будет нарушать правила соревнований. ",
          "ID": "5"
        },
        {
          "text": "Земледелец, который трудится в поле, должен первым получить долю собранного урожая. ",
          "ID": "6"
        },
        {
          "text": "Подумай о том, что я говорю, и Господь поможет тебе понять все это.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Помни Иисуса Христа, Который был потомком Давида и был воскрешен из мертвых согласно возвещаемой мной Радостной Вести, ",
          "ID": "8"
        },
        {
          "text": "за которую я страдаю и за которую меня, как преступника, заковали в цепи. Но слово Божье заковать в цепи невозможно! ",
          "ID": "9"
        },
        {
          "text": "Поэтому я терплю все ради избранных Богом, чтобы и им получить спасение, которое в Иисусе Христе, вместе с вечной славой.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Верны слова:",
          "ID": "11"
        },
        {
          "text": "Если мы умерли с Ним,",
          "ID": "11"
        },
        {
          "text": "то с Ним и жить будем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если терпим с Ним,",
          "ID": "12"
        },
        {
          "text": "то с Ним будем и царствовать.",
          "ID": "12"
        },
        {
          "text": "Если мы откажемся от Него,",
          "ID": "12"
        },
        {
          "text": "то и Он откажется от нас.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если мы неверны,",
          "ID": "13"
        },
        {
          "text": "Он остается верным,",
          "ID": "13"
        },
        {
          "text": "потому что Он не может изменить Самому Себе.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Напоминай им об этом. Предупреждай их перед Богом, чтобы они не занимались обсуждением бессмысленных вопросов. Это не приносит пользы, а лишь вредит тем, кто слушает. ",
          "ID": "14"
        },
        {
          "text": "Старайся представить себя Богу человеком испытанным, работником, которому нечего стыдиться, который правильно передает слово истины. ",
          "ID": "15"
        },
        {
          "text": "Избегай безбожных и пустых разговоров, потому что те, кто этим занимается, отдаляются все дальше и дальше от Бога. ",
          "ID": "16"
        },
        {
          "text": "Учение таких людей будет распространяться как гангрена. Среди них уже оказались Гименей и Филит. ",
          "ID": "17"
        },
        {
          "text": "Они далеко отошли от истины, говоря, что воскресение мертвых уже было, и подрывают тем самым в некоторых людях веру. ",
          "ID": "18"
        },
        {
          "text": "Но твердое основание, заложенное Богом, непоколебимо. На нем стоит печать с надписью: «Господь знает Своих» и: «Каждый, кто провозглашает имя Господа, должен отвратиться от зла».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ты знаешь, что в каждом большом доме есть посуда не только из золота и серебра, но также из дерева и глины. Одна посуда имеет почетное назначение, а другая – низкое. ",
          "ID": "20"
        },
        {
          "text": "Если человек очистит себя от этого, то он будет употреблен, как посуда почетного назначения, освященная, достойная того, чтобы ей пользовался Сам Хозяин, пригодная на любое доброе дело.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Избегай всяких порочных желаний, свойственных юности. Стремись к праведности, вере, любви и миру вместе с теми, кто искренне обращается к Господу. ",
          "ID": "22"
        },
        {
          "text": "Не вмешивайся ни в какие глупые и невежественные споры, ты знаешь, что они приводят только к раздорам. ",
          "ID": "23"
        },
        {
          "text": "А слуга Господа не должен ссориться. Наоборот, он должен относиться по-доброму ко всем, должен уметь учить и терпеливо сносить зло. ",
          "ID": "24"
        },
        {
          "text": "Он должен с кротостью наставлять противящихся в надежде на то, что Бог даст им покаяние, и тогда они узнают истину, ",
          "ID": "25"
        },
        {
          "text": "одумаются и освободятся из ловушки дьявола, который пленил их и заставляет исполнять свою волю.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "Второе Послание к Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Знай, что в последние дни наступят тяжкие времена. ",
          "ID": "1"
        },
        {
          "text": "Люди станут эгоистичны, корыстны, хвастливы, горды, кощунники, непослушны родителям, неблагодарны, нечестивы, ",
          "ID": "2"
        },
        {
          "text": "бездушны, непримиримы, клеветники, несдержанны, жестоки, будут ненавидеть добро, ",
          "ID": "3"
        },
        {
          "text": "предавать, будут безрассудны, надменны, будут любить удовольствия больше, чем Бога. ",
          "ID": "4"
        },
        {
          "text": "Благочестие будет для них лишь внешней формой, но его реальную силу они отвергнут. Не имей с такими людьми ничего общего.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Среди них есть такие, кто проникает в дома и обольщает легкомысленных женщин, которые обременены грехом и идут на поводу всевозможных желаний, ",
          "ID": "6"
        },
        {
          "text": "всегда учатся и никак не могут постичь истину. ",
          "ID": "7"
        },
        {
          "text": "Как Ианний и Иамврий делали все вопреки тому, что говорил Моисей, так и эти люди поступают вопреки истине. Это люди с развращенным умом и поддельной верой. ",
          "ID": "8"
        },
        {
          "text": "Но они не преуспеют: их глупость будет разоблачена перед всеми, как это было и с теми двумя.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Ты же последовал за мной в учении, в образе жизни, в целях, в вере, в терпении, в любви, в стойкости, ",
          "ID": "10"
        },
        {
          "text": "в преследованиях и в страданиях, постигших меня в Антиохии, в Иконии, в Листре. Какие ужасные гонения я претерпел, но от всех меня избавил Господь! ",
          "ID": "11"
        },
        {
          "text": "Все, кто хочет жить в согласии со своей верой в Иисуса Христа, будут преследуемы. ",
          "ID": "12"
        },
        {
          "text": "А злые люди и мошенники будут лишь все глубже и глубже погрязать в обмане сами и обманывать других. ",
          "ID": "13"
        },
        {
          "text": "Ты же будь верен тому, чему был научен и в чем убежден, ведь ты знаешь, кто тебя учил. ",
          "ID": "14"
        },
        {
          "text": "Ты с детства знаешь Священное Писание, а оно способно дать тебе мудрость, ведущую ко спасению через веру в Иисуса Христа. ",
          "ID": "15"
        },
        {
          "text": "Все Писание вдохновлено Богом и полезно для научения, обличения, исправления, для наставления в праведности, ",
          "ID": "16"
        },
        {
          "text": "чтобы Божий человек был полностью готов для любого доброго дела.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "Второе Послание к Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Перед Богом и Иисусом Христом, Который будет судить живых и мертвых, и потому что Он вернется, чтобы править как Царь, я торжественно призываю тебя: ",
          "ID": "1"
        },
        {
          "text": "возвещай слово, будь настойчив и в удобное, и в неудобное время, исправляй, обличай, ободряй и терпеливо учи. ",
          "ID": "2"
        },
        {
          "text": "Потому что наступит такое время, когда люди не будут выносить здравого учения. Они будут приглашать и жадно слушать тех учителей, которые будут говорить им лишь то, что они сами желают услышать. ",
          "ID": "3"
        },
        {
          "text": "Они перестанут слушать истину и обратятся к мифам. ",
          "ID": "4"
        },
        {
          "text": "Но ты во всем будь трезв, переноси трудности, делай свою работу – возвещай Радостную Весть, исполняй свое служение.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "А моя жизнь уже проливается как жертвенное возлияние, и мне осталось совсем немного. ",
          "ID": "6"
        },
        {
          "text": "Я хорошо боролся, я пробежал всю дистанцию и сохранил веру, ",
          "ID": "7"
        },
        {
          "text": "и сейчас для меня приготовлен венец праведности, который Господь, праведный Судья, даст мне в определенный Им День, и не только мне, но и всем, кто с нетерпением ожидает Его прихода.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Постарайся прийти ко мне поскорей, ",
          "ID": "9"
        },
        {
          "text": "потому что Димас оставил меня. Он предпочел блага этого мира и ушел в Фессалонику; Крискент ушел в Галатию, а Тит – в Далматию. ",
          "ID": "10"
        },
        {
          "text": "Со мной остался один Лука. Возьми и приведи с собой Марка, он хорошо помогает мне в моем служении. ",
          "ID": "11"
        },
        {
          "text": "Тихика Я послал в Эфес. ",
          "ID": "12"
        },
        {
          "text": "Когда будешь идти ко мне, принеси, пожалуйста, мой плащ, я оставил его в Троаде у Карпа, и захвати книги, особенно написанные на пергаменте.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Кузнец Александр причинил мне много вреда. Господь Сам воздаст ему по его делам. ",
          "ID": "14"
        },
        {
          "text": "Ты тоже остерегайся его, потому что он сильно противился тому, о чем мы возвещаем.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда мне в первый раз предоставилась возможность выступить в свою защиту на суде, никто не пришел, чтобы меня поддержать, все меня оставили. Пусть это не будет вменено им в вину. ",
          "ID": "16"
        },
        {
          "text": "Но Господь был рядом со мной и дал мне силы, чтобы через меня было проповедано послание так, чтобы его могли услышать все язычники. И я был избавлен из львиной пасти. ",
          "ID": "17"
        },
        {
          "text": "Господь и в дальнейшем избавит меня от всякого зла и спасет меня для Своего Небесного Царства. Пусть же Ему будет слава вовеки. Аминь.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Передай привет Приске и Акиле, а также семье Онисифора. ",
          "ID": "19"
        },
        {
          "text": "Эраст остался в Коринфе, а Трофима я оставил в Милете больного. ",
          "ID": "20"
        },
        {
          "text": "Постарайся прибыть сюда до зимы. Тебе передают приветы Эвбул, Пуд, Лин, Клавдия и все братья.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Пусть Господь будет с твоим духом. Благодать с вами.",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "Второе Послание к Тимофею 4"
    }
  ],
  "ID": "NT:2TI(NRP)",
  "name": "Второе Послание к Тимофею"
}