{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от Павла, апостола Христа Иисуса, волей Божьей посланного проповедовать об обещании жизни во Христе Иисусе,",
          "ID": "1"
        },
        {
          "text": "к Тимофею, сыну возлюбленному.",
          "ID": "2"
        },
        {
          "text": "Благодать, милость и мир тебе от Бога Отца и от Христа Иисуса, Господа нашего.",
          "ID": "2"
        },
        {
          "text": "Я всегда возношу за тебя благодарность Богу, Которому служу, как делали предки мои, с чистой совестью. Я вспоминаю тебя постоянно в своих молитвах днём и ночью.",
          "ID": "3"
        },
        {
          "text": "Я жажду повидать тебя, вспоминая твои слёзы обо мне и исполняясь радости.",
          "ID": "4"
        },
        {
          "text": "Я вспоминаю твою искреннюю веру, ранее жившую в бабушке твоей Лоиде и твоей матери Евнике. Я убеждён, что она присуща и тебе.",
          "ID": "5"
        },
        {
          "text": "По этой причине я напоминаю тебе: продолжай разжигать пламя дара Божьего, полученного тобою, когда я возложил на тебя руки.",
          "ID": "6"
        },
        {
          "text": "Потому что Дух, который Бог даровал нам, не дух боязни, а Дух силы, любви и самообладания.",
          "ID": "7"
        },
        {
          "text": "Так не стыдись же быть свидетелем Господа нашего и не стыдись меня, находящегося в тюрьме ради Него, а воссоединись со мной в страдании за Благовестие, потому что Бог дал нам на то силы.",
          "ID": "8"
        },
        {
          "text": "Он спас нас и призвал к святой жизни не потому, что мы что-то сами совершили, но по Своему собственному намерению и благодати Своей, которую Он уже даровал нам во Христе Иисусе ещё до начала времени.",
          "ID": "9"
        },
        {
          "text": "Однако лишь теперь Он показал её нам через пришествие Христа Иисуса, Спасителя нашего. Он уничтожил смерть и принёс жизнь и бессмертие через Благовестие.",
          "ID": "10"
        },
        {
          "text": "Я был избран проповедником для распространения Благовестия, апостолом и учителем.",
          "ID": "11"
        },
        {
          "text": "По этой причине принимаю я также все эти страдания. Но я не стыжусь, потому что знаю, в Ком моя вера, и убеждён, что Он способен сохранить то, что было доверено мне до того Дня.",
          "ID": "12"
        },
        {
          "text": "Прими же за образец то благотворное учение, которое ты услышал от меня, и следуй за ним с верой и любовью, которые мы имеем во Христе Иисусе.",
          "ID": "13"
        },
        {
          "text": "С помощью Духа Святого, живущего в нас, храни истину, доверенную тебе.",
          "ID": "14"
        },
        {
          "text": "Как известно тебе, все те, кто из Азии, покинули меня, в том числе Фигелл и Ермоген.",
          "ID": "15"
        },
        {
          "text": "Милость Божья со всем семейством Онисифора, так как он многократно утешал меня и не стыдился того, что я в тюрьме.",
          "ID": "16"
        },
        {
          "text": "Наоборот, когда он прибыл в Рим, то разыскивал меня усердно, пока не нашёл.",
          "ID": "17"
        },
        {
          "text": "Так пусть же Господь пошлёт ему милость Божью в тот День. Ты сам знаешь, как усердно он служил мне, когда был в Ефесе.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "Второе Послание К Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Что же касается тебя, Тимофей, сын мой, будь силён благодатью, которая нам дана во Иисусе Христе.",
          "ID": "1"
        },
        {
          "text": "Поучения же, которые ты слышал от меня в присутствии многих свидетелей, доверь надёжным людям, чтобы они смогли наставлять и других.",
          "ID": "2"
        },
        {
          "text": "Присоединись же ко мне в моём страдании, как подобает хорошему воину Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Никакой воин не связывает себя житейскими делами, чтобы угодить своему начальнику.",
          "ID": "4"
        },
        {
          "text": "И если кто участвует в состязании, то не завоюет лавры победителя, соревнуясь не по правилам.",
          "ID": "5"
        },
        {
          "text": "Тяжко трудившийся земледелец должен первым получить свою долю плодов жатвы.",
          "ID": "6"
        },
        {
          "text": "Подумай о том, что я говорю, и пусть Господь даст тебе способность всё это понять.",
          "ID": "7"
        },
        {
          "text": "Всегда помни об Иисусе Христе, восставшем из мёртвых, потомке Давида. В этом заключается проповедь Благовестия.",
          "ID": "8"
        },
        {
          "text": "Ради этого принимаю я страдание, даже в цепи закован, подобно преступнику. Но слово Божье не закуёшь в цепи.",
          "ID": "9"
        },
        {
          "text": "Поэтому я терплю всё ради блага избранных, чтобы и они могли достичь спасения во Христе Иисусе, а вместе со спасением и вечной Славы.",
          "ID": "10"
        },
        {
          "text": "Вот изречение, достойное доверия:",
          "ID": "11"
        },
        {
          "text": "«Если мы умерли с Христом,",
          "ID": "11"
        },
        {
          "text": "то и жить будем вместе с Ним.",
          "ID": "11"
        },
        {
          "text": "Если мы терпим,",
          "ID": "12"
        },
        {
          "text": "то и царствовать будем вместе с Ним.",
          "ID": "12"
        },
        {
          "text": "Если мы отречёмся от Него,",
          "ID": "12"
        },
        {
          "text": "то и он отречётся от Нас.",
          "ID": "12"
        },
        {
          "text": "Если мы изменим Ему,",
          "ID": "13"
        },
        {
          "text": "то Он всё равно не изменит,",
          "ID": "13"
        },
        {
          "text": "так как Он не может изменить Самому Себе».",
          "ID": "13"
        },
        {
          "text": "Так не уставай же напоминать людям об этом. Предупреждай их торжественно перед Богом, чтобы они не спорили о словах. Такие споры ни к чему не приводят, а лишь вредят тем, кто их слушает.",
          "ID": "14"
        },
        {
          "text": "Делай всё, что в твоих силах, чтобы заслужить одобрение Бога, как работник, которому нечего стыдиться, и который преподносит слово истины правильно.",
          "ID": "15"
        },
        {
          "text": "Но сторонись безбожных и суетных разговоров, потому что они только уводят людей от Бога,",
          "ID": "16"
        },
        {
          "text": "а учения тех, кто предаётся этим спорам, распространяются, подобно гангрене. Среди них и Именей и Филит,",
          "ID": "17"
        },
        {
          "text": "которые отошли от истины. Они говорят, что воскресение уже произошло, и тем самым подрывают веру некоторых людей.",
          "ID": "18"
        },
        {
          "text": "Тем не менее, незыблемое основание, заложенное Богом, стоит неколебимо, неся на себе надпись: «Господь знает тех, кто принадлежит Ему», и ещё: «Каждый, кто говорит, что принадлежит Господу, должен отвергнуть зло».",
          "ID": "19"
        },
        {
          "text": "В большом хозяйстве есть утварь не только золотая и серебряная, но и деревянная, и глиняная. Часть её предназначена для почётного употребления, а другая — для непочётного.",
          "ID": "20"
        },
        {
          "text": "Так же и тот, кто очистился от нечистого, станет утварью для почётного употребления, священной утварью, угодной хозяину и готовой для всякой доброй работы.",
          "ID": "21"
        },
        {
          "text": "Беги же от желаний молодости и стремись к жизни праведной, к вере, любви и миру вместе со всеми, кто обращается к Господу от чистого сердца.",
          "ID": "22"
        },
        {
          "text": "Избегай глупых споров, так как знаешь, что они приводят к ссорам.",
          "ID": "23"
        },
        {
          "text": "Слуга Господа не должен спорить, а должен быть приветлив ко всем, искусен в наставлениях и терпелив.",
          "ID": "24"
        },
        {
          "text": "Он должен наставлять своих противников с мягкостью, в надежде, что Бог дарует им покаяние для полного познания истины,",
          "ID": "25"
        },
        {
          "text": "они образумятся и избегут сетей дьявольских, в которые были пойманы, чтобы исполнять волю дьявола.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "Второе Послание К Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Знай же, что в последние дни настанут для нас трудные времена.",
          "ID": "1"
        },
        {
          "text": "Люди будут себялюбивыми, жадными, хвастливыми, заносчивыми, злоречивыми, непокорными своим родителям, недобрыми, неблагочестивыми,",
          "ID": "2"
        },
        {
          "text": "нелюбящими, злопамятными, клеветниками, необузданными, жестокими, ненавистниками добра,",
          "ID": "3"
        },
        {
          "text": "предателями, нетерпеливыми, чванными и любящими удовольствия больше, чем Бога.",
          "ID": "4"
        },
        {
          "text": "Они выдают себя за истинных последователей Божьих, однако не принимают Его в свои сердца. Держись от них подальше,",
          "ID": "5"
        },
        {
          "text": "потому что некоторые из них прокрадутся в дома и овладеют душами легкомысленных женщин, полных греха и руководимых всякими желаниями.",
          "ID": "6"
        },
        {
          "text": "Они всегда учатся, но никогда не могут достичь полного понимания истины.",
          "ID": "7"
        },
        {
          "text": "Как Ианний и Иамврий выступали против Моисея, так и эти выступают против истины. Это те, чьи умы совращены, кто потерпел неудачу в следовании вере.",
          "ID": "8"
        },
        {
          "text": "Но недалеко уйдут они, так как их неразумие будет очевидным для всех, как стало очевидным неразумие других.",
          "ID": "9"
        },
        {
          "text": "Ты же следовал мне в моих наставлениях и стремлениях, моём образе жизни и терпении, моей вере, любви и стойкости,",
          "ID": "10"
        },
        {
          "text": "в гонениях и страданиях моих. Ты знаешь, что случилось со мной в Антиохии, Иконии и Листрах, о тех ужасных преследованиях, которые я вынес, но Господь избавил меня от всех них.",
          "ID": "11"
        },
        {
          "text": "Впрочем, всех, кто хочет жить благочестиво, служа Христу Иисусу, будут преследовать.",
          "ID": "12"
        },
        {
          "text": "Но недобрые люди и мошенники станут ещё хуже, будут обмануты сами и будут обманывать других.",
          "ID": "13"
        },
        {
          "text": "Что же касается тебя, то ты должен продолжать делать то, чему научился и в чём убедился. Ты знаешь, от кого ты узнал это,",
          "ID": "14"
        },
        {
          "text": "и знаешь также, что ты знал Священные Писания ещё с детства. Они принесли тебе мудрость, ведущую к спасению через веру во Христа Иисуса.",
          "ID": "15"
        },
        {
          "text": "Каждый отрывок Писания, так как оно вдохновлено Богом, полезен при наставлении истины и убеждении грешников, а также для того, чтобы помочь людям стать на путь истинный и исправиться.",
          "ID": "16"
        },
        {
          "text": "Благодаря Писанию человек Божий будет готов ко всему и сможет исполнять всё, что от него требуется для совершения добрых дел.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "Второе Послание К Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Иисус Христос снова придёт, чтобы править Своим Царством. Поэтому я торжественно завещаю тебе перед Богом и Христом, Который будет судить живых и мёртвых,",
          "ID": "1"
        },
        {
          "text": "проповедовать Слово Божье. Будь готов исполнить свою задачу, когда это тебе удобно, и когда неудобно. Убеждай людей в том, что им следует делать, предупреждай их, когда они неправы, с терпением ободряй их продуманными наставлениями.",
          "ID": "2"
        },
        {
          "text": "Так как придёт время, когда люди не захотят слушать здравых поучений, но станут выбирать себе учителей в соответствии со своими желаниями, которые будут им говорить то, что они хотят слышать;",
          "ID": "3"
        },
        {
          "text": "и отвратят свой слух от истины и станут внимать лживым россказням.",
          "ID": "4"
        },
        {
          "text": "Ты же должен владеть собой при всех обстоятельствах, выносить страдания, совершать свой труд проповедника Благовестия и исполнять порученную тебе службу.",
          "ID": "5"
        },
        {
          "text": "Что же касается меня, то меня уже приносят в жертву на алтаре, и время ухода моего настало.",
          "ID": "6"
        },
        {
          "text": "Я доблестно боролся, закончил состязание и сохранил веру.",
          "ID": "7"
        },
        {
          "text": "И теперь меня ждёт венец победителя, награда за жизнь праведную. Господь, Судья справедливый, увенчает меня им в тот День. И не только мне вручит Он его, но и всем, кто с любовью ожидал Его явления.",
          "ID": "8"
        },
        {
          "text": "Так приложи же все старания, чтобы прийти ко мне как можно скорее,",
          "ID": "9"
        },
        {
          "text": "потому что Димас покинул меня, так как возлюбил этот мир и отправился в Фессалоники, Крискент в Галатию, а Тит в Далматию.",
          "ID": "10"
        },
        {
          "text": "Лука — единственный, кто остался со мной. Найди Марка и приведи его с собой, когда придёшь, так как он может помочь мне в трудах моих.",
          "ID": "11"
        },
        {
          "text": "Я посылаю Тихика в Ефес.",
          "ID": "12"
        },
        {
          "text": "Плащ, который оставил я в доме Карпа в Троаде, принеси с собой, когда придёшь, а также и мои книги, особенно пергаментные свитки.",
          "ID": "13"
        },
        {
          "text": "Александр, кузнец, много зла причинил мне. Господь накажет его за то, что он сделал.",
          "ID": "14"
        },
        {
          "text": "Ты также должен остерегаться его, так как он упорно выступает против нашего учения.",
          "ID": "15"
        },
        {
          "text": "Когда я впервые должен был защищаться, то никто не пришёл мне на помощь, а все покинули меня. Пусть это не обратится против них.",
          "ID": "16"
        },
        {
          "text": "Но Господь оставался со мной и дал мне силу, чтобы я мог возвестить Его Благовестие в полной мере и чтобы все язычники слышали это. И я был спасён от верной смерти.",
          "ID": "17"
        },
        {
          "text": "Господь сохранит меня от всякого зла и невредимым приведёт меня в Царство Небесное Своё. Да будет Слава Ему во веки веков! Аминь.",
          "ID": "18"
        },
        {
          "text": "Приветствуй Прискиллу с Акилой и домочадцев Онисифора.",
          "ID": "19"
        },
        {
          "text": "Ераст остался в Коринфе. Я оставил Трофима в Милете, потому что он был болен.",
          "ID": "20"
        },
        {
          "text": "Приложи же все старания, чтобы прийти сюда до наступления зимы.",
          "ID": "21"
        },
        {
          "text": "Приветствуют тебя Еввул и Пуд, а также Лин и Клавдия, и все братья.",
          "ID": "21"
        },
        {
          "text": "Пусть будет Господь с тобой! Пусть благодать Божья будет с вами!",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "Второе Послание К Тимофею 4"
    }
  ],
  "ID": "NT:2TI(RSP)",
  "name": "Второе Послание К Тимофею"
}