{
  "version": "ERV",
  "text": [
    {
      "title": "Does Wisdom Bring Happiness?",
      "text": [
        {
          "text": "These are the words from the Teacher, a son of David and king of Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Everything is so meaningless. The Teacher says that it is all a waste of time!",
          "ID": "2",
          "comments": [
            "meaningless … a waste of time The Hebrew word means “vapor or breath” or “something that is useless, meaningless, empty, wrong, or a waste of time.”"
          ]
        },
        {
          "text": "Do people really gain anything from all the hard work they do in this life?",
          "ID": "3",
          "comments": [
            "in this life Literally, “under the sun.” Also in verses 9, 13."
          ]
        },
        {
          "text": "People live and people die, but the earth continues forever.",
          "ID": "4"
        },
        {
          "text": "The sun rises and the sun goes down, and then it hurries to rise again in the same place.",
          "ID": "5"
        },
        {
          "text": "The wind blows to the south, and the wind blows to the north. The wind blows around and around. Then it turns and blows back to the place it began.",
          "ID": "6"
        },
        {
          "text": "All rivers flow again and again to the same place. They all flow to the sea, but the sea never becomes full.",
          "ID": "7"
        },
        {
          "text": "Words cannot fully explain things, but people continue speaking. Words come again and again to our ears, but our ears don’t become full. And our eyes don’t become full of what we see.",
          "ID": "8",
          "comments": [
            "Words cannot fully explain things Literally, “All words are weak.”",
            "but people continue speaking The Hebrew could also be translated, “People cannot speak.”"
          ]
        },
        {
          "text": "All things continue the way they have been since the beginning. The same things will be done that have always been done. There is nothing new in this life.",
          "ID": "9"
        },
        {
          "text": "Someone might say, “Look, this is new,” but that thing has always been here. It was here before we were.",
          "ID": "10"
        },
        {
          "text": "People don’t remember what happened long ago. In the future, they will not remember what is happening now. And later, other people will not remember what the people before them did.",
          "ID": "11"
        },
        {
          "text": "I, the Teacher, was king over Israel in Jerusalem.",
          "ID": "12"
        },
        {
          "text": "I decided to study and to use my wisdom to learn about everything that is done in this life. I learned that it is a very hard thing that God has given us to do.",
          "ID": "13"
        },
        {
          "text": "I looked at everything done on earth, and I saw that it is all a waste of time. It is like trying to catch the wind.",
          "ID": "14",
          "comments": [
            "trying to catch the wind Or “It is very troubling to the spirit.” The word for “troubling” can also mean “craving,” and the word for “spirit” can also mean “wind.” Also in verse 17."
          ]
        },
        {
          "text": "If something is crooked, you cannot say it is straight. And if something is missing, you cannot say it is there.",
          "ID": "15"
        },
        {
          "text": "I said to myself, “I am very wise. I am wiser than all the kings who ruled Jerusalem before me. I know what wisdom and knowledge really are.”",
          "ID": "16"
        },
        {
          "text": "I decided to learn how wisdom and knowledge are better than thinking foolish thoughts. But I learned that trying to become wise is like trying to catch the wind.",
          "ID": "17"
        },
        {
          "text": "With much wisdom comes frustration. The one who gains more wisdom also gains more sorrow.",
          "ID": "18"
        }
      ],
      "ID": "OT:ECC.1",
      "name": "Ecclesiastes 1"
    },
    {
      "title": "Is There Real Happiness in Life?",
      "text": [
        {
          "text": "I said to myself, “I should have fun—I should enjoy everything as much as I can.” But I learned that this is also useless.",
          "ID": "1"
        },
        {
          "text": "It is foolish to laugh all the time. Having fun does not do any good.",
          "ID": "2"
        },
        {
          "text": "So I decided to fill my body with wine while I filled my mind with wisdom. I tried this foolishness because I wanted to find a way to be happy. I wanted to see what was good for people to do during their few days of life.",
          "ID": "3"
        },
        {
          "text": "Then I began doing great things. I built houses, and I planted vineyards for myself.",
          "ID": "4"
        },
        {
          "text": "I planted gardens, and I made parks. I planted all kinds of fruit trees.",
          "ID": "5"
        },
        {
          "text": "I made pools of water for myself, and I used them to water my growing trees.",
          "ID": "6"
        },
        {
          "text": "I bought men and women slaves, and there were slaves born in my house. I owned many great things. I had herds of cattle and flocks of sheep. I owned more things than any other person in Jerusalem did.",
          "ID": "7"
        },
        {
          "text": "I also gathered silver and gold for myself. I took treasures from kings and their nations. I had men and women singing for me. I had everything any man could want.",
          "ID": "8"
        },
        {
          "text": "I became very rich and famous. I was greater than anyone who lived in Jerusalem before me. My wisdom was always there to help me.",
          "ID": "9"
        },
        {
          "text": "Anything my eyes saw and wanted, I got for myself. My mind was pleased with everything I did. And this happiness was the reward for all my hard work.",
          "ID": "10"
        },
        {
          "text": "But then I looked at everything I had done and the wealth I had gained. I decided it was all a waste of time! It was like trying to catch the wind. There is nothing to gain from anything we do in this life.",
          "ID": "11",
          "comments": [
            "trying to catch the wind Or “It is very troubling to the spirit.” The word for “troubling” can also mean “craving,” and the word for “spirit” can also mean “wind.” Also in verses 17, 26.",
            "in this life Literally, “under the sun.” Also in verses 17, 22."
          ]
        },
        {
          "text": "Then I decided to think about what it means to be wise or to be foolish or to do crazy things. And I thought about the one who will be the next king. The new king will do the same as the kings before him.",
          "ID": "12",
          "comments": [
            "And I thought … before him The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "I saw that wisdom is better than foolishness in the same way that light is better than darkness.",
          "ID": "13"
        },
        {
          "text": "Wise people use their minds like eyes to see where they are going. But for fools, it is as if they are walking in the dark.\nI also saw that fools and wise people both end the same way.",
          "ID": "14"
        },
        {
          "text": "I thought to myself, “The same thing that happens to a fool will also happen to me. So why have I tried so hard to become wise?” I said to myself, “Being wise is also useless.”",
          "ID": "15"
        },
        {
          "text": "Whether people are wise or foolish, they will still die, and no one will remember either one of them forever. In the future, people will forget everything both of them did. So the two are really the same.",
          "ID": "16"
        },
        {
          "text": "This made me hate life. It was depressing to think that everything in this life is useless, like trying to catch the wind.",
          "ID": "17"
        },
        {
          "text": "I began to hate all the hard work I had done, because I saw that the people who live after me would get the things that I worked for. I will not be able to take them with me.",
          "ID": "18"
        },
        {
          "text": "Some other person will control everything I worked and studied for. And I don’t know if that person will be wise or foolish. This is also senseless.",
          "ID": "19"
        },
        {
          "text": "So I became sad about all the work I had done.",
          "ID": "20"
        },
        {
          "text": "People can work hard using all their wisdom and knowledge and skill. But they will die and other people will get the things they worked for. They did not do the work, but they will get everything. That makes me very sad. It is also not fair and is senseless.",
          "ID": "21"
        },
        {
          "text": "What do people really have after all their work and struggling in this life?",
          "ID": "22"
        },
        {
          "text": "Throughout their life, they have pain, frustrations, and hard work. Even at night, a person’s mind does not rest. This is also senseless.",
          "ID": "23"
        },
        {
          "text": "There is no one who has tried to enjoy life more than I have. And this is what I learned: The best thing people can do is eat, drink, and enjoy the work they must do. I also saw that this comes from God.",
          "ID": "24-25",
          "comments": [
            "Or “24 The best people can do is eat, drink, and enjoy their work. I also saw that this comes from God. 25 No one can eat or enjoy life without God.”"
          ]
        },
        {
          "text": "If people do good and please God, he will give them wisdom, knowledge, and joy. But those who sin will get only the work of gathering and carrying things. God takes from the bad person and gives to the good person. But all this work is useless. It is like trying to catch the wind.",
          "ID": "26"
        }
      ],
      "ID": "OT:ECC.2",
      "name": "Ecclesiastes 2"
    },
    {
      "title": "Are People Like Animals?",
      "text": [
        {
          "text": "There is a right time for everything, and everything on earth will happen at the right time.",
          "ID": "1"
        },
        {
          "text": "There is a time to be born\nand a time to die.\nThere is a time to plant\nand a time to pull up plants.",
          "ID": "2"
        },
        {
          "text": "There is a time to kill\nand a time to heal.\nThere is a time to destroy\nand a time to build.",
          "ID": "3"
        },
        {
          "text": "There is a time to cry\nand a time to laugh.\nThere is a time to be sad\nand a time to dance with joy.",
          "ID": "4"
        },
        {
          "text": "There is a time to throw weapons down\nand a time to pick them up.\nThere is a time to hug someone\nand a time to stop holding so tightly.",
          "ID": "5",
          "comments": [
            "Literally, “There is a time to throw stones away and a time to gather stones.”"
          ]
        },
        {
          "text": "There is a time to look for something\nand a time to consider it lost.\nThere is a time to keep things\nand a time to throw things away.",
          "ID": "6"
        },
        {
          "text": "There is a time to tear cloth\nand a time to sew it.\nThere is a time to be silent\nand a time to speak.",
          "ID": "7"
        },
        {
          "text": "There is a time to love\nand a time to hate.\nThere is a time for war\nand a time for peace.",
          "ID": "8"
        },
        {
          "text": "Do people really gain anything from their hard work?",
          "ID": "9"
        },
        {
          "text": "I saw all the hard work God gave us to do.",
          "ID": "10"
        },
        {
          "text": "God gave us the ability to think about his world, but we can never completely understand everything he does. And yet, he does everything at just the right time.",
          "ID": "11",
          "comments": [
            "the ability … world Or “a desire to know the future.”"
          ]
        },
        {
          "text": "I learned that the best thing for people to do is to be happy and enjoy themselves as long as they live.",
          "ID": "12"
        },
        {
          "text": "God wants everyone to eat, drink, and enjoy their work. These are gifts from God.",
          "ID": "13"
        },
        {
          "text": "I learned that anything God does will continue forever. People cannot add anything to the work of God, and they cannot take anything away from it. God did this so that people would respect him.",
          "ID": "14"
        },
        {
          "text": "What happened in the past has happened, and what will happen in the future will happen. But God wants to help those who have been treated badly.",
          "ID": "15",
          "comments": [
            "Or “What happens now also happened in the past. What happens in the future has also happened before. God makes things happen again and again.”"
          ]
        },
        {
          "text": "I also saw these things in this life: I saw that the courts should be filled with goodness and fairness, but there is evil there now.",
          "ID": "16",
          "comments": [
            "in this life Literally, “under the sun.”"
          ]
        },
        {
          "text": "So I said to myself, “God has planned a time for everything, and he has planned a time to judge everything people do. He will judge good people and bad people.”",
          "ID": "17"
        },
        {
          "text": "I thought about what people do to each other. And I said to myself, “God wants people to see that they are like animals.",
          "ID": "18"
        },
        {
          "text": "The same thing happens to animals and to people—they die. People and animals have the same ‘breath.’ Is a dead animal different from a dead person? It is all so senseless!",
          "ID": "19",
          "comments": [
            "breath Or “spirit.”"
          ]
        },
        {
          "text": "The bodies of people and animals end the same way. They came from the earth, and, in the end, they will go back to the earth.",
          "ID": "20"
        },
        {
          "text": "Who knows what happens to a person’s spirit? Who knows if a human’s spirit goes up to God while an animal’s spirit goes down into the ground?”",
          "ID": "21"
        },
        {
          "text": "So I saw that the best thing people can do is to enjoy what they do, because that is all they have. Besides, no one can help another person see what will happen in the future.",
          "ID": "22"
        }
      ],
      "ID": "OT:ECC.3",
      "name": "Ecclesiastes 3"
    },
    {
      "title": "People, Politics, and Popularity",
      "text": [
        {
          "text": "Again I saw that many people are treated badly. I saw their tears, and I saw that there was no one to comfort them. I saw that cruel people had all the power, and I saw that there was no one to comfort the people they hurt.",
          "ID": "1"
        },
        {
          "text": "I decided that it is better for those who have died than for those who are still alive.",
          "ID": "2"
        },
        {
          "text": "And it is even better for those who die at birth, because they never saw the evil that is done in this world.",
          "ID": "3",
          "comments": [
            "in this world Literally, “under the sun.”"
          ]
        },
        {
          "text": "Then I thought, “Why do people work so hard?” I saw people try to succeed and be better than other people. They do this because they are jealous. They don’t want other people to have more than they have. This is senseless. It is like trying to catch the wind.",
          "ID": "4",
          "comments": [
            "trying to catch the wind Or “It is very troubling to the spirit.” The word for “troubling” can also mean “craving,” and the word for “spirit” can also mean “wind.” Also in verse 16."
          ]
        },
        {
          "text": "Some people say, “It is foolish to fold your hands and do nothing. If you don’t work, you will starve to death.”",
          "ID": "5"
        },
        {
          "text": "Maybe that is true. But I say it is better to be satisfied with the few things you have than to always be struggling to get more.",
          "ID": "6"
        },
        {
          "text": "Again I saw something else that didn’t make sense:",
          "ID": "7"
        },
        {
          "text": "I saw a man who has no family, not a son or even a brother. But he continues to work very hard. He is never satisfied with what he has. And he works so hard that he never stops and asks himself, “Why am I working so hard? Why don’t I let myself enjoy my life?” This is also a very bad and senseless thing.",
          "ID": "8"
        },
        {
          "text": "Two people are better than one. When two people work together, they get more work done.",
          "ID": "9"
        },
        {
          "text": "If one person falls, the other person can reach out to help. But those who are alone when they fall have no one to help them.",
          "ID": "10"
        },
        {
          "text": "If two people sleep together, they will be warm. But a person sleeping alone will not be warm.",
          "ID": "11"
        },
        {
          "text": "An enemy might be able to defeat one person, but two people can stand back-to-back to defend each other. And three people are even stronger. They are like a rope that has three parts wrapped together—it is very hard to break.",
          "ID": "12"
        },
        {
          "text": "A young leader who is poor but wise is better than a king who is old but foolish. That old king does not listen to warnings.",
          "ID": "13"
        },
        {
          "text": "Maybe the young ruler was born a poor man in the kingdom. And maybe he came from prison to rule the country.",
          "ID": "14"
        },
        {
          "text": "But I have watched people in this life, and I know this: People will follow that young man. He will become the new king.",
          "ID": "15",
          "comments": [
            "in this life Literally, “under the sun.”"
          ]
        },
        {
          "text": "Many people will follow this young man. But later, those same people will not like him. This is also senseless. It is like trying to catch the wind.",
          "ID": "16"
        }
      ],
      "ID": "OT:ECC.4",
      "name": "Ecclesiastes 4"
    },
    {
      "title": "Enjoy Your Life’s Work",
      "text": [
        {
          "text": "Be very careful when you go to worship God. It is better to listen to God than to give sacrifices like fools. Fools often do bad things, and they don’t even know it.",
          "ID": "1"
        },
        {
          "text": "Be careful when you make promises to God. Be careful about what you say to him. Don’t let your feelings cause you to speak too soon. God is in heaven, and you are on the earth. So you need to say only a few things to him. This saying is true:",
          "ID": "2"
        },
        {
          "text": "Bad dreams come from too many worries,\nand too many words come from the mouth of a fool.",
          "ID": "3"
        },
        {
          "text": "If you make a promise to God, keep your promise. Don’t be slow to do what you promised. God is not happy with fools. Give God what you promised to give him.",
          "ID": "4"
        },
        {
          "text": "It is better to promise nothing than to promise something and not be able to do it.",
          "ID": "5"
        },
        {
          "text": "So don’t let your words cause you to sin. Don’t say to the priest, “I didn’t mean what I said.” If you do this, God might become angry with your words and destroy everything you have worked for.",
          "ID": "6",
          "comments": [
            "priest Or “angel” or “messenger.” This might be an angel, a priest, or a prophet."
          ]
        },
        {
          "text": "You should not let your useless dreams and bragging bring you trouble. You should respect God.",
          "ID": "7"
        },
        {
          "text": "In some country you will see poor people who are forced to work very hard. You will see that this is not fair to them. It is against their rights. But don’t be surprised! The ruler who forces them to work has another ruler who forces him. And there is still another ruler who forces both of these rulers.",
          "ID": "8"
        },
        {
          "text": "Even the king is a slave—his country owns him.",
          "ID": "9",
          "comments": [
            "The ruler … owns him Or “One ruler is cheated by a higher ruler. And they are cheated by an even higher ruler. 9 Even the king gets his share of the profit. The wealth of the country is divided among them.”"
          ]
        },
        {
          "text": "Those who love money will never be satisfied with the money they have. Those who love wealth will not be satisfied when they get more and more. This is also senseless.",
          "ID": "10"
        },
        {
          "text": "The more wealth people have, the more “friends” they have to help spend it. So the rich really gain nothing. They can only look at their wealth.",
          "ID": "11"
        },
        {
          "text": "Those who work hard all day come home and sleep in peace. It is not important if they have little or much to eat. But the rich worry about their wealth and are not able to sleep.",
          "ID": "12"
        },
        {
          "text": "There is a very sad thing that I have seen happen in this life. People save their money for the future.",
          "ID": "13",
          "comments": [
            "in this life Literally, “under the sun.” Also in 6:1.",
            "for the future Or “to their harm.”"
          ]
        },
        {
          "text": "Then something bad happens and they lose everything. So they have nothing to give to their children.",
          "ID": "14"
        },
        {
          "text": "People come into the world with nothing. And when they die, they leave with nothing. They might work hard to get things, but they cannot take anything with them when they die.",
          "ID": "15"
        },
        {
          "text": "It is very sad that people leave the world just as they came. So what does a person gain from “trying to catch the wind”?",
          "ID": "16"
        },
        {
          "text": "They only get days that are filled with sadness and sorrow. In the end, they are troubled, sick, and angry.",
          "ID": "17"
        },
        {
          "text": "I have seen what is best for people to do on earth: They should eat, drink, and enjoy the work they have during their short time here. God has given them these few days, and that is all they have.",
          "ID": "18"
        },
        {
          "text": "If God gives some people wealth, property, and the power to enjoy those things, they should enjoy them. They should accept the things they have and enjoy their work—that is a gift from God.",
          "ID": "19"
        },
        {
          "text": "People don’t have many years to live, so they must remember these things all their life. God will keep them busy with the work they love to do.",
          "ID": "20",
          "comments": [
            "God … to do Or “God will do whatever he wants to them.”"
          ]
        }
      ],
      "ID": "OT:ECC.5",
      "name": "Ecclesiastes 5"
    },
    {
      "title": "Wealth Does Not Bring Happiness",
      "text": [
        {
          "text": "I have seen another thing in this life that is not fair and is very hard to understand.",
          "ID": "1"
        },
        {
          "text": "God gives some people great wealth, riches, and honor. They have everything they need and everything they could ever want. But then God does not let them enjoy those things. Some stranger comes and takes everything. This is a very bad and senseless thing.",
          "ID": "2"
        },
        {
          "text": "A man might live a long time and have 100 children. But if he is not satisfied with those good things, and if no one remembers him after his death, I say that a baby who dies at birth is better off than that man.",
          "ID": "3"
        },
        {
          "text": "It is senseless when a baby is born dead. The baby is quickly buried in a dark grave, without even a name.",
          "ID": "4"
        },
        {
          "text": "The baby never saw the sun and never knew anything. But the baby finds more rest than the man who never enjoyed what God gave him.",
          "ID": "5"
        },
        {
          "text": "He might live 2000 years. But if he does not enjoy life, then the baby who was born dead has found the easiest way to the same end.",
          "ID": "6",
          "comments": [
            "then the baby … the same end Or “Isn’t it true that all go to the same place?”"
          ]
        },
        {
          "text": "People work and work to feed themselves, but they are never satisfied.",
          "ID": "7"
        },
        {
          "text": "In the same way a wise person is no better than a fool is. It is better to be a poor person who knows how to accept life as it is.",
          "ID": "8"
        },
        {
          "text": "It is better to be happy with what you have than to always want more and more. Always wanting more and more is useless. It is like trying to catch the wind.",
          "ID": "9",
          "comments": [
            "Or “Having what you can see is better than chasing after the things you want. This is also like trying to catch the wind.”"
          ]
        },
        {
          "text": "You are only what you were created to be—a human, and it is useless to argue about it. People cannot argue with God about this because he is more powerful than they are, and a long argument will not change that fact.",
          "ID": "10-11"
        },
        {
          "text": "Who knows what is best for people during their short life on earth? Their life passes like a shadow. No one can tell them what will happen later.",
          "ID": "12"
        }
      ],
      "ID": "OT:ECC.6",
      "name": "Ecclesiastes 6"
    },
    {
      "title": "People Cannot Really Be Good",
      "text": [
        {
          "text": "A good reputation is better than expensive pleasures.\nThe day someone dies is better than the day they were born.",
          "ID": "1",
          "comments": [
            "A good reputation … pleasures Literally, “better a name than good perfume.” This is a wordplay in Hebrew. The word for “name” and the word for “perfume” sound alike."
          ]
        },
        {
          "text": "It is better to go to a funeral than to a party,\nbecause everyone must die,\nand the living need to remember this.",
          "ID": "2"
        },
        {
          "text": "Sorrow is even better than laughter,\nbecause when our face is sad, our heart becomes good.",
          "ID": "3"
        },
        {
          "text": "A wise person thinks about death,\nbut a fool thinks only about having a good time.",
          "ID": "4"
        },
        {
          "text": "It is better to be criticized by the wise\nthan praised by the foolish.",
          "ID": "5"
        },
        {
          "text": "The laughter of fools is such a waste.\nIt is like thorns burning under a pot.\nThe thorns burn so quickly\nthat the pot does not get hot.",
          "ID": "6",
          "comments": [
            "Or “The cackling of fools, like the crackling of thorns under a pot, is senseless.”"
          ]
        },
        {
          "text": "Even the wise will forget their wisdom,\nif someone pays them enough.\nThat money destroys their understanding.",
          "ID": "7"
        },
        {
          "text": "It is better to finish something\nthan to start it.\nIt is better to be gentle and patient\nthan to be proud and impatient.",
          "ID": "8"
        },
        {
          "text": "Don’t become angry quickly,\nbecause anger is foolish.",
          "ID": "9"
        },
        {
          "text": "Don’t say, “Life was better in the ‘good old days.’\nWhat happened?”\nWisdom does not lead us to ask that question.",
          "ID": "10"
        },
        {
          "text": "Wisdom is better if you also have property. Wise people will get more than enough wealth.",
          "ID": "11",
          "comments": [
            "Wise people Literally, “People who see the sun.” This means wise people can see and plan what they should do."
          ]
        },
        {
          "text": "Wisdom and money can protect you. But knowledge gained through wisdom is even better—it can save your life.",
          "ID": "12"
        },
        {
          "text": "Look at what God has made. You cannot change a thing, even if you think it is wrong.",
          "ID": "13"
        },
        {
          "text": "When life is good, enjoy it. But when life is hard, remember that God gives us good times and hard times. And no one knows what will happen in the future.",
          "ID": "14"
        },
        {
          "text": "In my short life, I have seen everything. I have seen good people die young, and I have seen evil people live long lives.",
          "ID": "15"
        },
        {
          "text": "So why ruin your life? Don’t be too good or too bad, and don’t be too wise or too foolish. Why should you die before your time?",
          "ID": "16-17"
        },
        {
          "text": "Try to be a little of this and a little of that. Even God’s followers will do some good things and some bad things.",
          "ID": "18",
          "comments": [
            "Try … of that Or “Hold onto this, but don’t let go of that.”"
          ]
        },
        {
          "text": "Surely there is no one on earth who always does good and never sins. But wisdom can make one person stronger than ten leaders in a city.",
          "ID": "19-20"
        },
        {
          "text": "Don’t listen to everything people say. You might hear your own servant saying bad things about you.",
          "ID": "21"
        },
        {
          "text": "And you know that many times you too have said bad things about other people.",
          "ID": "22"
        },
        {
          "text": "I used my wisdom and thought about all these things. I wanted to be wise, but I couldn’t do it.",
          "ID": "23"
        },
        {
          "text": "I cannot understand why things are as they are. It is too hard for anyone to understand.",
          "ID": "24"
        },
        {
          "text": "I studied and I tried very hard to find true wisdom. I tried to find a reason for everything.\nI did learn that it is foolish to be evil, and it is crazy to act like a fool.",
          "ID": "25"
        },
        {
          "text": "I also found that some women are dangerous like traps. Their hearts are like nets, and their arms are like chains. It is worse than death to be caught by these women. God’s followers should run away from them. Let the sinners be caught by them.",
          "ID": "26"
        },
        {
          "text": "The Teacher says, “I added all this together to see what answer I could find. I am still looking for answers, but I did find this: I found one good man in a thousand. But I did not find even one good woman.",
          "ID": "27-28"
        },
        {
          "text": "“There is one other thing I have learned. God made people good, but they have found many ways to be bad.”",
          "ID": "29"
        }
      ],
      "ID": "OT:ECC.7",
      "name": "Ecclesiastes 7"
    },
    {
      "title": "We Cannot Understand All God Does",
      "text": [
        {
          "text": "No one can understand and explain things the way wise people can. Their wisdom makes them happy. It changes a sad face into a happy one.",
          "ID": "1"
        },
        {
          "text": "I say you should always obey the king’s command. Do this because you made a promise to God.",
          "ID": "2"
        },
        {
          "text": "Don’t be afraid to give suggestions to the king, and don’t support something that is wrong. But remember, the king gives the commands that please him.",
          "ID": "3"
        },
        {
          "text": "He has the authority to give commands, and no one can tell him what to do.",
          "ID": "4"
        },
        {
          "text": "People will be safe if they obey his command. But wise people know the right time to do this, and they also know when to do the right thing.",
          "ID": "5"
        },
        {
          "text": "There is a right time and a right way to do everything. You must decide what you should do, even when it might cause problems",
          "ID": "6"
        },
        {
          "text": "and you are not sure what will happen. No one can tell you what will happen in the future.",
          "ID": "7"
        },
        {
          "text": "No one has the power to keep their spirit from leaving or to stop their death. During war, no soldier has the freedom to go wherever he wants. In the same way evil does not allow anyone who does wrong to go free.",
          "ID": "8"
        },
        {
          "text": "I saw all this. I thought very hard about the things that happen in this world. I saw that people always struggle for the power to rule others, and this is bad for them.",
          "ID": "9"
        },
        {
          "text": "I also saw great and beautiful funerals for evil people. While the people were going home after the funeral services, they said good things about the evil people who had died. This happened even in the same towns where the evil people had done many bad things. This is senseless.",
          "ID": "10"
        },
        {
          "text": "Sometimes people are not immediately punished for the bad things they do. Their punishment is slow to come, and that makes other people want to do bad things too.",
          "ID": "11"
        },
        {
          "text": "A sinner might do a hundred evil things and still live a long time. But I know that it is still better to obey and respect God.",
          "ID": "12"
        },
        {
          "text": "Evil people don’t respect God, so they will not get good things or live long lives. Their lives will not be like the shadows that become longer and longer as the sun goes down.",
          "ID": "13"
        },
        {
          "text": "There is something else that happens on earth that does not seem fair. Bad things should happen to bad people, and good things should happen to good people. But sometimes bad things happen to good people, and good things happen to bad people. This is not fair.",
          "ID": "14"
        },
        {
          "text": "So I decided it was more important to enjoy life because the best thing people can do in this life is to eat, drink, and enjoy life. At least that will help people enjoy the hard work God gave them to do during their life on earth.",
          "ID": "15",
          "comments": [
            "in this life Literally, “under the sun.” Also in verse 16 and 9:3, 9, 11, 13."
          ]
        },
        {
          "text": "I carefully studied the things people do in this life. I saw how busy people are. They work day and night, and they almost never sleep.",
          "ID": "16"
        },
        {
          "text": "I also saw that no one can understand all that God does. People can try and try to understand the things that happen here on earth, but they cannot. There may be wise people who claim to understand the meaning of these things, but they are wrong. No one can understand it all.",
          "ID": "17"
        }
      ],
      "ID": "OT:ECC.8",
      "name": "Ecclesiastes 8"
    },
    {
      "title": "The Power of Wisdom",
      "text": [
        {
          "text": "I thought about all this very carefully. I saw that God controls what happens to the good and wise people and what they do. People don’t know if they will be loved or hated, and they don’t know what will happen in the future.",
          "ID": "1"
        },
        {
          "text": "But, there is one thing that happens to everyone—we all die! Death comes to good people and bad people. Death comes to those who are pure and to those who are not pure. Death comes to those who give sacrifices and to those who don’t give sacrifices. Good people will die just as sinners do. Those who make promises to God will die just as those who are afraid to make those promises.",
          "ID": "2"
        },
        {
          "text": "Of all the things that happen in this life, the worst thing is that all people end life the same way. But it is also very bad that people always think evil and foolish thoughts. And those thoughts lead to death.",
          "ID": "3"
        },
        {
          "text": "There is hope for those who are still alive—it does not matter who they are. But this saying is true:\nA living dog is better than a dead lion.",
          "ID": "4"
        },
        {
          "text": "The living know that they will die, but the dead don’t know anything. They have no more reward. People will soon forget them.",
          "ID": "5"
        },
        {
          "text": "After people are dead, their love, hate, and jealousy are all gone. And they will never again share in what happens on earth.",
          "ID": "6"
        },
        {
          "text": "So go and eat your food now and enjoy it. Drink your wine and be happy. It is all right with God if you do these things.",
          "ID": "7"
        },
        {
          "text": "Wear nice clothes and make yourself look good.",
          "ID": "8"
        },
        {
          "text": "Enjoy life with the wife you love. Enjoy every day of your short life. God has given you this short life on earth—and it is all you have. So enjoy the work you have to do in this life.",
          "ID": "9"
        },
        {
          "text": "Every time you find work to do, do it the best you can. In the grave there is no work. There is no thinking, no knowledge, and there is no wisdom. And we are all going to the place of death.",
          "ID": "10"
        },
        {
          "text": "I also saw other things in this life that were not fair. The fastest runner does not always win the race; the strongest soldier does not always win the battle; wise people don’t always get the food; smart people don’t always get the wealth; educated people don’t always get the praise they deserve. When the time comes, bad things can happen to anyone!",
          "ID": "11"
        },
        {
          "text": "You never know when hard times will come. Like fish in a net or birds in a snare, people are often trapped by some disaster that suddenly falls on them.",
          "ID": "12"
        },
        {
          "text": "I also saw a person doing a wise thing in this life, and it seemed very important to me.",
          "ID": "13"
        },
        {
          "text": "There was a small town with a few people in it. A great king fought against that town and put his armies all around it.",
          "ID": "14"
        },
        {
          "text": "But there was a wise man in that town. He was poor, but he used his wisdom to save his town. After everything was finished, the people forgot about the poor man.",
          "ID": "15"
        },
        {
          "text": "But I still say that wisdom is better than strength. They forgot about the poor man’s wisdom, and the people stopped listening to what he said. But I still believe that wisdom is better.",
          "ID": "16"
        },
        {
          "text": "Words spoken by the wise are heard more clearly\nthan those shouted by a leader among fools.",
          "ID": "17"
        },
        {
          "text": "Wisdom is better than weapons of war,\nbut one fool can destroy much good.",
          "ID": "18",
          "comments": [
            "fool Literally, “sinner.”"
          ]
        }
      ],
      "ID": "OT:ECC.9",
      "name": "Ecclesiastes 9"
    },
    {
      "title": "Gossip",
      "text": [
        {
          "text": "A few dead flies will make even the best perfume stink. In the same way, a little foolishness can ruin much wisdom and honor.",
          "ID": "1"
        },
        {
          "text": "The thoughts of the wise lead them the right way, but the thoughts of the foolish lead them the wrong way.",
          "ID": "2"
        },
        {
          "text": "Fools show how foolish they are, just walking down the road. Their minds are empty, and everyone knows it.",
          "ID": "3"
        },
        {
          "text": "Don’t quit your job simply because the boss is angry with you. If you remain calm and helpful, you can correct even great mistakes.",
          "ID": "4",
          "comments": [
            "If you … great mistakes Literally, “A healer can put to rest great sins.” The word “healer” means a person who is forgiving and tries to help other people."
          ]
        },
        {
          "text": "Here is something else that I have seen in this life that isn’t fair. It is the kind of mistake that rulers make.",
          "ID": "5",
          "comments": [
            "in this life Literally, “under the sun.”"
          ]
        },
        {
          "text": "Fools are given important positions, while the rich get jobs that are not important.",
          "ID": "6"
        },
        {
          "text": "I have seen servants riding on horses, while rulers were walking beside them like slaves.",
          "ID": "7"
        },
        {
          "text": "If you dig a hole, you might fall into it. If you break down a wall, you might be bitten by a snake.",
          "ID": "8"
        },
        {
          "text": "If you are moving large stones, you might be hurt by them. If you cut down a tree, you are in danger of it falling on you.",
          "ID": "9"
        },
        {
          "text": "But wisdom will make any job easier. It is very hard to cut with a dull knife. But if you sharpen the knife, the job is easier.",
          "ID": "10"
        },
        {
          "text": "Someone might know how to control snakes. But that skill is useless if a snake bites when that person is not around.",
          "ID": "11"
        },
        {
          "text": "Words from the wise bring praise,\nbut words from a fool bring destruction.",
          "ID": "12"
        },
        {
          "text": "Fools begin by saying something foolish. But in the end, they speak nonsense.",
          "ID": "13"
        },
        {
          "text": "Fools are always talking about what they will do, but you never know what will happen. People cannot tell what will happen in the future.",
          "ID": "14"
        },
        {
          "text": "Fools aren’t smart enough to find their way home,\nso they must work hard all their lives.",
          "ID": "15"
        },
        {
          "text": "It is very bad for a country if the king is like a child. And it is very bad for a country if its rulers use all their time eating.",
          "ID": "16"
        },
        {
          "text": "But it is very good for a country if the king comes from a good family. And it is very good for a country if the rulers control their eating and drinking. They eat and drink to become strong, not to become drunk.",
          "ID": "17",
          "comments": [
            "comes from a good family Literally, “is a son of freedmen.” This is a person who was never a slave and whose parents were not slaves."
          ]
        },
        {
          "text": "If someone is too lazy to work,\ntheir house will begin to leak, and the roof will fall in.",
          "ID": "18"
        },
        {
          "text": "People enjoy eating, and wine makes life happier. But money solves a lot of problems.",
          "ID": "19"
        },
        {
          "text": "Don’t say bad things about the king. Don’t even think bad things about him. And don’t say bad things about rich people, even if you are alone in your home. A little bird might fly and tell them everything you said.",
          "ID": "20"
        }
      ],
      "ID": "OT:ECC.10",
      "name": "Ecclesiastes 10"
    },
    {
      "title": "Serve God While You Are Young",
      "text": [
        {
          "text": "Do good wherever you go. After a while, the good you do will come back to you.",
          "ID": "1",
          "comments": [
            "Do good … go Or “Throw your bread on the water.”"
          ]
        },
        {
          "text": "Invest what you have in several different things. You don’t know what bad things might happen on earth.",
          "ID": "2",
          "comments": [
            "Invest … different things Or “Give a part to seven, or even eight.”"
          ]
        },
        {
          "text": "There are some things you can be sure of. If clouds are full of rain, they will pour water on the earth. If a tree falls—to the south or to the north—then it will stay where it falls.",
          "ID": "3"
        },
        {
          "text": "But there are some things that you cannot be sure of. You must take a chance. If you wait for perfect weather, you will never plant your seeds. If you are afraid that every cloud will bring rain, you will never harvest your crops.",
          "ID": "4"
        },
        {
          "text": "You don’t know where the wind blows. And you don’t know how a baby grows in its mother’s womb. In the same way, you don’t know what God will do—and he makes everything happen.",
          "ID": "5"
        },
        {
          "text": "So begin planting early in the morning, and don’t stop working until evening. You don’t know what might make you rich. Maybe everything you do will be successful.",
          "ID": "6"
        },
        {
          "text": "It is good to be alive. It is nice to see the light from the sun.",
          "ID": "7"
        },
        {
          "text": "You should enjoy every day of your life, no matter how long you live. But remember that you will die, and you will be dead much longer than you were alive. And after you are dead, you cannot do anything.",
          "ID": "8"
        },
        {
          "text": "So young people, enjoy yourselves while you are young. Be happy. Do whatever your heart leads you to do. Do whatever you want, but remember that God will judge you for everything you do.",
          "ID": "9"
        },
        {
          "text": "Don’t let your anger control you, and don’t let your body lead you to sin. People do foolish things in the dawn of life while they are young.",
          "ID": "10",
          "comments": [
            "Don’t let … sin Or “Don’t worry about things. Protect yourself from troubles.”"
          ]
        }
      ],
      "ID": "OT:ECC.11",
      "name": "Ecclesiastes 11"
    },
    {
      "title": "Final Words of Advice",
      "text": [
        {
          "text": "Remember your Creator while you are young, before the bad times come—before the years come when you say, “I have wasted my life.”",
          "ID": "1",
          "comments": [
            "I have wasted my life Literally, “I take no pleasure in them.” This might mean “I don’t like the things I did when I was young” or “I don’t enjoy life now that I am old.”"
          ]
        },
        {
          "text": "Remember your Creator while you are young, before the time comes when the sun and the moon and the stars become dark to you—before problems come again and again like one storm after another.",
          "ID": "2"
        },
        {
          "text": "At that time your arms will lose their strength. Your legs will become weak and bent. Your teeth will fall out, and you will not be able to chew your food. Your eyes will not see clearly.",
          "ID": "3"
        },
        {
          "text": "You will become hard of hearing. You will not hear the noise in the streets. Even the stone grinding your grain will seem quiet to you. You will not be able to hear the women singing. But even the sound of a bird singing will wake you early in the morning because you will not be able to sleep.",
          "ID": "4"
        },
        {
          "text": "You will be afraid of high places. You will be afraid of tripping over every small thing in your path. Your hair will become white like the flowers on an almond tree. You will drag yourself along like a grasshopper when you walk. You will lose your desire, and then you will go to your eternal home. The mourners will gather in the streets as they carry your body to the grave.",
          "ID": "5",
          "comments": [
            "desire Or “appetite” or “sexual desire.” The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "Remember your Creator while you are young,\nbefore the silver rope snaps and the golden bowl is crushed\nlike a jar broken at the well,\nlike a stone cover on a well that breaks and falls in.",
          "ID": "6"
        },
        {
          "text": "Your body came from the earth.\nAnd when you die, it will return to the earth.\nBut your spirit came from God,\nand when you die, it will return to him.",
          "ID": "7"
        },
        {
          "text": "Everything is so meaningless. The Teacher says that it is all a waste of time!",
          "ID": "8",
          "comments": [
            "meaningless … a waste of time The Hebrew word means “vapor,” “breath,” or “something that is useless, meaningless, empty, wrong, or a waste of time.”"
          ]
        },
        {
          "text": "The Teacher was very wise. He used his wisdom to teach the people. He very carefully studied and arranged many wise teachings.",
          "ID": "9",
          "comments": [
            "arranged This Hebrew word means “to make straight,” “arrange,” “correct,” or “edit.”"
          ]
        },
        {
          "text": "The Teacher tried very hard to find the right words, and he wrote the teachings that are true and dependable.",
          "ID": "10"
        },
        {
          "text": "Words from the wise are like sharp goads. When these sayings are written down and saved, they can be used to guide people, just as a shepherd uses a sharp stick to make his sheep go the right way.",
          "ID": "11"
        },
        {
          "text": "So, son, study these sayings, but be careful about other teachings. People are always writing books, and too much study will make you very tired.",
          "ID": "12"
        },
        {
          "text": "Now, what should we learn from everything that is written in this book? The most important thing a person can do is to respect God and obey his commands, because he knows about everything people do—even the secret things. He knows about all the good and all the bad, and he will judge people for everything they do.",
          "ID": "13-14",
          "comments": [
            "Now … book Literally, “The sum of the matter, when all is heard, is ….”"
          ]
        }
      ],
      "ID": "OT:ECC.12",
      "name": "Ecclesiastes 12"
    }
  ],
  "ID": "OT:ECC(ERV)",
  "name": "Ecclesiastes"
}