{
  "text": [
    {
      "text": [
        {
          "text": "The words of the Preacher, the son of David, king in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Vanity of vanities, says the Preacher,",
          "ID": "2"
        },
        {
          "text": "vanity of vanities! All is vanity.",
          "ID": "2"
        },
        {
          "text": "What does man gain by all the toil",
          "ID": "3"
        },
        {
          "text": "at which he toils under the sun?",
          "ID": "3"
        },
        {
          "text": "A generation goes, and a generation comes,",
          "ID": "4"
        },
        {
          "text": "but the earth remains forever.",
          "ID": "4"
        },
        {
          "text": "The sun rises, and the sun goes down,",
          "ID": "5"
        },
        {
          "text": "and hastens to the place where it rises.",
          "ID": "5"
        },
        {
          "text": "The wind blows to the south",
          "ID": "6"
        },
        {
          "text": "and goes around to the north;",
          "ID": "6"
        },
        {
          "text": "around and around goes the wind,",
          "ID": "6"
        },
        {
          "text": "and on its circuits the wind returns.",
          "ID": "6"
        },
        {
          "text": "All streams run to the sea,",
          "ID": "7"
        },
        {
          "text": "but the sea is not full;",
          "ID": "7"
        },
        {
          "text": "to the place where the streams flow,",
          "ID": "7"
        },
        {
          "text": "there they flow again.",
          "ID": "7"
        },
        {
          "text": "All things are full of weariness;",
          "ID": "8"
        },
        {
          "text": "a man cannot utter it;",
          "ID": "8"
        },
        {
          "text": "the eye is not satisfied with seeing,",
          "ID": "8"
        },
        {
          "text": "nor the ear filled with hearing.",
          "ID": "8"
        },
        {
          "text": "What has been is what will be,",
          "ID": "9"
        },
        {
          "text": "and what has been done is what will be done,",
          "ID": "9"
        },
        {
          "text": "and there is nothing new under the sun.",
          "ID": "9"
        },
        {
          "text": "Is there a thing of which it is said,",
          "ID": "10"
        },
        {
          "text": "\"See, this is new\"?",
          "ID": "10"
        },
        {
          "text": "It has been already",
          "ID": "10"
        },
        {
          "text": "in the ages before us.",
          "ID": "10"
        },
        {
          "text": "There is no remembrance of former things,",
          "ID": "11"
        },
        {
          "text": "nor will there be any remembrance",
          "ID": "11"
        },
        {
          "text": "of later things yet to be",
          "ID": "11"
        },
        {
          "text": "among those who come after.",
          "ID": "11"
        },
        {
          "text": "I the Preacher have been king over Israel in Jerusalem.",
          "ID": "12"
        },
        {
          "text": "And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with.",
          "ID": "13"
        },
        {
          "text": "I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind.",
          "ID": "14"
        },
        {
          "text": "What is crooked cannot be made straight,",
          "ID": "15"
        },
        {
          "text": "and what is lacking cannot be counted.",
          "ID": "15"
        },
        {
          "text": "I said in my heart, \"I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.\"",
          "ID": "16"
        },
        {
          "text": "And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind.",
          "ID": "17"
        },
        {
          "text": "For in much wisdom is much vexation,",
          "ID": "18"
        },
        {
          "text": "and he who increases knowledge increases sorrow.",
          "ID": "18"
        }
      ],
      "ID": "OT:ECC.1",
      "name": "Ecclesiastes 1"
    },
    {
      "text": [
        {
          "text": "I said in my heart, \"Come now, I will test you with pleasure; enjoy yourself.\" But behold, this also was vanity.",
          "ID": "1"
        },
        {
          "text": "I said of laughter, \"It is mad,\" and of pleasure, \"What use is it?\"",
          "ID": "2"
        },
        {
          "text": "I searched with my heart how to cheer my body with wine—my heart still guiding me with wisdom—and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life.",
          "ID": "3"
        },
        {
          "text": "I made great works. I built houses and planted vineyards for myself.",
          "ID": "4"
        },
        {
          "text": "I made myself gardens and parks, and planted in them all kinds of fruit trees.",
          "ID": "5"
        },
        {
          "text": "I made myself pools from which to water the forest of growing trees.",
          "ID": "6"
        },
        {
          "text": "I bought male and female slaves, and had slaves who were born in my house. I had also great possessions of herds and flocks, more than any who had been before me in Jerusalem.",
          "ID": "7"
        },
        {
          "text": "I also gathered for myself silver and gold and the treasure of kings and provinces. I got singers, both men and women, and many concubines, the delight of the sons of man.",
          "ID": "8"
        },
        {
          "text": "So I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me.",
          "ID": "9"
        },
        {
          "text": "And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil.",
          "ID": "10"
        },
        {
          "text": "Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun.",
          "ID": "11"
        },
        {
          "text": "So I turned to consider wisdom and madness and folly. For what can the man do who comes after the king? Only what has already been done.",
          "ID": "12"
        },
        {
          "text": "Then I saw that there is more gain in wisdom than in folly, as there is more gain in light than in darkness.",
          "ID": "13"
        },
        {
          "text": "The wise person has his eyes in his head, but the fool walks in darkness. And yet I perceived that the same event happens to all of them.",
          "ID": "14"
        },
        {
          "text": "Then I said in my heart, \"What happens to the fool will happen to me also. Why then have I been so very wise?\" And I said in my heart that this also is vanity.",
          "ID": "15"
        },
        {
          "text": "For of the wise as of the fool there is no enduring remembrance, seeing that in the days to come all will have been long forgotten. How the wise dies just like the fool!",
          "ID": "16"
        },
        {
          "text": "So I hated life, because what is done under the sun was grievous to me, for all is vanity and a striving after wind.",
          "ID": "17"
        },
        {
          "text": "I hated all my toil in which I toil under the sun, seeing that I must leave it to the man who will come after me,",
          "ID": "18"
        },
        {
          "text": "and who knows whether he will be wise or a fool? Yet he will be master of all for which I toiled and used my wisdom under the sun. This also is vanity.",
          "ID": "19"
        },
        {
          "text": "So I turned about and gave my heart up to despair over all the toil of my labors under the sun,",
          "ID": "20"
        },
        {
          "text": "because sometimes a person who has toiled with wisdom and knowledge and skill must leave everything to be enjoyed by someone who did not toil for it. This also is vanity and a great evil.",
          "ID": "21"
        },
        {
          "text": "What has a man from all the toil and striving of heart with which he toils beneath the sun?",
          "ID": "22"
        },
        {
          "text": "For all his days are full of sorrow, and his work is a vexation. Even in the night his heart does not rest. This also is vanity.",
          "ID": "23"
        },
        {
          "text": "There is nothing better for a person than that he should eat and drink and find enjoyment in his toil. This also, I saw, is from the hand of God,",
          "ID": "24"
        },
        {
          "text": "for apart from him who can eat or who can have enjoyment?",
          "ID": "25"
        },
        {
          "text": "For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind.",
          "ID": "26"
        }
      ],
      "ID": "OT:ECC.2",
      "name": "Ecclesiastes 2"
    },
    {
      "text": [
        {
          "text": "For everything there is a season, and a time for every matter under heaven:",
          "ID": "1"
        },
        {
          "text": "a time to be born, and a time to die;",
          "ID": "2"
        },
        {
          "text": "a time to plant, and a time to pluck up what is planted;",
          "ID": "2"
        },
        {
          "text": "a time to kill, and a time to heal;",
          "ID": "3"
        },
        {
          "text": "a time to break down, and a time to build up;",
          "ID": "3"
        },
        {
          "text": "a time to weep, and a time to laugh;",
          "ID": "4"
        },
        {
          "text": "a time to mourn, and a time to dance;",
          "ID": "4"
        },
        {
          "text": "a time to cast away stones, and a time to gather stones together;",
          "ID": "5"
        },
        {
          "text": "a time to embrace, and a time to refrain from embracing;",
          "ID": "5"
        },
        {
          "text": "a time to seek, and a time to lose;",
          "ID": "6"
        },
        {
          "text": "a time to keep, and a time to cast away;",
          "ID": "6"
        },
        {
          "text": "a time to tear, and a time to sew;",
          "ID": "7"
        },
        {
          "text": "a time to keep silence, and a time to speak;",
          "ID": "7"
        },
        {
          "text": "a time to love, and a time to hate;",
          "ID": "8"
        },
        {
          "text": "a time for war, and a time for peace.",
          "ID": "8"
        },
        {
          "text": "What gain has the worker from his toil?",
          "ID": "9"
        },
        {
          "text": "I have seen the business that God has given to the children of man to be busy with.",
          "ID": "10"
        },
        {
          "text": "He has made everything beautiful in its time. Also, he has put eternity into man's heart, yet so that he cannot find out what God has done from the beginning to the end.",
          "ID": "11"
        },
        {
          "text": "I perceived that there is nothing better for them than to be joyful and to do good as long as they live;",
          "ID": "12"
        },
        {
          "text": "also that everyone should eat and drink and take pleasure in all his toil—this is God's gift to man.",
          "ID": "13"
        },
        {
          "text": "I perceived that whatever God does endures forever; nothing can be added to it, nor anything taken from it. God has done it, so that people fear before him.",
          "ID": "14"
        },
        {
          "text": "That which is, already has been; that which is to be, already has been; and God seeks what has been driven away.",
          "ID": "15"
        },
        {
          "text": "Moreover, I saw under the sun that in the place of justice, even there was wickedness, and in the place of righteousness, even there was wickedness.",
          "ID": "16"
        },
        {
          "text": "I said in my heart, God will judge the righteous and the wicked, for there is a time for every matter and for every work.",
          "ID": "17"
        },
        {
          "text": "I said in my heart with regard to the children of man that God is testing them that they may see that they themselves are but beasts.",
          "ID": "18"
        },
        {
          "text": "For what happens to the children of man and what happens to the beasts is the same; as one dies, so dies the other. They all have the same breath, and man has no advantage over the beasts, for all is vanity.",
          "ID": "19"
        },
        {
          "text": "All go to one place. All are from the dust, and to dust all return.",
          "ID": "20"
        },
        {
          "text": "Who knows whether the spirit of man goes upward and the spirit of the beast goes down into the earth?",
          "ID": "21"
        },
        {
          "text": "So I saw that there is nothing better than that a man should rejoice in his work, for that is his lot. Who can bring him to see what will be after him?",
          "ID": "22"
        }
      ],
      "ID": "OT:ECC.3",
      "name": "Ecclesiastes 3"
    },
    {
      "text": [
        {
          "text": "Again I saw all the oppressions that are done under the sun. And behold, the tears of the oppressed, and they had no one to comfort them! On the side of their oppressors there was power, and there was no one to comfort them.",
          "ID": "1"
        },
        {
          "text": "And I thought the dead who are already dead more fortunate than the living who are still alive.",
          "ID": "2"
        },
        {
          "text": "But better than both is he who has not yet been and has not seen the evil deeds that are done under the sun.",
          "ID": "3"
        },
        {
          "text": "Then I saw that all toil and all skill in work come from a man's envy of his neighbor. This also is vanity and a striving after wind.",
          "ID": "4"
        },
        {
          "text": "The fool folds his hands and eats his own flesh.",
          "ID": "5"
        },
        {
          "text": "Better is a handful of quietness than two hands full of toil and a striving after wind.",
          "ID": "6"
        },
        {
          "text": "Again, I saw vanity under the sun:",
          "ID": "7"
        },
        {
          "text": "one person who has no other, either son or brother, yet there is no end to all his toil, and his eyes are never satisfied with riches, so that he never asks, \"For whom am I toiling and depriving myself of pleasure?\" This also is vanity and an unhappy business.",
          "ID": "8"
        },
        {
          "text": "Two are better than one, because they have a good reward for their toil.",
          "ID": "9"
        },
        {
          "text": "For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!",
          "ID": "10"
        },
        {
          "text": "Again, if two lie together, they keep warm, but how can one keep warm alone?",
          "ID": "11"
        },
        {
          "text": "And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.",
          "ID": "12"
        },
        {
          "text": "Better was a poor and wise youth than an old and foolish king who no longer knew how to take advice.",
          "ID": "13"
        },
        {
          "text": "For he went from prison to the throne, though in his own kingdom he had been born poor.",
          "ID": "14"
        },
        {
          "text": "I saw all the living who move about under the sun, along with that youth who was to stand in the king's place.",
          "ID": "15"
        },
        {
          "text": "There was no end of all the people, all of whom he led. Yet those who come later will not rejoice in him. Surely this also is vanity and a striving after wind.",
          "ID": "16"
        }
      ],
      "ID": "OT:ECC.4",
      "name": "Ecclesiastes 4"
    },
    {
      "text": [
        {
          "text": "Guard your steps when you go to the house of God. To draw near to listen is better than to offer the sacrifice of fools, for they do not know that they are doing evil.",
          "ID": "1"
        },
        {
          "text": "Be not rash with your mouth, nor let your heart be hasty to utter a word before God, for God is in heaven and you are on earth. Therefore let your words be few.",
          "ID": "2"
        },
        {
          "text": "For a dream comes with much business, and a fool's voice with many words.",
          "ID": "3"
        },
        {
          "text": "When you vow a vow to God, do not delay paying it, for he has no pleasure in fools. Pay what you vow.",
          "ID": "4"
        },
        {
          "text": "It is better that you should not vow than that you should vow and not pay.",
          "ID": "5"
        },
        {
          "text": "Let not your mouth lead you into sin, and do not say before the messenger that it was a mistake. Why should God be angry at your voice and destroy the work of your hands?",
          "ID": "6"
        },
        {
          "text": "For when dreams increase and words grow many, there is vanity; but God is the one you must fear.",
          "ID": "7"
        },
        {
          "text": "If you see in a province the oppression of the poor and the violation of justice and righteousness, do not be amazed at the matter, for the high official is watched by a higher, and there are yet higher ones over them.",
          "ID": "8"
        },
        {
          "text": "But this is gain for a land in every way: a king committed to cultivated fields.",
          "ID": "9"
        },
        {
          "text": "He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity.",
          "ID": "10"
        },
        {
          "text": "When goods increase, they increase who eat them, and what advantage has their owner but to see them with his eyes?",
          "ID": "11"
        },
        {
          "text": "Sweet is the sleep of a laborer, whether he eats little or much, but the full stomach of the rich will not let him sleep.",
          "ID": "12"
        },
        {
          "text": "There is a grievous evil that I have seen under the sun: riches were kept by their owner to his hurt,",
          "ID": "13"
        },
        {
          "text": "and those riches were lost in a bad venture. And he is father of a son, but he has nothing in his hand.",
          "ID": "14"
        },
        {
          "text": "As he came from his mother's womb he shall go again, naked as he came, and shall take nothing for his toil that he may carry away in his hand.",
          "ID": "15"
        },
        {
          "text": "This also is a grievous evil: just as he came, so shall he go, and what gain is there to him who toils for the wind?",
          "ID": "16"
        },
        {
          "text": "Moreover, all his days he eats in darkness in much vexation and sickness and anger.",
          "ID": "17"
        },
        {
          "text": "Behold, what I have seen to be good and fitting is to eat and drink and find enjoyment in all the toil with which one toils under the sun the few days of his life that God has given him, for this is his lot.",
          "ID": "18"
        },
        {
          "text": "Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God.",
          "ID": "19"
        },
        {
          "text": "For he will not much remember the days of his life because God keeps him occupied with joy in his heart.",
          "ID": "20"
        }
      ],
      "ID": "OT:ECC.5",
      "name": "Ecclesiastes 5"
    },
    {
      "text": [
        {
          "text": "There is an evil that I have seen under the sun, and it lies heavy on mankind:",
          "ID": "1"
        },
        {
          "text": "a man to whom God gives wealth, possessions, and honor, so that he lacks nothing of all that he desires, yet God does not give him power to enjoy them, but a stranger enjoys them. This is vanity; it is a grievous evil.",
          "ID": "2"
        },
        {
          "text": "If a man fathers a hundred children and lives many years, so that the days of his years are many, but his soul is not satisfied with life's good things, and he also has no burial, I say that a stillborn child is better off than he.",
          "ID": "3"
        },
        {
          "text": "For it comes in vanity and goes in darkness, and in darkness its name is covered.",
          "ID": "4"
        },
        {
          "text": "Moreover, it has not seen the sun or known anything, yet it finds rest rather than he.",
          "ID": "5"
        },
        {
          "text": "Even though he should live a thousand years twice over, yet enjoy no good—do not all go to the one place?",
          "ID": "6"
        },
        {
          "text": "All the toil of man is for his mouth, yet his appetite is not satisfied.",
          "ID": "7"
        },
        {
          "text": "For what advantage has the wise man over the fool? And what does the poor man have who knows how to conduct himself before the living?",
          "ID": "8"
        },
        {
          "text": "Better is the sight of the eyes than the wandering of the appetite: this also is vanity and a striving after wind.",
          "ID": "9"
        },
        {
          "text": "Whatever has come to be has already been named, and it is known what man is, and that he is not able to dispute with one stronger than he.",
          "ID": "10"
        },
        {
          "text": "The more words, the more vanity, and what is the advantage to man?",
          "ID": "11"
        },
        {
          "text": "For who knows what is good for man while he lives the few days of his vain life, which he passes like a shadow? For who can tell man what will be after him under the sun?",
          "ID": "12"
        }
      ],
      "ID": "OT:ECC.6",
      "name": "Ecclesiastes 6"
    },
    {
      "text": [
        {
          "text": "A good name is better than precious ointment,",
          "ID": "1"
        },
        {
          "text": "and the day of death than the day of birth.",
          "ID": "1"
        },
        {
          "text": "It is better to go to the house of mourning",
          "ID": "2"
        },
        {
          "text": "than to go to the house of feasting,",
          "ID": "2"
        },
        {
          "text": "for this is the end of all mankind,",
          "ID": "2"
        },
        {
          "text": "and the living will lay it to heart.",
          "ID": "2"
        },
        {
          "text": "Sorrow is better than laughter,",
          "ID": "3"
        },
        {
          "text": "for by sadness of face the heart is made glad.",
          "ID": "3"
        },
        {
          "text": "The heart of the wise is in the house of mourning,",
          "ID": "4"
        },
        {
          "text": "but the heart of fools is in the house of mirth.",
          "ID": "4"
        },
        {
          "text": "It is better for a man to hear the rebuke of the wise",
          "ID": "5"
        },
        {
          "text": "than to hear the song of fools.",
          "ID": "5"
        },
        {
          "text": "For as the crackling of thorns under a pot,",
          "ID": "6"
        },
        {
          "text": "so is the laughter of the fools;",
          "ID": "6"
        },
        {
          "text": "this also is vanity.",
          "ID": "6"
        },
        {
          "text": "Surely oppression drives the wise into madness,",
          "ID": "7"
        },
        {
          "text": "and a bribe corrupts the heart.",
          "ID": "7"
        },
        {
          "text": "Better is the end of a thing than its beginning,",
          "ID": "8"
        },
        {
          "text": "and the patient in spirit is better than the proud in spirit.",
          "ID": "8"
        },
        {
          "text": "Be not quick in your spirit to become angry,",
          "ID": "9"
        },
        {
          "text": "for anger lodges in the heart of fools.",
          "ID": "9"
        },
        {
          "text": "Say not, \"Why were the former days better than these?\"",
          "ID": "10"
        },
        {
          "text": "For it is not from wisdom that you ask this.",
          "ID": "10"
        },
        {
          "text": "Wisdom is good with an inheritance,",
          "ID": "11"
        },
        {
          "text": "an advantage to those who see the sun.",
          "ID": "11"
        },
        {
          "text": "For the protection of wisdom is like the protection of money,",
          "ID": "12"
        },
        {
          "text": "and the advantage of knowledge is that wisdom preserves the life of him who has it.",
          "ID": "12"
        },
        {
          "text": "Consider the work of God:",
          "ID": "13"
        },
        {
          "text": "who can make straight what he has made crooked?",
          "ID": "13"
        },
        {
          "text": "In the day of prosperity be joyful, and in the day of adversity consider: God has made the one as well as the other, so that man may not find out anything that will be after him.",
          "ID": "14"
        },
        {
          "text": "In my vain life I have seen everything. There is a righteous man who perishes in his righteousness, and there is a wicked man who prolongs his life in his evildoing.",
          "ID": "15"
        },
        {
          "text": "Be not overly righteous, and do not make yourself too wise. Why should you destroy yourself?",
          "ID": "16"
        },
        {
          "text": "Be not overly wicked, neither be a fool. Why should you die before your time?",
          "ID": "17"
        },
        {
          "text": "It is good that you should take hold of this, and from that withhold not your hand, for the one who fears God shall come out from both of them.",
          "ID": "18"
        },
        {
          "text": "Wisdom gives strength to the wise man more than ten rulers who are in a city.",
          "ID": "19"
        },
        {
          "text": "Surely there is not a righteous man on earth who does good and never sins.",
          "ID": "20"
        },
        {
          "text": "Do not take to heart all the things that people say, lest you hear your servant cursing you.",
          "ID": "21"
        },
        {
          "text": "Your heart knows that many times you yourself have cursed others.",
          "ID": "22"
        },
        {
          "text": "All this I have tested by wisdom. I said, \"I will be wise,\" but it was far from me.",
          "ID": "23"
        },
        {
          "text": "That which has been is far off, and deep, very deep; who can find it out?",
          "ID": "24"
        },
        {
          "text": "I turned my heart to know and to search out and to seek wisdom and the scheme of things, and to know the wickedness of folly and the foolishness that is madness.",
          "ID": "25"
        },
        {
          "text": "And I find something more bitter than death: the woman whose heart is snares and nets, and whose hands are fetters. He who pleases God escapes her, but the sinner is taken by her.",
          "ID": "26"
        },
        {
          "text": "Behold, this is what I found, says the Preacher, while adding one thing to another to find the scheme of things—",
          "ID": "27"
        },
        {
          "text": "which my soul has sought repeatedly, but I have not found. One man among a thousand I found, but a woman among all these I have not found.",
          "ID": "28"
        },
        {
          "text": "See, this alone I found, that God made man upright, but they have sought out many schemes.",
          "ID": "29"
        }
      ],
      "ID": "OT:ECC.7",
      "name": "Ecclesiastes 7"
    },
    {
      "text": [
        {
          "text": "Who is like the wise?",
          "ID": "1"
        },
        {
          "text": "And who knows the interpretation of a thing?",
          "ID": "1"
        },
        {
          "text": "A man's wisdom makes his face shine,",
          "ID": "1"
        },
        {
          "text": "and the hardness of his face is changed.",
          "ID": "1"
        },
        {
          "text": "I say: Keep the king's command, because of God's oath to him.",
          "ID": "2"
        },
        {
          "text": "Be not hasty to go from his presence. Do not take your stand in an evil cause, for he does whatever he pleases.",
          "ID": "3"
        },
        {
          "text": "For the word of the king is supreme, and who may say to him, \"What are you doing?\"",
          "ID": "4"
        },
        {
          "text": "Whoever keeps a command will know no evil thing, and the wise heart will know the proper time and the just way.",
          "ID": "5"
        },
        {
          "text": "For there is a time and a way for everything, although man's trouble lies heavy on him.",
          "ID": "6"
        },
        {
          "text": "For he does not know what is to be, for who can tell him how it will be?",
          "ID": "7"
        },
        {
          "text": "No man has power to retain the spirit, or power over the day of death. There is no discharge from war, nor will wickedness deliver those who are given to it.",
          "ID": "8"
        },
        {
          "text": "All this I observed while applying my heart to all that is done under the sun, when man had power over man to his hurt.",
          "ID": "9"
        },
        {
          "text": "Then I saw the wicked buried. They used to go in and out of the holy place and were praised in the city where they had done such things. This also is vanity.",
          "ID": "10"
        },
        {
          "text": "Because the sentence against an evil deed is not executed speedily, the heart of the children of man is fully set to do evil.",
          "ID": "11"
        },
        {
          "text": "Though a sinner does evil a hundred times and prolongs his life, yet I know that it will be well with those who fear God, because they fear before him.",
          "ID": "12"
        },
        {
          "text": "But it will not be well with the wicked, neither will he prolong his days like a shadow, because he does not fear before God.",
          "ID": "13"
        },
        {
          "text": "There is a vanity that takes place on earth, that there are righteous people to whom it happens according to the deeds of the wicked, and there are wicked people to whom it happens according to the deeds of the righteous. I said that this also is vanity.",
          "ID": "14"
        },
        {
          "text": "And I commend joy, for man has nothing better under the sun but to eat and drink and be joyful, for this will go with him in his toil through the days of his life that God has given him under the sun.",
          "ID": "15"
        },
        {
          "text": "When I applied my heart to know wisdom, and to see the business that is done on earth, how neither day nor night do one's eyes see sleep,",
          "ID": "16"
        },
        {
          "text": "then I saw all the work of God, that man cannot find out the work that is done under the sun. However much man may toil in seeking, he will not find it out. Even though a wise man claims to know, he cannot find it out.",
          "ID": "17"
        }
      ],
      "ID": "OT:ECC.8",
      "name": "Ecclesiastes 8"
    },
    {
      "text": [
        {
          "text": "But all this I laid to heart, examining it all, how the righteous and the wise and their deeds are in the hand of God. Whether it is love or hate, man does not know; both are before him.",
          "ID": "1"
        },
        {
          "text": "It is the same for all, since the same event happens to the righteous and the wicked, to the good and the evil, to the clean and the unclean, to him who sacrifices and him who does not sacrifice. As the good one is, so is the sinner, and he who swears is as he who shuns an oath.",
          "ID": "2"
        },
        {
          "text": "This is an evil in all that is done under the sun, that the same event happens to all. Also, the hearts of the children of man are full of evil, and madness is in their hearts while they live, and after that they go to the dead.",
          "ID": "3"
        },
        {
          "text": "But he who is joined with all the living has hope, for a living dog is better than a dead lion.",
          "ID": "4"
        },
        {
          "text": "For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten.",
          "ID": "5"
        },
        {
          "text": "Their love and their hate and their envy have already perished, and forever they have no more share in all that is done under the sun.",
          "ID": "6"
        },
        {
          "text": "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
          "ID": "7"
        },
        {
          "text": "Let your garments be always white. Let not oil be lacking on your head.",
          "ID": "8"
        },
        {
          "text": "Enjoy life with the wife whom you love, all the days of your vain life that he has given you under the sun, because that is your portion in life and in your toil at which you toil under the sun.",
          "ID": "9"
        },
        {
          "text": "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.",
          "ID": "10"
        },
        {
          "text": "Again I saw that under the sun the race is not to the swift, nor the battle to the strong, nor bread to the wise, nor riches to the intelligent, nor favor to those with knowledge, but time and chance happen to them all.",
          "ID": "11"
        },
        {
          "text": "For man does not know his time. Like fish that are taken in an evil net, and like birds that are caught in a snare, so the children of man are snared at an evil time, when it suddenly falls upon them.",
          "ID": "12"
        },
        {
          "text": "I have also seen this example of wisdom under the sun, and it seemed great to me.",
          "ID": "13"
        },
        {
          "text": "There was a little city with few men in it, and a great king came against it and besieged it, building great siegeworks against it.",
          "ID": "14"
        },
        {
          "text": "But there was found in it a poor, wise man, and he by his wisdom delivered the city. Yet no one remembered that poor man.",
          "ID": "15"
        },
        {
          "text": "But I say that wisdom is better than might, though the poor man's wisdom is despised and his words are not heard.",
          "ID": "16"
        },
        {
          "text": "The words of the wise heard in quiet are better than the shouting of a ruler among fools.",
          "ID": "17"
        },
        {
          "text": "Wisdom is better than weapons of war, but one sinner destroys much good.",
          "ID": "18"
        }
      ],
      "ID": "OT:ECC.9",
      "name": "Ecclesiastes 9"
    },
    {
      "text": [
        {
          "text": "Dead flies make the perfumer's ointment give off a stench;",
          "ID": "1"
        },
        {
          "text": "so a little folly outweighs wisdom and honor.",
          "ID": "1"
        },
        {
          "text": "A wise man's heart inclines him to the right,",
          "ID": "2"
        },
        {
          "text": "but a fool's heart to the left.",
          "ID": "2"
        },
        {
          "text": "Even when the fool walks on the road, he lacks sense,",
          "ID": "3"
        },
        {
          "text": "and he says to everyone that he is a fool.",
          "ID": "3"
        },
        {
          "text": "If the anger of the ruler rises against you, do not leave your place,",
          "ID": "4"
        },
        {
          "text": "for calmness will lay great offenses to rest.",
          "ID": "4"
        },
        {
          "text": "There is an evil that I have seen under the sun, as it were an error proceeding from the ruler:",
          "ID": "5"
        },
        {
          "text": "folly is set in many high places, and the rich sit in a low place.",
          "ID": "6"
        },
        {
          "text": "I have seen slaves on horses, and princes walking on the ground like slaves.",
          "ID": "7"
        },
        {
          "text": "He who digs a pit will fall into it,",
          "ID": "8"
        },
        {
          "text": "and a serpent will bite him who breaks through a wall.",
          "ID": "8"
        },
        {
          "text": "He who quarries stones is hurt by them,",
          "ID": "9"
        },
        {
          "text": "and he who splits logs is endangered by them.",
          "ID": "9"
        },
        {
          "text": "If the iron is blunt, and one does not sharpen the edge,",
          "ID": "10"
        },
        {
          "text": "he must use more strength,",
          "ID": "10"
        },
        {
          "text": "but wisdom helps one to succeed.",
          "ID": "10"
        },
        {
          "text": "If the serpent bites before it is charmed,",
          "ID": "11"
        },
        {
          "text": "there is no advantage to the charmer.",
          "ID": "11"
        },
        {
          "text": "The words of a wise man's mouth win him favor,",
          "ID": "12"
        },
        {
          "text": "but the lips of a fool consume him.",
          "ID": "12"
        },
        {
          "text": "The beginning of the words of his mouth is foolishness,",
          "ID": "13"
        },
        {
          "text": "and the end of his talk is evil madness.",
          "ID": "13"
        },
        {
          "text": "A fool multiplies words,",
          "ID": "14"
        },
        {
          "text": "though no man knows what is to be,",
          "ID": "14"
        },
        {
          "text": "and who can tell him what will be after him?",
          "ID": "14"
        },
        {
          "text": "The toil of a fool wearies him,",
          "ID": "15"
        },
        {
          "text": "for he does not know the way to the city.",
          "ID": "15"
        },
        {
          "text": "Woe to you, O land, when your king is a child,",
          "ID": "16"
        },
        {
          "text": "and your princes feast in the morning!",
          "ID": "16"
        },
        {
          "text": "Happy are you, O land, when your king is the son of the nobility,",
          "ID": "17"
        },
        {
          "text": "and your princes feast at the proper time,",
          "ID": "17"
        },
        {
          "text": "for strength, and not for drunkenness!",
          "ID": "17"
        },
        {
          "text": "Through sloth the roof sinks in,",
          "ID": "18"
        },
        {
          "text": "and through indolence the house leaks.",
          "ID": "18"
        },
        {
          "text": "Bread is made for laughter,",
          "ID": "19"
        },
        {
          "text": "and wine gladdens life,",
          "ID": "19"
        },
        {
          "text": "and money answers everything.",
          "ID": "19"
        },
        {
          "text": "Even in your thoughts, do not curse the king,",
          "ID": "20"
        },
        {
          "text": "nor in your bedroom curse the rich,",
          "ID": "20"
        },
        {
          "text": "for a bird of the air will carry your voice,",
          "ID": "20"
        },
        {
          "text": "or some winged creature tell the matter.",
          "ID": "20"
        }
      ],
      "ID": "OT:ECC.10",
      "name": "Ecclesiastes 10"
    },
    {
      "text": [
        {
          "text": "Cast your bread upon the waters,",
          "ID": "1"
        },
        {
          "text": "for you will find it after many days.",
          "ID": "1"
        },
        {
          "text": "Give a portion to seven, or even to eight,",
          "ID": "2"
        },
        {
          "text": "for you know not what disaster may happen on earth.",
          "ID": "2"
        },
        {
          "text": "If the clouds are full of rain,",
          "ID": "3"
        },
        {
          "text": "they empty themselves on the earth,",
          "ID": "3"
        },
        {
          "text": "and if a tree falls to the south or to the north,",
          "ID": "3"
        },
        {
          "text": "in the place where the tree falls, there it will lie.",
          "ID": "3"
        },
        {
          "text": "He who observes the wind will not sow,",
          "ID": "4"
        },
        {
          "text": "and he who regards the clouds will not reap.",
          "ID": "4"
        },
        {
          "text": "As you do not know the way the spirit comes to the bones in the womb of a woman with child, so you do not know the work of God who makes everything.",
          "ID": "5"
        },
        {
          "text": "In the morning sow your seed, and at evening withhold not your hand, for you do not know which will prosper, this or that, or whether both alike will be good.",
          "ID": "6"
        },
        {
          "text": "Light is sweet, and it is pleasant for the eyes to see the sun.",
          "ID": "7"
        },
        {
          "text": "So if a person lives many years, let him rejoice in them all; but let him remember that the days of darkness will be many. All that comes is vanity.",
          "ID": "8"
        },
        {
          "text": "Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.",
          "ID": "9"
        },
        {
          "text": "Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.",
          "ID": "10"
        }
      ],
      "ID": "OT:ECC.11",
      "name": "Ecclesiastes 11"
    },
    {
      "text": [
        {
          "text": "Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, \"I have no pleasure in them\";",
          "ID": "1"
        },
        {
          "text": "before the sun and the light and the moon and the stars are darkened and the clouds return after the rain,",
          "ID": "2"
        },
        {
          "text": "in the day when the keepers of the house tremble, and the strong men are bent, and the grinders cease because they are few, and those who look through the windows are dimmed,",
          "ID": "3"
        },
        {
          "text": "and the doors on the street are shut—when the sound of the grinding is low, and one rises up at the sound of a bird, and all the daughters of song are brought low—",
          "ID": "4"
        },
        {
          "text": "they are afraid also of what is high, and terrors are in the way; the almond tree blossoms, the grasshopper drags itself along, and desire fails, because man is going to his eternal home, and the mourners go about the streets—",
          "ID": "5"
        },
        {
          "text": "before the silver cord is snapped, or the golden bowl is broken, or the pitcher is shattered at the fountain, or the wheel broken at the cistern,",
          "ID": "6"
        },
        {
          "text": "and the dust returns to the earth as it was, and the spirit returns to God who gave it.",
          "ID": "7"
        },
        {
          "text": "Vanity of vanities, says the Preacher; all is vanity.",
          "ID": "8"
        },
        {
          "text": "Besides being wise, the Preacher also taught the people knowledge, weighing and studying and arranging many proverbs with great care.",
          "ID": "9"
        },
        {
          "text": "The Preacher sought to find words of delight, and uprightly he wrote words of truth.",
          "ID": "10"
        },
        {
          "text": "The words of the wise are like goads, and like nails firmly fixed are the collected sayings; they are given by one Shepherd.",
          "ID": "11"
        },
        {
          "text": "My son, beware of anything beyond these. Of making many books there is no end, and much study is a weariness of the flesh.",
          "ID": "12"
        },
        {
          "text": "The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man.",
          "ID": "13"
        },
        {
          "text": "For God will bring every deed into judgment, with every secret thing, whether good or evil.",
          "ID": "14"
        }
      ],
      "ID": "OT:ECC.12",
      "name": "Ecclesiastes 12"
    }
  ],
  "ID": "OT:ECC(ESV)",
  "version": "ESV",
  "name": "Ecclesiastes"
}