{
  "text": [
    {
      "text": [
        {
          "text": "The words of the Preacher, the son of David, king in Jerusalem:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "“Vanity of vanities,” says the Preacher; “Vanity of vanities, all is vanity.”",
          "ID": "2"
        },
        {
          "text": "What does man gain from all his labor in which he labors under the sun?",
          "ID": "3"
        },
        {
          "text": "One generation goes, and another generation comes; but the earth remains forever.",
          "ID": "4"
        },
        {
          "text": "The sun also rises, and the sun goes down, and hurries to its place where it rises.",
          "ID": "5"
        },
        {
          "text": "The wind goes toward the south, and turns around to the north. It turns around continually as it goes, and the wind returns again to its courses.",
          "ID": "6"
        },
        {
          "text": "All the rivers run into the sea, yet the sea is not full. To the place where the rivers flow, there they flow again.",
          "ID": "7"
        },
        {
          "text": "All things are full of weariness beyond uttering. The eye is not satisfied with seeing, nor the ear filled with hearing.",
          "ID": "8"
        },
        {
          "text": "That which has been is that which shall be; and that which has been done is that which shall be done: and there is no new thing under the sun.",
          "ID": "9"
        },
        {
          "text": "Is there a thing of which it may be said, “Behold, this is new?” It has been long ago, in the ages which were before us.",
          "ID": "10"
        },
        {
          "text": "There is no memory of the former; neither shall there be any memory of the latter that are to come, among those that shall come after.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I, the Preacher, was king over Israel in Jerusalem.",
          "ID": "12"
        },
        {
          "text": "I applied my heart to seek and to search out by wisdom concerning all that is done under the sky. It is a heavy burden that God has given to the sons of men to be afflicted with.",
          "ID": "13"
        },
        {
          "text": "I have seen all the works that are done under the sun; and behold, all is vanity and a chasing after wind.",
          "ID": "14"
        },
        {
          "text": "That which is crooked can’t be made straight; and that which is lacking can’t be counted.",
          "ID": "15"
        },
        {
          "text": "I said to myself, “Behold, I have obtained for myself great wisdom above all who were before me in Jerusalem. Yes, my heart has had great experience of wisdom and knowledge.”",
          "ID": "16"
        },
        {
          "text": "I applied my heart to know wisdom, and to know madness and folly. I perceived that this also was a chasing after wind.",
          "ID": "17"
        },
        {
          "text": "For in much wisdom is much grief; and he who increases knowledge increases sorrow.",
          "ID": "18"
        }
      ],
      "ID": "OT:ECC.1",
      "name": "Ecclesiates or, The Preacher 1"
    },
    {
      "text": [
        {
          "text": "I said in my heart, “Come now, I will test you with mirth: therefore enjoy pleasure”; and behold, this also was vanity.",
          "ID": "1"
        },
        {
          "text": "I said of laughter, “It is foolishness”; and of mirth, “What does it accomplish?”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "I searched in my heart how to cheer my flesh with wine, my heart yet guiding me with wisdom, and how to lay hold of folly, until I might see what it was good for the sons of men that they should do under heaven all the days of their lives.",
          "ID": "3"
        },
        {
          "text": "I made myself great works. I built myself houses. I planted myself vineyards.",
          "ID": "4"
        },
        {
          "text": "I made myself gardens and parks, and I planted trees in them of all kinds of fruit.",
          "ID": "5"
        },
        {
          "text": "I made myself pools of water, to water from it the forest where trees were reared.",
          "ID": "6"
        },
        {
          "text": "I bought male servants and female servants, and had servants born in my house. I also had great possessions of herds and flocks, above all who were before me in Jerusalem;",
          "ID": "7"
        },
        {
          "text": "I also gathered silver and gold for myself, and the treasure of kings and of the provinces. I got myself male and female singers, and the delights of the sons of men—musical instruments, and that of all sorts.",
          "ID": "8"
        },
        {
          "text": "So I was great, and increased more than all who were before me in Jerusalem. My wisdom also remained with me.",
          "ID": "9"
        },
        {
          "text": "Whatever my eyes desired, I didn’t keep from them. I didn’t withhold my heart from any joy, for my heart rejoiced because of all my labor, and this was my portion from all my labor.",
          "ID": "10"
        },
        {
          "text": "Then I looked at all the works that my hands had worked, and at the labor that I had labored to do; and behold, all was vanity and a chasing after wind, and there was no profit under the sun.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I turned myself to consider wisdom, madness, and folly: for what can the king’s successor do? Just that which has been done long ago.",
          "ID": "12"
        },
        {
          "text": "Then I saw that wisdom excels folly, as far as light excels darkness.",
          "ID": "13"
        },
        {
          "text": "The wise man’s eyes are in his head, and the fool walks in darkness—and yet I perceived that one event happens to them all.",
          "ID": "14"
        },
        {
          "text": "Then I said in my heart, “As it happens to the fool, so will it happen even to me; and why was I then more wise?” Then I said in my heart that this also is vanity.",
          "ID": "15"
        },
        {
          "text": "For of the wise man, even as of the fool, there is no memory for ever, since in the days to come all will have been long forgotten. Indeed, the wise man must die just like the fool!",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "So I hated life, because the work that is worked under the sun was grievous to me; for all is vanity and a chasing after wind.",
          "ID": "17"
        },
        {
          "text": "I hated all my labor in which I labored under the sun, because I must leave it to the man who comes after me.",
          "ID": "18"
        },
        {
          "text": "Who knows whether he will be a wise man or a fool? Yet he will have rule over all of my labor in which I have labored, and in which I have shown myself wise under the sun. This also is vanity.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Therefore I began to cause my heart to despair concerning all the labor in which I had labored under the sun.",
          "ID": "20"
        },
        {
          "text": "For there is a man whose labor is with wisdom, with knowledge, and with skillfulness; yet he shall leave it for his portion to a man who has not labored for it. This also is vanity and a great evil.",
          "ID": "21"
        },
        {
          "text": "For what has a man of all his labor, and of the striving of his heart, in which he labors under the sun?",
          "ID": "22"
        },
        {
          "text": "For all his days are sorrows, and his travail is grief; yes, even in the night his heart takes no rest. This also is vanity.",
          "ID": "23"
        },
        {
          "text": "There is nothing better for a man than that he should eat and drink, and make his soul enjoy good in his labor. This also I saw, that it is from the hand of God.",
          "ID": "24"
        },
        {
          "text": "For who can eat, or who can have enjoyment, more than I?",
          "ID": "25"
        },
        {
          "text": "For to the man who pleases him, God gives wisdom, knowledge, and joy; but to the sinner he gives travail, to gather and to heap up, that he may give to him who pleases God. This also is vanity and a chasing after wind.",
          "ID": "26"
        }
      ],
      "ID": "OT:ECC.2",
      "name": "Ecclesiates or, The Preacher 2"
    },
    {
      "text": [
        {
          "text": "For everything there is a season, and a time for every purpose under heaven:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "a time to be born,",
          "ID": "2"
        },
        {
          "text": "and a time to die;",
          "ID": "2"
        },
        {
          "text": "a time to plant,",
          "ID": "2"
        },
        {
          "text": "and a time to pluck up that which is planted;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "a time to kill,",
          "ID": "3"
        },
        {
          "text": "and a time to heal;",
          "ID": "3"
        },
        {
          "text": "a time to break down,",
          "ID": "3"
        },
        {
          "text": "and a time to build up;",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "a time to weep,",
          "ID": "4"
        },
        {
          "text": "and a time to laugh;",
          "ID": "4"
        },
        {
          "text": "a time to mourn,",
          "ID": "4"
        },
        {
          "text": "and a time to dance;",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "a time to cast away stones,",
          "ID": "5"
        },
        {
          "text": "and a time to gather stones together;",
          "ID": "5"
        },
        {
          "text": "a time to embrace,",
          "ID": "5"
        },
        {
          "text": "and a time to refrain from embracing;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "a time to seek,",
          "ID": "6"
        },
        {
          "text": "and a time to lose;",
          "ID": "6"
        },
        {
          "text": "a time to keep,",
          "ID": "6"
        },
        {
          "text": "and a time to cast away;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "a time to tear,",
          "ID": "7"
        },
        {
          "text": "and a time to sew;",
          "ID": "7"
        },
        {
          "text": "a time to keep silence,",
          "ID": "7"
        },
        {
          "text": "and a time to speak;",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "a time to love,",
          "ID": "8"
        },
        {
          "text": "and a time to hate;",
          "ID": "8"
        },
        {
          "text": "a time for war,",
          "ID": "8"
        },
        {
          "text": "and a time for peace.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "What profit has he who works in that in which he labors?",
          "ID": "9"
        },
        {
          "text": "I have seen the burden which God has given to the sons of men to be afflicted with.",
          "ID": "10"
        },
        {
          "text": "He has made everything beautiful in its time. He has also set eternity in their hearts, yet so that man can’t find out the work that God has done from the beginning even to the end.",
          "ID": "11"
        },
        {
          "text": "I know that there is nothing better for them than to rejoice, and to do good as long as they live.",
          "ID": "12"
        },
        {
          "text": "Also that every man should eat and drink, and enjoy good in all his labor, is the gift of God.",
          "ID": "13"
        },
        {
          "text": "I know that whatever God does, it shall be forever. Nothing can be added to it, nor anything taken from it; and God has done it, that men should fear before him.",
          "ID": "14"
        },
        {
          "text": "That which is has been long ago, and that which is to be has been long ago: and God seeks again that which is passed away.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Moreover I saw under the sun, in the place of justice, that wickedness was there; and in the place of righteousness, that wickedness was there.",
          "ID": "16"
        },
        {
          "text": "I said in my heart, “God will judge the righteous and the wicked; for there is a time there for every purpose and for every work.”",
          "ID": "17"
        },
        {
          "text": "I said in my heart, “As for the sons of men, God tests them, so that they may see that they themselves are like animals.",
          "ID": "18"
        },
        {
          "text": "For that which happens to the sons of men happens to animals. Even one thing happens to them. As the one dies, so the other dies. Yes, they have all one breath; and man has no advantage over the animals: for all is vanity.",
          "ID": "19"
        },
        {
          "text": "All go to one place. All are from the dust, and all turn to dust again.",
          "ID": "20"
        },
        {
          "text": "Who knows the spirit of man, whether it goes upward, and the spirit of the animal, whether it goes downward to the earth?”",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Therefore I saw that there is nothing better, than that a man should rejoice in his works; for that is his portion: for who can bring him to see what will be after him?",
          "ID": "22"
        }
      ],
      "ID": "OT:ECC.3",
      "name": "Ecclesiates or, The Preacher 3"
    },
    {
      "text": [
        {
          "text": "Then I returned and saw all the oppressions that are done under the sun: and behold, the tears of those who were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter.",
          "ID": "1"
        },
        {
          "text": "Therefore I praised the dead who have been long dead more than the living who are yet alive.",
          "ID": "2"
        },
        {
          "text": "Yes, better than them both is him who has not yet been, who has not seen the evil work that is done under the sun.",
          "ID": "3"
        },
        {
          "text": "Then I saw all the labor and achievement that is the envy of a man’s neighbor. This also is vanity and a striving after wind.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The fool folds his hands together and ruins himself.",
          "ID": "5"
        },
        {
          "text": "Better is a handful, with quietness, than two handfuls with labor and chasing after wind.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then I returned and saw vanity under the sun.",
          "ID": "7"
        },
        {
          "text": "There is one who is alone, and he has neither son nor brother. There is no end to all of his labor, neither are his eyes satisfied with wealth. “For whom then, do I labor, and deprive my soul of enjoyment?” This also is vanity. Yes, it is a miserable business.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Two are better than one, because they have a good reward for their labor.",
          "ID": "9"
        },
        {
          "text": "For if they fall, the one will lift up his fellow; but woe to him who is alone when he falls, and doesn’t have another to lift him up.",
          "ID": "10"
        },
        {
          "text": "Again, if two lie together, then they have warmth; but how can one keep warm alone?",
          "ID": "11"
        },
        {
          "text": "If a man prevails against one who is alone, two shall withstand him; and a threefold cord is not quickly broken.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Better is a poor and wise youth than an old and foolish king who doesn’t know how to receive admonition any more.",
          "ID": "13"
        },
        {
          "text": "For out of prison he came out to be king; yes, even in his kingdom he was born poor.",
          "ID": "14"
        },
        {
          "text": "I saw all the living who walk under the sun, that they were with the youth, the other, who succeeded him.",
          "ID": "15"
        },
        {
          "text": "There was no end of all the people, even of all them over whom he was—yet those who come after shall not rejoice in him. Surely this also is vanity and a chasing after wind.",
          "ID": "16"
        }
      ],
      "ID": "OT:ECC.4",
      "name": "Ecclesiates or, The Preacher 4"
    },
    {
      "text": [
        {
          "text": "Guard your steps when you go to God’s house; for to draw near to listen is better than to give the sacrifice of fools, for they don’t know that they do evil.",
          "ID": "1"
        },
        {
          "text": "Don’t be rash with your mouth, and don’t let your heart be hasty to utter anything before God; for God is in heaven, and you on earth. Therefore let your words be few.",
          "ID": "2"
        },
        {
          "text": "For as a dream comes with a multitude of cares, so a fool’s speech with a multitude of words.",
          "ID": "3"
        },
        {
          "text": "When you vow a vow to God, don’t defer to pay it; for he has no pleasure in fools. Pay that which you vow.",
          "ID": "4"
        },
        {
          "text": "It is better that you should not vow, than that you should vow and not pay.",
          "ID": "5"
        },
        {
          "text": "Don’t allow your mouth to lead you into sin. Don’t protest before the messenger that this was a mistake. Why should God be angry at your voice, and destroy the work of your hands?",
          "ID": "6"
        },
        {
          "text": "For in the multitude of dreams there are vanities, as well as in many words: but you must fear God.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "If you see the oppression of the poor, and the violent taking away of justice and righteousness in a district, don’t marvel at the matter: for one official is eyed by a higher one; and there are officials over them.",
          "ID": "8"
        },
        {
          "text": "Moreover the profit of the earth is for all. The king profits from the field.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He who loves silver shall not be satisfied with silver; nor he who loves abundance, with increase: this also is vanity.",
          "ID": "10"
        },
        {
          "text": "When goods increase, those who eat them are increased; and what advantage is there to its owner, except to feast on them with his eyes?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "The sleep of a laboring man is sweet, whether he eats little or much; but the abundance of the rich will not allow him to sleep.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "There is a grievous evil which I have seen under the sun: wealth kept by its owner to his harm.",
          "ID": "13"
        },
        {
          "text": "Those riches perish by misfortune, and if he has fathered a son, there is nothing in his hand.",
          "ID": "14"
        },
        {
          "text": "As he came out of his mother’s womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand.",
          "ID": "15"
        },
        {
          "text": "This also is a grievous evil, that in all points as he came, so shall he go. And what profit does he have who labors for the wind?",
          "ID": "16"
        },
        {
          "text": "All his days he also eats in darkness, he is frustrated, and has sickness and wrath.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Behold, that which I have seen to be good and proper is for one to eat and to drink, and to enjoy good in all his labor, in which he labors under the sun, all the days of his life which God has given him; for this is his portion.",
          "ID": "18"
        },
        {
          "text": "Every man also to whom God has given riches and wealth, and has given him power to eat of it, and to take his portion, and to rejoice in his labor—this is the gift of God.",
          "ID": "19"
        },
        {
          "text": "For he shall not often reflect on the days of his life; because God occupies him with the joy of his heart.",
          "ID": "20"
        }
      ],
      "ID": "OT:ECC.5",
      "name": "Ecclesiates or, The Preacher 5"
    },
    {
      "text": [
        {
          "text": "There is an evil which I have seen under the sun, and it is heavy on men:",
          "ID": "1"
        },
        {
          "text": "a man to whom God gives riches, wealth, and honor, so that he lacks nothing for his soul of all that he desires, yet God gives him no power to eat of it, but an alien eats it. This is vanity, and it is an evil disease.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "If a man fathers a hundred children, and lives many years, so that the days of his years are many, but his soul is not filled with good, and moreover he has no burial; I say, that a stillborn child is better than he:",
          "ID": "3"
        },
        {
          "text": "for it comes in vanity, and departs in darkness, and its name is covered with darkness.",
          "ID": "4"
        },
        {
          "text": "Moreover it has not seen the sun nor known it. This has rest rather than the other.",
          "ID": "5"
        },
        {
          "text": "Yes, though he live a thousand years twice told, and yet fails to enjoy good, don’t all go to one place?",
          "ID": "6"
        },
        {
          "text": "All the labor of man is for his mouth, and yet the appetite is not filled.",
          "ID": "7"
        },
        {
          "text": "For what advantage has the wise more than the fool? What has the poor man, that knows how to walk before the living?",
          "ID": "8"
        },
        {
          "text": "Better is the sight of the eyes than the wandering of the desire. This also is vanity and a chasing after wind.",
          "ID": "9"
        },
        {
          "text": "Whatever has been, its name was given long ago; and it is known what man is; neither can he contend with him who is mightier than he.",
          "ID": "10"
        },
        {
          "text": "For there are many words that create vanity. What does that profit man?",
          "ID": "11"
        },
        {
          "text": "For who knows what is good for man in life, all the days of his vain life which he spends like a shadow? For who can tell a man what will be after him under the sun?",
          "ID": "12"
        }
      ],
      "ID": "OT:ECC.6",
      "name": "Ecclesiates or, The Preacher 6"
    },
    {
      "text": [
        {
          "text": "A good name is better than fine perfume; and the day of death better than the day of one’s birth.",
          "ID": "1"
        },
        {
          "text": "It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men, and the living should take this to heart.",
          "ID": "2"
        },
        {
          "text": "Sorrow is better than laughter; for by the sadness of the face the heart is made good.",
          "ID": "3"
        },
        {
          "text": "The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.",
          "ID": "4"
        },
        {
          "text": "It is better to hear the rebuke of the wise, than for a man to hear the song of fools.",
          "ID": "5"
        },
        {
          "text": "For as the crackling of thorns under a pot, so is the laughter of the fool. This also is vanity.",
          "ID": "6"
        },
        {
          "text": "Surely extortion makes the wise man foolish; and a bribe destroys the understanding.",
          "ID": "7"
        },
        {
          "text": "Better is the end of a thing than its beginning.",
          "ID": "8"
        },
        {
          "text": "The patient in spirit is better than the proud in spirit.",
          "ID": "8"
        },
        {
          "text": "Don’t be hasty in your spirit to be angry, for anger rests in the bosom of fools.",
          "ID": "9"
        },
        {
          "text": "Don’t say, “Why were the former days better than these?” For you do not ask wisely about this.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Wisdom is as good as an inheritance. Yes, it is more excellent for those who see the sun.",
          "ID": "11"
        },
        {
          "text": "For wisdom is a defense, even as money is a defense; but the excellency of knowledge is that wisdom preserves the life of him who has it.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Consider the work of God, for who can make that straight, which he has made crooked?",
          "ID": "13"
        },
        {
          "text": "In the day of prosperity be joyful, and in the day of adversity consider; yes, God has made the one side by side with the other, to the end that man should not find out anything after him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "All this I have seen in my days of vanity: there is a righteous man who perishes in his righteousness, and there is a wicked man who lives long in his evildoing.",
          "ID": "15"
        },
        {
          "text": "Don’t be overly righteous, neither make yourself overly wise. Why should you destroy yourself?",
          "ID": "16"
        },
        {
          "text": "Don’t be too wicked, neither be foolish. Why should you die before your time?",
          "ID": "17"
        },
        {
          "text": "It is good that you should take hold of this. Yes, also from that don’t withdraw your hand; for he who fears God will come out of them all.",
          "ID": "18"
        },
        {
          "text": "Wisdom is a strength to the wise man more than ten rulers who are in a city.",
          "ID": "19"
        },
        {
          "text": "Surely there is not a righteous man on earth, who does good and doesn’t sin.",
          "ID": "20"
        },
        {
          "text": "Also don’t take heed to all words that are spoken, lest you hear your servant curse you;",
          "ID": "21"
        },
        {
          "text": "for often your own heart knows that you yourself have likewise cursed others.",
          "ID": "22"
        },
        {
          "text": "All this I have proved in wisdom. I said, “I will be wise”; but it was far from me.",
          "ID": "23"
        },
        {
          "text": "That which is, is far off and exceedingly deep. Who can find it out?",
          "ID": "24"
        },
        {
          "text": "I turned around, and my heart sought to know and to search out, and to seek wisdom and the scheme of things, and to know that wickedness is stupidity, and that foolishness is madness.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "I find more bitter than death the woman whose heart is snares and traps, whose hands are chains. Whoever pleases God shall escape from her; but the sinner will be ensnared by her.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "“Behold, I have found this,” says the Preacher, “to one another, to find out the scheme;",
          "ID": "27"
        },
        {
          "text": "which my soul still seeks; but I have not found. I have found one man among a thousand; but I have not found a woman among all those.",
          "ID": "28"
        },
        {
          "text": "Behold, I have only found this: that God made man upright; but they search for many schemes.”",
          "ID": "29"
        }
      ],
      "ID": "OT:ECC.7",
      "name": "Ecclesiates or, The Preacher 7"
    },
    {
      "text": [
        {
          "text": "Who is like the wise man? And who knows the interpretation of a thing? A man’s wisdom makes his face shine, and the hardness of his face is changed.",
          "ID": "1"
        },
        {
          "text": "I say, “Keep the king’s command!” because of the oath to God.",
          "ID": "2"
        },
        {
          "text": "Don’t be hasty to go out of his presence. Don’t persist in an evil thing, for he does whatever pleases him,",
          "ID": "3"
        },
        {
          "text": "for the king’s word is supreme. Who can say to him, “What are you doing?”",
          "ID": "4"
        },
        {
          "text": "Whoever keeps the commandment shall not come to harm, and his wise heart will know the time and procedure.",
          "ID": "5"
        },
        {
          "text": "For there is a time and procedure for every purpose, although the misery of man is heavy on him.",
          "ID": "6"
        },
        {
          "text": "For he doesn’t know that which will be; for who can tell him how it will be?",
          "ID": "7"
        },
        {
          "text": "There is no man who has power over the spirit to contain the spirit; neither does he have power over the day of death. There is no discharge in war; neither shall wickedness deliver those who practice it.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "All this I have seen, and applied my mind to every work that is done under the sun. There is a time in which one man has power over another to his hurt.",
          "ID": "9"
        },
        {
          "text": "So I saw the wicked buried. Indeed they came also from holiness. They went and were forgotten in the city where they did this. This also is vanity.",
          "ID": "10"
        },
        {
          "text": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.",
          "ID": "11"
        },
        {
          "text": "Though a sinner commits crimes a hundred times, and lives long, yet surely I know that it will be better with those who fear God, who are reverent before him.",
          "ID": "12"
        },
        {
          "text": "But it shall not be well with the wicked, neither shall he lengthen days like a shadow; because he doesn’t fear God.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "There is a vanity which is done on the earth, that there are righteous men to whom it happens according to the work of the wicked. Again, there are wicked men to whom it happens according to the work of the righteous. I said that this also is vanity.",
          "ID": "14"
        },
        {
          "text": "Then I commended mirth, because a man has no better thing under the sun, than to eat, and to drink, and to be joyful: for that will accompany him in his labor all the days of his life which God has given him under the sun.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When I applied my heart to know wisdom, and to see the business that is done on the earth (for also there is that neither day nor night sees sleep with his eyes),",
          "ID": "16"
        },
        {
          "text": "then I saw all the work of God, that man can’t find out the work that is done under the sun, because however much a man labors to seek it out, yet he won’t find it. Yes even though a wise man thinks he can comprehend it, he won’t be able to find it.",
          "ID": "17"
        }
      ],
      "ID": "OT:ECC.8",
      "name": "Ecclesiates or, The Preacher 8"
    },
    {
      "text": [
        {
          "text": "For all this I laid to my heart, even to explore all this: that the righteous, and the wise, and their works, are in the hand of God; whether it is love or hatred, man doesn’t know it; all is before them.",
          "ID": "1"
        },
        {
          "text": "All things come alike to all. There is one event to the righteous and to the wicked; to the good, to the clean, to the unclean, to him who sacrifices, and to him who doesn’t sacrifice. As is the good, so is the sinner; he who takes an oath, as he who fears an oath.",
          "ID": "2"
        },
        {
          "text": "This is an evil in all that is done under the sun, that there is one event to all: yes also, the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.",
          "ID": "3"
        },
        {
          "text": "For to him who is joined with all the living there is hope; for a living dog is better than a dead lion.",
          "ID": "4"
        },
        {
          "text": "For the living know that they will die, but the dead don’t know anything, neither do they have any more a reward; for their memory is forgotten.",
          "ID": "5"
        },
        {
          "text": "Also their love, their hatred, and their envy has perished long ago; neither have they any more a portion forever in anything that is done under the sun.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Go your way—eat your bread with joy, and drink your wine with a merry heart; for God has already accepted your works.",
          "ID": "7"
        },
        {
          "text": "Let your garments be always white, and don’t let your head lack oil.",
          "ID": "8"
        },
        {
          "text": "Live joyfully with the wife whom you love all the days of your life of vanity, which he has given you under the sun, all your days of vanity: for that is your portion in life, and in your labor in which you labor under the sun.",
          "ID": "9"
        },
        {
          "text": "Whatever your hand finds to do, do it with your might; for there is no work, nor device, nor knowledge, nor wisdom, in Sheol, where you are going.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favor to men of skill; but time and chance happen to them all.",
          "ID": "11"
        },
        {
          "text": "For man also doesn’t know his time. As the fish that are taken in an evil net, and as the birds that are caught in the snare, even so are the sons of men snared in an evil time, when it falls suddenly on them.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "I have also seen wisdom under the sun in this way, and it seemed great to me.",
          "ID": "13"
        },
        {
          "text": "There was a little city, and few men within it; and a great king came against it, besieged it, and built great bulwarks against it.",
          "ID": "14"
        },
        {
          "text": "Now a poor wise man was found in it, and he by his wisdom delivered the city; yet no man remembered that same poor man.",
          "ID": "15"
        },
        {
          "text": "Then I said, “Wisdom is better than strength.” Nevertheless the poor man’s wisdom is despised, and his words are not heard.",
          "ID": "16"
        },
        {
          "text": "The words of the wise heard in quiet are better than the cry of him who rules among fools.",
          "ID": "17"
        },
        {
          "text": "Wisdom is better than weapons of war; but one sinner destroys much good.",
          "ID": "18"
        }
      ],
      "ID": "OT:ECC.9",
      "name": "Ecclesiates or, The Preacher 9"
    },
    {
      "text": [
        {
          "text": "Dead flies cause the oil of the perfumer to produce an evil odor;",
          "ID": "1"
        },
        {
          "text": "so does a little folly outweigh wisdom and honor.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "A wise man’s heart is at his right hand,",
          "ID": "2"
        },
        {
          "text": "but a fool’s heart at his left.",
          "ID": "2"
        },
        {
          "text": "Yes also, when the fool walks by the way, his understanding fails him, and he says to everyone that he is a fool.",
          "ID": "3"
        },
        {
          "text": "If the spirit of the ruler rises up against you, don’t leave your place; for gentleness lays great offenses to rest.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "There is an evil which I have seen under the sun, the sort of error which proceeds from the ruler.",
          "ID": "5"
        },
        {
          "text": "Folly is set in great dignity, and the rich sit in a low place.",
          "ID": "6"
        },
        {
          "text": "I have seen servants on horses, and princes walking like servants on the earth.",
          "ID": "7"
        },
        {
          "text": "He who digs a pit may fall into it; and whoever breaks through a wall may be bitten by a snake.",
          "ID": "8"
        },
        {
          "text": "Whoever carves out stones may be injured by them. Whoever splits wood may be endangered thereby.",
          "ID": "9"
        },
        {
          "text": "If the ax is blunt, and one doesn’t sharpen the edge, then he must use more strength; but skill brings success.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "If the snake bites before it is charmed, then is there no profit for the charmer’s tongue.",
          "ID": "11"
        },
        {
          "text": "The words of a wise man’s mouth are gracious; but a fool is swallowed by his own lips.",
          "ID": "12"
        },
        {
          "text": "The beginning of the words of his mouth is foolishness; and the end of his talk is mischievous madness.",
          "ID": "13"
        },
        {
          "text": "A fool also multiplies words.",
          "ID": "14"
        },
        {
          "text": "Man doesn’t know what will be; and that which will be after him, who can tell him?",
          "ID": "14"
        },
        {
          "text": "The labor of fools wearies every one of them; for he doesn’t know how to go to the city.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Woe to you, land, when your king is a child,",
          "ID": "16"
        },
        {
          "text": "and your princes eat in the morning!",
          "ID": "16"
        },
        {
          "text": "Happy are you, land, when your king is the son of nobles,",
          "ID": "17"
        },
        {
          "text": "and your princes eat in due season,",
          "ID": "17"
        },
        {
          "text": "for strength, and not for drunkenness!",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "By slothfulness the roof sinks in;",
          "ID": "18"
        },
        {
          "text": "and through idleness of the hands the house leaks.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "A feast is made for laughter,",
          "ID": "19"
        },
        {
          "text": "and wine makes the life glad;",
          "ID": "19"
        },
        {
          "text": "and money is the answer for all things.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Don’t curse the king, no, not in your thoughts;",
          "ID": "20"
        },
        {
          "text": "and don’t curse the rich in your bedroom:",
          "ID": "20"
        },
        {
          "text": "for a bird of the sky may carry your voice,",
          "ID": "20"
        },
        {
          "text": "and that which has wings may tell the matter.",
          "ID": "20"
        }
      ],
      "ID": "OT:ECC.10",
      "name": "Ecclesiates or, The Preacher 10"
    },
    {
      "text": [
        {
          "text": "Cast your bread on the waters;",
          "ID": "1"
        },
        {
          "text": "for you shall find it after many days.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Give a portion to seven, yes, even to eight;",
          "ID": "2"
        },
        {
          "text": "for you don’t know what evil will be on the earth.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "If the clouds are full of rain, they empty themselves on the earth;",
          "ID": "3"
        },
        {
          "text": "and if a tree falls toward the south, or toward the north,",
          "ID": "3"
        },
        {
          "text": "in the place where the tree falls, there shall it be.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He who observes the wind won’t sow;",
          "ID": "4"
        },
        {
          "text": "and he who regards the clouds won’t reap.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "As you don’t know what is the way of the wind,",
          "ID": "5"
        },
        {
          "text": "nor how the bones grow in the womb of her who is with child;",
          "ID": "5"
        },
        {
          "text": "even so you don’t know the work of God who does all.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "In the morning sow your seed,",
          "ID": "6"
        },
        {
          "text": "and in the evening don’t withhold your hand;",
          "ID": "6"
        },
        {
          "text": "for you don’t know which will prosper, whether this or that,",
          "ID": "6"
        },
        {
          "text": "or whether they both will be equally good.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Truly the light is sweet,",
          "ID": "7"
        },
        {
          "text": "and a pleasant thing it is for the eyes to see the sun.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Yes, if a man lives many years, let him rejoice in them all;",
          "ID": "8"
        },
        {
          "text": "but let him remember the days of darkness, for they shall be many.",
          "ID": "8"
        },
        {
          "text": "All that comes is vanity.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Rejoice, young man, in your youth,",
          "ID": "9"
        },
        {
          "text": "and let your heart cheer you in the days of your youth,",
          "ID": "9"
        },
        {
          "text": "and walk in the ways of your heart,",
          "ID": "9"
        },
        {
          "text": "and in the sight of your eyes;",
          "ID": "9"
        },
        {
          "text": "but know that for all these things God will bring you into judgment.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Therefore remove sorrow from your heart,",
          "ID": "10"
        },
        {
          "text": "and put away evil from your flesh;",
          "ID": "10"
        },
        {
          "text": "for youth and the dawn of life are vanity.",
          "ID": "10"
        }
      ],
      "ID": "OT:ECC.11",
      "name": "Ecclesiates or, The Preacher 11"
    },
    {
      "text": [
        {
          "text": "Remember also your Creator in the days of your youth,",
          "ID": "1"
        },
        {
          "text": "before the evil days come, and the years draw near,",
          "ID": "1"
        },
        {
          "text": "when you will say, “I have no pleasure in them”;",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Before the sun, the light, the moon, and the stars are darkened,",
          "ID": "2"
        },
        {
          "text": "and the clouds return after the rain;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "in the day when the keepers of the house shall tremble,",
          "ID": "3"
        },
        {
          "text": "and the strong men shall bow themselves,",
          "ID": "3"
        },
        {
          "text": "and the grinders cease because they are few,",
          "ID": "3"
        },
        {
          "text": "and those who look out of the windows are darkened,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "and the doors shall be shut in the street;",
          "ID": "4"
        },
        {
          "text": "when the sound of the grinding is low,",
          "ID": "4"
        },
        {
          "text": "and one shall rise up at the voice of a bird,",
          "ID": "4"
        },
        {
          "text": "and all the daughters of music shall be brought low;",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "yes, they shall be afraid of heights,",
          "ID": "5"
        },
        {
          "text": "and terrors will be on the way;",
          "ID": "5"
        },
        {
          "text": "and the almond tree shall blossom,",
          "ID": "5"
        },
        {
          "text": "and the grasshopper shall be a burden,",
          "ID": "5"
        },
        {
          "text": "and desire shall fail;",
          "ID": "5"
        },
        {
          "text": "because man goes to his everlasting home,",
          "ID": "5"
        },
        {
          "text": "and the mourners go about the streets:",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "before the silver cord is severed,",
          "ID": "6"
        },
        {
          "text": "or the golden bowl is broken,",
          "ID": "6"
        },
        {
          "text": "or the pitcher is broken at the spring,",
          "ID": "6"
        },
        {
          "text": "or the wheel broken at the cistern,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "and the dust returns to the earth as it was,",
          "ID": "7"
        },
        {
          "text": "and the spirit returns to God who gave it.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "“Vanity of vanities,” says the Preacher.",
          "ID": "8"
        },
        {
          "text": "“All is vanity!”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Further, because the Preacher was wise, he still taught the people knowledge. Yes, he pondered, sought out, and set in order many proverbs.",
          "ID": "9"
        },
        {
          "text": "The Preacher sought to find out acceptable words, and that which was written blamelessly, words of truth.",
          "ID": "10"
        },
        {
          "text": "The words of the wise are like goads; and like nails well fastened are words from the masters of assemblies, which are given from one shepherd.",
          "ID": "11"
        },
        {
          "text": "Furthermore, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "This is the end of the matter. All has been heard. Fear God, and keep his commandments; for this is the whole duty of man.",
          "ID": "13"
        },
        {
          "text": "For God will bring every work into judgment, with every hidden thing, whether it is good, or whether it is evil.",
          "ID": "14"
        }
      ],
      "ID": "OT:ECC.12",
      "name": "Ecclesiates or, The Preacher 12"
    }
  ],
  "ID": "OT:ECC(WEB)",
  "version": "WEB",
  "name": "Ecclesiates or, The Preacher"
}