{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Слово Господне, которое было к Михею Морасфитину во дни Иоафама, Ахаза и Езекии, царей Иудейских, и которое открыто ему о Самарии и Иерусалиме.",
          "ID": "1"
        },
        {
          "text": "Слушайте, все народы, внимай, земля и все, что наполняет ее! Да будет Господь Бог свидетелем против вас, Господь из святаго храма Своего!",
          "ID": "2"
        },
        {
          "text": "Ибо вот, Господь исходит от места Своего, низойдет и наступит на высоты земли, –",
          "ID": "3"
        },
        {
          "text": "и горы растают под Ним, долины распадутся, как воск от огня, как воды, льющиеся с крутизны.",
          "ID": "4"
        },
        {
          "text": "Все это – за нечестие Иакова, за грех дома Израилева. От кого нечестие Иакова? не от Самарии ли? Кто [устроил] высоты в Иудее? не Иерусалим ли?",
          "ID": "5"
        },
        {
          "text": "За то сделаю Самарию грудою развалин в поле, местом для разведения винограда; низрину в долину камни ее и обнажу основания ее.",
          "ID": "6"
        },
        {
          "text": "Все истуканы ее будут разбиты и все любодейные дары ее сожжены будут огнем, и всех идолов ее предам разрушению, ибо из любодейных даров она устраивала их, на любодейные дары они и будут обращены.",
          "ID": "7"
        },
        {
          "text": "Об этом буду я плакать и рыдать, буду ходить, как ограбленный и обнаженный, выть, как шакалы, и плакать, как страусы,",
          "ID": "8"
        },
        {
          "text": "потому что болезненно поражение ее, дошло до Иуды, достигло даже до ворот народа моего, до Иерусалима.",
          "ID": "9"
        },
        {
          "text": "Не объявляйте об этом в Гефе, не плачьте там громко; но в селении Офра покрой себя пеплом.",
          "ID": "10"
        },
        {
          "text": "Переселяйтесь, жительницы Шафира, срамно обнаженные; не убежит и живущая в Цаане; плач в селении Ецель не даст вам остановиться в нем.",
          "ID": "11"
        },
        {
          "text": "Горюет о своем добре жительница Марофы, ибо сошло бедствие от Господа к воротам Иерусалима.",
          "ID": "12"
        },
        {
          "text": "Запрягай в колесницу быстрых, жительница Лахиса; ты – начало греха дщери Сионовой, ибо у тебя появились преступления Израиля.",
          "ID": "13"
        },
        {
          "text": "Посему ты посылать будешь дары в Морешеф–Геф; но селения Ахзива будут обманом для царей Израилевых.",
          "ID": "14"
        },
        {
          "text": "Еще наследника приведу к тебе, жительница Мореша; он пройдет до Одоллама, славы Израиля.",
          "ID": "15"
        },
        {
          "text": "Сними с себя волосы, остригись, скорбя о нежно любимых сынах твоих; расширь из–за них лысину, как у линяющего орла, ибо они переселены будут от тебя.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.1",
      "name": "Книга пророка Михея 1"
    },
    {
      "text": [
        {
          "text": "Горе замышляющим беззаконие и на ложах своих придумывающим злодеяния, которые совершают утром на рассвете, потому что есть в руке их сила!",
          "ID": "1"
        },
        {
          "text": "Пожелают полей и берут их силою, домов, – и отнимают их; обирают человека и его дом, мужа и его наследие.",
          "ID": "2"
        },
        {
          "text": "Посему так говорит Господь: вот, Я помышляю навести на этот род такое бедствие, которого вы не свергнете с шеи вашей, и не будете ходить выпрямившись; ибо это время злое.",
          "ID": "3"
        },
        {
          "text": "В тот день произнесут о вас притчу и будут плакать горьким плачем и говорить: \"мы совершенно разорены! удел народа моего отдан другим; как возвратится ко мне! поля наши уже разделены иноплеменникам\".",
          "ID": "4"
        },
        {
          "text": "Посему не будет у тебя никого, кто бросил бы жребий для измерения в собрании пред Господом.",
          "ID": "5"
        },
        {
          "text": "Не пророчествуйте, пророки; не пророчествуйте им, чтобы не постигло вас бесчестие.",
          "ID": "6"
        },
        {
          "text": "О, называющийся домом Иакова! разве умалился Дух Господень? таковы ли действия Его? не благотворны ли слова Мои для того, кто поступает справедливо?",
          "ID": "7"
        },
        {
          "text": "Народ же, который был прежде Моим, восстал как враг, и вы отнимаете как верхнюю, так и нижнюю одежду у проходящих мирно, отвращающихся войны.",
          "ID": "8"
        },
        {
          "text": "Жен народа Моего вы изгоняете из приятных домов их; у детей их вы навсегда отнимаете украшение Мое.",
          "ID": "9"
        },
        {
          "text": "Встаньте и уходите, ибо [страна] сия не есть место покоя; за нечистоту она будет разорена и притом жестоким разорением.",
          "ID": "10"
        },
        {
          "text": "Если бы какой–либо ветреник выдумал ложь и сказал: \"я буду проповедывать тебе о вине и сикере\", то он и был бы угодным проповедником для этого народа.",
          "ID": "11"
        },
        {
          "text": "Непременно соберу всего тебя, Иаков, непременно соединю остатки Израиля, совокуплю их воедино, как овец в Восоре, как стадо в овечьем загоне; зашумят они от многолюдства.",
          "ID": "12"
        },
        {
          "text": "Перед ними пойдет стенорушитель; они сокрушат преграды, войдут сквозь ворота и выйдут ими; и царь их пойдет перед ними, а во главе их Господь.",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.2",
      "name": "Книга пророка Михея 2"
    },
    {
      "text": [
        {
          "text": "И сказал я: слушайте, главы Иакова и князья дома Израилева: не вам ли должно знать правду?",
          "ID": "1"
        },
        {
          "text": "А вы ненавидите доброе и любите злое; сдираете с них кожу их и плоть с костей их,",
          "ID": "2"
        },
        {
          "text": "едите плоть народа Моего и сдираете с них кожу их, а кости их ломаете и дробите как бы в горшок, и плоть – как бы в котел.",
          "ID": "3"
        },
        {
          "text": "И будут они взывать к Господу, но Он не услышит их и сокроет лице Свое от них на то время, как они злодействуют.",
          "ID": "4"
        },
        {
          "text": "Так говорит Господь на пророков, вводящих в заблуждение народ Мой, которые грызут зубами своими – и проповедуют мир, а кто ничего не кладет им в рот, против того объявляют войну.",
          "ID": "5"
        },
        {
          "text": "Посему ночь будет вам вместо видения, и тьма – вместо предвещаний; зайдет солнце над пророками и потемнеет день над ними.",
          "ID": "6"
        },
        {
          "text": "И устыдятся прозорливцы, и посрамлены будут гадатели, и закроют уста свои все они, потому что не будет ответа от Бога.",
          "ID": "7"
        },
        {
          "text": "А я исполнен силы Духа Господня, правоты и твердости, чтобы высказать Иакову преступление его и Израилю грех его.",
          "ID": "8"
        },
        {
          "text": "Слушайте же это, главы дома Иаковлева и князья дома Израилева, гнушающиеся правосудием и искривляющие все прямое,",
          "ID": "9"
        },
        {
          "text": "созидающие Сион кровью и Иерусалим – неправдою!",
          "ID": "10"
        },
        {
          "text": "Главы его судят за подарки и священники его учат за плату, и пророки его предвещают за деньги, а между тем опираются на Господа, говоря: \"не среди ли нас Господь? не постигнет нас беда!\"",
          "ID": "11"
        },
        {
          "text": "Посему за вас Сион распахан будет как поле, и Иерусалим сделается грудою развалин, и гора дома сего будет лесистым холмом.",
          "ID": "12"
        }
      ],
      "ID": "OT:MIC.3",
      "name": "Книга пророка Михея 3"
    },
    {
      "text": [
        {
          "text": "И будет в последние дни: гора дома Господня поставлена будет во главу гор и возвысится над холмами, и потекут к ней народы.",
          "ID": "1"
        },
        {
          "text": "И пойдут многие народы и скажут: придите, и взойдем на гору Господню и в дом Бога Иаковлева, и Он научит нас путям Своим, и будем ходить по стезям Его, ибо от Сиона выйдет закон и слово Господне – из Иерусалима.",
          "ID": "2"
        },
        {
          "text": "И будет Он судить многие народы, и обличит многие племена в отдаленных странах; и перекуют они мечи свои на орала и копья свои – на серпы; не поднимет народ на народ меча, и не будут более учиться воевать.",
          "ID": "3"
        },
        {
          "text": "Но каждый будет сидеть под своею виноградною лозою и под своею смоковницею, и никто не будет устрашать их, ибо уста Господа Саваофа изрекли это.",
          "ID": "4"
        },
        {
          "text": "Ибо все народы ходят, каждый во имя своего бога; а мы будем ходить во имя Господа Бога нашего во веки веков.",
          "ID": "5"
        },
        {
          "text": "В тот день, говорит Господь, соберу хромлющее и совокуплю разогнанное и тех, на кого Я навел бедствие.",
          "ID": "6"
        },
        {
          "text": "И сделаю хромлющее остатком и далеко рассеянное сильным народом, и Господь будет царствовать над ними на горе Сионе отныне и до века.",
          "ID": "7"
        },
        {
          "text": "А ты, башня стада, холм дщери Сиона! к тебе придет и возвратится прежнее владычество, царство – к дщерям Иерусалима.",
          "ID": "8"
        },
        {
          "text": "Для чего же ты ныне так громко вопиешь? Разве нет у тебя царя? Или не стало у тебя советника, что тебя схватили муки, как рождающую?",
          "ID": "9"
        },
        {
          "text": "Страдай и мучься болями, дщерь Сиона, как рождающая, ибо ныне ты выйдешь из города и будешь жить в поле, и дойдешь до Вавилона: там будешь спасена, там искупит тебя Господь от руки врагов твоих.",
          "ID": "10"
        },
        {
          "text": "А теперь собрались против тебя многие народы и говорят: \"да будет она осквернена, и да наглядится око наше на Сион!\"",
          "ID": "11"
        },
        {
          "text": "Но они не знают мыслей Господних и не разумеют совета Его, что Он собрал их как снопы на гумно.",
          "ID": "12"
        },
        {
          "text": "Встань и молоти, дщерь Сиона, ибо Я сделаю рог твой железным и копыта твои сделаю медными, и сокрушишь многие народы, и посвятишь Господу стяжания их и богатства их Владыке всей земли.",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.4",
      "name": "Книга пророка Михея 4"
    },
    {
      "text": [
        {
          "text": "Теперь ополчись, дщерь полчищ; обложили нас осадою, тростью будут бить по ланите судью Израилева.",
          "ID": "1"
        },
        {
          "text": "И ты, Вифлеем–Ефрафа, мал ли ты между тысячами Иудиными? из тебя произойдет Мне Тот, Который должен быть Владыкою в Израиле и Которого происхождение из начала, от дней вечных.",
          "ID": "2"
        },
        {
          "text": "Посему Он оставит их до времени, доколе не родит имеющая родить; тогда возвратятся к сынам Израиля и оставшиеся братья их.",
          "ID": "3"
        },
        {
          "text": "И станет Он, и будет пасти в силе Господней, в величии имени Господа Бога Своего, и они будут жить безопасно, ибо тогда Он будет великим до краев земли.",
          "ID": "4"
        },
        {
          "text": "И будет Он мир. Когда Ассур придет в нашу землю и вступит в наши чертоги, мы выставим против него семь пастырей и восемь князей.",
          "ID": "5"
        },
        {
          "text": "И будут они пасти землю Ассура мечом и землю Немврода в самых воротах ее, и Он–то избавит от Ассура, когда тот придет в землю нашу и когда вступит в пределы наши.",
          "ID": "6"
        },
        {
          "text": "И будет остаток Иакова среди многих народов как роса от Господа, как ливень на траве, и он не будет зависеть от человека и полагаться на сынов Адамовых.",
          "ID": "7"
        },
        {
          "text": "И будет остаток Иакова между народами, среди многих племен, как лев среди зверей лесных, как скимен среди стада овец, который, когда выступит, то попирает и терзает, и никто не спасет от него.",
          "ID": "8"
        },
        {
          "text": "Поднимется рука твоя над врагами твоими, и все неприятели твои будут истреблены.",
          "ID": "9"
        },
        {
          "text": "И будет в тот день, говорит Господь: истреблю коней твоих из среды твоей и уничтожу колесницы твои,",
          "ID": "10"
        },
        {
          "text": "истреблю города в земле твоей и разрушу все укрепления твои,",
          "ID": "11"
        },
        {
          "text": "исторгну чародеяния из руки твоей, и гадающих по облакам не будет у тебя;",
          "ID": "12"
        },
        {
          "text": "истреблю истуканов твоих и кумиров из среды твоей, и не будешь более поклоняться изделиям рук твоих.",
          "ID": "13"
        },
        {
          "text": "Искореню из среды твоей священные рощи твои и разорю города твои.",
          "ID": "14"
        },
        {
          "text": "И совершу в гневе и негодовании мщение над народами, которые будут непослушны.",
          "ID": "15"
        }
      ],
      "ID": "OT:MIC.5",
      "name": "Книга пророка Михея 5"
    },
    {
      "text": [
        {
          "text": "Слушайте, что говорит Господь: встань, судись перед горами, и холмы да слышат голос твой!",
          "ID": "1"
        },
        {
          "text": "Слушайте, горы, суд Господень, и вы, твердые основы земли: ибо у Господа суд с народом Своим, и с Израилем Он состязуется.",
          "ID": "2"
        },
        {
          "text": "Народ Мой! что сделал Я тебе и чем отягощал тебя? отвечай Мне.",
          "ID": "3"
        },
        {
          "text": "Я вывел тебя из земли Египетской и искупил тебя из дома рабства, и послал перед тобою Моисея, Аарона и Мариам.",
          "ID": "4"
        },
        {
          "text": "Народ Мой! вспомни, что замышлял Валак, царь Моавитский, и что отвечал ему Валаам, сын Веоров, и что [происходило] от Ситтима до Галгал, чтобы познать тебе праведные действия Господни.",
          "ID": "5"
        },
        {
          "text": "\"С чем предстать мне пред Господом, преклониться пред Богом небесным? Предстать ли пред Ним со всесожжениями, с тельцами однолетними?",
          "ID": "6"
        },
        {
          "text": "Но можно ли угодить Господу тысячами овнов или неисчетными потоками елея? Разве дам Ему первенца моего за преступление мое и плод чрева моего – за грех души моей?\"",
          "ID": "7"
        },
        {
          "text": "О, человек! сказано тебе, что – добро и чего требует от тебя Господь: действовать справедливо, любить дела милосердия и смиренномудренно ходить пред Богом твоим.",
          "ID": "8"
        },
        {
          "text": "Глас Господа взывает к городу, и мудрость благоговеет пред именем Твоим: слушайте жезл и Того, Кто поставил его.",
          "ID": "9"
        },
        {
          "text": "Не находятся ли и теперь в доме нечестивого сокровища нечестия и уменьшенная мера, отвратительная?",
          "ID": "10"
        },
        {
          "text": "Могу ли я быть чистым с весами неверными и с обманчивыми гирями в суме?",
          "ID": "11"
        },
        {
          "text": "Так как богачи его исполнены неправды, и жители его говорят ложь, и язык их есть обман в устах их,",
          "ID": "12"
        },
        {
          "text": "то и Я неисцельно поражу тебя опустошением за грехи твои.",
          "ID": "13"
        },
        {
          "text": "Ты будешь есть, и не будешь сыт; пустота будет внутри тебя; будешь хранить, но не убережешь, а что сбережешь, то предам мечу.",
          "ID": "14"
        },
        {
          "text": "Будешь сеять, а жать не будешь; будешь давить оливки, и не будешь умащаться елеем; выжмешь виноградный сок, а вина пить не будешь.",
          "ID": "15"
        },
        {
          "text": "Сохранились у вас обычаи Амврия и все дела дома Ахавова, и вы поступаете по советам их; и предам Я тебя опустошению и жителей твоих посмеянию, и вы понесете поругание народа Моего.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.6",
      "name": "Книга пророка Михея 6"
    },
    {
      "text": [
        {
          "text": "Горе мне! ибо со мною теперь – как по собрании летних плодов, как по уборке винограда: ни одной ягоды для еды, ни спелого плода, которого желает душа моя.",
          "ID": "1"
        },
        {
          "text": "Не стало милосердых на земле, нет правдивых между людьми; все строят ковы, чтобы проливать кровь; каждый ставит брату своему сеть.",
          "ID": "2"
        },
        {
          "text": "Руки их обращены к тому, чтобы уметь делать зло; начальник требует подарков, и судья судит за взятки, а вельможи высказывают злые хотения души своей и извращают дело.",
          "ID": "3"
        },
        {
          "text": "Лучший из них – как терн, и справедливый – хуже колючей изгороди, день провозвестников Твоих, посещение Твое наступает; ныне постигнет их смятение.",
          "ID": "4"
        },
        {
          "text": "Не верьте другу, не полагайтесь на приятеля; от лежащей на лоне твоем стереги двери уст твоих.",
          "ID": "5"
        },
        {
          "text": "Ибо сын позорит отца, дочь восстает против матери, невестка – против свекрови своей; враги человеку – домашние его.",
          "ID": "6"
        },
        {
          "text": "А я буду взирать на Господа, уповать на Бога спасения моего: Бог мой услышит меня.",
          "ID": "7"
        },
        {
          "text": "Не радуйся ради меня, неприятельница моя! хотя я упал, но встану; хотя я во мраке, но Господь свет для меня.",
          "ID": "8"
        },
        {
          "text": "Гнев Господень я буду нести, потому что согрешил пред Ним, доколе Он не решит дела моего и не совершит суда надо мною; тогда Он выведет меня на свет, и я увижу правду Его.",
          "ID": "9"
        },
        {
          "text": "И увидит это неприятельница моя и стыд покроет ее, говорившую мне: \"где Господь Бог твой?\" Насмотрятся на нее глаза мои, как она будет попираема подобно грязи на улицах.",
          "ID": "10"
        },
        {
          "text": "В день сооружения стен твоих, в этот день отдалится определение.",
          "ID": "11"
        },
        {
          "text": "В тот день придут к тебе из Ассирии и городов Египетских, и от Египта до реки [Евфрата], и от моря до моря, и от горы до горы.",
          "ID": "12"
        },
        {
          "text": "А земля та будет пустынею за [вину] жителей ее, за плоды деяний их.",
          "ID": "13"
        },
        {
          "text": "Паси народ Твой жезлом Твоим, овец наследия Твоего, обитающих уединенно в лесу среди Кармила; да пасутся они на Васане и Галааде, как во дни древние!",
          "ID": "14"
        },
        {
          "text": "Как во дни исхода твоего из земли Египетской, явлю ему дивные дела.",
          "ID": "15"
        },
        {
          "text": "Увидят это народы и устыдятся при всем могуществе своем; положат руку на уста, уши их сделаются глухими;",
          "ID": "16"
        },
        {
          "text": "будут лизать прах как змея, как черви земные выползут они из укреплений своих; устрашатся Господа Бога нашего и убоятся Тебя.",
          "ID": "17"
        },
        {
          "text": "Кто Бог, как Ты, прощающий беззаконие и не вменяющий преступления остатку наследия Твоего? не вечно гневается Он, потому что любит миловать.",
          "ID": "18"
        },
        {
          "text": "Он опять умилосердится над нами, изгладит беззакония наши. Ты ввергнешь в пучину морскую все грехи наши.",
          "ID": "19"
        },
        {
          "text": "Ты явишь верность Иакову, милость Аврааму, которую с клятвою обещал отцам нашим от дней первых.",
          "ID": "20"
        }
      ],
      "ID": "OT:MIC.7",
      "name": "Книга пророка Михея 7"
    }
  ],
  "ID": "OT:MIC(SYNO)",
  "name": "Книга пророка Михея"
}